{"text": "اللغَة: ﴿انفطرت﴾ انشقت، والفطرُ: الشقُّ ومنه فاطر نابُ البيعر ﴿انتثرت﴾ تساقطت وتهاوت ﴿بُعْثِرَتْ﴾ قُلبت يقال: بعثرت المتاع قلبته ظهرًا لبطن ﴿غَرَّكَ﴾ خدعك ﴿سَوَّاكَ﴾ جعل أعضاءك سليمة سويّة ﴿يَصْلَوْنَهَا﴾ يدخلونها ويذوقون لهبها وحرَّها.\nالتفسِير: ﴿إِذَا السمآء انفطرت﴾ أي إِذا المساء انشقت بأمر الله لنزول الملائكة كقوله تعالى ﴿وَيَوْمَ تَشَقَّقُ السمآء بالغمام وَنُزِّلَ الملائكة تَنزِيلًا﴾ [الفرقان: ٢٥] ﴿وَإِذَا الكواكب انتثرت﴾ أي وإِذا النجوم تساقطت وتناثرت، وزالت عن بروجها وأماكنها ﴿وَإِذَا البحار فُجِّرَتْ﴾ أي وإِذا البحار فتح بعضها إِلى بعض، فاختلط عذبها بمالحها، وأصبحت بحرًا واحدًا ﴿وَإِذَا القبور بُعْثِرَتْ﴾ أي وإِذا القبور قلبت، ونش ما فيها من الموتى، وصار ما في بطنها ظاهرًا على جهها ﴿عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ﴾ هذا هو الجواب أي علمت عندئذٍ كل نفس ما أسلفت من خير أو شر، وما قدمت من صالح أو طالح قال الطبري: ما قدمت من علم صالح، وما أخرت من شيء سنَّه فعمل به بعده ثم بعد ذكر أحوةال الآخرة وأهوالها، انتقلت الآيات لتذكير الإِنسان الغافل الجاهل بما أمامه من أهوال وشدائد فقال تعالى ﴿ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم﴾ أيْ أيُّ شيءٍ خدعك برك الحليم الكريم، حتى عصيته وتجرأت على مخالفة أمره، مع إِحسانه إِليك وعطفه عليك؟ وهذا توبيخ وعتاب كأنه قال: كيف قابلتَ إِحسان ربك بالعصيان، ورأفته بك بالتمرك والطغيان ﴿هَلْ جَزَآءُ الإحسان إِلاَّ الإحسان﴾ [الرحمن: ٦٠]؟ ثم عدَّد نعمه عليه فقال ﴿الذي خَلَقَكَ فَسَوَّاكَ﴾ أي الذي أوجدك من العدم، فجعلك سويًا سالم الأعضاء، تسمع وتعقل وتبصر ﴿فَعَدَلَكَ﴾ أي جعلك معتدل القامة منتصبًا في أحسن الهيئات والأشكال ﴿في أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ﴾ أي ركبك في أي صورة شاءها واختارها لك من الصور الحسنة العجيبة ولم يجعل في الشكل كالبهيمة كقوله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] . . ثم وبَّخ المشركين على تكذيبهم بيوم الدين فقال ﴿كَلاَّ بَلْ تُكَذِّبُونَ بالدين﴾ أي ارتدعوا يا أهل مكة، ولا تغتروا بحلم الله، بل أنتم تكذبون بيوم الحساب والجزاء ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ﴾ أي والحالُ أن عليكم ملائكة حفظة يضبطون أعمالكم ويراقبون تصرفاتكم قال القرطبي: أي عليكم رقباء من الملائكة ﴿كِرَامًا كَاتِبِينَ﴾ أي كرامًا على الله، يكتبون أقوالكم وأعمالكم ﴿يَعْلَمُونَ مَا\nتَفْعَلُونَ﴾ أي يعملون ما يصدر منكم من خير وشر، ويسجلونه في صحائف أعمالكم، لتجازوا به يوم القيامة. . ثم بيَّن تعالى انقسام الخلق يوم القيامة إِلى أبرار وفجار، وذكر مآل كلٍ من الفريقين فقال ﴿إِنَّ الأبرار لَفِي نَعِيمٍ﴾ أي إِن المؤمنين الذين اتقوا ربهم في الدنيا، لفي بهجة وسرور لا يوصف، يتنعمون في رياض الجنة بما لا عينٌ رأتْ ولا أذن سمعت، ولا خطر على قلب بشر، وهم مخلدون في الجنة ﴿وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ أي وإِن الكفرة الفجار، الذين عصوا ربهم في الدنيا، لفي نار محرقةٍ، وعذاب دائم مقيم في دار الجحيم ﴿يَصْلَوْنَهَا يَوْمَ الدين﴾ أي يدخلونها ويقاسون حرها يوم الجزاء الذي كانوا يكذبون به ﴿وَمَا هُمْ عَنْهَا بِغَآئِبِينَ﴾ أي وليسوا بغائبين عن جهنم، بعيدين عنها لايرونها، بل هي أمامهم يَصْلَونَ ويذوقون سعيرها ولا يخرجون منها أبدًا.\n﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الدين﴾ تعظيمٌ له وتهويل أي ما أعلمك ما هو يوم الدين؟ وأيُّ شيءٍ هو في شدته وهوله؟ ﴿ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين﴾؟ كرر ذكره تعظيمًا لشأنه، وتهويلًا لأمره كقوله ﴿الحاقة مَا الحآقة وَمَآ أَدْرَاكَ مَا الحاقة﴾ [الحاقة: ١٣]؟ كأنه يقول: إِن يوم الجزاء من شدته بحيث لا يدري أحدٌ مقدار هوله وعظمته، فهو فوق الوصف والبيان ﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا﴾ أي هو ذلك اليوم الرهيب الذي لا يستطيع أحد أن ينفع أحدًا بشيء من الأشياء، ولا أن يدفع عنه ضرًا ﴿والأمر يَوْمَئِذٍ لِلَّهِ﴾ أي والأمر في ذلك اليوم لله وحده لا ينازعه فيه أحد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿قَدَّمَتْ﴾ و﴿أَخَّرَتْ﴾ وهو من المحسنات البديعية.\n٢ - المقابلة اللطيفة بين الأبرار والفجار ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ فقد قابل الأقرار بالفجار، والنعيم بالجحيم وفيه أيضًا من المحسنات البديعية ما يسمى بالترصيع.\n٣ - الاستعارة المكنية ﴿وَإِذَا الكواكب انتثرت﴾ شبَّه الكواكب بجواهر قطع سلكها فتناثرت متفرقة، وطوى ذكر المشبه به ورمز له بشيء من لوازمه وهو الانتثار على طريق الاستعارة المكنية.\n٤ - الاستفهام للتوبيخ والإِنكار ﴿مَا غَرَّكَ بِرَبِّكَ الكريم﴾؟\n٥ - التنكير في كلٍ من لفظة ﴿نَعِيمٍ﴾ و﴿جَحِيمٍ﴾ للتعظيم والتهويل.\n٦ - الإِطناب بإِعادة الجملة ﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الدين ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين﴾؟ لتعظيم هول ذلك اليوم وبيان شدته كأنه فوق الوصف الخيال.\n٧ - السجع المرصَّع وهو من المحسنات البديعية مثل ﴿إِذَا السمآء انفطرت وَإِذَا الكواكب انتثرت﴾ ومثل ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ﴾ ومثل ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ .\nلطيفَة: روي أن الخليفة «سليمان بن عبد الملك» قال لأبي حازم المزني: ليت شعري أين مصيرنا يوم القيامة؟ وما لنا عند الله؟ فقال له: أعرضْ عملك على كتاب الله تجد ما لك عند الله ﴿فقال: وأين أجد ذلك في كتاب الله﴾ ! قال: عند قوله تعالى ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ قال سليمان: فإين إِذًا هي رحمة الله؟ فأجابه بقوله ﴿إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين﴾ [الأعراف: ٥٦] .", "ayah": 19, "surah": 82}