{"text": "المنَاسَبَة: لما ذكر تعالى قصص الأنبياء لرسوله ﷺ َ أتبعه بذكر ما يدل على نبوته من تنزيل هذا القرآن المعجز على قلب خاتم الأنبياء والمرسلين.\nاللغَة: ﴿زُبُرِ﴾ الزُّبُر: الكُتُب جمع زَبور كرسول ورُسُل ﴿الأعجمين﴾ جمع أعجمي وهو الذي لا يُحسن العربية، يقال: رجل أعجمي إذا كان غير فصيح وإِن كان عربيًا، ورجلٌ عجمي أي غير عربي وإن كان فصيح اللسان ﴿بَغْتَةً﴾ فجأة ﴿مُنظَرُونَ﴾ مؤخرون وممهلون يقال: أنْظره أي أمهله ﴿أَفَّاكٍ﴾ كذَّاب ﴿مُنقَلَبٍ﴾ مصير.\nالتفسِير: ﴿وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين﴾ أي وإِن هذا القرآن المعجز لتنزيلُ ربٌ الأرباب ﴿نَزَلَ بِهِ الروح الأمين﴾ أي نزل به أمين السماء جبريل ﵇ ﴿على قَلْبِكَ لِتَكُونَ مِنَ المنذرين﴾ أي أنزله على قلبك يا محمد لتحفظه وتُنذر بآياته المكذبين ﴿بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ﴾ أي بلسانٍ عربي فصيح هو لسان قريش، لئلا يبقى لهم عذر فيقولوا: ما فائدة كلامٍ لا نفهمه؟ قال ابين كثير: أنزلناه باللسان العربي الفصيح، الكامل الشامل، ليكون بينًا واضحًا، قاطعًا للعذر مقيمًا للحجة، دليلًا إلى المحجة ﴿وَإِنَّهُ لَفِي زُبُرِ الأولين﴾ أي وإن ذكر القرآن وخبره لموجودٌ في كتب الأنبياء السابقين ﴿أَوَ لَمْ يَكُن لَّهُمْ آيَةً﴾ الاستفهام للتوبيخ والتقريع أي أولم يكن لكفار مكة علامة على صحة القرآن ﴿أَن يَعْلَمَهُ عُلَمَاءُ بني إِسْرَائِيلَ﴾ أي أن يعلم ذلك علماء بني إسرائيل الذين يجدون ذكر هذا القرآن في كتبهم كعبد الله بن سلام وأمثاله ﴿وَلَوْ نَزَّلْنَاهُ على بَعْضِ الأعجمين﴾ أي لو نزلنا هذا القرآن بنظمه الرائق المعجز على بعض الأعجمين الذين لا يقدرون على التكلم بالعربية ﴿فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ﴾ أي فقرأه على كفار مكة قراءة صحيحة فصيحة، وانضم إعجاز القرآن إلى إعجاز المقروء ما آمنوا بالقرآن لفرط عنادهم واستكبارهم ﴿كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ المجرمين﴾ أي كذلك أدخلنا القرآن في قلوب المجرمين، فسمعوا به وفهموه، وعرفوا فصاحته وبلاغته، وتحققوا من إعجازه ثم لم يؤمنوا به وجحدوه ﴿لاَ يُؤْمِنُونَ بِهِ﴾ أي لا يصدّقون بالقرآن مع ظهور إعجازه ﴿حتى يَرَوُاْ العذاب الأليم﴾ أي حتى يشاهدوا عذاب الله المؤلم فيؤمنوا حيث لا ينفع الإِيمان ﴿فَيَأْتِيَهُم بَغْتَةً﴾ أي فيأتيهم\nعذاب الله فجأة ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ اي وهم لا يعلمون بمجيئه ولا يدرون ﴿فَيَقُولُواْ هَلْ نَحْنُ مُنظَرُونَ﴾ أي فيقولوا حين يفجأهم العذاب - تحسرًا على ما فاتهم من الإِيمان وتمنيًا للإمهال - هل نحن مؤخرون لنؤمن ونصدّق ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾ إِنكارٌ وتوبيخ أي كيف يستعجل العذاب هؤلاء المشركون ويقولون ﴿ائتنا بِعَذَابٍ أَلِيمٍ﴾ [الأنفال: ٣٢] وحالُهم عند نزول العذاب أنهم يطلبون الإِمهال والنظرة؟ ﴿أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ﴾ أي أخبرني يا محمد إن متعناهم سنين طويلة، مع وفور الصحة ورغد العيش ﴿ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ﴾ أي ثم جاءهم العذاب الذي وُعدوا به ﴿مَآ أغنى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ﴾؟ أي ماذا ينفعهم حينئذٍ ما مضى من طول أعمارهم، وطيب معاشهم؟ هل ينفعهم ذلك النعيم في تخفيف الحزن، أو دفع العذاب؟ ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ أي وما أهلكنا أهل قرية من القرى، ولا أُمةً من الأمم ﴿إِلاَّ لَهَا مُنذِرُونَ﴾ أي إلاّ بعدما ألزمناهم الحجة بإِرسال الرسل مبشرين ومنذرين ﴿ذكرى﴾ أي ليكون إهلاكهم تذكرةً وعبرة لغيرهم فلا يعصوا مثل عصيانهم ﴿وَمَا كُنَّا ظَالِمِينَ﴾ أي وما كنا ظالمين في تعذيبهم، لأننا أقمنا الحجة عليهم وأعذرنا إليهم.\n. ثم إنه تعالى بعد أن نبّه على إعجاز القرآن وصدق نبوة محمد ﵇ ردَّ على قول من زعم من الكفار أن القرآن من إلقاء الجن والشياطين كسائر ما ينزل على الكهنة فقال ﴿وَمَا تَنَزَّلَتْ بِهِ الشياطين﴾ أي وما تنزَّلت بهذا القرآن الشياطين، بل نزل به الروح الأمين ﴿وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ﴾ أي وما يصح ولا يستقيم أن يتنزل بهذا القرآن الشياطين، ولا يستطيعون ذلك أصلًا ﴿إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ﴾ أي أنهم منعوا من استراق السمع منذ بعث محمد عليه اسلام، وحيل بينهم وبين السمع بالملائكة والشهب، فكيف يستطيعون أن يتنزلوا به؟ قال ابن كثير: ذكر تعالى أنه يمتنع ذلك عليهم من ثلاثة أوجه: أحدها أنه ما ينبغي لهم لأن سجاياهم الفساد، وإِضلال العباد، وهذا فيه نورٌ وهدى وبرهان عظيم، الثاني: أنه لو انبغى لهم لما استطاعوا ذلك، وهذا من حفظ الله لكتابه وتأييده لشرعه الثالث: أنه لو انبغى لهم واستطاعوا حمله وتأديته لما وصلوا إلى ذلك، لأنهم بمعزلٍ عن استماع القرآن، لأن السماء مُلئت حرسًا شديدًا وشهبًا، فلم يخلص أحد من الشياطين لاستماع حرفٍ واحد منه لئلا يشتبه الأمر ﴿فَلاَ تَدْعُ مَعَ الله إلها آخَرَ﴾ الخطاب للرسول ﷺ َ والمراد غيره أي لا تعبد يا محمد مع الله معبودًا آخر ﴿فَتَكُونَ مِنَ المعذبين﴾ أي فيعذبك الله بنار جهنم قال ابن عباس: يُحذّر به غيره يقول: أنتَ أكرمُ الخلق عليَّ، ولو اتخذت من دوني إلهًا لعذبتك، ثم أمر تعالى رسوله بتبليغ الرسالة فقال ﴿وَأَنذِرْ عَشِيرَتَكَ الأقربين﴾ أي خوِّف أقاربك الأقرب منهم فالأقرب من عذاب الله إن لم يؤمنوا، روي أنه ﷺ َ قام حين نزلت عليه ﴿وَأَنذِرْ عَشِيرَتَكَ الأقربين﴾ فقال: «يا معشر قريشٍ اشتروا أنفسكم من اللَّهِ لا أُغني عنكم من الله شيئًا، يا بني عبد مناف لا أغني عنك من الله شيئًا، يا بني عبد مناف لا أغني عنكم من الله شيئًا، يا عباسُ بنَ عبدِ المطلب لا أغني عنك من الله شيئًا، يا صفيةُ عمةَ رسول الله لا أغني عنك من الله شيئًا، يا فاطمةُ بنتَ محمد سليني ما شئتِ لا أُغني عنك من الله شيئًا» قال المفسرون: وإِنما أُمر ﷺ َ بإنذار أقاربه\nأولًا لئلا يظن أحدٌ به المحاباه واللطف معهم فإِذا تشدَّد على نفسه وعلى أقاربه كان قوله أنفع، وكلامه أنجع ﴿واخفض جَنَاحَكَ لِمَنِ اتبعك مِنَ المؤمنين﴾ أي تواضعْ وأَلِنْ جانبك لأتباعك المؤمنين ﴿فَإِنْ عَصَوْكَ فَقُلْ إِنِّي برياء مِّمَّا تَعْمَلُونَ﴾ أي فإِن لم يطيعوك وخالفوا أمرك فتبرأ منهم ومن أعمالهم قال أبو حيان: لما كان الإِنذار يترتب عليه الطاعة أو العصيان جاء التقسيم عليهما فكأن المعنى: من اتبعك مؤمنًا فتواضع له، ومن عصاك فتبرأ منهم ومن أعمالهم ﴿وَتَوكَّلْ عَلَى العزيز الرحيم﴾ أي فوّض جميع أمورك إلأى الله العزيز، الذي يقهر أعداءك بعزته، وينصرك عليهم برحمته ﴿الذي يَرَاكَ حِينَ تَقُومُ﴾ أي يراك حين تكون وحدك تقوم من فراشك أو مجلسك وقال ابن عباس: حين تقوم إلى الصلاة ﴿وَتَقَلُّبَكَ فِي الساجدين﴾ أي ويرى تقلُّبك مع المصلين في الركوع والسجود والقيام، والمعنى يراك وحدك ويراك في الجماعة ﴿إِنَّهُ هُوَ السميع العليم﴾ أي إنه تعالى السميع لما تقوله، العليم بما تخفيه ﴿هَلْ أُنَبِّئُكُمْ على مَن تَنَزَّلُ الشياطين﴾؟ أي قل يا محم لكفار مكة: هل أخبركم على من تتنزَّل الشياطين؟ وهذا ردٌّ عليهم حين قالوا إنما يأتيه بالقرآن الشياطين ﴿تَنَزَّلُ على كُلِّ أَفَّاكٍ أَثِيمٍ﴾ أي تتنزَّل على كل كذَّابٍ فاجر، مبالغٍ في الكذب والعدوان، لا علىسيّد ولد عدنان ﴿يُلْقُونَ السمع وَأَكْثَرُهُمْ كَاذِبُونَ﴾ أي تُلقي الشياطين ما استرقوه من السمع إلى أوليائهم الكهنة، وأكثرهم يكذبون فيما يوحون به إليهم وفي الحديث\n«تلك الكلمةُ من الحقِّ يخْطفها الجنيُّ فيقرقرها - أي يلقيها - في أُذن وليّه كقرقرة الدجاج، فيخلطون معها أكثر من مائة كذبه» ﴿يُلْقُونَ السمع﴾ هم الشياطين كانواقبل أن يُحجبوا بالرجم يسمَّعون إلى الملأ الأعلى، فيختطفون بعض ما يتكلمون به مما اطلعوا عليه من الغيوب، ثم يوحون به إلى أوليائهم من الكهنة والمتنبئة «وأكثرهم كاذبون فيما يوحون به إليهم، لأنهم يُسمعونهم ما لم يسمعوا، ثم ردَّ تعالى على من زعم أن محمدًا شاعر فقال ﴿والشعرآء يَتَّبِعُهُمُ الغاوون﴾ أي يتبعهم الضالون لا أهل البصيرة والرشاد ﴿أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ﴾ أي ألم تر أيها السامع العاقل أنهم يسلكون في المديح والهجاء كل طريق، يمدحون الشيء بعد أن ذمّوه، ويعظّمون الشخص بعد أن احتقروه قال الطبري: وهذا مثلٌ ضربه الله لهم في افتتانهم في الوجوه التي يُفتنون فيها بغير حق، فيمدحون بالباطل قومًا ويهجون آخرين ﴿وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ أي يكذبون فينسبون لأنفسهم ما لم يعملوه قال أبو حيان: أخبر تعالى عن الشعراء بالأحوال التي تخالف حال النبوة، إذْ أمرهُم كما ذُكر من اتّباع الغُواة لهم، وسلوكهم أفانين الكلام من مدح الشيء وذمّه، ونسبة ما لا يقع منهم إليهم، وهذا مخالف لحال النبوة فإِنها طريقة واحدة لا يتبها إلا الراشدون، ثم استثنى تعالى فقال ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي صدقوا في إيمانهم وأخلصوا في أعمالهم ﴿وَذَكَرُواْ الله كَثِيرًا﴾ أي لم يشغلهم الشعرُ عن ذكر الله ولم يجعلوه همَّهم وديدنهم ﴿وانتصروا مِن بَعْدِ مَا ظُلِمُواْ﴾ أي هجوا المشركين دفاعًا عن\nالحق ونصرةً للإِسلام ﴿وَسَيَعْلَمْ الذين ظلموا﴾ وعيدٌ عام في كل ظالم، تتفتت له القلوب وتتصدع لهوله الأكباد أي وسيعلم الظالمون والمعادون لدعوة الله ومعهم الشعراء الغاوون ﴿أَيَّ مُنقَلَبٍ يَنقَلِبُونَ﴾؟ أي أيَّ مرجع يرجعون إليه؟ وأي مصير يصيرون إليه؟ فإِنَّ مرجعهم إلى العقاب وهو شرُّ مرجع، ومصيرهم إلى النار وهو أقبح مصير.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - التأكيد بإِنَّ واللام ﴿وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين﴾ لأن الكلام مع المتشككين في صحة القرآن فناسب تأكيده بأنواع من المؤكدات.\n٢ - الاستفهام للتوبيخ والتبكيت ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾؟\n٣ - جناس الاشتقاق ﴿يَعْلَمَهُ عُلَمَاءُ﴾ .\n٤ - المجاز المرسل ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ المراد به أهلها.\n٥ - أسلوب التهييج والإلهاب ﴿فَلاَ تَدْعُ مَعَ الله إلها آخَر﴾ الخطابُ للرسول بطريق التهييج لزيادة إخلاصه وتقواه.\n٦ - الاستعارة التصريحية ﴿واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ﴾ شبه التواضع ولين الجانب بخفض الطائر جناحه عند إرادة الانحطاط فأطلق على المشبّه اسم الخفض بطريق الاستعارة المكنيَّة.\n٧ - صيغتا المبالغة ﴿أَفَّاكٍ أَثِيمٍ﴾ لأن فعّال وفعيل من صيغ المبالغة أي كثير الكذب كثير الفجور.\n٨ - الطباق بين ﴿يَقُولُونَ. . ويَفْعَلُونَ﴾ وبين ﴿انتصروا. . وظُلِمُواْ﴾ .\n٩ - الاستعارة التمثيلية البديعة ﴿فِي كُلِّ وَادٍ يَهِيمُونَ﴾ مثَّل لذهابهم عن سنن الهدى وإِفراطهم في المديح والهداء بالتائه في الصحراء الذي هام على وجه فهو لا يدري أين يسير، وهذا من ألطف الاستعارات، ومن أرشقها وابدعها.\n١٠ - جناس الاشتقاق ﴿مُنقَلَبٍ يَنقَلِبُونَ﴾ .\n١١ - مراعاة الفواصل مما يزيد في جمال الكلام ورونقه مثل ﴿يَهِيمُونَ، يَنقَلِبُونَ، يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ الخ.\nلطيفَة: ذُكر أن عمر بن عبد العزيز كان إذا أصبح أمسك بلحيته ثم قرأ قوله تعالى ﴿أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ مَآ أغنى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ﴾؟ ثم يبكي وينشد:\nنهارُك يا مغرور سهْوٌ وغفلة ... وليلُك نومٌ والرَّدى لك لازم\nتُسرُّ بما يَفنى وتفرح بالمُنى ... كما سُرَّ باللَّذات في النوم حالمُ\nوتسْعى إلى ما سوف تكره غبَّه ... كذلك في الدنيا تعيشُ البهائم\nتنبيه: الشعر بابٌ من الكلام حسنُه حسنٌ، وقبيحُه قبيحٌ، وإِنما ذمَّ تعالى الشعر لما فيه من المغالاة والإِفراط في المديح أو الهجاء، ومجاوزة حدِّ القصد فيه حتى يفضّلوا أجبن الناس على\nعنترة، وأشحَّهم على حاتم، ويبهتوا البريء ويفسّقوا التقي، وربما رفعوا شخصًا إلى الأوج ثم إِذا غضبوا عليه أنزلوه إلى الحضيض، وهذا مشاهد ملموس في أكثر الشعراء إلا من استثناهم الله ﷿، والشاعر قد يمدح الشيء ويذمه بحلاوة لسانه وقوة بيانه، ومن ألطف ما سمعتُ من بعض شيوخي ما قاله بعض الشعراء في العسل:\nتقولُ: هذا مُجاج النَّحل تمدحُه ... وإِنْ تعب قلت: ذا قيءُ الزنابير\nمدحًا وذماَ وما جاوزت وصفهما ... سحرُ البيان يرى الظلماء كالنور\nلطيفَة: ذُكر أن الفرزدق أنشد أبياتًا عند «سليمان بن عبد الملك» وكان في ضمنها قوله في النساء العذارى:\nفبتْن كأنهنَّ مُصرَّعاتٌ ... وبتُّ أَفُضُّ أغلاقَ الخِتام\nفقال له سليمان: قد وجب عليك الحد، فقال أمير المؤمنين إن الله قد درأ عني الحدَّ بقوله ﴿أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ فعفا عنه.", "ayah": 219, "surah": 26}