{"text": "المنَاسَبَة: لما ذكر تعالى ما جبل عليه اليهود، من خبث السريرة ونقض العهود، والتكذيب لرسل الله ومعاداة أوليائه، حتى انتهى بهم الحال إِلى عداوة السفير بين الله وبين خلقه وهو «جبريل» الأمين ﵇، أعقب ذلك ببيان أن من عادة اليهود عدم الوفاء بالعقود، وتكذيب الرسل، واتباع طرق الشعوذة والضلال، وفي ذلك تسلية لرسول الله ﷺ َ حيث سلكوا معه هذه الطريقة، في عدم الأخذ بما انطوى عليه كتاب الله من التبشير ببعثة السراج المنير، وإِلزامهم الإِيمان به واتباعه، فنبذوا الكتاب وراء ظهورهم، واتبعوا ما ألقت إليهم الشياطين من كتب السحر والشعوذة، ونسبوها\nإِلى سليمان ﵇ وهو منها بريء، وهكذا حالهم مع جميع الرسل الكرام، فلا تذهب نفسك عليهم حسرات.\nاللغَة: ﴿نبذ﴾ النبذ: الطرق والإِلقاء ومنه سمي اللقيط منبوذًا لأنه ينبذ على الطريق قال الشاعر:\nإنّ الذين أمرتهم أن يعدلوا ... نبذوا كتابك واستحلوا المَحْرما\n﴿تَتْلُواْ﴾ تحدّث وتروي من التلاوة بمعنى القراءة، أو من التلاوة بمعنى الاتباع قال الطبري: ولقول القائل: «هو يتلو كذا» في كلام العرب معنيان: أحدهما الاتباع كما تقول: تلوت فلانًا إِذا مشيت خلفه وتبعتَ أثره، والآخر: القراءة والدراسة كقولك: فلان يتلو القرآن أن يقرؤه ﴿السحر﴾ قال الجوهري: كلُّ ما لطف مأخذه ودقَّ فهو سحر، وسحره أيضًا بمعنى خدَعه وفي الحديث «إنّ من البيان لسحرًا» ﴿فِتْنَةٌ﴾: الابتلاء والاختبار ومنه قولهم: فتنتُ الذهب إِذا امتحنته بالنار لتعرف سلامته أو غشه ﴿خَلاَقٍ﴾ الخلاق: النصيب قال الزجاج: هو النصيب الوافر من الخير، وأكثر ما يستعمل في الخير ﴿لَمَثُوبَةٌ﴾ المثوبة: الثواب والجزاء.\nالتفسِير: ﴿وَلَقَدْ أَنْزَلْنَآ إِلَيْكَ آيَاتٍ بَيِّنَاتٍ﴾ أي والله لقد أنزلنا إِليك يا محمد آيات واضحات دالاّت على نبوتك ﴿وَمَا يَكْفُرُ بِهَآ إِلاَّ الفاسقون﴾ أي وما يجحد بهذه الآيات ويكذب إلا الخارجون عن الطاعة الماردون على الكفر ﴿أَوَكُلَّمَا عَاهَدُواْ عَهْدًا نَّبَذَهُ فَرِيقٌ مِّنْهُم﴾ أي أيكفرون بالآيات وهي في غاية الوضوح وكلّما أعطوا عهدًا نقضه جماعة منهم؟ ﴿بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ﴾ أي بل أكثر اليهود لا يؤمن بالتوراة الإِيمان الصادق لذلك ينقضون العهود والمواثيق ﴿وَلَمَّآ جَآءَهُمْ رَسُولٌ مِّنْ عِندِ الله﴾ وهو محمد ﷺ َ ﴿مُصَدِّقٌ لِّمَا مَعَهُمْ﴾ أي مصدقًا للتوراة وموافقًا لها في أصول الدين ومقررًا لنبوة موسى ﵇ ﴿نَبَذَ فَرِيقٌ مِّنَ الذين أُوتُواْ الكتاب كِتَابَ الله وَرَآءَ ظُهُورِهِمْ﴾ أي طرح أحبارهم وعلماؤهم التوراة وأعرضوا عنها بالكلية لأنها تدل على نبوة محمد ﷺ َ فجحدوا وأصروا على إِنكار نبوته ﴿كَأَنَّهُمْ لاَ يَعْلَمُونَ﴾ أي كأنهم لا يعلمون من دلائل نبوته شيئًا ﴿واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ﴾ أي اتبعوا طرق السحر والشعوذة التي كانت تحدثهم بها الشياطين في عهد ملك سليمان ﴿وَمَا كَفَرَ سُلَيْمَانُ﴾ أي وما كان سليمان ساحرًا ولا كفر بتعلمه السحر ﴿ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر﴾ أي ولكنّ الشياطين هم الذين علموا الناس السحر حتى فشا أمره بين الناس ﴿وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ﴾ أي وكما اتبع رؤساء اليهود السحر كذلك اتبعوا ما أنزل على الملَكْين وهما هاروت وماروت بمملكة بابل بأرض الكوفة، وقد أنزلهما الله ابتلاءً وامتحانًا للناس ﴿وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ﴾ أي إن الملَكَيْن لا يعلمان أحدًا من الناس السحر حتى يبذلا له النصيحة ويقولا إِن هذا الذي نصفه لك إِنما هو امتحان من الله وابتلاء، فلا تستعمله للإِضرار ولا تكفر بسببه، فمن تعلمه ليدفع ضرره عن الناس\nفقد نجا، ومن تعلمه ليلحق ضرره بالناس فقد هلك وضل.\n. قال تعالى ﴿فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ المرء وَزَوْجِهِ﴾ أي يتعلمون منهما من علم السحر ما يكون سببًا في التفريق بين الزوجين، فبعد أن كانت المودة والمحبة بينهما يصبح الشقاق والفراق ﴿وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله﴾ أي وما هم بما استعملوه من السحر يضرون أحدًا إِلا إِذا شاء الله ﴿وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ﴾ أي والحال أنهم بتعلم السحر يحصلون على الضرر لا على النفع ﴿وَلَقَدْ عَلِمُواْ لَمَنِ اشتراه مَا لَهُ فِي الآخرة مِنْ خَلاَقٍ﴾ أي ولقد علم اليهود الذين نبذوا كتاب الله واستبدلوا به السحر، أنهم ليس لهم حظ من رحمة الله ولا من الجنة لأنهم آثروا السحر على كتاب الله ﴿وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنْفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَ﴾ أي ولبئس هذا الشيء الذي باعوا به أنفسهم لو كان لهم علم أو فهم وإِدراك ﴿وَلَوْ أَنَّهُمْ آمَنُواْ واتقوا﴾ أي ولو أن أولئك الذين يتعلمون السحر آمنوا بالله وخافوا عذابه ﴿لَمَثُوبَةٌ مِّنْ عِندِ الله خَيْرٌ لَّوْ كَانُواْ يَعْلَمُونَ﴾ أي لأثابهم الله ثوابًا أفضل مما شغلوا به أنفسهم من السحر، الذي لا يعود عليهم إِلا بالويل والخسار والدمار.\nسَبَبُ النّزول: لما ذكر رسول الله ﷺ َ سليمان في المرسلين، قال بعض أحبار اليهود: ألا تعجبون لمحمد يزعم أن ابن داود كان نبيًا!! والله ما كان إِلا ساحرًا فنزلت هذه الآية ﴿وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر﴾ .\nالبَلاَغَة: ١ - ﴿رَسُولٌ مِّنْ عِندِ الله﴾ التنكير للتفخيم ووصفُ الرسول بأنه آتٍ من عند الله لإِفادة مزيد التعظيم.\n٢ - ﴿وَرَآءَ ظُهُورِهِمْ﴾ مثلٌ يُضرب للإِعراض عن الشيء جملةً تقول العرب: جعل هذا الأمر وراء ظهره أي تولى عنه معرضًا، لأن ما يجعل وراء الظهر لا ينظر إِليه، فهو كناية عن الإِعراض عن التوراة بالكلية.\n٣ - ﴿لَّوْ كَانُواْ يَعْلَمُونَ﴾ هذا جارٍ على الأسلوب المعروف في فنون البلاغة، من أن العالم بالشيء إذا لم يجر على موجب علمه قد ينزّل منزلة الجاهل به، وينفى عنه العلم كما ينفى عن الجاهلين.\n٤ - ﴿لَمَثُوبَةٌ مِّنْ عِندِ الله﴾ جيء بالجملة الإِسمية بدل الفعلية للدلالة على الثبوت والاستقرار.\nفَائِدَة: الحكمة من تعليم الملكين الناس السحر، أن السحرة كثروا في ذلك العهد واخترعوا فنونًا غريبة من السحر، وربما زعموا أنهم أنبياء، فبعث الله تعالى المَلكْين ليعلما الناس وجوه السحر حتى يتمكنوا من التمييز بينه وبين المعجزة، ويعرفوا أن الذين يدّعون النبوة كذبًا إِنما هم سحرة لا أنبياء.", "ayah": 102, "surah": 2}