{"text": "المنَاسَبَة: لما ذكر تعالى قبائح اليهود، وما اختصوا به من ضروب السحر والشعوذة، أعقبه ببيان نوع آخر من السوء والشر، الذي يضمرونه للنبيّ ﷺ َ والمسلمين، من الطعن والحقد والحسد، وتمني زوال النعمة عن المؤمنين، واتخاذهم الشريعة الغراء هدفًا للطعن والتجريح بسبب النسخ لبعض الأحكام الشرعية.\nاللغَة: ﴿رَاعِنَا﴾ من المراعاة وهي الإِنظار والإِمهال، وأصلها من الرعاية وهي النظر في مصالح الإِنسان، وقد حرفها اليهود فجعلوها كلمة مسبة مشتقة من الرعونة وهي الحُمْق ولذلك نهي عنها المؤمنون ﴿انظرنا﴾ من النظر والانتظار تقول: نظرتُ الرجل إِذا انتظرته وارتقبته أي انتظرنا وتأنَّ بنا ﴿يَوَدُّ﴾ يتمنى ويحب ﴿نَنسَخْ﴾ النسخ في اللغة: الإِبطال والإِزالة يقال: نسخت الشمس الظل أي أزالته وفي الشرع: رفع حكم شرعي وتبديله بحكم آخر ﴿نُنسِهَا﴾ من أنسى الشيءَ جعله منسيًا فهو من النسيان الذي هو ضد الذكر أي نمحها من القلوب ﴿وَلِيٍّ﴾ الولي: من يتولى أمور الإِنسان ومصالحه ﴿نَصِير﴾ النصير: المعين مأخوذ من قولهم نصره إِذا أعانه ﴿أَمْ﴾ بمعنى بل وهي تفيد الانتقال من جملة إلى جملة كقوله تعالى ﴿أَمْ يَقُولُونَ افتراه﴾ [يونس: ٣٨] أي بل يقولون ﴿يَتَبَدَّلِ﴾ يقال: بدّل وتبدل واستبدل أي جعل شيئًا موضع آخر، وتبدل الكفر بالإِيمان معناه أخذه بدل الإِيمان ﴿سَوَآءَ السبيل﴾ أي وسط الطريق، والسواء من كل شيء: الوسط، والسبيل معناه الطريق ﴿فاعفوا﴾ العفو: ترك المؤاخذة على الذنب ﴿واصفحوا﴾ والصفح: ترك التأنيب عنه.\nسَبَبُ النّزول: روي أن اليهود قالوا: ألا تعجبون لأمر محمد؟ ﴿يأمر أصحابه بأمرٍ ثم ينهاهم عنه ويأمرهم بخلافه، ويقول اليوم قولًا ويرجع عنه غدًا، فما هذا القرآن إِلا كلام محمد بقوله من تلقاء نفسه، يناقض بعضه بعضًا فنزلت ﴿مَا نَنسَخْ مِنْ آيَةٍ﴾ .\nالتفسير: ﴿يَاأَيُّهَا الذين آمَنُواْ﴾ هذا نداء من الله جل شأنه للمؤمنين يخاطبهم فيه فيقول ﴿لاَ\nتَقُولُواْ رَاعِنَا﴾ أي راقبنا وأمهلنا حتى نتمكن من حفظ ما تلقيه علينا ﴿وَقُولُواْ انظرنا﴾ أي انتظرنا وارتقبنا ﴿واسمعوا﴾ أي أطيعوا أوامر الله ولا تكونوا كاليهود حيث قالوا سمعنا وعصينا ﴿وَلِلكَافِرِينَ عَذَابٌ أَلِيمٌ﴾ أي ولليهود الذين نالوا من الرسول وسبّوه، عذاب أليم موجع ﴿مَّا يَوَدُّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب وَلاَ المشركين أَن يُنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّن رَّبِّكُمْ﴾ أي ما يحب الكافرون من اليهود والنصارى ولا المشركون أن ينزّل عليكم شيء من الخير، بغضًا فيكم وحسدًا لكم ﴿والله يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ﴾ أي يختص بالنوبة والوحي والفضل والإِحسان من شاء من عباده ﴿والله ذُو الفضل العظيم﴾ والله واسع الفضل والإِحسان ثم قال تعالى ردًا على اليهود حين طعنوا في القرآن بسبب النسخ ﴿مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا﴾ أي ما نبدّل من حكم آية فنغيره بآخر أو ننسها يا محمد أي نمحها من قلبك ﴿نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا﴾ أي نأت بخير لكم منها أيها المؤمنون بما هو أنفه لكم في العاجل أو الآجل، إِما برفع المشقة عنكم، أو بزيادة الأجر والثواب لكم ﴿أَلَمْ تَعْلَمْ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي ألم تعلم أيها المخاطب أن الله عليم حكيم قدير، لا يصدر منه إِلا كل خير وإِحسان للعباد﴾ ! ﴿أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض﴾ أي ألم تعلم أن الله هو المالك المتصرف في شئون الخلق يحكم بما شاء ويأمر بما شاء؟ ﴿وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ما لكم وليٌّ يرعى شئونكم أو ناصر ينصركم غير الله تعالى فهو نعم الناصر والمعين ﴿أَمْ تُرِيدُونَ أَن تَسْأَلُواْ رَسُولَكُمْ كَمَا سُئِلَ موسى مِن قَبْلُ﴾ أي بل أتريدون يا معشر المؤمنين أن تسألوا نبيكم كما سأل قوم موسى نبيهم من قبل ويكون مثلكم مثل اليهود الذين قالوا لنبيهم\n﴿أَرِنَا الله جَهْرَةً﴾ [النساء: ١٥٣] فتضلوا كما ضلوا ﴿وَمَن يَتَبَدَّلِ الكفر بالإيمان﴾ أي يستبدل الضلالة بالهدى ويأخذ الكفر بدل الإِيمان ﴿فَقَدْ ضَلَّ سَوَآءَ السبيل﴾ أي فقد حاد عن الجادة وخرج عن الصراط السوي ﴿وَدَّ كَثِيرٌ مِّنْ أَهْلِ الكتاب﴾ أي تمنى كثير من اليهود والنصارى ﴿لَوْ يَرُدُّونَكُم مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا﴾ أي لو يصيّرونكم كفارًا بعد أن آمنتم ﴿حَسَدًا مِّنْ عِنْدِ أَنْفُسِهِمْ﴾ أي حسدًا منهم لكم حملتهم عليه أنفسهم الخبيثة ﴿مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الحق﴾ أي من بعد ما ظهر لهم بالبراهين الساطعة أن دينكم هو الحق ﴿فاعفوا واصفحوا﴾ أي اتركوهم وأعرضوا عنهم فلا تؤخذوهم ﴿حتى يَأْتِيَ الله بِأَمْرِهِ﴾ أي حتى يأذن الله لكم بقتالهم ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر على كل شيء فينتقم منهم إِذا حان الأوان ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي حافظوا على عمودي الإِسلام وهما «الصلاة والزكاة» وتقربوا إِليه بالعبادة البدنية والمالية ﴿وَمَا تُقَدِّمُواْ لأَنْفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ الله﴾ أي ما تتقربوا إِلى الله من صلاة أو صدقة أو عمل صالح فرضًا كان أو تطوعًا تجدوا ثوابه عند الله ﴿إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي رقيب عليكم مطلع على أعمالكم فيجازيكم عليها يوم الدين.\nالبَلاَغَة: ١ - الإِضافة في قوله ﴿مِّن رَّبِّكُمْ﴾ للتشريف. وفيها تذكير للعباد بتربيته لهم.\n٢ - تصدير الجملتين بلفظ الجلالة ﴿والله يَخْتَصُّ﴾ ﴿والله ذُو الفضل﴾ للإِيذان بفخامة الأمر.\n٣ - ﴿أَلَمْ تَعْلَمْ﴾ الاستفهام للتقرير والخطاب للنبي ﷺ َ والمراد أمته بدليل قوله تعالى ﴿وَمَا لَكُمْ مِّن دُونِ الله﴾ .\n٤ -\nوضع الاسم الجليل موضع الضمير ﴿إِنَّ الله﴾ ﴿مِّن دُونِ الله﴾ لتربية الروعة والمهابة في النفوس.\n٥ - ﴿ضَلَّ سَوَآءَ السبيل﴾ من إضافة الصفة للموصوف أي الطريق المستوي، وفي التعبير به نهاية التبكيت والتشنيع لمن ظهر له الحق فعدل عنه إِلى الباطل.\nالفوَائِد: الأولى: خاطب الله المؤمنين بقوله تعالى ﴿يَاأَيُّهَا الذين آمَنُواْ﴾ في ثمانية وثمانين موضعًا من القرآن، وهذا أول خطاب خوطب به المؤمنون في هذه السورة بالنداء الدال على الإِقبال عليهم، ونداء المخاطبين باسم المؤمنين يذكّرهم بأن الإِيمان يقتضي من صاحبه أن يتلقى أوامر الله ونواهيه بحسن الطاعة والامتثال.\nالثانية: نهي المسلمون أن يقولوا في خطاب النبي ﵇ ﴿رَاعِنَا﴾ وأمروا بأن يقولوا مكانها ﴿انظرنا﴾ وفي ذلك تنبيه لأدبٍ جميل هو أن الإِنسان يتجنب في مخاطبته الألفاظ التي توهم الجفاء أو التنقيص في مقام يقتضي إظهار المودة أو التعظيم.\nالثالثة: كانت اليهود تستعمل كلمة ﴿رَاعِنَا﴾ يعنون بها المسبة والشتيمة وروى أن سعد بن معاذ سمعها منهم فقال يا أعداء الله: عليكم لعنة الله والذي نفسي بيده لئن سمعتها من رجل منكم يقولها لرسول الله لأضربنَّ عنقه فقالوا: أولستم تقولونها؟ فنزلت هذه الآية ﴿لاَ تَقُولُواْ رَاعِنَا وَقُولُواْ انظرنا﴾ .", "ayah": 108, "surah": 2}