{"text": "المنَاسَبَة: في هذه الآيات الكريمة بيان آخر لأباطيل أهل الكتاب، حيث ادعى كل من الفريقين اليهود والنصارى أن الجنة خاصة به وطعن في دين الآخر، فاليهود يعتقدون بكفر النصارى وضلالهم، ويكفرون بعيسى وبالإِنجيل، والنصارى يعتقدون بكفر اليهود لعدم إِيمانهم بالمسيح وقد جاء لإتمام شريعتهم، ونشأ عن هذا النزاع عداوة اشتدت بها الأهواء حتى صار كل فريق يطعن في\nدين الآخر ويزعم أن الجنة وقفٌ عليه، فأكذب الله الفريقين، وبيّن أن الجنة إنما يفوز بها المؤمن التقي الذي عمل الصالحات.\nاللغَة: ﴿هُودًا﴾ أي يهودًا جمع هائد، والهائد: التائب الراجع مشتق من هاد إذا تاب ﴿إنَّا هدنا إليك﴾، ﴿أَمَانِيُّهُمْ﴾ جمع أمنية وهي ما يتمناه الإِنسان ويشتهيه، ﴿بُرْهَانَكُمْ﴾ البرهان: الدليل والحجة الموصلان إلى اليقين، ﴿أَسْلَمَ﴾ استسلم وخضع، ﴿خَرَابِهَآ﴾ الخراب: الهدم والتدمير وهو حسّيٌ كتخريب بيوت الله، ومعنوي كتعطيل إقامة الشعائر فيها، ﴿خِزْيٌ﴾ هوانٌ وذلة، ﴿ثَمَّ﴾ بفتح الثاء أي هناك ظرفٌ للمكان ﴿وَجْهُ الله﴾ الوجه: الجهة والمراد بوجه الله: الجهة التي ارتضاها وأمربالتوطه إليها.\nسَبَبُ النّزول: عن ابن عباس قال: لما قدم أهل نجران من النصارى على رسول الله ﷺ َ أتتهم أحبار اليهود فتنازعوا عند رسول الله ﷺ َ فقال رافع بن حرملة: ما أنتم على شيء وكفر بعيسى وبالإنجيل، وقال رجل من أهل نجران من النصارى لليهود: ما أنتم على شيء وجحد نبوة موسى وكفر بالتوراة فأنزل الله ﴿وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ﴾ الآية.\nالتفِسير: ﴿وَقَالُواْ لَن يَدْخُلَ الجنة إِلاَّ مَن كَانَ هُودًا أَوْ نصارى﴾ أي قال اليهود لن يدخل الجنة إلا من كان يهوديًا، وقال النصارى لن يدخل الجنة إِلا من كان نصرانيًا ﴿تِلْكَ أَمَانِيُّهُمْ﴾ أي تلك خيالاتهم وأحلامهم ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنْتُمْ صَادِقِينَ﴾ أي قل لهم يا محمد أئتوني بالحجة الساطعة على ما تزعمون إِن كنتم صادقين في دعواكم ﴿بلى مَنْ أَسْلَمَ وَجْهَهُ للَّهِ﴾ أي بلى يدخل الجنة من استسلم وخضع وأخلص نفسه لله ﴿وَهُوَ مُحْسِنٌ﴾ أي وهو مؤمن مصدّقٌ متبعٌ لرسول الله ﷺ َ ﴿فَلَهُ أَجْرُهُ عِندَ رَبِّهِ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فله ثواب عمله ولا خوف عليهم في الآخرة ولا يعتريهم حزنٌ أو كدر بل هم في نعيم مقيم ﴿وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ﴾ أي كفر اليهود بعيسى وقالوا ليس النصارى على دين صحيح معتدٍّ به فدينهم باطل ﴿وَقَالَتِ النصارى لَيْسَتِ اليهود على شَيْءٍ﴾ أي وقال النصارى في اليهود مثل ذلك وكفروا بموسى ﴿وَهُمْ يَتْلُونَ الكتاب﴾ أي والحال أن اليهود يقرءون التوراة والنصارى يقرءون الإِنجيل فقد كفروا عن علمٍ ﴿كَذَلِكَ قَالَ الذين لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ﴾ أي كذلك قال مشركو العرب مثل قول أهل الكتاب قالوا: ليس محمد على شيء ﴿فالله يَحْكُمُ بَيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي يحكم بين اليهود والنصارى ويفصل بينهم بقضائه العادل فيما اختلفوا فيه من أمر الدين ﴿وَمَنْ أَظْلَمُ مِمَّنْ مَّنَعَ مَسَاجِدَ الله أَن يُذْكَرَ فِيهَا اسمه﴾ استنكار واستبعاد لأن يكون أحد أظلم ممن فعل ذلك أي لا أحد أظلم ممن منع الناس من عبادة الله في بيوت الله، وعمل لخرابها بالهدم كما فعل الرومان ببيت المقدس، أو بتعطيلها من العبادة كما فعل كفار قريش ﴿أولئك مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلاَّ خَآئِفِينَ﴾ أي ما ينبغي لأولئك أن يدخلوها إِلا وهم في خشية وخضوع فضلًا عن التجرؤ على تخريبها أو تعطليها ﴿لَّهُمْ فِي الدنيا خِزْيٌ﴾ أي لأولئك المذكورين هوانّ وذلة في الدنيا ﴿وَلَهُمْ فِي الآخرة عَذَابٌ\nعَظِيمٌ﴾ وهو عذاب النار.\n﴿وَللَّهِ المشرق والمغرب﴾ أي لله مكان شروق الشمس ومكان غروبها والمراد جميع الأرض ﴿فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله﴾ أي إلى أي جهة توجهتم بأمره فهناك قبلته التي رضيها لكم، وقد نزلت الآية فيمن أضاع جهة القبلة ﴿إِنَّ الله وَاسِعٌ عَلِيمٌ﴾ أي يسع الخلق بالجود والإِفضال، عليم بتدبير شئونهم، لا تخفى عليه خافية من أحوالهم.\nالبَلاَغَة: ١ - ﴿تِلْكَ أَمَانِيُّهُمْ﴾ الجملة اعتراضية وفائدتها بيان بطلان الدعوى وأنها دعوة كاذبة.\n٢ - ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ﴾ الأمر هنا للتبكيت والتقريع.\n٣ - ﴿مَنْ أَسْلَمَ وَجْهَهُ للَّهِ﴾ خص الوجه بالذكر لأنه أشرف الأعضاء والوجه هاهنا (استعارة) أي من أقبل على عبادة الله وجعل توجهه إِليه بجملته.\n٤ - ﴿عِندَ رَبِّهِ﴾ العندية للتشريف ووضع اسم الرب مضافًا إِلى ضمير من أسلم موضع ضمير الجلالة لإِظهار مزيد اللطف به.\n٥ - ﴿لاَ يَعْلَمُونَ﴾ فيه توبيخ عظيم لأهل الكتاب لأنهم نظموا أنفسهم - مع علمهم - في سلك من لا يعلم أصلًا.\n٦ - ﴿وَمَنْ أَظْلَمُ﴾ الاستفهام بمعنى النفي أي لا أحد أظلم منه.\n٧ - ﴿فِي الدنيا خِزْيٌ﴾ التنكير للتهويل أي خزي هائل فظيع لا يكاد يوصف لهوله.\n٨ - ﴿عَلِيمٌ﴾ صيغة فعيل للمبالغة. أي واسع العلم.\nفَائِدَة: قال الإِمام الفخر: إِسلام الوجه لله يعني إِسلام النفس لطاعة الله وقد يكنى بالوجه عن النفس كما قال تعالى ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ [القصص: ٨٨] وقال زيد بن نفيل.\nوأسلمتُ وجهي لمن أسلمتْ له الأرضُ تحمل صخرًا ثقالًا ... وأسلمتُ وجهي لمن أسلمتْ\nله المُزْنُ تحمل عذبًا زلالًا ...", "ayah": 112, "surah": 2}