{"text": "المنَاسَبَة: لمّا ذكر تعالى افتراء اليهود والنصارى أن الجنة خاصة بهم لا يشاركهم فيها أحد أعقبه بذكر بعض قبائحهم وقبائح المشركين في ادعائهم أنَّ لله ولدا حيث زعم اليهود أن عزيرًا ابن الله، وزعم النصارى أن المسيح ابن الله، وزعم المشركون أن الملائكة بنات الله فأكذبهم الله وردّ دعواهم بالحجة الدامغة والبرهان القاطع.\nاللغَة: ﴿سُبْحَانَهُ﴾ سبحان مصدر سبّح بمعنى نزّه ومعناه التبرئة والتنزيه عما لا يليق بجلاله تعالى ﴿قَانِتُونَ﴾ مطيعون خاضعون من القنوت وهو الطاعة والخضوع ﴿بَدِيعُ﴾ البديع: المبدع من الإِبداع، والإِبداع: اختراع الشيء على غير مثال سبق ﴿قضى﴾ أراد وقدّر ﴿بَشِيرًا﴾ البشير: المبشّر وهو المخبر بالأمر الصادق السار ﴿نَذِيرًا﴾ النذير: المنذر وهو المخبر بالأمر المخوف ليحذر منه ﴿الجحيم﴾ المتأجج من النار ﴿مِلَّتَهُمْ﴾ أي دينهم وجمعها ملل وأصل الملّة: الطريقة المسلوكة ثم جعلت اسمًا للشريعة التي أنزلها الله ﴿عَدْلٌ﴾ فداء.\nالتفِسير: ﴿وَقَالُواْ اتخذ الله وَلَدًا﴾ هو قول اليهود والنصارى والمشركين فاليهود قالوا: عزير ابن الله، والنصارى قالوا: المسيح ابن الله، والمشركون قالوا: الملائكة بنات الله فأكذب الله الجميع في دعواهم فقال ﴿سُبْحَانَهُ﴾ أي تقدس وتنزّه عما زعموا تنزهًا بليغًا ﴿بَل لَّهُ مَا فِي السماوات والأرض﴾ بل للإِضراب أي ليس الأمر كما زعموا بل هو خالق جميع الموجودات التي من جملتها عزير والمسيح والملائكة ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ أي الكل منقادون له لا يستعصي شيء منهم على تكوينه وتقديره ومشيئته ﴿بَدِيعُ السماوات والأرض﴾ أي خالقهما ومبدعهما على غير مثال سبق ﴿وَإِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ﴾ أي إِذا إيجاد شيء حصل من غير امتناع ولا مهلة فمتى أراد شيئًا وجد بلمح البصر، فمراده نافذ وأمره لا يتخلف ﴿وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ [القمر: ٥٠] ﴿وَقَالَ الذين لاَ يَعْلَمُونَ﴾ المراد بهم جهلة المشركين وهم كفار قريش ﴿لَوْلاَ يُكَلِّمُنَا الله﴾ أي هلأ يكلمنا الله مشافهة أو بإِنزال الوحي علينا بأنك رسوله ﴿أَوْ تَأْتِينَآ آيَةٌ﴾ أي تكون برهانًا وحجة على صدق نبوتك، قالوا ذلك استكبارًا وعنادًا ﴿كَذَلِكَ قَالَ الذين مِن قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ﴾ أي مثل هذا الباطل الشنيع قال المكذبون من أسلافهم لرسلهم ﴿تَشَابَهَتْ قُلُوبُهُمْ﴾ أي قلوب هؤلاء ومن قبلهم في العمى والعناد والتكذيب للأنبياء وفي هذا تسلية له ﷺ َ ﴿قَدْ بَيَّنَّا الآيات لِقَوْمٍ يُوقِنُونَ﴾ أي قد وضحنا الأدلة وأقمنا البراهين لقومٍ يطلبون الحق واليقين، وكلها ناطقة بصدق ما جئت به ﴿إِنَّا أَرْسَلْنَاكَ بالحق بَشِيرًا وَنَذِيرًا﴾ أي أرسلناك يا محمد بالشريعة النيّرة والدين القويم بشيرًا للمؤمنين بجنات النعيم، ونذيرًا للكافرين من عذاب الجحيم ﴿وَلاَ تُسْأَلُ عَنْ أَصْحَابِ الجحيم﴾ أي أنت لست مسئولًا عمن لم يؤمن منهم بعد أن بذلت الجهد في دعوتهم\n﴿فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب﴾ [الرعد: ٤٠] ﴿وَلَنْ ترضى عَنكَ اليهود وَلاَ النصارى حتى تَتَّبِعَ مِلَّتَهُمْ﴾ أي لن ترضى عنك الطائفتان «اليهود والنصارى» حتى تترك الإِسلام\nالمنير وتتبع دينهم الأعوج ﴿قُلْ إِنَّ هُدَى الله هُوَ الهدى﴾ أي قل لهم يا محمد إِن الإِسلام هو الدين الحق وما عداه فهو ضلال ﴿وَلَئِنِ اتبعت أَهْوَآءَهُمْ بَعْدَ الذي جَآءَكَ مِنَ العلم﴾ أي ولئن سايرتهم على آرائهم الزائفة وأهوائهم الفاسدة بعدما ظهر لك الحق بالبراهين الساطعة والحجج القاطعة ﴿مَا لَكَ مِنَ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ليس لك من يحفظك أو يدفع عنك عقابة الأليم ﴿الذين آتَيْنَاهُمُ الكتاب﴾ مبتدأ وهم طائفة من اليهود والنصارى أسلموا ﴿يَتْلُونَهُ حَقَّ تِلاَوَتِهِ﴾ أي يقرءونه قراءة حقة كما أنزل ﴿أولئك يُؤْمِنُونَ بِهِ﴾ هذا خبر المبتدأ أي فأولئك هم المؤمنون حقًا دون المعاندين المحرفين لكلام الله ﴿وَمن يَكْفُرْ بِهِ فأولئك هُمُ الخاسرون﴾ أي ومن كفر بالقرآن فقد خسر دنياه وآخرته ﴿يَا بَنِي إِسْرَائِيلَ اذكروا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ﴾ أي اذكروا نعمي الكثيرة عليكم وعلى آبائكم ﴿وَأَنِّي فَضَّلْتُكُمْ عَلَى العالمين﴾ أي واذكروا تفضيلي لكم على سائر الأمم في زمانكم ﴿واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا﴾ أي خافوا ذلك اليوم الرهيب الذي لا تغني فيه نفس عن نفس ولا تدفع عنها من عذاب الله شيئًا، لأن كل نفس بما كسبت رهينة ﴿وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ﴾ أي لا يقبل منها فداء ﴿وَلاَ تَنفَعُهَا شَفَاعَةٌ﴾ أي لا تفيدها شفاعة أحد لأنها كفرت بالله ﴿فَمَا تَنفَعُهُمْ شَفَاعَةُ الشافعين﴾ [المدثر: ٤٨] ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي لا يدفع عنهم أحد عذاب الله ولا يجيرهم من سطوة عقابه.\nالبَلاَغَة: ١ - ﴿سُبْحَانَهُ﴾ جملة اعتراضية وفائدتها بيان بطلان دعوى الظالمين الذين زعموا لله الولد قال أبو السعود: وفيه من التنزيه البليغ من حيث الاشتقاق من «السَّبح» ومن جهة النقل إلى التفعيل «التسبيح» ومن جهة العدول إلى المصدر ما لا يخفى والمراد أنزهه تنزيهًا لائقًا به.\n٢ - ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ صيغة جمع العقلاء في ﴿قَانِتُونَ﴾ للتغليب أي تغليب العقلاء على غير العقلاء، والتغليب من الفنون المعدودة في محاسن البيان.\n٣ - التعبير عن الكافرين والمكذبين بكلمة ﴿أَصْحَابِ الجحيم﴾ إِيذانٌ بأن أولئك المعاندين من المطبوع على قلوبهم فلا يرجى منهم الرجعو عن الكفر والضلال إِلى الإِيمان والإِذعان.\n٤ - إِيراد الهدى معرفًا بأل في قوله ﴿هُوَ الهدى﴾ مع اقترانه بضمير الفصل «هو» يفيد قصر الهداية على دين الله فهو من باب قصر الصفة على الموصوف فالإِسلام هو الهدى كله وما عداه فهو هوى وعمى.\n٥ - ﴿وَلَئِنِ اتبعت أَهْوَآءَهُمْ﴾ هذا من باب التهييج والإِلهاب.\nتنبيه: قال القرطبي: ﴿بَدِيعُ السماوات والأرض﴾ أي منشئها وموجدها ومبدعها ومخترعها على غير حدّ ولا مثال، وكل من أنشأ ما لم يسبق إِليه قيل له مبدع، ومنه أصحاب البدع، وسميت البدعة بدعة لأن قائلها ابتدعها من غير فعل أو مقال إِمام وفي البخاري\n«نعمت البدعة هذه» يعني قيام رمضان. . ثم قال: وكل بدعة صدرت من مخلوق فلا يخلو أَن يكون لها أصل في الشرع أولا؟ فإِن كان لها أصل فهي في حيز المدح ويعضده قول عمر «نعمت البدعة هذه» وإِلاّ فهي في حيز الذم\nوالإِنكار وقد بيّن هذا الحديث الشريف «من سنَّ في الإِسلام سنة حسنة كان له أجرها وأجر من عمل بها. . ومن سنَّ في الإِسلام سنة سيئة كان عليه وزرها ووزر من عمل بها. .» .", "ayah": 118, "surah": 2}