{"text": "المنَاسَبَة: بعد أن ذكر الله تعالى في الآيات السابقة نعمه على بني إِسرائيل، وبيّن كيف كانوا يقابلون النعم بالكفر والعناد، ويأتون منكرات في الأقوال والأعمال، وصل حديثهم بقصة إِبراهيم أبي الأنبياء الذي يزعم اليهود والنصارى انتماءهم إِليه ويقرون بفضله، ولو كانوا صادقين لوجب عليهم اتباع هذا النبي الكريم «محمد» ﷺ َ ودخولهم في دينه القويم لأنه أثر دعوة إبراهيم الخليل حين دعا لأهل الحرم، ثم هو من ولد إسماعيل ﵇ فكان أولى الاتباع والتمسك بشريعته الحنيفية السمحة التي هي شريعة الخليل ﵇.\nاللغَة: ﴿ابتلى﴾ امتحن والابتلاء: الاختبار ﴿فَأَتَمَّهُنَّ﴾ أتى بهن على التمام والكمال ﴿إِمَامًا﴾ الإِمام: القدوة الذي يؤتم به في الأقوال والأفعال ﴿مَثَابَةً﴾ مرجعًا من ثاب يثوب إذا رجع أي أنهم يترددون إِليه لا يقضون منه وطرهم قال الشاعر:\nجُعلَ البيتُ مثابًا لهُمُ ... ليس منه الدهرَ يقضون الوطر\n﴿وَأَمْنًا﴾ الأمن: السلامة من الخوف والطمأنينة في النفس والأهل ﴿وَعَهِدْنَآ﴾ أمرنا وأوحينا ﴿لِلطَّائِفِينَ﴾ جمع طائف من الطواف وهو الدوران حول الشيء ﴿والعاكفين﴾ جمع عاكف من العكوف وهي الإِقامة على الشيء والملازمة له والمراد المقيمون في الحرم بقصد العبادة ﴿فَأُمَتِّعُهُ﴾ من التمتيع وهو إِعطاء الإنسان ما ينتفع به ﴿قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار﴾ [إبراهيم: ٣٠] ﴿القواعد﴾ جمع قاعدة وهي الأساس ﴿مَنَاسِكَنَا﴾ جمع مَنْسك وهي العبادة والطاعة ﴿والحكمة﴾ العلم النافع المصحوب بالعمل والمراد بها السنة النبوية المطهرة ﴿وَيُزَكِّيهِمْ﴾ من التزكية وهي في الأصل التنمية\nيقال: زكى الزرع إِذا نما ثم استعملت في معنى الطهارة النفسية قال تعالى ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ [الشمس: ٩] .\nالتفِسير: ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ﴾ أي اذكر يا محمد حين اختبر الله عبده إِبراهيم الخليل، وكلّفه بجملة من التكاليف الشرعية «أوامر ونواهٍ» فقام بهن خير قيام ﴿قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا﴾ أي قال له ربه إِني جاعلك قدوة للناس ومنارًا يهتدي بك الخلق ﴿قَالَ وَمِن ذُرِّيَّتِي﴾ أي قال إِبراهيم واجعل يا ربّ أيضًا أئمة من ذريتي ﴿قَالَ لاَ يَنَالُ عَهْدِي الظالمين﴾ أي لا ينال هذا الفضل العظيم أحدٌ من الكافرين ﴿وَإِذْ جَعَلْنَا البيت مَثَابَةً لِّلنَّاسِ﴾ أي واذكر حين جعلنا الكعبة المعظمة مرجعًا للناس يقبلون عليه من كل جانب ﴿وَأَمْنًا﴾ أي مكان أمن يأمن من لجأ إليه، وذلك لما أودع الله في قلوب العرب من تعظيمه وإِجلاله ﴿واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى﴾ أي وقلنا للناس اتخذوا من المقام - وهو الحجر الذي كان يقوم عليه إِبراهيم لبناء الكعبة مصلّى أي صلوا عنده ﴿وَعَهِدْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ﴾ أي أوصينا وأمرنا إِبراهيم وولده إِسماعيل ﴿أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ والعاكفين والركع السجود﴾ أي أمرناهما بأن يصونا البيت من الأرجاس والأوثان ليكون معقلًا للطائفين حوله والمعتكفين الملازمين له والمصلين فيه، فالآية جمعت أصناف العابدين في البيت الحرام: الطائفين، والمعتكفين، والمصلين.\n. ثم أخبر تعالى عن دعوة الخليل إِبراهيم فقال ﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجعل هذا بَلَدًا آمِنًا﴾ أي اجعل هذا المكان - والمراد مكة المكرمة - بلدًا ذا أمن يكون أهله في أمنٍ واستقرار ﴿وارزق أَهْلَهُ مِنَ الثمرات مَنْ آمَنَ مِنْهُمْ بالله واليوم الآخر﴾ أي وارزق يا رب المؤمنين من أهله وسكانه من أنواع الثمرات، ليقبلوا على طاعتك ويتفرغوا لعبادتك وخصَّ بدعوته المؤمنين فقط قال تعالى جوابًا له ﴿قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلًا﴾ أي قال الله وأرزق من كفر أيضًا كما أرزق المؤمن، أأخلق خلقًا ثم لا أرزقهم؟ أما الكافر فأمتعه في الدنيا متاعًا قليلًا وذلك مدة حياته فيها ﴿ثُمَّ أَضْطَرُّهُ إلى عَذَابِ النار﴾ أي ثم أُلجئه في الآخرة وأسوقه إِلى عذاب النار فلا يجد عنها محيصًا ﴿وَبِئْسَ المصير﴾ أي وبئس المال والمرجع للكافر أن يكون مأواه نار جهنم. قاس الخليل الرزق على الإِمامة فنبهه تعالى على أن الرزق رحمة دنيوية شاملة للبرّ والفاجر بخلاف الإِمامة فإِنها خاصة بالخواص من المؤمنين، ثم قال تعالى حكاية عن قصة بناء البيت العتيق ﴿وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت وَإِسْمَاعِيلُ﴾ أي واذكر يا محمد ذلك الأمر الغريب وهو رفع الرسولين العظيمين «إِبراهيم وإِسماعيل» قواعد البيت وقيامهما بوضع أساسه ورفع بنائه وهما يقولان بخضوع وإِجلال ﴿رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ السميع العليم﴾ أي يبنيان ويدعوان بهذه الدعوات الكريمة قائلين يا ربنا تقبل منا أي أقبل منا عملنا هذا واجعله خالصًا لوجهك الكريم فإِنك أنت السميع لدعائنا العليم بنياتنا ﴿رَبَّنَا واجعلنا مُسْلِمَيْنِ لَكَ﴾ أي اجعلنا خاضعين لك منقادين لحكمك ﴿وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ﴾ أي واجعل من ذريتنا من يسلم وجهه لك ويخضع لعظمتك ﴿وَأَرِنَا مَنَاسِكَنَا﴾ أي وعلمنا شرائع عبادتنا ومناسك حجنا ﴿وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التواب الرحيم﴾ أي تب علينا وارحمنا فإنك عظيم المغفرة واسع الرحمة ﴿رَبَّنَا وابعث فِيهِمْ رَسُولًا مِّنْهُمْ﴾ أي ابعث في الأمة المسلمة رسولًا من أنفسهم وهذا من جملة دعواتهما المباركة فاستجاب الله الدعاء ببعثة السراج المنير محمد ﷺ َ ﴿يَتْلُواْ عَلَيْهِمْ آيَاتِكَ﴾ أي يقرأ آيات القرآن ﴿وَيُعَلِّمُهُمُ الكتاب والحكمة﴾ أي يعلمهم القرآن العظيم والسنة المطهرة ﴿وَيُزَكِّيهِمْ﴾ أي\nيطهرهم من رجس الشرك ﴿إِنَّكَ أَنتَ العزيز الحكيم﴾ العزيز الذي لا يُقهر ولا يُغلب، الحكيم الذي لا يفعل إلا ما تقتضيه الحكمة والمصلحة.\nالبَلاَغَة: ١ - التعرض لعنوان الربوبية ﴿ابتلى إِبْرَاهِيمَ رَبُّهُ﴾ تشريف له ﵇ وإِيذان بأن ذلك الابتلاء تربية له وترشيح لأمر خطير، والمعنى عامله سبحانه معاملة المختبر حيث كلفه بأوامر ونواهي يظهر بها استحقاقه للإِمامة العظمى.\n٢ - إيقاع المصدر موقع اسم الفاعل في قوله ﴿آمِنًا﴾ للمبالغة والإِسناد مجازيٌ أي آمنًا من دخله كقوله تعالى ﴿وَمَن دَخَلَهُ كَانَ آمِنًا﴾ [آل عمران: ٩٨] وخيرُ ما فسرته بالوارد.\n٣ - إِضافة البيت إِلى ضمير الجلالة ﴿وَطَهِّرْ بَيْتِيَ﴾ [الحج: ٢٦] للتشريف والتعظيم.\n٤ - قوله تعالى ﴿وَإِذْ يَرْفَعُ إِبْرَاهِيمُ﴾ ورد التعبير بصيغة المضارع حكاية عن الماضي ولذلك وجه معروف في محاسن البيان وهو استحضار الصورة الماضية وكأنها مشاهدة بالعيان فكأنَّ السامع ينظر ويرى إِلى البنيان وهو يرتفع والبنّاء هو إِبراهيم وإِسماعيل ﵉ قال أبو السعود: وصيغة الاستقبال لحكاية الحال الماضية لاستحضار صورتها العجيبة المنبئة عن المعجزة الباهرة.\n٥ - ﴿التواب الرحيم﴾ صيغتان من صيغ المبالغة لأن فعال وفعيل من صيغ المبالغة.\nالفوَائِد: الفائدة الأولى: تقديم المفعول في قوله ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ﴾ واجب لاتصال الفاعل بضمير يعود على المفعول، فلو قُدّم الفاعل لزم عود الضمير على متأخر لفظًا ورتبةً قال ابن مالك:\nوشاعَ نحو خاف ربَّه عمر وشضّ نحو زان نورهُ الشجر\nالثانية: الاختبار في الأصل الامتحان بالشيء ليعلم صدق ذلك الشخص أو كذبه وهو مستحيل على الله لأنه عالم بذلك قبل الاختبار، فالمراد أنه عامله معاملة المختبر ليظهر ذلك للخلق.\nالثالثة: اختلف المفسرون في الكلمات التي اختبر الله بها إِبراهيم ﵇ وأصح هذه الأقوال ما روي عن ابن عباس أنه قال: «الكلمات التي ابتلى الله بهن إِبراهيم فأتمهن: فراق قومه في الله حين أمر بمفارقتهم، ومحاجة نمرود في الله، وصبره على قذفهم إِياه في النار ليحرفوه، والهجرة من وطنه حين أمر بالخروج عنهم، وما ابتلى به من ذبح ابنه حين أمر بذبحه» .\nالرابعة: المراد من الإِمامة في الآية الكريمة «الإِمامة في الدين» وهي النبوة التي حرمها الظالمون، ولو كانت الإِمامة الدنيوية لخالف ذلك الواقع إِذ نالها كثير من الظالمين، فظهر أن المراد الإِمامة في الدين خاصة.\nالخامسة: ذكر العلامة ابن القيم أن السرَّ في تفضيل البيت العتيق ظاهر في انجذاب الأفئدة، وهوى القلوب ومحبتها له، فجذبه للقلوب أعظم من جذب المغناطيس للحديد، فهم يثوبون إِليه من جميع الأقطار ولا يقضون منه وطرًا، بل كلما ازدادوا له زيارة، ازدادوا له اشتياقًا.\nلا يرجع الطرف عنها حين يبصرها ... حتى يعود إليها الطرف مشتاقًا", "ayah": 129, "surah": 2}