{"text": "المنَاسَبَة: لما ذكر تعالى مآثر الخليل إِبراهيم ﵇، وقصة بنائه للبيت العتيق منار التوحيد، أعقبه بالتوبيخ الشديد للمخالفين لملة الخليل من اليهود والنصارى والمشركين، وأكّد أنه لا يرغب عن ملته إِلا كل شقي سفيه الرأي، خفيف العقل، متبع لخطوات الشيطان.\nاللغَة: ﴿سَفِهَ نَفْسَهُ﴾ امتهنها واستخفّ بها وأصل السفه: الخفة ومنه زمام سفيه أي خفيف ﴿اصطفيناه﴾ أي جعلناه صافيًا من الأدناس مشتق من الصفوة ومعناه تخير الأصفى والمراد اصطفاؤه بالرسالة والخلَّة والإِمامة العظمى ﴿وصى﴾ التوصية: إِرشاد الغير إِلى ما فيه صلاح وقربة ﴿شُهَدَآءَ﴾ جمع شاهد أي حاضر ﴿خَلَتْ﴾ مضت وانقرضت.\nالتفِسير: ﴿وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُ﴾ أي لا يرغب عن دين إِبراهيم وملته الواضحة الغراء إِلا من استخفّ نفسه وامتهنها ﴿وَلَقَدِ اصطفيناه فِي الدنيا﴾ أي اخترناه من بين سائر الخلق بالرسالة والنبوة والإِمامة ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ أي من المقربين الذين لهم الدرجات العلى ﴿إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ﴾ أي استسلم لأمر ربك وأخلصْ نفسك له ﴿قَالَ أَسْلَمْتُ لِرَبِّ العالمين﴾ أي استسلمت لأمر الله وخضعتُ لحكمه ﴿ووصى بِهَآ إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ﴾ أي وصّى الخليل أبناءه باتباع ملته وكذلك يعقوب أوصى بملة إِبراهيم ﴿يَابَنِيَّ إِنَّ الله اصطفى لَكُمُ الدين﴾ أي اختار لكم دين الإِسلام دينًا وهذا حكاية لما قال إبراهيم ويعقوب لأبنائهما ﴿فَلاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ﴾ أي اثبتوا على الإِسلام حتى يدرككم الموت وأنتم متمسكون به ﴿أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت﴾ أي بل أكنتم شهداء حين احتضر يعقوب وأشرف على الموت وأوصى بنيه باتباع ملة إبراهيم ﴿إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي﴾؟ أي أيَّ شيء تعبدونه بعدي؟ ﴿قَالُواْ نَعْبُدُ إلهك وإله آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إلها وَاحِدًا﴾ أي لا نعبد إِلا إِلهًا واحدًا هو الله رب العالمين إِله آبائك وأجدادك السابقين ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي نحن له وحده مطيعون خاضعون، والغرض تحقيق البراءة من الشرك، قال تعالى مشيرًا إِلى تلك الذرية الطيبة ﴿تِلْكَ أُمَّةٌ قَدْ خَلَتْ﴾ والإِشارة إِلى إِبراهيم\nوبنيه أي تلك جماعة وجيل قد سلف ومضى ﴿لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ﴾ أي لها ثواب ما كسبت ولكم ثواب ما كسبتم ﴿وَلاَ تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ﴾ أي لا تسألون يوم القيامة عما كانوا يعملون في الدنيا بل كل نفسٍ تتحمل وحدها تبعة ما اكتسبت من سوء.\nالبَلاَغَة: ١ - ﴿وَمَن يَرْغَبُ﴾ استفهام يراد به الإِنكار والتقريع، وقع فيه معنى النفي أي لا يرغب عن ملة إبراهيم إِلا السفيه والجملة واردة مورد التوبيخ للكافرين.\n٢ - التأكيد ب «إِنَّ» و«اللام» ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ لأنه لما كان إِخبارًا عن حالة مغيبة في الآخرة احتاجت إِلى تأكيد بخلاف حال الدنيا فإِنه معلوم ومشاهد.\n٣ - ﴿إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ﴾ هو من باب الالتفات إِذ السياق ﴿إِذْ قَالَ﴾ والالتفات من محاسن البيان، والتعرض بعنوان الربوبية ﴿رَبُّهُ﴾ لإِظهار مزيد اللطف والإعتناء بتربيته كما أن جواب إِبراهيم جاء على هذا المنوال ﴿أَسْلَمْتُ لِرَبِّ العالمين﴾ ولم يقل: أسلمت لك للإِيدان بكمال قوة إِسلامه وللإِشارة إِلى أن من كان ربًا للعالمين لا يليق إِلا أن يُتلقّى أمرُه بالخضوع وحسن الطاعة.\n٤ - قوله ﴿آبَائِكَ﴾ شمل العم والأب والجد، فالجد إبراهيم والعم إِسماعيل والأب إِسحاق وهو من باب «التغليب» وهو من المجازات المعهودة في فصيح الكلام.\nفَائِدَة: قال أبو حيان: «كنّى بالموت عن مقدماته لأنه إِذا حضر الموت نفسُه لا يقول المحتضر شيئًا، وفي قوله ﴿حَضَرَ الموتُ﴾ كناية غريبة وهو أنه غائب ولا بدّ أن يقدم ولذلك يقال في الدعاء: واجعل الموت خير غائب ننتظره» .\nتنبيه: ظاهر قوله تعالى ﴿فَلاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ﴾ النهي عن الموت إِلا على هذه الحالة من الإِسلام، والمقصود الأمر بالثبات على الإِسلام إِلى حين الموت، أي فاثبتوا على الإِسلام ولا تفارقوه أبدًا واستقيموا على محجته البيضاء حتى يدرككم الموت وأنتم على الإِسلام الكامل كقولك لا تصلّ إِلا وأنت خاشع.", "ayah": 134, "surah": 2}