{"text": "المنَاسَبَة: لما ذكر تعالى أن ملة إِبراهيم هي ملة الحنيفية السمحة، وأن من لم يؤمن بها ورغب عنها فقد بلغ الذروة العليا في الجهالة والسفاهة، ذكر تعالى ما عليه أهل الكتاب من الدعاوى الباطلة من زعمهم أن الهداية في اتباع اليهودية والنصرانية، وبيّن أن تلك الدعوى لم تكن عن دليل أو شبهة بل هي مجرد جحود وعناد، ثم عقب ذلك بأن الدين الحق هو في التمسك بالإِسلام، دين جميع الأنبياء والمرسلين.\nاللغة: ﴿حَنِيفًا﴾ الحنيف: المائل عن الدين الباطل إلى الدين الحق، والحنفُ الميل وبه سمي الأحنف لميلٍ في إِحدى قدميه قال الشاعر:\nولكنّا خُلقنا إِذ خُلقنا ... حنيفًا دينُنا عن كل دين\n﴿وَالأَسْبَاطَ﴾ جمع سِبْط وهم حفدةُ يعقوب أي ذريات أبنائه وكانوا اثني عشر سبطًا وهم في بني إِسرائيل كالقبائل في العرب ﴿شِقَاقٍ﴾ الشقاق: المخالفة والعداوة وأصله من الشق وهو الجانب أي صار هذا في شق وهذا في شق ﴿فَسَيَكْفِيكَهُمُ﴾ من الكفاية بمعنى الوقاية ﴿صِبْغَةَ الله﴾ الصبغة مأخوذة من الصَّبْغ وهو تغيير الشيء بلونٍ من الألوان والمراد بها الدِّينُ ﴿أَتُحَآجُّونَنَا﴾ أتجادلوننا من المحاجّة وهي المجادلة ﴿مُخْلِصُونَ﴾ الإِخلاص أن يقصد بالعمل وجه الله وحده.\nالتفِسير: ﴿وَقَالُواْ كُونُواْ هُودًا أَوْ نصارى تَهْتَدُواْ﴾ أي قال اليهود كانوا على ملتنا يهودًا تهتدوا وقال النصارى كونوا نصارى تهتدوا فكلٌ من الفريقين يدعو إِلى دينه المعوج ﴿قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ المشركين﴾ أي قل لهم يا محمد بل نتّبع ملة الحنيفية السمحة وهي ملة إِبراهيم حال كونه مائلًا عن الأديان كلها إِلى الدين القيم وما كان إِبراهيم من المشركين بل كان مؤمنًا موحّدًا وفيه تعريض بأهل الكتاب وإِيذان بأنَّ ما هم عليه إِنما هو شرك وضلال. ﴿قولوا آمَنَّا بالله وَمَآ أُنْزِلَ إِلَيْنَا﴾ أي قولوا أيها المؤمنون آمنا بالله وما أنزل إِلينا من القرآن العظيم ﴿وَمَآ أُنزِلَ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ والأسباط﴾ أي وآمنا بما أنزل إِلى إِبراهيم من الصحف والأحكام التي كان الأنبياء متعبديون بها وكذلك حفدة إِبراهيم وإِسحاق وهم الأسباط حيث كانت النبوة فيهم ﴿وَمَآ أُوتِيَ موسى وعيسى﴾ أي من التوراة والإِنجيل ﴿وَمَا أُوتِيَ النبيون مِن رَّبِّهِمْ﴾ أي ونؤمن بما أنزل على غيرهم من الأنبياء جميعًا ونصدّق بما جاءوا به من عند الله من الآيات البينات والمعجزات الباهرات ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي لا نؤمن بالبعض ونكفر بالبعض كما فعلت اليهود والنصارى ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي منقادون لأمر الله خاضعون لحكمه ﴿فَإِنْ آمَنُواْ بِمِثْلِ مَآ آمَنْتُمْ بِهِ فَقَدِ اهتدوا﴾ أي إِن آمن أهل الكتاب بنفس ما آمنم به معشر المؤمنين فقد اهتدوا إِلى الحق كما اهتديتم ﴿وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ\nفِي شِقَاقٍ﴾ أي وإِن أعرضوا عن الإِيمان بما دعوتهم إِليه فاعلم أنهم إِنما يريدون عداوتك وخلافك، وليسوا من طلب الحق في شيء ﴿فَسَيَكْفِيكَهُمُ الله﴾ أي سيكفيك يا محمد شرهم وأذاهم ويعصمك منهم ﴿وَهُوَ السميع العليم﴾ أي هو تعالى يسمع ما ينطقون به ويعلم ما يضمرونه في قلوبهم من المكر والشر ﴿صِبْغَةَ الله وَمَنْ أَحْسَنُ مِنَ الله صِبْغَةً﴾ أي ما نحن عليه من الإِيمان هو دين الله الذي صبغنا به وفطرنا عليه فظهر أثره علينا كما يظهر الصبغ في الثوب، ولا أحد أحسن من الله صبغةً أي دينًا ﴿وَنَحْنُ لَهُ عَابِدونَ﴾ أي ونحن نعبده جلّ وعلا ولا نعبد أحدًا سواه ﴿قُلْ أَتُحَآجُّونَنَا فِي اللَّهِ﴾ أي أتجادلوننا في شأن الله زاعمين أنكم أبناء الله وأحباؤه، وأن الأنبياء منكم دون غيركم؟ ﴿وَهُوَ رَبُّنَا وَرَبُّكُمْ﴾ أي ربُّ الجميع على السواء وكلُّنا عبيدة ﴿وَلَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا جزاء أعمالنا ولكم جزاء أعمالكم لا يتحمل أحد وزر غيره ﴿وَنَحْنُ لَهُ مُخْلِصُونَ﴾ أي قد أخلصنا الدين والعمل لله ﴿أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطَ كَانُواْ هُودًا أَوْ نصارى﴾؟ أي أم تدّعون يا معشر أهل الكتاب أن هؤلاء الرسل وأحفادهم كانوا يهودًا أو نصارى ﴿قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ الله﴾ أي هل أنتم أعلم بديانتهم أم الله؟ وقد شهد الله لهم بملة الإسلام وبرأهم من اليهودية والنصرانية\n﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا﴾ [آل عمران: ٦٧] فكيف تزعمون أنهم على دينكم؟ ﴿وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِندَهُ مِنَ الله﴾ أي لا أحد أظلم ممن أخفى وكتم ما اشتملت عليه آيات التوراة والإِنجيل من البشارة برسول الله، أو لا أحد أظلم ممن كتم ما أخبر الباري عنه من أن الأنبياء الكرام كانوا على الإِسلام ﴿وَمَا الله بِغَافِلٍ عَمَّا\nتَعْمَلُونَ﴾ أي مطلع على أعمالهم ومجازيهم عليها وفيه وعيد شديد ﴿تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ وَلاَ تُسْأَلُونَ عَمَّا كَانُواْ يَعْمَلُونَ﴾ كرّرها لأنها تضمنت معنى التهديد والتخويف، أي إِذا كان أولئك الأنبياء على فضلهم وجلاله قدرهم يجازون بكسبهم فأنتم أحرى، وقد تقدم تفسيرها فأغنى عن الإِعادة.\nالبَلاَغَة: ١ - ﴿وَقَالُواْ كُونُواْ هُودًا أَوْ نصارى﴾ فيه إِيجاز بالحذف أي قال اليهود كونوا يهودًا وقال النصارى كونوا نصارى، وليس المعنى أن الفريقين قالوا ذلك لأن كل فريق يعدُّ دين الآخر باطلًا.\n٢ - ﴿فَسَيَكْفِيكَهُمُ﴾ فيه إيجاز ظاهر أن يكفيك الله شرهم، وتصدير الفعل بالسين دون سوف مشعر بأن ظهوره عليهم واقع في زمن قريب.\n٣ - ﴿السميع العليم﴾ من صيغ المبالغة ومعناه الذي أحاط سمعه وعلمه بجميع الأشياء.\n٤ - ﴿صِبْغَةَ الله﴾ سمي الدين صبغةً بطريق الاستعارة حيث تظهر سمته على المؤمن كما يظهر أثر الصبغ في الثوب.\n٥ - ﴿اتجادلوننا في الله﴾ الاستفهام وارد على جهة التوبيخ والتقريع.\nالفوَائِد: الفائدة الأولى: تكرر ورود هذه الآية في مواطن من القرآن ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ قال أبو حيان: ولا تأتي الجملة إِلا عقب ارتكاب معصية فتجيء متضمنة وعيدًا ومعلمة أن الله لا يترك أمرهم سدى.\nالثانية: قال ابن عباس: إِن النصارى كان إِذا ولد لأحدهم ولد فأتى عليه سبعة أيام صبغوه في ماءٍ لهم يقال له: المعمودي ليطهروه بذلك، ويقولون هذا طهور مكان الختان فإِذا فعلوا ذلك صار نصرانيًا حقًا فأنزل الله هذه الآية.\nالثالثة: كان أهل الكتاب يقرءون التوراة بالعبرانية ويفسّرونها بالعربية لأهل الشام فقال رسول الله ﷺ َ: «لا تصدقوا أهل الكتاب ولا تكذبوهم وقولوا: آمنا بالله وما أُنزل إِلينا» رواه البخاري.", "ayah": 136, "surah": 2}