{"text": "المنَاسَبَة: بدأت الآيات الكريمة بمخاطبة المؤمنين، وتذكيرهم بنعمة الله العظمى عليهم، ببعثة خاتم المرسلين ﷺ َ، بعد أن تحدثت الآيات السابقة عن بني إِسرائيل، وذكرت بالتفصيل\nنعم الله عليهم التي قابلوها بالجحود والكفران فيما يزيد على ثلث السورة الكريمة، وقد عدّد القرآن الكريم جرائمهم ليعتبر ويتعظ بها المؤمنون، ولما انتهى الحديث عن اليهود بعد ذلك البيان الواضح جاء دون التذكير للمؤمنين بالنعم الجليلة والتشريعات الحكيمة التي بها سعادتهم في الدارين.\nاللغَة: ﴿الكتاب﴾ القرآن العظيم ﴿الحكمة﴾ السنّة النبوية ﴿فاذكروني﴾ أصل الذكر التنبه بالقلب للمذكور، وسُمّي الذكر باللسان ذكرًا لأنه علامة على الذكر القلبي ﴿وَلَنَبْلُوَنَّكُمْ﴾ أصل البلاء المحنة، ثم قد يكون بالخير أو بالشر ﴿وَنَبْلُوكُم بالشر والخير﴾ [الأنبياء: ٣٥] ﴿مُّصِيبَةٌ﴾ المصيبة: كل ما يؤذي المؤمن ويصيبه في نفسه أو ماله أو ولده ﴿صَلَوَاتٌ﴾ الأصل في الصلاة الدعاء وهي من الله بمعنى الرحمة ومن الملائكة بمعنى الاستغفار.\nالتفسير: ﴿كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنْكُمْ﴾ الكلام متعلق بما سبق في قوله ﴿وَلأُتِمَّ نِعْمَتِي﴾ [البقرة: ١٥٠] والمعنى كما اتممت عليكم نعمتي كذلك أرسلت فيكم رسولًا منكم ﴿يَتْلُواْ عَلَيْكُمْ آيَاتِنَا﴾ أي يقرأ عليكم القرآن ﴿وَيُزَكِّيكُمْ﴾ أي يطهركم من الشرك وقبيح الفعال ﴿وَيُعَلِّمُكُمُ الكتاب والحكمة﴾ أي يعلمكم أحكام الكتاب المجيد، والسنة النبوية المطهرة ﴿وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ﴾ أي يعلمكم من أمور الدنيا والدين الشيء الكثير الذي لم تكونوا تعلمونه ﴿فاذكروني أَذْكُرْكُمْ﴾ أي اذكروني بالعبادة والطاعة أذكركم بالثواب والمغفرة ﴿واشكروا لِي وَلاَ تَكْفُرُونِ﴾ أي اشكروا نعمتي عليكم ولا تكفروها بالجحود والعصيان، روي أن موسى ﵇ قال: يا رب كيف أشكرك؟ قال له ربه: «تذكرني ولا تنساني، فإِذا ذكرتني فقد شكرتني، وإِذا نسيتني فقد كفرتني» ثم نادى ﵎ عباده المؤمنين بلفظ الإِيمان ليستنهض هممهم إِلى امتثال الأوامر الإِلهية، وهو النداء الثاني الذي جاء في هذه السورة الكريمة فقال ﴿يَآأَيُّهَا الذين آمَنُواْ استعينوا بالصبر والصلاة﴾ أي استعينوا على أمور دنياكم وآخرتكم بالصبر والصلاة فالبصبر تنالون كل فضيلة، وبالصلاة تنتهون عن كل رذيلة ﴿إِنَّ الله مَعَ الصابرين﴾ أي معهم بالنصر والمعونة والحفظ والتأييد ﴿وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ﴾ أي لا تقولوا للشهداء إنهم أموات ﴿بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ﴾ أي بل هم أحياءً عند ربهم يرزقون ولكن لا تشعرون بذلك لأنهم في حياةٍ برزخية أسمي من هذه الحياة ﴿وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات﴾ أي ولنختبرنكم بشيءٍ يسير من ألوان البلاء مثل الخوف والجوع، وذهاب بعض الأموال، وموت بعض الأحباب، وضياع بعض الزروع والثمار ﴿وَبَشِّرِ الصابرين﴾ أي بشر الصابرين على المصائب والبلايا بجنات النعيم ثم بيّن تعالى تعريف الصابرين بقوله ﴿الذين إِذَآ أَصَابَتْهُم مُّصِيبَةٌ﴾ أي نزل بهم كرب أو بلاء أو مكروه ﴿قَالُواْ إِنَّا للَّهِ وَإِنَّآ إِلَيْهِ رَاجِعُونَ﴾ أي استرجعوا وأقروا بأنهم عبيد الله يفعل بهم ما يشاء ﴿أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾ أي أولئك الموصوفون بما ذكر لهم ثناء وتمجيد ورحمة من الله، وهم المهتدون إِلى طريق السعادة.\nالبَلاَغَة: ١ - بين كلمتي ﴿أَرْسَلْنَا﴾ و﴿رَسُولًا﴾ جناس الاشتقاق وهو من المحسنات البديعية.\n٢ - ﴿وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ﴾ بعد قوله ﴿وَيُعَلِّمُكُمُ الكتاب والحكمة﴾ هو من باب ذكر العام بعد الخاص لإِفادة الشمول ويسمى هذا في البلاغة ب (الإِطناب) .\n٣ - ﴿أَمْوَاتٌ بَلْ أَحْيَاءٌ﴾ فيه إيجاز بالحذف أي لا تقولوا هم أموات بل هم أحياء (وبينهما طباق) .\n٤ - التنكير في قوله ﴿بِشَيْءٍ مِّنَ الخوف﴾ للتقليل أي بشيء قليل.\n٥ - ﴿صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ﴾ التنوين فيهما للتفخيم، والتعرض بعنوان الربوبية مع الإِضافة إِلى ضميرهم ﴿رَّبِّهِمْ﴾ لإِظهار مزيد العناية بهم.\n٦ - ﴿هُمُ المهتدون﴾ صيغة قصر وهو من نوع قصر الصفة على الموصوف.\nوائِد: الأولى: روي عن عمر بن الخطاب ﵁ أنه قال: «ما أصابتني مصيبة إِلا وجدتُ فيها ثلاث نعم: الأولى: أنها لم تكن في ديني، الثانية: أنها لم تكن أعظم مما كانت، الثالثة: أن الله يجازي عليها الجزاء الكبير ثم تلا قوله تعالى: ﴿أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾» .\nالثانية: قال ﷺ َ «إِذا مات ولد العبد قال الله تعالى لملائكته قبضتم ولد عبدي؟ فيقولون: نعم، فيقول قبضتم ثمرة فؤاده؟ فيقولون: نعم، فيقول: فماذا قال عبدي؟ فيقولون حَمِدك واسترجع، فيقول الله تعالى: ابنوا لعبدي بيتًا في الجنة وسمُّوه بيتَ الحمد» .", "ayah": 154, "surah": 2}