{"text": "المنَاسَبَة: لما ذكر تعالى حال الكافرين الجاحجين لآيات الله وما لهم من العذاب والنكال في الآخرة، ذكر هنا أدلة القدرة والوحدانية، وأتى بالبراهين على وجود الخالق الحكيم، فبدأ بذكر العالم العلوي ثم العالم السفلي، ثم بتعاقب الليل والنهار، ثم بالسفن التي تمخر عباب البحار، ثم بالأمطار التي فيها حياة الزروع والنفوس، ثم بما بث في الأرض من أنواع الحيوانات العجيبة، ثم بالرياح والسحب التي سخرها الله لفائدة الإِنسان وختم ذلك بالأمر بالتفكر في بدائع صنع الله،\nوإعمال العقل في جمل خلقه، ليستدل العاقل بالأثر على وجود المؤثر، وبالصنعة على عظمة الخالق المدبّر الحكيم.\nاللغَة: ﴿وإلهكم﴾ الإِله: المعبود بحقٍ أو باطل والمراد به هنا المعبود بحق وهو الله رب العالمين ﴿الفلك﴾ ما عظم من السفن وهو اسم يطلق على المفرد والجمع ﴿وَبَثَّ﴾ فرَّق ونشر ومنه ﴿كالفراش المبثوث﴾ [القارعة: ٤] ﴿دَآبَّةٍ﴾ الدابة في اللغة: كل ما يدب على الأرض من إِنسانٍ ويحوان مأخوذ من الدبيب وهو المشي رويدًا وقد خصّه العرف بالحيوان، ويدل على المعنى اللغوي قوله تعالى ﴿والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ﴾ [النور: ٤٥] فجمع بين الزواحف والإِنسان والحيوان ﴿وَتَصْرِيفِ الرياح﴾ الريّاح: جمع ريح وهي نسيم الهواء، وتصريفُها تقليبها في الجهات ونقلها من حال إِلى حال، فتهب حارة وباردة، وعاصفة ولينة، وملقحة للنبات وعقيمًا ﴿المسخر﴾ من التسخير وهو التذليل والتيسير ﴿أَندَادًا﴾ جمع نِدّ وهو المماثل والمراد بها الأوثان والأصنام ﴿الأسباب﴾ جمع سبب وأصله الحبل والمراد به ما يكون بين الناس من روابط كالنسب والصداقة ﴿كَرَّةً﴾ الكرَّة: الرَّجعة والعودة إِلى الحالة التي كان فيها ﴿حَسَرَاتٍ﴾ جمع حسْرة وهي أشد الندم على شيء فائت وفي التنزيل ﴿أَن تَقُولَ نَفْسٌ ياحسرتا على مَا فَرَّطَتُ فِي جَنبِ الله﴾ [الزمر: ٥٦] .\nسَبَبُ النّزول: عن عطاء قال: أنزلة بالمدينة على النبي ﷺ َ ﴿وإلهكم﴾ فقالت كفار قريش بمكة كيف يسعُ الناس إِلهٌ واحد؟ فأنزل الله تعالى ﴿إِنَّ فِي خَلْقِ السماوات والأرض ... إِلى قوله لآيات لِّقَوْمٍ يَعْقِلُونَ﴾\nالتفسِير: ﴿وإلهكم إله وَاحِدٌ أي إِلهكم المستحق للعبادة إِلهٌ واحد، لا نظير له في ذاته ولا في صفاته ولا في أفعاله ﴿لاَّ إله إِلاَّ هُوَ الرحمن الرحيم﴾ أي لا معبود بحق إِلا هو جلّ وعلا مُولي النعم ومصدر الإِحسان ﴿إِنَّ فِي خَلْقِ السماوات والأرض﴾ أي إِن في إِبداع السماوات والأرض بما فيهما ن عجائب الصنعة ودلائل القدرة ﴿واختلاف الليل والنهار﴾ أي تعاقبهما بنظام محكم، يأتي الليل فيعقبه النهار، وينسلخ النهار فيعقبه الليل، ويطول النهار ويقصر الليل والعكس ﴿والفلك التي تَجْرِي فِي البحر﴾ أي السفن الضخمة الكبيرة التي تسير في البحر على وجه الماء وهي موقرةٌ بالأثقال ﴿بِمَا يَنفَعُ الناس﴾ أي بما فيه مصالح الناس من أنواع المتاجر والبضائع ﴿وَمَآ أَنزَلَ الله مِنَ السمآء مِن مَّآءٍ﴾ أي وما أنزل الله من السحاب من المطر الذي جاء به حياة البلاد والعباد ﴿فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا﴾ أي أحيا بهذا الماء الزروع والأشجار، بعد أن كانت يابسة مجدبة ليس فيها حبوب ولا ثمار ﴿وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ﴾ أي نشر وفرّق في الأرض ن كل ما يدب عليها من أنواع الدواب، المختلفة في أحجامها وأشكالها وألوانها وأصواتها ﴿وَتَصْرِيفِ الرياح﴾ أي تقليب الرياح في هبوبها جنوبًا وشمالًا، حارة وباردة، وليّنة وعاصفة ﴿والسحاب المسخر بَيْنَ السمآء والأرض﴾ أي السحاب المذلّل بقدرة الله، يسير حيث شاء الله وهو يحمل الماء الغزير ثم يصبُّه على الأرض قطرات\nقطرات، قال كعب الأحبار: السحاب غربال المطر ولولا السحاب لأفسد المطر ما يقع عليه من الأرض ﴿لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ﴾ أي لدلائل وبراهين عظيمة دالة على القدرة القاهرة، والحكمة الباهرة، والرحمة الواسعة لقوم لهم عقول تعي وأبصار تدرك، وتتدبر بأن هذه الأمور من صنع إِله قادر حكيم، ثم أخبر تعالى عن سوء عاقبة المشركين الذين عبدوا غير الله فقال ﴿وَمِنَ الناس مَن يَتَّخِذُ مِن دُونِ الله أَندَادًا﴾ أي ومن الناس من تبلغ بهم الجهالة أن يتخذ من غير الله أندادًا أي رؤساء وأَصنامًا ﴿يُحِبُّونَهُمْ كَحُبِّ الله﴾ أي يعظمونهم ويخضعون لهم كحب المؤمنين لله ﴿والذين آمَنُواْ أَشَدُّ حُبًّا للَّهِ﴾ أي حب المؤمنين لله أشدُّ من حب المشركين للأنداد ﴿وَلَوْ يَرَى الذين ظلموا إِذْ يَرَوْنَ العذاب أَنَّ القوة للَّهِ جَمِيعًا﴾ أي لو رأى الظالمون حين يشاهدون العذاب المعدّ لهم يوم القيامة أَن القدرة كلها لله وحده ﴿وَأَنَّ الله شَدِيدُ العذاب﴾ أي وأنَّ عذاب الله شديد أليم وجواب «لو» محذوف أي لرأوا ما لا يوصف من الهول والفظاعة ﴿إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا﴾ أي تبرأ الرؤساء من الأتباع ﴿وَرَأَوُاْ العذاب وَتَقَطَّعَتْ بِهِمُ الأسباب﴾ أي حين عاينوا العذاب وتقطعت بينهم الروابط وزالت المودّات ﴿وَقَالَ الذين اتبعوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ﴾ أي تمنّى الأتباع لو أنّ لهم رجعة إِلى الدنيا ليتبرءوا من هؤلاء الذين أضلوهم السبيل ﴿كَمَا تَبَرَّءُواْ مِنَّا﴾ أي كما تبرأ الرؤساء من الأتباع في ذلك اليوم العصيب.\n. قال تعالى ﴿كَذَلِكَ يُرِيهِمُ الله أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ﴾ أي أنه تعالى كما أراهم شدة عذابه كذلك ربهم أعمالهم القبيحة ندامات شديدة وحسرات تتردد في صدورهم كأنها شرر الجحيم ﴿وَمَا هُم بِخَارِجِينَ مِنَ النار﴾ أي ليس لهم سبيل إِلى الخروج من النار، بل هم في عذاب سرمدي وشقاء أبدي.\nالبَلاَغَة: ١ - ﴿وإلهكم إله وَاحِدٌ﴾ ورد الخبر حاليًا من التأكيد تنزيلًا للمنكر منزلة غير المنكر، وذلك لأن بين أيديهم من البراهين الساطعة والحجج القاطعة ما لو تأملوه لوجدوا فيه غاية الإِقناع.\n٢ - ﴿لآيَاتٍ﴾ التنكير في آيات للتفخيم أي آيات عظيمة دالة على قدرة قاهرة وحكمة باهرة.\n٣ - ﴿كَحُبِّ الله﴾ فيه تشبيه (مرسل مجمل) حيث ذكرت الأداة وحذف وجه التشبيه.\n٤ - ﴿أَشَدُّ حُبًّا للَّهِ﴾ التصريح بالأشدّية أبلغ من أن يقال «أحبُّ لله» كقوله ﴿فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ [البقرة: ٧٤] مع صحة أن يقال: أو أقسى.\n٥ - ﴿وَلَوْ يَرَى الذين ظلموا﴾ وضع الظاهر موضع الضمير ﴿ولو يرون﴾ لإِحضار الصورة في ذهن السامع وتسجيل السبب في العذاب الشديد وهو الظلم الفادح.\n٦ - في قوله ﴿وَرَأَوُاْ العذاب﴾ و﴿وَتَقَطَّعَتْ بِهِمُ الأسباب﴾ من علم البديع ما يسمى ب «الترصيع» وهو أن يكون الكلام مسجوعًا.\n٧ - ﴿بِخَارِجِينَ مِنَ النار﴾ الجملة إِسمية وإِيرادها بهذه الصيغة لإِفادة دوام الخلود.\nالفوَائِد: الأولى: ذكر تعالى في الآية من عجائب مخلوقاته ثمانية أنواع تنبيهًا على ما فيها من العبر واستدلالًا على الوحدانية من الأثر، الأول: خلق السماوات وما فيها من الكواكب والشمس والقمر، الثاني: الأرض وما فيها من جبال وبحار وأشجار وأنهار ومعادن وجواهر، الثاث: اختلاف الليل والنهار بالطول والقصر والنور والظلمة والزيادة والنقصان، الرابع: السفن العظيمة كأنها الراسيات من الجبال وهي موقرة بالأثقال والرجال تجري بها الريح مقبلة ومدبرة، الخامس: المطر الذي جعله الله سببًا لحياة الموجودات من حيوان ونبات وإِنزاله بمقدار، السادس: ما بثّ في الأرض من إِنسان وحيوان مع اختلاف الصور والأشكال والألوان، السابع: تصريف الرياح والهواءُ جسم لطيفٌ وهو مع ذلك في غاية القوة بحيث يقلع الصخر والشجر ويخرب البنيان العظيمة وهو مع ذلك حياة الوجود فلو أمسك طرفة عين لمات كل ذي روح وأنتن ما على وجه الأرض، الثامن: السحاب مع ما فيه من المياه العظيمة التي تسيل منها الأودية الكبيرة يبقى معلقًا بين السماء والأرض بلا علاقة تمسكه ولا دعامة تسنده فسبحان الواحد القهار.\nالثانية: ورد لفظ الرياح مفردة ومجموعة، فجاءت مجموعة مع الرحمة مفردة مع العذاب كقوله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ [الروم: ٤٦] وقوله ﴿وَهُوَ الذي أَرْسَلَ الرياح بُشْرَى بَيْنَ يَدَيْ رَحْمَتِهِ﴾ [الفرقان: ٤٨] وقوله ﴿الريح العقيم﴾ [الذاريات: ٤١] وروى أن رسول الله ﷺ َ كان يقول إِذا هبت الريح «اللهم اجعلها رياحًا ولا تجعلها ريحًا» .", "ayah": 164, "surah": 2}