{"text": "المنَاسَبَة: لمّا بيّن تعالى التوحيد ودلائله، وما للمؤمنين المتقين والكفرة العاصين، أتبع ذلك بذكر إِنعامه على الكافر والمؤمن، ليدل على أن الكفر لا يؤثر في قطع الإِنعام، لأنه تعالى رب\nالعالمين، فإِحسانه عام لجميع الأنام دون تمييز بين مؤمن وكافر وبرٍّ وفاجر، ثم دعا المؤمنين إِلى شكر المنعم جلٍّ وعلا والأكل من الطيبات التي أباحها الله، واجتناب ما حرّمه الله من أنواع الخبائث.\nاللغَة: ﴿خُطُوَاتِ الشيطان﴾ جمع خُطوة وهي في الأصل ما بين القدمين عند المشي وتستعمل مجازًا في تتبع الآثار ﴿السواء﴾ أصل السُّوء ما يسوء الإِنسان أي يحزنه ويطلق على المعصية قولًا أو فعلًا أو اعتقادًا لأنها تسوء صاحبها أي تحزنه في الحال أو المآل ﴿الفحشآء﴾ ما يستعظم ويستفحش من المعاصي فهي أقبح أنواع المعاصي ﴿أَلْفَيْنَا﴾ وجدنا ومنه ﴿وَأَلْفَيَا سَيِّدَهَا﴾ [يوسف: ٢٥] ﴿إِنَّهُمْ أَلْفَوْاْ آبَآءَهُمْ ضَآلِّينَ﴾ [الصافات: ٦٩] أي وجدوا ﴿يَنْعِقُ﴾ يصيح يقال: نعق الراعي بغنمه ينعِق نعيقًا إِذا صاح بها وزجرها قال الأخطل:\nفانعِقْ بضأنك يا جريرُ فإِنما مَنَّتك نفسُك في الخلاء ضلالًا\n﴿أُهِلَّ﴾ الإِهلال: رفع الصوت يقال: أهلَّ المحرم إِذا رفع صوته بالتلبية ومنه إِهلال الصبي وهو صياحه عند الولادة، وكان المشركون إِذا ذبحوا ذكروا اللات والعزَّى ورفعوا بذلك أصواتهم ﴿اضطر﴾ أُلجئ أي ألجأته الضرورة إلى الأكل من المحرمات ﴿بَاغٍ وَلاَ عَادٍ﴾ الباغي من البغي والعادي من العدوان، وهما بمعنى الظلم وتجاوز الحدّ ﴿يُزَكِّيهِمْ﴾ يطهرهم من التزكية وهي التطهير ﴿شِقَاقٍ﴾ الشقاق: الخلاف والعداوة.\nالتفسِير: ﴿ياأيها الناس كُلُواْ مِمَّا فِي الأرض حَلاَلًا طَيِّبًا﴾ الخطاب عام لجميع البشر أي كلوا ممّا أحله الله لكم من الطيبات حال كونه مستطابًا في نفسه غير ضار بالأبدان والعقول ﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان﴾ أي لا تقتدوا بآثار الشيطان فيما يزينه لكم من المعاصي والفواحش ﴿إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي إِنه عظيم العداوة لكم وعداوته ظاهرة لا تخفى على عاقل ﴿إِنَّمَا يَأْمُرُكُمْ بالسواء والفحشآء﴾ أي لا يأمركم الشيطان بما فيه خير إِنما يأمركم بالمعاصي والمنكرات وما تناهي في القبح من الرذائل ﴿وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ أي وأن تفتروا على الله بتحريم ما أحل لكم وتحليل ما حرّم عليكم فتحلوا وتحرّموا من تلقاء أنفسكم ﴿وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله﴾ أي وإِذا قيل للمشركين اتبعوا ما أنزل الله على رسوله من الوحي والقرآن واتركوا ما أنتم عليه من الضلال والجهل ﴿قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ﴾ أي بل نتبع ما وجدنا عليه آباءنا، قال تعالى في الردّ عليهم ﴿أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئًا وَلاَ يَهْتَدُونَ﴾ أي أيتبّعون آباءهم ولو كانوا سفهاء أغبياء ليس لهم عقل يردعهم عن الشر ولا بصيرة تنير لهم الطريق؟ والاستفهام للإِنكار والتوبيخ والتعجيب من حالهم في تقليدهم الأعمى للآباء، ثم ضرب تعالى مثلًا للكافرين في غاية الوضوح والجلاء فقال تعالى ﴿وَمَثَلُ الذين كَفَرُواْ كَمَثَلِ الذي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءً﴾ أي ومثل الكفار في عدم انتفاعهم بالقرآن وحججه الساطعة ومثل من يدعوهم إِلى الهدى كمثل الراعي الذي يصيح بغنمه ويزجرها فهي تسمع الصوت والنداء دون أن تفهم الكلام والمراد، أو تدرك المعنى الذي يقال لها، فهؤلاء الكفار كالدواب السارحة لا يفهمون ما تدعوهم إِليه ولا يفقهون، يسمعون القرآن ويصمّون عنه الآذان\n﴿إِنْ هُمْ إِلاَّ كالأنعام بَلْ هُمْ أَضَلُّ سَبِيلًا﴾ [الفرقان: ٤٤] ولهذا قال تعالى ﴿صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَعْقِلُونَ﴾ أي صمٌّ عن\nسماع الحق، بكم أي خرسٌ عن النطق به عميٌ عن رؤيته فهم لا يفقهون ما يقال لهم لأنهم أصبحوا كالدواب فهم في ضلالهم يتخبطون. وخلاصة المثل - والله أعلم - مثل الذين كفروا كالبهائم التي لا تفقه ما يقول الراعي أكثر من سماع الصوت دون أن تفهم المعنى وهو خلاصة قول ابن عباس ﴿ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ خاطب المؤمنين لأنهم الذين ينتفعون بالتوجيهات الربانية والمعنى كلوا يا أيها المؤمنون من المستلذات وما طاب من الرزق الحلال الذي رزقكم الله إِياه ﴿واشكروا للَّهِ إِن كُنْتُمْ إِيَّاهُ تَعْبُدُونَ﴾ أي واشكروا الله على نعمه التي لا تحصى إِن كنتم تخصونه بالعبادة ولا تعبدون أحدًا سواه ﴿إِنَّمَا حَرَّمَ عَلَيْكُمُ الميتة والدم وَلَحْمَ الخنزير﴾ أي ما حرّم عليكم إلا الخبائث كالميتة والدم ولحم الخنزير ﴿وَمَآ أُهِلَّ بِهِ لِغَيْرِ الله﴾ أي وما ذبح للأصنام فذكر عليه اسم غير الله كقولهم باسم اللات والعزّى ﴿فَمَنِ اضطر غَيْرَ بَاغٍ وَلاَ عَادٍ﴾ أي فمن ألجأته ضرورة إلى أكل شيء من المحرمات بشرط ألا يكون ساعيًا في فساد، ولا متجاوزًا مقدار الحاجة ﴿فلا إِثْمَ عَلَيْهِ﴾ أي فلا عقوبة عليه في الأكل ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي يغفر الذنوب ويرحم العباد ومن رحمته أن أباح المحرمات وقت الضرورة ﴿إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلَ الله مِنَ الكتاب﴾ أي يخفون صفة النبي ﵇ المذكورة في التوراة وهم اليهود قال ابن عباس: نزلت في رؤساء اليهود حين كتموا نعت النبي ﷺ َ ﴿وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا﴾ أي يأخذون بدله عوضًا حقيرًا من حطام الدنيا ﴿أولئك مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار﴾ أي إِنما يأكلون نارًا تأجّج في بطونهم يوم القيامة لأن أكل ذلك المال الحرام يفضي بهم إِلى النار ﴿وَلاَ يُكَلِّمُهُمُ الله يَوْمَ القيامة﴾ أي لا يكلمهم كلام رضىً كما يكلم المؤمنين بل يكلمهم كلام غضب كقوله ﴿اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ﴾ [المؤمنون: ١٠٨] ﴿وَلاَ يُزَكِّيهِمْ﴾ أي يطهرهم من دنس الذنوب ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي عذاب مؤلم وهو عذاب جهنم ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ أي أخذوا الضلالة بدل الهدى والكفر بدل الإِيمان ﴿والعذاب بالمغفرة﴾ أي واستبدلوا الجحيم بالجنة ﴿فَمَآ أَصْبَرَهُمْ عَلَى النار﴾ أي ما أشدَّ صبرهم على نار جهنم؟ وهو تعجيب للمؤمنين من جراءة أولئك الكفار على اقتراف أنواع المعاصي ثم قال تعالى مبينًا سبب النكال والعذاب ﴿ذَلِكَ بِأَنَّ الله نَزَّلَ الكتاب بالحق﴾ أي ذلك العذاب الأليم بسبب أن الله أنزل كتابه\n﴿التوراة﴾ [آل عمران: ٣] ببيان الحق فكتموا وحرّفوا ما فيه ﴿وَإِنَّ الذين اختلفوا فِي الكتاب﴾ أي اختلفوا في تأويله وتحريفه ﴿لَفِي شِقَاقٍ بَعِيدٍ﴾ أي في خلاف بعيد عن الحق والصواب، مستوجب لأشدّ العذاب.\nسَبَبُ النّزول: قال ابن عباس: نزلت هذه الآية في رؤساء اليهود: كعب بن الأشرف ومالك بن الصيف وحيي بن أخطب كانوا يأخذون من أتباعهم الهدايا، فلما بعث محمد ﵇ خافوا انقطاع تلك المنافع فكتموا أمر محمد وأمر شرائعه فنزلت ﴿إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلَ الله مِنَ الكتاب﴾ الآية.\nالبَلاَغَة: ١ - ﴿خُطُوَاتِ الشيطان﴾ استعارة عن الاقتداء به واتباع آثاره قال في تلخيص البيان: وهي أبلغ عبارة عن التحذير من طاعته فيما يأمر به وقبول قوله فيما يدعو إِلى فعله.\n٢ - ﴿بالسواء والفحشآء﴾ هو من باب «عطف الخاص على العام» لأن السوء يتناول جميع المعاصي، والفحساء وأفحش المعاصي.\n٣ - ﴿وَمَثَلُ الذين كَفَرُواْ﴾ فيه تشبيه (مرسل ومجمل) مرسل لذكر الأداة ومجمل لحذف وجه الشبه فقد شبه الكفار بالبهائم التي تسمع صوت المنادي دون أن تفقه كلامه وتعرف مراده.\n٤ - ﴿صُمٌّ بُكْمٌ عُمْيٌ﴾ حذفت أداة الشبه ووجه الشبه فهو «تشبيه بليغ» أي هم كالصم في عدم سماع الحق وكالعمي وكالبكم في عدم الانتفاع بنور القرآن.\n٥ - ﴿مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار﴾ مجاز مرسل باعتبار ما يؤول إِليه أي إِنما يأكلون المال الحرام الذي يفضي بهم إِلى النار وقوله ﴿فِي بُطُونِهِمْ﴾ زيادة تشنيع وتقبيح لحالهم وتصويرهم بمن يتناول رضف جهنم، وذلك أفظع سماعًا وأشد إيجاعًا.\n٦ - ﴿اشتروا الضلالة بالهدى﴾ استعارة والمراد استبدلوا الكفر بالإِيمان وقد تقدّم في أول السورة إِجراء هذه الاستعارة.\nالفوَائِد: الأولى: عن ابن عباس قال: تليت هذه الآية عند النبي ﷺ َ ﴿ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ﴾ فقام سعد بن أبي وقاص فقال يا رسول الله: أدع الله أن يجعلني مستجاب الدعوة! فقال يا سعد: أطبْ مطعمَك تكنْ مستجابَ الدعوة، والذي نفس محمد بيده إِن الرجل ليقذف اللقمة الحرام في جوفه ما يتقبَّلُ منه أربعين يومًا، وأيمّا عبدٍ نبت لحمة من السُّحتِ والربا فالنارُ أولى به.\nالثانية: قال بعض السلف: «يدخل في اتباع خطواتٍ الشيطان كلُّ معصية لله، وكل نذرٍ في المعاصي قال الشعبي: نذر رجلٌ أن ينحر ابنه فأقناه مسروقٌ بذبح كبش وقال: هذا من خطوات الشيطان» .\nالثالثة: قال ابن القيم في أعلام الموقعين عن قوله تعالى ﴿وَمَثَلُ الذين كَفَرُواْ كَمَثَلِ الذي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءً﴾ قال: لك أن تجعل هذا من التشبيه المركب، وأن تجعله من التشبيه المفرّق، فإِن جعلته من المركب كان تشبيهًا للكفار - في عدم فقههم وانتفاعهم - بالغنم التي ينعق بها الراعي فلا تفقه من قوله شيئًا غير الصوت المجرّد الذي هو الدعاء والنداء، وإِن جعلته من التشبيه المفرّق: فالذين كفروا بمنزلة البهائم، ودعاء داعيهم إِلى الطريق والهدى بمنزلة الذي ينعق بها، ودعاؤهم إِلى الهدى بمنزلة النعق، وإِدراكهم مجرد الدعاء والنداء كإِدراك البهائم مجرد صوت الناعق والله أعلم.", "ayah": 175, "surah": 2}