{"text": "المنَاسَبَة: من هنا بداية النصف الثاني من السورة الكريمة على وجه التقريب، ونصف السورة السابق كان متعلقًا بأصول الدين وبقبائح بني إِسرائيل، وهذا النصف غالبه متعلق بالأحكام التشريعية الفرعية، ووجه المناسبة أنه تعالى ذكر في الآية السابقة أنّ أهل الكتاب اختلفوا في دينهم اختلافًا كبيرًا صاروا بسببه في شقاق بعيد، ومن أسباب شقاقهم أمر القبلة إِذ كثروا الخوض فيه وأنكروا على المسلمين التحول إِلى استقبال الكعبة، وادّعى كلٌ من الفريقين - اليهود والنصارى - أن الهدى مقصور على قبلته، فردّ الله عليهم بين أن العبادة الحقة وعمل البرّ ليس بتوجه الإِنسان جهة المشرق والمغرب، ولكن بطاعة الله وامتثال أوامره وبالإِيمان الصادق الراسخ.\nاللغَة: ﴿البر﴾ اسم جامع للطاعت واعمال الخير ﴿الرقاب﴾ جمع رقبة وهي في الأصل العُنقُ، وتطلق على البدن كله كما تطل العين على الجاسوس والمراد في الآية الأسرى والأرقاء ﴿البأسآء﴾ الفقر ﴿الضراء﴾ السقُّم والوجع ﴿البأس﴾ القتال وأصل البأس في اللغة: الشدّة ﴿كُتِبَ﴾ فرض ﴿القصاص﴾ العقوبة بالمثل من قتل أو جرح مأخوذ من القصّ وهو تتبع الأثر ﴿وَقَالَتْ لأُخْتِهِ قُصِّيهِ﴾ [القصص: ١١] اتبعى أثره ﴿القتلى﴾ جمع قتيل يستوي فيه المذكر والمؤنث يقال: رجل قتيل وامرأة قتيل ﴿الألباب﴾ العقول جمع لب مأخوذ من لبّ النخلة ﴿إِثْمًا﴾ الإِثم: الذنب ﴿جَنَفًا﴾ الجنف: العدول عن الحق على وجه الخطأ.\nسَبَبُ النّزول: عن قتادة أن أهل الجاهلية كان فيهم بغيٌ وطاعةٌ للشيطان، وكان الحيُّ منهم إِذا كان فيهم منعة فقتل عبدُهم عبد آخرين قالوا لن نقتل به إِلا حرًا، وإِذا قتلت امرأةٌ منهم امرأةً من آخرين قالوا لن نقتل بها إِلا رجلًا فأنزل الله ﴿الحر بِالْحُرِّ والعبد بالعبد والأنثى بالأنثى﴾ .\nالتفِسير: ﴿لَّيْسَ البر أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ المشرق والمغرب﴾ أي ليس فعلُ الخير وعملُ الصالح محصورًا في أن يتوجه الإِنسان في صلاته جهة المشرق والمغرب ﴿ولكن البر مَنْ آمَنَ بالله واليوم الآخر﴾ أي ولكنَّ البِرَّ الصحيح هو الإِيمان بالله واليوم الآخر ﴿والملائكة والكتاب والنبيين﴾\nأي وأن يؤمن بالملائكة والكتب والرسل ﴿وَآتَى المال على حُبِّهِ ذَوِي القربى﴾ أي أعطى المال على محبته له ذوي قرابته فهم أولى بالمعروف ﴿واليتامى والمساكين وابن السبيل﴾ أي وأعطى المال أيضًا لليتامى الذين فقدوا آباءهم والمساكين الذين لا مال لهم، وابن السبيل المسافر المنقطع عن ماله ﴿والسآئلين وَفِي الرقاب﴾ أي الذين يسألون المعونة بدافع الحاجة وفي تخليص الأسرى والأرقاء بالفداء ﴿وَأَقَامَ الصلاة وَآتَى الزكاة﴾ أي وأتى بأهم أركان الإِسلام وهما الصلاة والزكاة ﴿والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ﴾ أي ومن يوفون بالعهود ولا يخلفون الوعود ﴿والصابرين فِي البأسآء والضراء وَحِينَ البأس﴾ أي الصابرين على الشدائد وحين القتال في سبيل الله وهو منصوب على المدح ﴿أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون﴾ أي أهل هذه الأوصاف هم الذين صدقوا في إِيمانهم وأولئك هم الكاملون في التقوى، وفي الآية ثناء على الأبرار وإِيحاء إِلى ما لا يلاقونه من اطمئنان وخيراتٍ حسان.\n﴿ياأيها الذين آمَنُواْ كُتِبَ عَلَيْكُمُ القصاص فِي القتلى﴾ أي فرض عليكم أن تقتصوا للمقتول من قاتله بالمساواة دون بغي أو عدوان ﴿الحر بِالْحُرِّ والعبد بالعبد والأنثى بالأنثى﴾ أي اقتصوا من الجاني فقط فإِذا قتل الحرُّ الحرَّ فاقتلوه به، وإِذا قتل العبد العبد فاقتلوه به، وكذلك الأنثى إِذا قتلت الأنثى، مثلًا بمثلٍ ولا تعتدوا فتقتلوا غير الجاني، فإِن أخذ غير الجاني ليس بقصاص بل هو ظلم واعتداء ﴿فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ﴾ أي فمن تُرك له من دم أخيه المقتول شيء، بأن ترك وليُّه القود وأسقط القصاص راضيًا بقبول الدية ﴿فاتباع بالمعروف وَأَدَآءٌ إِلَيْهِ بِإِحْسَانٍ﴾ أي فعلى العافي اتباعٌ للقاتل بالمعروف بأن يطالبه بالدية بلا عنفٍ ولا إِرهاق، وعلى القاتل أداءٌ للدية إِلى العافي - ولي المقتول - بلا مطل ولا بخس ﴿ذلك تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ﴾ أي ما شرعته لكم من العفو إِلى الدية تخفيف من ربكم عليكم ورحمة منه بكم، ففي الدية تخفيف على القاتل ونفع لأولياء القتيل، وقد جمع الإِسلام في عقوبة القتل بين العدل والرحمة، فجعل القصاص حقًا لأولياء المقتول إِذا طالبوا به وذلك عدل، وشرع لديه إِذا أسقطوا القصاص غير القاتل وذلك رحمة ﴿فَمَنِ اعتدى بَعْدَ ذلك فَلَهُ عَذَابٌ أَلِيمٌ﴾ أي فمن اعتدى على القاتل بعد قبول الدية فله عذاب أليم في الآخرة ﴿وَلَكُمْ فِي القصاص حياوة ياأولي الألباب﴾ أي ولكم - يا أولي العقول - فيما شرعت من القصاص حياةٌ وأيُّ حياة لأنه من علم أنه إِذا قتل نفسًا قُتل بها يرتدع وينزجر عن القتل، فيحفظ حياته وحياة من أراد قتله وبذلك تُصان الدماء وتحفُظ حياة الناس ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لعلكم تنزجرون وتتقون محارم الله ومآثمه ﴿كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت﴾ أي فرض عليكم إِذا أشرف أحدكم على الموت وقد ترك مالًا كثيرًا ﴿الوصية لِلْوَالِدَيْنِ والأقربين﴾ أي وجب عليه الإِيصاء للوالدين والأقربين ﴿بالمعروف حَقًّا عَلَى المتقين﴾ أي بالعدل بأن لا يزيد على الثلث وألا يوصي للأغنياء ويترك الفقراء، حقًا لازمًا على المتقين لله وقد كان هذا واجبًا قبل نزول آية المواريث ثم نسخ بآية المواريث ﴿فَمَن بَدَّلَهُ بَعْدَ مَا سَمِعَهُ﴾ أي من غيَّر هذه الوصية بعد ما علمها من وصيّ أو شاهد ﴿فَإِنَّمَا إِثْمُهُ عَلَى الذين يُبَدِّلُونَهُ﴾ أي إِثم هذا التبديل على الذين بدّلوه لأنهم خانوا وخالفوا حكم الشرع ﴿إِنَّ الله سَمِيعٌ عَلِيمٌ﴾ فيه وعيد شديد للمبدِّلين ﴿فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا﴾ أي فمن علم أو ظنَّ من الموصي ميلًا عن الحق بالخطأ ﴿أَوْ إِثْمًا﴾ أي ميلًا عن الحق عمدًا ﴿فَأَصْلَحَ بَيْنَهُمْ فَلاَ إِثْمَ عَلَيْهِ﴾ أي أصلح بين الموصي والموصَى\nله فلا ذنب عليه بهذا التبديل ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة والرحمة لمن قصد بعمله الإِصلاح.\nالبَلاَغَة: ١ - ﴿ولكن البر مَنْ آمَنَ﴾ جعل البرُّ نفس من آمن على طريق المبالغة وهذا معهود في كلام البلغاء إِذ تجدهم يقولون: السخاء حاتم، والشعر زهيرٌ أي أن السخاء سخاء حاتم، والشعر شعر زهير، وعلى هذا خرّجه سيبويه حيث قال في كتابه قال جلّ وعزّ: ﴿ولكن البر مَنْ آمَنَ﴾ وإِنما هو ولكنَّ البر برُّ من آمن بالله انتهى ونظير ذلك أن تقول: ليس الكرم أن تبذل درهمًا ولكنَّ الكرم بذل الآلاف فلا يناسب ولكنَّ الكريم من يبذل الآلاف.\n٢ - ﴿وَفِي الرقاب﴾ إِيجاز بالحذف أي وفي فك الرقاب يعني فداء الأسرى، وفي لفظ الرقاب «مجاز مرسل» حيث أطلق الرقبة وأراد به النفس وهو من إِطلاق الجزء وإِرادة الكل.\n٣ - ﴿والصابرين فِي البأسآء﴾ الأصل أن يأتي مرفوعًا كقوله ﴿والموفون بِعَهْدِهِمْ﴾ وإِنما نصب على الاختصاص أي وأخصُّ بالذكر الصابرين وهذا الأسلوب معروف بين البلغاء فإِذا ذُكرت صفاتٌ للمدح أو الذم وخولف الإِعراب في بعضها فذلك تفننٌ ويسمى قطعًا لأن تغيير المألوف يدل على مزيد اهتمام بشأنه وتشويق لسماعه.\n٥ - ﴿أولئك الذين صَدَقُواْ﴾ الجملة جاء الخبر فيها فعلًا ماضيًا «صدقوا» لإِفادة التحقيق وأن ذلك وقع منهم واستقر، وأتى بخبر الثانية في جملة اسمية ﴿وأولئك هُمُ المتقون﴾ ليدل على الثبوت وأنه ليس متجددًا بل صار كالسجية لهم ومراعاة للفاصلة أيضًا.\n٦ - ﴿حَقًّا عَلَى المتقين﴾ ذكر المتقين من باب الإِلهاب والتهييج.\n٧ - الطباق بين ﴿اتباع﴾ و﴿وَأَدَآءٌ﴾ وبين ﴿الحر﴾ و﴿العبد﴾ .\nالفوَائِد: الأولى: في ذكر الأخوة تعطفُ داع إِلى العفو فقد سمّى الله القاتل أخًا لولي المقتول ﴿فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ﴾ تذكيرًا بالأخوَّة الدينية والبشرية حتى يهزّ عطف كل واحد منهما إِلى الآخر فيقع بينهم الفعو والاتباع بالمعروف والأداء بالإِحسان.\nالثانية: كان في بني إِسرائيل القصاص ولم يكن فيهم الدية، وكان في النصارى الدية ولم يكن فيهم القصاص، فأكرم الله هذه الأمة المحمدية وخيرّها بين القصاص والدية والعفو، وهذا من يسر الشريعة الغراء التي جاء بها سيَّد الأنبياء ﷺ َ.\nالثالثة: اتفق علماء البيان على أن هذه الآية ﴿وَلَكُمْ فِي القصاص حياوة﴾ بالغة أعلى درجات البلاغة، ونقل عن العرب في هذا المعنى قولهم: القتل أنفى للقتل، ولكنْ لورود الحكمة في القرآن فضلٌ من ناحية حسن البيان، وإِذا شئتَ أن تزداد خبرة بفضل بلاغة القرآن وسمو مرتبته على مرتبة ما نطق به بلغاء البشر فانظر إِلى العبارتين فإِنك تجد من نفحات الإِعجاز ما ينبهك لأن تشهد الفرق بين كلام الخالق وكلام المخلوق، أما الحكمة القرآنية فقد جعلت سبب الحياة القصاصُ وهو القتل عقوبةً\nعلى وجه التماثل، والمثل العربي جعل سبب الحياة القتلُ، ومن القتل ما يكون ظلمًا فيكون سببًا للفناء وتصحيحُ العبارة أن يقال: القتل قصاصًا أنفى للقتل ظلمًا، والآية جاء خالية من التكرار اللفظي والمثل كرر فيه لفظ القتل فسمَّه بهذا التكرار من الثقل ما سلمت منه الآية، ومن الفروق الدقيقة بينهما أن الآية جعلت القصاص سببًا للحياة والمثل جعل القتل سببًا لنفي القتل وهو لا يستلزم الحياة الخ وقد عدّ العلماء عشرين وجهًا من وجوه الفريق بين الآية القرآنية واللفظة العربية وقد ذكرها السيوطي في الإِتقان فارجع إليه تجد فيه شفاء الغليل.", "ayah": 178, "surah": 2}