{"text": "المنَاسَبَة: ما بيّن تعالى في الآيات السابقة أحكام الصيام وأباح للمؤمنين الاستمتاع بالطعام والشراب والنكاح في ليالي رمضان عقّبه بالنهي عن أكل الأموال بغير حق لأن المسلم لا يصح له أن يستمتع بالمال الحرام لا في ليالي رمضان ولا غيره، ولما كان حديث الصيام يتصل برؤية الهلال وهذا ما يحرك في النفوس خاطر السؤال عن الأهلة جاءت الآيات الكريمة تبيّن أن الأهلة مواقيت لعبادات الناس في الصيام وسائر أنواع القربات.\nاللغَة: ﴿الباطل﴾ في اللغة: الزائل الذاهب يقال: بطل الشيء بطولًا فهو باطل وفي الشرع هو المال الحرام كالغصب والسرقة والقمار والربا ﴿وَتُدْلُواْ﴾ الإِدلاء في الأصل: إِرسال الدلو في البئر ثم جعل كل إِلقاء أو دفع لقول أو فعل إِدلاءً يقال: أدلى بحجته أي أرسلها والمراد بالإِدلاء هنا الدفع إِلى الحاكم بطريق الرشوة ﴿الأهلة﴾ جمع هلال وهو أول حال القمر حين يراه الناس ثم يصبح قمرًا ثم بدرًا حين يتكامل نوره ﴿مَوَاقِيتُ﴾ جمع ميقات وهو الوقت كالميعاد بمعنى الوعد وقيل: الميقات منتهى الوقت ﴿ثَقِفْتُمُوهُم﴾ ثقِفَ الشيءَ إذا ظفر به ووجده على جهة الأخذ والغلبة، ورجل ثَقِفٌ سريع الأخذ لأقرانه قال الشاعر:\nفإِمّا تثقفوني فاقتلوني ... فمنْ أَثْقفْ فليس إِلى خلود\n﴿التهلكة﴾ الهلاكُ يقال هَلَك هَلاكًا وتَهْلُكةً.\nسَبَبُ النّزول: روي أن بعض الصحابة قالوا يا رسول الله: ما بال الهلال يبدو دقيقًا مثل\nالخيط مثل يزيد حتى يمتلئ ويستوي ثم لا يزال ينقص حتى يعود كما بدا لا يكون على حالة واحدة كالشمس فنزلت ﴿يَسْأَلُونَكَ عَنِ الأهلة ...﴾ الآية.\nالتفسير: ﴿وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل﴾ أي لا يأكل بعضكم أموال بعض بالوجه الذي لم يبحه الله ﴿وَتُدْلُواْ بِهَا إِلَى الحكام﴾ أي تدفعوها إِلى الحكام رشوة ﴿لِتَأْكُلُواْ فَرِيقًا مِّنْ أَمْوَالِ الناس بالإثم﴾ أي ليعينوكم على أخذ طائفة من أموال الناس بالباطل ﴿وَأَنْتُمْ تَعْلَمُونَ﴾ أنكم مبطلون تأكلون الحرام ﴿يَسْأَلُونَكَ عَنِ الأهلة﴾ أي يسألونك يا محمد عن الهلاك لم يبدو دقيقًا مثل الخيط ثم يعظم ويستدير ثم ينقص ويدق حتى يعود كما كان؟ ﴿قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج﴾ أي فقل لهم إِنها أوقات لعبادتكم ومعالم تعرفون بها مواعيد الصوم والحج والزكاة ﴿وَلَيْسَ البر بِأَن تَأْتُواْ البيوت مِن ظُهُورِهَا﴾ أي ليس البر بدخولكم المنازل من ظهورها كما كنتم تفعلون في الجاهلية ﴿ولكن البر مَنِ اتقى﴾ أي ولكنَّ العمل الصالح الذي يقرّبكم من الله في اجتناب محارم الله ﴿وَأْتُواْ البيوت مِنْ أَبْوَابِهَا﴾ ادخلوها كعادة الناس من الأبواب ﴿واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي اتقوا الله لتسعدوا وتظفروا برضاه ﴿وَقَاتِلُواْ فِي سَبِيلِ الله الذين يُقَاتِلُونَكُمْ﴾ أي قاتلوا لإِعلاء دين الله من قاتلكم من الكفار ﴿وَلاَ تعتدوا إِنَّ الله لاَ يُحِبُّ المعتدين﴾ أي لا تبدءوا بقتالهم فإِنه تعالى لا يحب من ظلم أو اعتدى، وكان هذا في بدء أمر الدعوة ثم نسخ بآية براءة\n﴿وَقَاتِلُواْ المشركين كَآفَّةً﴾ [الآية: ٣٦] وقيل نسخ بالآية التي بعدها وهي قوله ﴿واقتلوهم حَيْثُ ثَقِفْتُمُوهُم﴾ أي اقتلوهم حيث وجدتموهم في حلّ أو حرم ﴿وَأَخْرِجُوهُمْ مِّنْ حَيْثُ أَخْرَجُوكُمْ﴾ أي شرّدوهم من أوطانهم وأخرجوهم منها كما أخرجوكم من مكة ﴿والفتنة أَشَدُّ مِنَ القتل﴾ أي فتنة المؤمن عن دينه أشدُّ من قتله، أو كفر الكفار أشد وأبلغ من قتلكم لهم في الحرم، فإِذا استعظموا القتال فيه فكفرهم أعظم ﴿وَلاَ تُقَاتِلُوهُمْ عِنْدَ المسجد الحرام حتى يُقَاتِلُوكُمْ فِيهِ﴾ أي لا نبدءوهم بالقتال في الحرم حتى يبدءوا هم بقتالكم فيه ﴿فَإِن قَاتَلُوكُمْ فاقتلوهم﴾ أي إِن بدءوكم بالقتال فلكم حينئذٍ قتالهم لأنهم انتهكوا حرمته والبادي بالشر أظلم ﴿كَذَلِكَ جَزَآءُ الكافرين﴾ أي هذا الحكم جزاء كل من كفر بالله ﴿فَإِنِ انتهوا فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فإن انتهوا عن الشرك وأسلموا فكفّوا عنهم فإِن الله يغفر لمن تاب وأناب ﴿وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدين للَّهِ﴾ أي قاتلوا المحاربين حتى تكسروا شوكتهم ولا يبقى شرك على وجه الأرض ويصبح دين الله هو الظاهر العالي على سائر الأديان ﴿فَإِنِ انتهوا فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين﴾ أي فإِن انتهوا عن قتالكم فكفوا عن قتلهم فمن قاتلهم بعد ذلك فهو ظالم ولا عدوان إِلا على الظالمين، أو فإِن انتهوا عن الشرك فلا تعتدوا عليهم ثم بيّن تعالى أن قتال المشركين في الشهر الحرام يبيح للمؤمنين دفع العدوان فيه فقال ﴿الشهر الحرام بالشهر الحرام والحرمات قِصَاصٌ﴾ أي إِذا قاتلوكم\nفي الشهر الحرام فقاتلوهم في الشهر الحرام، فكما هتكوا حرمة الشهر واستحلوا دماءكم فافعلوا بهم مثله ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ﴾ أي ردوا عن أنفسكم العدوان فمن قاتلكم في الحرم أو في الشهر الحرام فقابلوه وجازوه بالمثل ﴿واتقوا الله واعلموا أَنَّ الله مَعَ المتقين﴾ أي راقبوا الله في جميع أعمالكم وأفعالكم واعلموا أن الله مع المتقين بالنصر والتأييد في الدنيا والآخرة ﴿وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة﴾ أي أنفقوا في الجهاد وفي سائر وجوه القربات ولا تبخلوا في الانفاق فيصيبكم الهلاك ويتقوى عليكم الأعداء وقيل معناه: لا تتركوا الجهاد في سبيل الله وتشتغلوا بالأموال والأولاد فتهلكوا ﴿وأحسنوا إِنَّ الله يُحِبُّ المحسنين﴾ أي أحسنوا في جميع أعمالكم حتى يحبكم الله وتكونوا من أوليائه المقربين.\nالبَلاَغَة: ١ - ﴿يَسْأَلُونَكَ عَنِ الأهلة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج﴾ هذا النوع من البديع يسمى «الأسلوب الحكيم» فقد سألوا الرسول ﷺ َ عن الهلال لمَ يبدوا صغيرًا ثم يزداد حتى يتكامل نوره؟ فصرفهم إِلى بيان الحكمة من الأهلة وكأنه يقول: كان الأولى بكم أن تسألوا عن حكمة خلق الأهلة لا عن سبب تزايدها في أول الشهر وتناقصها في آخره، وهذا ما يسميه علماء البلاغة «الأسلوب الحكيم» .\n٢ - ﴿الشهر الحرام بالشهر الحرام﴾ فيه إِيجاز بالحذف تقديره: هتكُ حرمة الشهر الحرام تقابل بهتك حرمة الشهر الحرام ويسمى حذف الإِيجاز.\n٣ - ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ﴾ سمّي جزاء العدوان عدوانًا من قبيل «المشاكلة» وهي الاتفاق في اللفظ مع الاختلاف في المعنى كقوله ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ [الشورى: ٤٠] قال الزجاج: العرب تقول ظلمني فلان فظلمته أي جازيته بظلمه.\nفَائِدَة: لا يذكر في القرآن الكريم لفظ القتال أو الجهاد إِلا ويقرن بكلمة «سبيل الله» وفي ذلك دلالة واضحة على أن الغاية من القتال غاية شريفة نبيلة هي إِعلاء كلمة الله لا السيطرة أو المغنم أو الاستعلاء في الأرض أو غيرها من الغايات الدنيئة.\nتنبيه: كل ما ورد في القرآن بصيغة السؤال أجيب عنه ب «قل» بلا فاء إلا في طه ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [الآية: ١٠٥] فقد وردت بالفاء، والحكمة أن الجواب في الجميع كان بعد وقوع السؤال وفي طه كان قبله إذ تقديره إن سئلت عن الجبال فقل ينسفها ربي نسفًا.\nفَائِدَة: روي أن رجلًا من المسلمين حمل على جيش الروم حتى دخل فيهم فصاح الناس: سبحان الله ألقى بيديه إِلى التهلكة فقال أبو أيوب الأنصاري إِنما نزلت هذه الآية فينا معشر الأنصار حين أعز الله الإِسلام وكثر ناصروه فقلنا: لو أقمنا في أموالنا فأصلحنا ما ضاع منها فنزلت ﴿وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة﴾ فكانت التهلكة الإِقامة على الأموال وإِصلاحها وترك\nالجهاد في سبيل الله فما زال أبو أيوب شاخصًا في سبيل الله حتى استشهد ودفن بأرض الروم.", "ayah": 193, "surah": 2}