{"text": "المناسبة: لّما ذكر تعالى في الآيات السابقة العبادات التي تًُطهرّ القلوب، وتزكّي النفوس كالصيام، والصدقة، والحج، وذكر أن في الناس من يطلب الدنيا ولا غاية له وراءها، ومنهم من تكون غايته نيل رضوان الله ﵎، أعقبها بذكر نموذج عن الفريقين: فريق الضلالة الذي باع نفسه للشيطان، وفريق الهدى الذي باع نفسه للرحمن، ثم حذَّر ﵎ من اتباع خطوات الشيطان، وبيَّن لنا عداوته الشديدة.\nاللغة: ﴿أَلَدُّ﴾ اللَّدَدُ: شدة الخصومة قال الطبري: الألدُّ: الشديد الخصومة وفي الحديث: «إنَّ أَبْغَضَ الرِّجَالِ إِلى الله الألدُّ الخَصِم» ﴿الحرث﴾: الزرع لأنه يزرع ثم يحرث ﴿النسل﴾ الذريّة والولد، وأصله الخروج بسرعة ومنه ﴿إلى رَبِّهِمْ يَنسِلُونَ﴾ [يس: ٥١] وسمي نسلًا لأنه ينسل - يسقط - من بطن أمه بسرعة. ﴿العزة﴾ الأنفة والحميَّة. ﴿حَسْبُهُ﴾ حسب اسم فعل بمعنى كافيه. ﴿المهاد﴾: الفراش الممهَّد للنوم. ﴿يَشْرِي﴾: يبيع. ﴿ابتغآء﴾ طلب. ﴿السلم﴾ بكسر السين بمعنى الإسلام وبفتحها بمعنى الصلح، وأصله من الاستسلام وهو الخضوع والانقياد قال الشاعر:\nدَعَوْتُ عشيرتي للسِّلْمِ حتى ... رأيْتهُم تَوَلَّوْا مُدْبرينا\n﴿زَلَلْتُمْ﴾ الزّلل: الانحراف عن الطريق المستقيم وأصله في القدم ثم استعمل في الأمور المعنوية، ﴿ظُلَلٍ﴾ جمع ظلّة وهي ما يستر الشمس ويحجب أشعتها عن الرؤية.\nسَبَبُ النّزول: ١ - روي أن الأخنس بن شريق أتى النبي ﷺ َ فأظهر له الإسلام وحلف أنه يحبه، وكان منافقًا حسن العلانية خبيث الباطن، ثم خرج من عند النبي ﷺ َ فمرَّ يزرع لقوم من المسلمين وحُمُر فأحرق الزرع وقتل الحُمُر فأنزل الله تعالى فيه الآيات ﴿وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ ...﴾ الآية وإلى قوله: ﴿وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث والنسل ...﴾ الآية.\n٢ - وروي أن صهيبًا الرومي لما أراد الهجرة إلى المدينة المنورة لحقه نفر من قريش من المشركين ليردوه فنزل عن راحلته ونثر ما في كنانته وأهذ قوسه ثم قال: يا معشر قريش لقد علمتم\nأني من أرماكم رجلًا، وأيْمُ الله لا تصلون إليَّ حتى أرمي بما في كنانتي، ثم أضرب بسيفي ما بقي في يدي منه شيء ثم افعلوا ما شئتم، قالوا: جئتنا صعلوكًا لا تملك شيئًا وأنت الآن قو مال كثير!! فقال: أرأيتم إن دللتكم على مالي تخلّون سبيلي؟ قالوا: نعم، فدلّهم على ماله بمكة فلما قدم المدينة دخل على رسول الله ﷺ َ فقال له ﷺ َ: «رَبحَ البَيْعَ صُهَيْبٌ رَبحَ البَيْعَ صُهَيْبٌ» وأنزل الله ﷿ فيه ﴿وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله ...﴾ الآية.\nالتفسِير: ﴿وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ﴾ أي ومن الناس فريق يروقك كلامه يا محمد ويثير إِعجابَك بخلابة لسانه وقوة بيانه، ولكنه منافق كذّاب ﴿فِي الحياة الدنيا﴾ أي في هذه الحياة فقط أما الآخرة فالحاكم فيها علام الغيوب الذي يطّلع على القلوب والسرائر ﴿وَيُشْهِدُ الله على مَا فِي قَلْبِهِ﴾ أي يظهر لك الإِيمان ويبارز الله بما في قلبه من الكفر والنفاق ﴿وَهُوَ أَلَدُّ الخصام﴾ أي شديد الصخومة يجادل بالباطل ويتظاهر بالدين والصلاح بكلامه المعسول ﴿وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا﴾ أي وإذا انصرف عنك عاث في الأرض فسادًا، وقد نزلت في الأخنس ولكنها عامة في كل منافق يقول بلسانه ما لي في قلبه [كقوله]:\nيعطيك من طرف اللسان حلاوة ... ويروغ فيك كما يروغُ الثعلب\n﴿وَيُهْلِكَ الحرث والنسل﴾ أي يهلك الزرع وما تناسل من الإِنسان، والحيوان ومعناه أن فساده عام يشمل الحاضر والباد، فالحرث محل نماء الزروع والثمار، والنسل وهو نتاج الحيوانات التي لا قوام للناس إلا بهما، فإفسادهما تدمير للإنسانية ﴿والله لاَ يُحِبُّ الفساد﴾ أي يبغض الفساد ولا يحب المفسدين ﴿وَإِذَا قِيلَ لَهُ اتق الله أَخَذَتْهُ العزة بالإثم﴾ أي إذا وُعظ هذا الفاجر وذكِّر وقيل له انزع عن قولك وفعلك القبيح، حملته الأنفة وحميَّةُ الجاهلية على الفعل بالإثم والتكبر عن قبول الحق، فأغرق في الإفساد وأمعن في العناد ﴿فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ المهاد﴾ أي يكفيه أن تكون له جهنم فراشًا ومهادًا، وبئس هذا الفراش والمهاد ﴿وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله﴾ هذا هو النوع الثاني وهم الأخيار الأبرار، فبعد أن ذكر تعالى صفات المنافقين الذميمة أتبعه بذكر صفات المؤمنين الحميدة والمعنى ومن الناس فريق من أهل الخير والصلاح باع نفسه لله، طلبًا لمرضاته ورغبةً في ثوابه لا يتحرى بعمله إلا وجه الله ﴿والله رَؤُوفٌ بالعباد﴾ أي عظيم الرحمة بالعباد يضاعف الحسنات ويعفو عن السيئات ولا يعجل العقوبة لمن عصاه. . ثم أمر تعالى المؤمنين بالانقياد لحكمه والاستسلام لأمره والدخول في الإِسلام الذي لا يقبل الله دينًا سواه فقال: ﴿ياأيها الذين آمَنُواْ ادخلوا فِي السلم كَآفَّةً﴾ أي ادخلوا في الإِسلام بكليته في جميع أحكامه وشرائعه، فلا تأخذوا حكمًا وتتركوا حكمًا، لا تأخذوا بالصلاة وتمنعوا الزكاة مثلًا فالإسلام كل لا يتجزأ ﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي لا تتبعوا طرق الشيطان وإغواءه فإنه عدوٌ لكم ظاهر العداوة ﴿فَإِن زَلَلْتُمْ مِّن بَعْدِ مَا جَآءَتْكُمُ البينات﴾ أي إن انحرفتم عن الدخول في الإسلام من بعد مجيء الحجج الباهرة والبراهين القاطعة على أنه حق ﴿فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي اعلموا أن الله غالب لا يعجزه الانتقام ممن عصاه حكيم في خلقه وصنعه ﴿هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ الله فِي ظُلَلٍ مِّنَ الغمام والملائكة﴾ أي ما\nينتظرون شيئًا إلا أن يأتيهم الله يوم القيامة لفصل القضاء بين الخلائق حيث تنشق السماء وينزل الجبار ﷿ في ظلل من الغمام وحملة العرش والملائكة الذين لا يعلم كثرتهم إلا الله ولهم زجل من التسبيح يقولون: سبحان ذي الملك والملكوت، سبحان ذي العزة والجبروت، سبحان الحي الذي لا يموت، سبحان الذي يميت الخلائق ولا يموت، سبوح قدوس رب الملائكة والروح ﴿وَقُضِيَ الأمر وَإِلَى الله تُرْجَعُ الأمور﴾ أي انتهى أمر الخلائق بالفصل بينهم فريق في الجنة وفريق في السعير، وإلى الله وحده مرجع الناس جميعًا.\nوالمقصود تصوير عظمة يوم القيامة وهولها وشدتها وبيان أن الحاكم فيها هو ملك الملوك جل وعلا الذي لا معقب لحكمه ولا رادّ لقضائه وهو أحكم الحاكمين. . ثم قال تعالى مخاطبًا رسوله الكريم ﴿سَلْ بني إِسْرَائِيلَ كَمْ آتَيْنَاهُم مِّنْ آيَةٍ بَيِّنَةٍ﴾ أي سلْ يا محمد بني إسرائيل - توبيخًا لهم وتقريعًا - كم شاهدوا مع موسى من معجزات باهرات وحجج قاطعات تدل على صدقه ومع ذلك كفروا ولم يؤمنوا ﴿وَمَن يُبَدِّلْ نِعْمَةَ الله مِن بَعْدِ مَا جَآءَتْهُ فَإِنَّ الله شَدِيدُ العقاب﴾ أي من يبدل نعم الله بالكفر والجحود بها فإِن عقاب الله له أليم وشديد ﴿زُيِّنَ لِلَّذِينَ كَفَرُواْ الحياة الدنيا﴾ أي زينت لهم شهوات الدنيا ونعيمها حتى نسوا الآخرة وأشربت محبتها في قلوبهم حتى تهافتوا عليها وأعرضوا عن دار الخلود. ﴿وَيَسْخَرُونَ مِنَ الذين آمَنُواْ﴾ أي وهم مع ذلك يهزؤون ويسخرون بالمؤمنين يرمونهم بقلة العقل لتركهم الدنيا وإقبالهم على الآخرة كقوله: ﴿إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ﴾ [المطففين: ٢٩] قال تعالى ردًا عليهم: ﴿والذين اتقوا فَوْقَهُمْ يَوْمَ القيامة﴾ أي والمؤمنون المتقون لله فوق أولئك الكافرين منزلةً ومكانة، فهم في أعلى علّيين وأولئك في أسفل سافلين، والمؤمنون في الآخرة في أوج العز والكرامة والكافرون في حضيض الذل والمهانة ﴿والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي والله يرزق أولياءه رزقًا واسعًا رغدًا، لا فناء له ولا انقطاع كقوله: ﴿يَدْخُلُونَ الجنة يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ﴾ [غافر: ٤٠] أو يرزق في الدنيا من شاء من خلقه ويوسع على من شاء مؤمنًا كان أو كافرًا، برًا أو فاجرًا على حسب الحكمة والمشيئة دون أن يكون له محاسب ﷾.\nالبَلاَغَة: ١ - ﴿أَخَذَتْهُ العزة بالإثم﴾ ذكر لفظ الإثم بعد قوله العزة يسمى عند علماء البديع ب «التميم» لأنه ربما يتوهم أن المراد عزة الممدوح فذكر بالإِثم ليشير إلى أنها عزة مذمومة.\n٢ - ﴿وَلَبِئْسَ المهاد﴾ هذا من باب التهكم أي جعلت لهم جهنم غطاءً ووطاءً فأكرم بذلك كما تكرم الأم ولدها بالغطاء والوطاء اللّينين.\n٣ - ﴿هَلْ يَنظُرُونَ﴾ استفهام إنكاري في معنى النفي بدليل مجيء إلاّ بعدها أي ما ينتظرون.\n٤ - ﴿فِي ظُلَلٍ مِّنَ الغمام﴾ التنكير للتهويل فهي في غاية الهول والمهابة لما لها من الكثافة التي تغم على الرائي ما فيها وقوله: ﴿وَقُضِيَ الأمر﴾ هو عطف على المضارع ﴿يَأْتِيَهُمُ الله﴾ وإنما عدل إلى صيغة الماضي دلالة على تحققه فكأنه قد كان.\n٥ - ﴿فَإِنَّ الله شَدِيدُ العقاب﴾ إظهار الاسم الجليل لتربية المهابة وإدخال الروعة.\n٦ - ﴿زُيِّنَ ... وَيَسْخَرُونَ﴾ أورد التزيين بصيغة الماضي لكونه مفروغًا منه مركوزًا في طبيعتهم وعطف عليه بالفعل المضارع ﴿وَيَسْخَرُونَ﴾ للدلالة على استمرار السخرية منهم لأن صيغة المضارع تفيد الدوام والاستمرار.\nتنبيه: قال ابن تيمية رَحِمَهُ اللَّهُ تعالى في رسالته التدميرية: «وصفه تعالى نفسه بالإتيان في ظلل من الغمام كوصفه بالمجيء في آيات آخر ونحوهما مما وصف به نفسه في كتابه أو صحَّ عن رسوله ﷺ َ والقول في جميع ذلك من جنس واحد وهو مذهب سلف الأمة وأئمتها، إنهم يصفونه سبحانه بما وصف به نفسه ووصفه به رسوله ﷺ َ من غير تحريفٍ ولا تعطيل ولا تكييفٍ ولا تمثيل، والقول في صفاته كالقول في ذاته والله تعالى ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله فلو سأل سائل: كيف يجيء سبحانه؟ فليقل له: كما لا تعلم كيفية ذاته كذلك لا تعلم كيفية صفاته» .", "ayah": 210, "surah": 2}