{"text": "المَناسَبَة: ذكر ﷾ في الآيات السابقة أن الناس فريقان: فريق يسعى في الأرض\nفسادًا ويُضل الناس بخلابة لسانه وقوة بيانه، وفريق باع نفسه للحق يبتغي به رضي الله ولا يرجو أحدًا سواه، ولما كان لا بدّ من التنازع بين الخير والشر - ولا بدَّ للحق من سيفٍ مصلتٍ إلى جانبه - لذا شرع الله للمؤمنين أن يحملوا السيف مناضلين وشرع الجهاد دفعًا للعدوان وردعًا للظلم والطغيان.\nاللغة: ﴿بَغْيًا﴾ البغيُ: العدوان والطغيان. ﴿وَزُلْزِلُواْ﴾ مأخوذ من زلزلة الأرض وهو اضطرابها والزلزلة: التحريك الشديد. ﴿كُرْهٌ﴾ مكروهٌ تكرهه نفوسكم قال ابن قتيبة: الكرهُ بالضم المشقة وبالفتح الإكراه والقهر. ﴿صَدٌّ﴾ الصدُّ: المنع يقال: صدّه عن الشيء أي منعه عنه. ﴿يَرْتَدِد﴾ يرجع والردةُ الرجوع من الإِيمان إلى الكفر قال الراغب: الارتداد والردة: الرجوع في الطريق الذي جاء به منه لكن الردَّة تختص بالكفر، والارتداد يستعمل فيه وفي غيره قال تعالى: ﴿فارتدا على آثَارِهِمَا قَصَصًا﴾ [الكهف: ٦٤] ﴿حَبِطَتْ﴾ بطلت وذهبت قال في اللسان: حبط عمل عملًا ثم أفسده وفي التنزيل ﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾ [محمد: ٩] أي أبطل ثوابهم ﴿يَرْجُونَ﴾ الرجاء: الأمل والطمع في حصول ما فيه نفعٌ ومصلحة.\nسبب النّزول: بعث رسول الله ﷺ َ عبد الله بن جحش على سرية ليترصدوا عيرا لقريش فيها «عمرو بن الحضرمي» وثلاثة معه فقتلوه وأسروا اثنين واستاقوا العير بما فيها من تجارة، وكان ذلك أول يوم من رجب وهم يظنونه من جمادى الآخرة فقالت قريش: قد استحل محمد الشهر الحرام، شهرًا يأمن فيه الخائف ويتفرق فيه الناس إلى معايشهم وعظم ذلك على المسلمين فنزلت ﴿يَسْأَلُونَكَ عَنِ الشهر الحرام قِتَالٍ فِيهِ ... .﴾ الآية.\nالتفسِير: ﴿كَانَ الناس أُمَّةً وَاحِدَةً﴾ أي كانوا على الإِيمان والفطرة المستقيمة فاختلفوا وتنازعوا ﴿فَبَعَثَ الله النبيين مُبَشِّرِينَ وَمُنذِرِينَ﴾ أي بعث الأنبياء لهداية الناس مبشرين للمؤمنين بجنات النعيم ومنذرين للكافرين بعذاب الجحيم ﴿وَأَنزَلَ مَعَهُمُ الكتاب بالحق لِيَحْكُمَ بَيْنَ الناس فِيمَا اختلفوا فِيهِ﴾ أي وأنزل معهم الكتب السماوية لهداية البشرية حال كونها منزلة بين الناس في أمر الدين الذي اختلفوا فيه ﴿وَمَا اختلف فِيهِ إِلاَّ الذين أُوتُوهُ﴾ أي وما اختلف في الكتاب الهادي المنير المنزل لإِزالة الاختلاف إلا ﴿مِن بَعْدِ مَا جَآءَتْهُمُ البينات﴾ أي من بعد ظهور الحجج الواضحة والدلائل القاطعة على صدق الكتاب فقد كان خلافهم عن بيّنة وعلم لا عن غفلةٍ وجهل ﴿بَغْيًا بَيْنَهُمْ﴾ أي حسدًا من الكافرين للمؤمنين ﴿فَهَدَى الله الذين آمَنُواْ لِمَا اختلفوا فِيهِ مِنَ الحق بِإِذْنِهِ﴾ أي هدى الله المؤمنين للحق الذي اختلف فيه أهل الضلالة بتيسيره ولطفه ﴿والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي هيدي من يشاء هدايته إِلى طريق الحق الموصل إِلى جنات النعيم ﴿أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة﴾ أي بل ظننتم يا معشر المؤمنين أن تدخلو الجنة بدون ابتلاءٍ وامتحان واختبار ﴿وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم﴾ أي والحال لم ينكلم مثل ما نال من سبقكم من المؤمنين من المحن الشديدة، ولم تُبتلوا بمثل ما ابتلوا به من النكبات ﴿مَّسَّتْهُمُ البأسآء والضرآء﴾ أي أصابتهم الشدائد والمصائب والنوائب ﴿وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله﴾؟ أي أزعجوا إزعاجًا شديدًا شبيهًا بالزلزة حتى وصل بهم\nالحال أن يقول الرسول والمؤمنون معه حتى نصر الله؟ أي متى يأتي نصر الله وذلك استبطاءً منهم للنصر لتناهي الشدة عليهم، وهذا غاية الغايات في تصوير شدة المحنة، فإِذا كان الرسل - مع علو كعبهم في الصبر والثبات - قد عيل صبرهم وبلغوا هذا المبلغ من الضجر والضيق كان ذلك دليلًا على أن الشدة بلغت منتهاها قال تعالى جوابًا لهم: ﴿ألا إِنَّ نَصْرَ الله قَرِيبٌ﴾ أي ألا فأبشروا فإِنه حان أوانه\n﴿وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَوِيٌّ عَزِيزٌ﴾ [الحج: ٤٠] ثم قال تعالى: ﴿يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ﴾ أي يسألونك يا محمد ماذا ينفقون وعلى من ينفقون؟ وقد نزلت لمّا قال بعض الصحابة يا رسول الله: ماذا ننفق من أموالنا وأين نضعها؟ ﴿قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ والأقربين واليتامى والمساكين وابن السبيل﴾ أي قل لهم يا محمد اصرفوها في هذه الوجوه ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ﴾ أي وكل معروف تفعلونه يعلمه الله وسيجزيكم عليه أوفر الجزاء، ثم قال تعالى مبينًا حكمة مشروعية القتال في الإِسلام ﴿كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ﴾ أي فرض عليكم قتال الكفار أيها المؤمنون وهو شاق ومكروه على نفوسكم لما فيه من بذل المال وخطر هلاك النفس ﴿وعسى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ﴾ أي ولكن قد تكره نفوسكم شيئًا وفيه كل النفع والخير ﴿وعسى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ﴾ أي وقد تحب نفوسكم شيئًا وفيه كل الخطر والضرر عليكم، فلعل لكم في القتال - وإن كرهتموه - خيرًا لأن فيه إما الظفر والغنيمة أو الشهادة والأجر، ولعل لكم في تركه - وإِن أحببتموه - شرًا لأن فيه الذل والفقر وحرمان الأجر ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي الله أعلم بعواقب الأمور منكم وأدرى بما فيه صلاحكم في دنياكم وآخرتكم فبادروا إِلى ما يأمركم به ﴿يَسْأَلُونَكَ عَنِ الشهر الحرام قِتَالٍ فِيهِ﴾ أي يسألك أصحابك يا محمد عن القتال في الشهر الحرام أيحل لهم القتال فيه؟ ﴿قُلْ قِتَالٌ فِيهِ كَبِيرٌ﴾ أي قل لهم القتال فيه أمره كبير ووزره عظيم ولكن هناك ما هو أعظم وأخطر وهو ﴿وَصَدٌّ عَن سَبِيلِ الله وَكُفْرٌ بِهِ والمسجد الحرام وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ الله﴾ أي ومنع المؤمنين عن دين الله وكفرهُم بالله وصدُّهم عن المسجد الحرام - يعني مكة - وإِخراجكم من البلد الحرام وأنتم أهله وحماته، كلُّ ذلك أعظم وزرًا وذنبًا عند الله من قتل من قتلتم من المشركين، فإِذا استعظموا قتالكم لهم في الشهر الحرام فليعلموا أنَّ ما ارتكبوه في حق النبي والمؤمنين أعظم وأشنع ﴿والفتنة أَكْبَرُ مِنَ القتل﴾ أي فتنة المسلم عن دينه حتى يردوه إِلى الكفر بعد إِيمانه أكبر عند الله من القتل ﴿وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حتى يَرُدُّوكُمْ عَن دِينِكُمْ إِن اسْتَطَاعُواْ﴾ أي ولا يزالون جاهدين في قتالكم حتى يعيدوكم إِلى الكفر والضلال إِن قدروا فهم غير نازعين عن كفرهم وعدوانهم ﴿وَمَن يَرْتَدِدْ مِنْكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فأولائك حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة﴾ أي ومن يستجب لهم منكم فيرجع عن دينه ويرتد عن الإِسلام ثم يموت على الكفر فقد بطل عمله الصالح في الدارين وذهب ثوابه ﴿وأولائك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي وهم مخلدون في جهنم لا يخرجون منها أبدًا ﴿إِنَّ الذين آمَنُواْ والذين هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله﴾ أي إِن المؤمنين الذين فارقوا الأهل والأوطان وجاهدوا الأعداء لإِعلاء دين الله ﴿أولائك يَرْجُونَ رَحْمَتَ الله والله غَفُورٌ رَّحِيمٌ﴾ أي أولئك الموصوفون بما ذكرهم الجديرون بأن ينالوا رحمة الله والله عظيم المغفرة، واسع الرحمة.\nالبَلاَغَة: ١ - ﴿كَانَ الناس أُمَّةً وَاحِدَةً﴾ فيه إِيجاز بالحذف أي كانوا أمة واحدة على الإِيمان\nمتمسكين بالحق فاختلفوا فبعث الله النبيين ودلّ على المحذوف قوله: ﴿لِيَحْكُمَ بَيْنَ الناس فِيمَا اختلفوا فِيهِ﴾ .\n٢ - ﴿أَمْ حَسِبْتُمْ﴾ أم منقطعة والهمزة فيها للإِنكار والاستبعاد أي بل أحسبتم ففيه استفهام إِنكاري.\n٣ - ﴿وَلَمَّا يَأْتِكُم﴾ لمّا تدل على النفي مع توقع وقوع المنفي كما قال الزمخشري والمعنى: لمّا ينزل بكم مثل ما نزل بمن قبلكم وسينزل فإِن نزل فاصبروا قال المبرد: إِذا قال القائل: لم يأتني زيد فهو نفي لقولك أتاك زيد؟ وإِذا قال: لما يأتني فمعناه أنه لم يأتني بعد وأنا أتوقعه وعلى هذا يكون إِتيان الشدائد على المؤمنين متوقعًا منتظرًا.\n٤ - ﴿ألا إِنَّ نَصْرَ الله قَرِيبٌ﴾ في هذه الجملة عدة مؤكدات تدل على تحقق النصر أولًا: بدء الجملة بأداة الاستفتاح «ألا» التي تفيد التأكيد. ثانيًا: ذكر «إِنَّ» الدالة على التوكيد أيضًا. ثالثًا: إيثار الجملة الاسمية على الفعلية فلم يقل «ستنصرون» والتعبير بالجملة الاسمية يفيد التأكيد. رابعًا: إضافة النصر إلى رب العالمين القادر على كل شيء.\n٥ - ﴿وَهُوَ كُرْهٌ لَّكُمْ﴾ وضع المصدر موضع اسم المفعول «كرهٌ» مكان «مكروه» للمبالغة كقول الخنساء:\nفإِنما هي إِقبال وإِدبار ...\n- ﴿وعسى أَن تَكْرَهُواْ شَيْئًا ... وعسى أَن تُحِبُّواْ شَيْئًا﴾ بين الجملتين من المحسنات البديعية ما يسمى ب «المقابلة» فقد قابل بين الكراهية والحب، وبين الخير والشر.\n٧ - ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ طباق بالسلب.\nفَائدَة: عبّر تعالى بصيغة الواحد عن كتب النبيّين ﴿وَأَنزَلَ مَعَهُمُ الكتاب﴾ للإِشارة إِلى أن كتب النبيّين وإِن تعددت هي في لبّها وجوهرها كتاب واحد لاشتمالها على شرع واحد في أصله كما قال تعالى: ﴿شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحًا والذي أَوْحَيْنَآ إِلَيْكَ ...﴾ [الشورى: ١٣] الآية.\nتنبيه: روى البخاري عن خباب بن الأرت ﵁ قال: «شكونا إِلى رسول الله ﷺ َ وهو متوسد بردةً في ظل الكعبة فقلنا: ألا تستنصر لنا؟ ألا تدعو لنا؟ فقال: قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيجعل فيها، فيجاء بالمنشار فيوضع على رأسه فيجعل نصفين، ويُمشط بأمشاط الحديد ما دون لحمه وعظمه ما يصده ذلك عن دينه، والله ليتمنَّ الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إِلا الله والذئب على غنمه ولكنكم تستعجلون»", "ayah": 214, "surah": 2}