{"text": "المنَاسَبَة: ذكر تعالى في الآيات السابقة بعض الأمراض الاجتماعية التي تنخر جسم الأمّة وتحلُّ عرى الجماعة وتوقع بينهم العداوة والبغضاء كالخمر والميسر، ثم انتقل إلى الحديث عن الأسرة باعتبار أنها النواة الأولى لبناء المجتمع الفاضل، فبصلاح الأسرة يصلح المجتمع وبفسادها يفسد المجتمع، واتبدأ من أحكام الأسرة بالعلاقة الزوجية ونبّه على ضرورة أن يكون الاختيار على أساس الدّين لتظل العلاقة موثقة بروابط المودة والرحمة والإِخلاص، فالمشركة لا يحل لها أن تكون في حجر المسلم، والمؤمنة لا يحل لها أن تكون تحت سلطان الرجل المشرك ولهذا حرّم الإِسلام الزواج بالمشركات وتزويج المشركين بالمؤمنات، ثم بيّن في هذه الآيات الكريمة بعض الأمراض التي تحل بالأسرة وتهدد كيانها فذكر منها الإِيلاء، والطلاق، والخلع وبيّن العلاج الناجع لمثل هذه المشاكل التي تقوّض بنيان الأسرة.\nاللغَة: ﴿يُؤْلُونَ﴾ الإِيلاء لغة: الحلف يقال: آلى يؤالي إِيلاءً قال الشاعر:\nفآلبيت لا أنفك أحدو قصيدةً ... تكون وإِياها بها مثلًا بعدي\nوفي الشرع: اليمين على ترك وطء الزوجة ﴿تَرَبُّصُ﴾ التربص: الانتظار ومنه ﴿قُلْ تَرَبَّصُواْ فَإِنِّي مَعَكُمْ مِّنَ المتربصين﴾ [الطور: ٣١] أي انتظروا. ﴿فَآءُو﴾ الفيء: الرجوع ومنه قيل للظلّ فيءٌ لأنه\nيرجع بعد أن تقلص قال الفراء: العرب تقول فلان سريع الفيء أي سريع الرجوع بعد الغضب قال الشاعر:\nففاءت ولم تقض الذي أقبلت له ... ومن حاجة الإِنسان ما ليس قاضيا\n﴿قرواء﴾ جمع قرء اسم يقع على الحيض والطهر فهو من الأضداد وأصل القرء: الاجتماع سمي به الحيض لاجتماع الدم في الرحم قال في القاموس: القَرْءُ بالفتح ويضم: الحيضُ والطهرُ والوقت، وجمع الطهر قروءٌ، وجمع الحيض أقراءٌ. ﴿بُعُولَتُهُنَّ﴾ جمع بعل ومعناه الزوج. ﴿وهذا بَعْلِي شَيْخًا﴾ [هود: ٧٢] والمرأة بعلة. ﴿دَرَجَةٌ﴾ الدرجة: المنزلة الرفيعة. ﴿الطلاق﴾ مصدر طلقتُ المرأة ومعنى الطلاق: حلُّ عقد النكاح وأصله الانطلاق والتخلية يقال: ناقة طالق أي مهملة تركت في المدعى بلا قيد ولا راعي، فسميت المرأة المخلَّى سبيلها طالقًا لهذا المعنى. ﴿تَسْرِيحٌ﴾ التسريح: إِرسال الشيء ومنه تسريح الشعر ليخلص البعض من البعض، وسرَّح الماشية أرسلها، قال الراغب: والتسريح في الطلاق مستعارٌ من تسريح الإِبل كالطلاق مستعار من إِطلاق الإِبل.\nسَبَبُ النّزول: كان الرجل في الجاهلية يطلق امرأته ما شاء من الطلاق ثم يراجعها قبل أن تنقضي عدتها ولو طلقها ألف مرة كان له الحق في مراجعتها، فعمد رجل لامرأته فقال لها: لا آويك ولا أدعك تحلّين قالت: وكيف؟ قال أطلّقك فإِذا دنا مضِيُّ عدتك راجعتك، فشكت المرأة أمرها للنبيّ ﷺ َ فأنزل الله ﴿الطلاق مَرَّتَانِ﴾ الآية.\nالتفسِير: ﴿لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ﴾ أي للذين يحلفون ألاّ يجامعوا نساءهم للإِضرار بهن انتظار أربعة أشهر ﴿فَإِنْ فَآءُو فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي إِن رجعوا إِلى عشرة أزواجهن بالمعروف - وهو كناية عن الجماع - أي رجعوا عن اليمين إِلى الوطء فإِن الله يغفر ما صدر منهم من إِساءة ويرحمهم ﴿وَإِنْ عَزَمُواْ الطلاق فَإِنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي وإِن صمّموا على عدم المعاشرة والامتناع عن الوطء فإِن الله سميعٌ لأقوالهم عليم بنيّاتهم، والمراد من الآية أنّ الزوج إِذا حلف ألا يقرب زوجته تنتظره الزوجة مدة أربعة أشهر فإِن عاشرها في المدة فبها ونعمت ويكون قد حنث في يمينه وعليه الكفارة، وإِن لم يعاشرها وقعت الفرقة والطلاق بمضي تلك المدة عند أبي حنيفة، وقال الشافعي: ترفع أمره إِلى الحاكم فيأمره إِما بالفيئة أو الطلاق فإِن امتنع عنهما طلّق عليه الحاكم هذا هو خلاصة حكم الإِيلاء.\n. ثم قال تعالاى مبينًا أحكام العدّة والطلاق الشرعي ﴿والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء﴾ أي الواجب على المطلقات المدخول بهن أن ينتظرن مدة ثلاثة أطهار - على قول الشافعي ومالك - أو ثلاث حِيَض على قول أبي حنيفة وأحمد ثم تتزوج إِن شاءت بعد انتهاء عدتها، وهذا في المدخول بها أما غير المدخول بها فلا عدة عليها لقوله تعالى: ﴿فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ﴾ [الأحزاب: ٤٩] ﴿وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ﴾ أي لا يباح للمطلقات أن يخفين ما في أرحامهن من حبلٍ أو حيض استعجالًا في العدة وإِبطالًا لحق الزوج في الرجعة ﴿إِن كُنَّ يُؤْمِنَّ بالله واليوم الآخر﴾ أي إِن كنَّ حقًا مؤمنات بالله\nويخشين من عقابه، وهذا تهديد لهنَّ حتى يخبرن بالحق من غير زيادة ولا نقصان لأنه أمر لا يُعلم إِلاّ من جهتهنَّ ﴿وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أرادوا إِصْلاَحًا﴾ وأزواجهن أحقُّ بهنَّ في الرجعة من التزويج للأجانب إِذا لم تنقض عدتهن وكان الغرض من الرجعة الإِصلاح لا الإِضرار، وهذا في الطلاق الرجعي ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بالمعروف﴾ أي ولهنَّ على الرجال من الحق مثل ما للرجال عليهن، بالمعروف الذي أمر تعالاى به من حسن العشرة وترك الضرار ونحوه ﴿وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ﴾ أي وللرجال على النساء ميزةٌ وهي فيما أمر تعالاى به من القوامة والإِنفاق والإِمرة ووجوب الطاعة فهي درجة تكليفٍ لا تشريف لقوله تعالى: ﴿إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ﴾ [الحجرات: ١٣] ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي غالب ينتقم ممن عصاه حكيم في أمره وتشريعه ثم بيّن تعالى طريقة الطلاق الشرعية فقال: ﴿الطلاق مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ﴾ أي الطلاق المشروع الذي يملك به الزوج الرجعة مرتان وليس بعدهما إِلا المعاشرة بالمعروف مع حسن المعاملة أو التسريح بإِحسان بألا يظلمها من حقها شيئًا ولا يذكرها بسوء ولا ينفّر الناس عنها ﴿وَلاَ يَحِلُّ لَكُمْ أَن تَأْخُذُواْ مِمَّآ آتَيْتُمُوهُنَّ شَيْئًا﴾ أي لا يحل لكم أيها الأزواج أن تأخذوا مما دفعتم إِليهن من المهور شيئًا ولو قليلًا ﴿إِلاَّ أَن يَخَافَآ أَلاَّ يُقِيمَا حُدُودَ الله﴾ أي إِلا أن يخاف الزوجان سوء العشرة وألا يرعيا حقوق الزوجية التي أمر الله تعالى ﴿فَإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ الله فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا افتدت بِهِ﴾ أي فإِن خفتم سوء العشرة بينهما وأرادت الزوجة أن تختلع بالنزول عن مهرها أو بدفع شيء من المال لزوجها حتى يطلقها فلا إِثم على الزوج في أخذه ولا على الزوجة في بذله ﴿تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا﴾ أي هذه الأحكام العظيمة من الطلاق والرجعة والخلع وغيرها هي شرائع الله وأحكامه فلا تخالفوها ولا تتجاوزوها إِلى غيرها ممّا لم يشرعه الله ﴿وَمَن يَتَعَدَّ حُدُودَ الله فأولئك هُمُ الظالمون﴾ أي من خالف أحكام الله فقد عرَّض نفسه لسخط الله وهو من الظالمين المستحقين للعقاب الشديد ﴿فَإِنْ طَلَّقَهَا فَلاَ تَحِلُّ لَهُ مِن بَعْدُ حتى تَنْكِحَ زَوْجًا غَيْرَهُ﴾ أي فإِن طلّق الرجل المرأة ثالث مرة فلا تحل له بعد ذلك حتى تتزوج غيره وتطلق منه، بعد أن يذوق عسيلتها وتذوق عسيلته كما صرّح به الحديث الشريف، وفي ذلك زجر عن طلاق المرأة ثلاثًا لمن له رغبة في زوجته لأن كل شيء مروءة يكره أن يفترش امرأته آخر ﴿فَإِن طَلَّقَهَا فَلاَ جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ الله﴾ أي إِن طلقها الزوج الثاني فلا بأس أن تعود إِلى زوجها الأول بعد انقضاء العدّة إِن كان ثمة دلائل تشير إِلى الوفاق وحسن العشرة ﴿وَتِلْكَ حُدُودُ الله يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ﴾ أي تلك شرائع الله وأحكامه يوضحها ويبينها لذوي العلم والفهم الذين ينظرون في عواقب الأمور.\nالبَلاَغَة: ١ - ﴿فَإِنَّ الله سَمِيعٌ عَلِيمٌ﴾ خرج الخبر عن ظاهره إِلى معنى الوعيد والتهديد.\n٢ - ﴿والمطلقات يَتَرَبَّصْنَ﴾ خبرٌ في معنى الأمر وأصل الكلام وليتربصْ الملطقاتُ، قال الزمخشري: وإِخراج الأمر في صيغة الخبر تأكيدٌ للأمر وإِشعارٌ بأنه ممّأ يجب أن يُتلقى بالمسارعة إِلى\nامتثاله، فكأنهن امتثلن الأمر فهو يخبر عنه موجودًا، وبناؤه على المبتدأ مما زاده فضل تأكيد.\n٣ - ﴿إِن كُنَّ يُؤْمِنَّ بالله﴾ ليس الغرض منه التقييد بالإِيمان بل هو للتهييج وتهويل الأمر في نفوسهن.\n٤ - ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ﴾ فيه إٍيجاز وإِبداع لا يخفى على المتمكن من علوم البيان، فقد حذف من الأول بقرينة الثاني، ومن الثاني بقرينة الأولى والمعنى: لهنّ على الرجال من الحقوق مثل الذي للرجال عليهن من الحقوق، وفيه من المحسنات البديعية أيضًا الطباق بين «لهنَّ» و«عليهنَّ» وهو طباقٌ بين حرفين.\n٥ - ﴿فَإِمْسَاكٌ بِمَعْرُوفٍ﴾ بين لفظ «إِمساك» ولفظ «تسريح» طباقٌ أيضًا.\n٦ - ﴿تِلْكَ حُدُودُ الله﴾ وضع الاسم الجليل موضع الضمير لتربية المهابة وإِدخال الروعة في النفوس، وتعقيبُ النهي بالوعيد للمبالغة في التهديد.\n٧ - ﴿فأولئك هُمُ الظالمون﴾ قصر صفة على موصوف.\nفَائِدَة: أول خلع كان في الإِسلام في امرأة (ثابت بن قيس) «أتت رسول الله ﷺ َ فقالت يا رسول الله: لا يجمع الله رأسي ورأسه شيءٌ أبدًا، والله ما أعيب عليه في خلقٍ ولا دين ولكن أكره الكر بعد الإِسلام فقال لها ﵇:» أَتَرُدِّينَ عَلَيهِ حَدِيقَتَهُ؟ «قالت: نعم ففرّق بينهما» .\nلطيفَة: روي عن ابن عباس ﵄ أنه قال: إِني لا أحب أن أتزين لامرأتي كما تتزين لي لأن الله تعالى يقول: ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بالمعروف﴾ .", "ayah": 230, "surah": 2}