{"text": "المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن أحكام الطلاق وتوضّح طريقته وشروطًا وآدابه وتنهى عن الإِيذاء والإِضرار فوجه المناسبة إِذًا ظاهر.\nاللغَة: ﴿فَبَلَغْنَ أَجَلَهُنَّ﴾ أي قاربن من الانتهاء من العدة. ﴿ضِرَارًا﴾ أي بقصد الإِضرار، قال القفال: الضرّار هو المضارّة كقوله: ﴿مَسْجِدًا ضِرَارًا﴾ [التوبة: ١٠٧] أي ليضاروا المؤمنين. ﴿تَعْضُلُوهُنَّ﴾ العضل:\nالمنع والتضييق يقال: أعضل الأمر أي أشكل وضاقت فيه الحيل وداء عُضال أي عسير أعيا الأطباء، قال الأزهري: وأصله من عضلت الناقة إِذا نشب ولدها فلم يسهل خروجه. ﴿يُوعَظُ بِهِ﴾ يوصى ويؤمر به. ﴿أزكى﴾ أنمى وأنفع يقال: زكا الزرع إِذا نما بكثرةٍ وبركة. ﴿وَأَطْهَرُ﴾ الطهارة: التنزه عن الدَّنْس والمعاصي.\nسَبَبُ النّزول: روي أنّ «معقل بن يسار» زوَّج أخته رجلًا من المسلمين على عهد النبيّ ﷺ َ فكانت عنده ما كانت ثم طلقها تطليقة لم يراجعها حتى انقضت العدّة، فهويها وهويته ثم خطبها مع الخطّاب فقال له: يا لُكَع، أي «يا لئيم» أكرمتك بها وزوجتك فطلقتها!! والله لا ترجع إِليك أبدًا فعلم الله حاجته إِليها وحاجتها إِلى بعلها فأنزل الله ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ. .﴾ الآية فلما سمعها معقل قال: سمعًا لربي وطاعة ثم دعاه فقال: أزوجك وأكرمك.\nالتفسِير: ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ﴾ أي إِذا طلقتم يا معشر الرجال النساء طلاقًا رجعيًا وقاربن انقضاء العدة ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ﴾ أي فراجعوهنّ من غير ضرار ولا أذى أو اتركوهن حتى تنقضي عدتهن بإِحسان من غير تطويل العدّة عليهن ﴿وَلاَ تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُواْ﴾ أي لا تراجعوهن إِرادة الإِضرار بهنّ لتظلموهن بالإِلجاء إِلى الافتداء، وفيه زجرٌ لما كان عليه الناس حيث كان الزوج يترك المعتدة حتى إِذا شارفت انقضاء العدّة يراجعها للإِضرار بها ليطوّل عليها العدّة لا للرغبة فيها ﴿وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ﴾ أي من يمسكها للإِضرار بها أو ليكرهها على الافتداء فقد ظلم بذلك العمل نفسه لأنه عرّضها لعذاب الله ﴿وَلاَ تتخذوا آيَاتِ الله هُزُوًا﴾ أي لا تهزءوا بأحكام الله وأوامره ونواهيه فتجعلوا شريعته مهزوءًا بها بمخالفتكم لها ﴿واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُمْ مِّنَ الكتاب والحكمة﴾ أي اذكروا فضل الله عليكم بهدايتكم للإِسلام وما أنعم به عليكم من القرآن العظيم والسنّة المطهّرة ﴿يَعِظُكُمْ بِهِ﴾ أي يرشدكم ويذكّركم وهدي رسوله إِلى سعادتكم في الدارين ﴿واتقوا الله واعلموا أَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي خافوا الله وراقبوه في أعمالكم واعلموا أنه تعالى لا تخفى عليه خافية من أحوالكم ثم أمر تعالى الأولياء بعدم عضل النساء الراغبات في العودة إِلى أزواجهن فقال: ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ﴾ أي إِذا طلقتم النساء وانقضت عدتهن ﴿فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْاْ بَيْنَهُمْ بالمعروف﴾ أي فلا تمنعوهن يا معشر الأولياء من العودة لأزواجهن إِذا صلحت الأحوال بين الزوجين وظهرت أمارات الندم ورضي كل منهما إِلى العودة لصاحبه والسير بما يرضي الله ﴿ذلك يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بالله واليوم الآخر﴾ أي ما نهيتكم عنه من الإِضرار والعضل يُنصح به ويوعظ من كان يؤمن بالله واليوم الآخر لأنه هو المنتفع بالمواعظ الشرعية ﴿ذلكم أزكى لَكُمْ وَأَطْهَرُ﴾ أي الاتعاظ بما ذكر والتمسك بأوامر الله خير وأنفع لكم وأطهر من الآثام وأوضار الذنوب ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي والله يعلم ما هو أصلح لكم من الأحكام والشرائع وأنتم لا تعلمون ذلك، فامتثلوا أمره تعالى ونهيه في\nجميع ما يأتون وما تذرون.\nالبَلاَغَة: ١ - ﴿فَبَلَغْنَ أَجَلَهُنَّ﴾ أي قاربن انقضاء عدتهن أُطلق اسم الكل على الأكثر فهو مجاز مرسل لأنه لو انقضت العدّة لما جاز له إِمساكها والله تعالى يقول: ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ﴾ .\n٢ - ﴿واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُمْ مِّنَ الكتاب والحكمة﴾ هو من باب عطف الخاص على العام لأن النعمة يراد بها نعم الله والكتاب والسنّة من أفراد هذه النعم.\n٣ - ﴿واعلموا أَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ بين كلمة «اعلموا» و«عليم» من المحسنات البديعية ما يسمى بجناس الاشتقاق.\n٤ - ﴿أَن يَنكِحْنَ أَزْوَاجَهُنَّ﴾ يراد بأزواجهن «المطلقين» لهن فهو من باب المجاز المرسل والعلاقة اعتبار ما كان.\nفَائِدَة: قال الإِمام الفخر: الحكمة في إِثبات حق الرجعة أنّ الإِنسان ما دام مع صاحبه لا يدري هل تشقُّ عليه المفارقة أو لا؟ فإِذا فارقة فعند ذلك يظهر، فلو جعل الله الطلقة الواحدة مانعةً من الرجوع لعظمت المشقة على الإِنسان إِذ قد تظهر المحبة بعد المفارقة، ثم لما ان كمال التجربة لا يحصل بالمرة الواحدة أثبت تعالى حق المراجعة مرتين، وهذا يدل على كمال رحمته تعالى ورأفته بعباده.", "ayah": 231, "surah": 2}