{"text": "المنَاسَبَة: لما ذكر تعالى الأصناف الثلاثة «المؤمنين، والكافرين، والمنافقين» وذكر ما تميزوا به من سعادة أو شقاوة، أو إيمان أو نفاق، وضرب الأمثال ووضَّح طرق الضلال أعقبه هنا بذكر الأدلة والبراهين على وحدانية ربِّ العالمين، وعَرَّف الناس بنعمة ليشكروه عليها، وأقبل عليهم بالخطاب ﴿يَاأَيُّهَا الناس﴾ وهو خطاب لجميع الفئات ممتنًا عليهم بما خلق ورزق، وأبرز لهم «معجزة القرآن» بأنصع بيان وأوضح برهان ليقتلع من القلوب جذور الشك والارتياب.\nاللغَة: ﴿خَلَقَكُمْ﴾ الخلق: الإِيجاد والاختراع بلا مثال، وأصله في اللغة التقدير يقال: خَلَق النعل إذا قدَّرها وسوَّاها بالمقياس، وخلق الأديمَ للسقاء إذا قدَّره قال الحجاج ما خلقتُ إِلا فريتُ، ولا وعدتُ إِلا وفيتُ «أي ما قدرت شيئًا إِلا أمضيته، ولا وعدت بشيء إِلا وفيت به. ﴿فِرَاشًا﴾ الفراش: الوطاءُ والمهاد الذي يقعد عليه الإِنسان وينام ﴿بِنَآءً﴾ البناء: ما يُبنى من قبةٍ أو خباءٍ أو بيت ﴿أَندَادًا﴾ جمع نِدّ وهو الكفء والمثيل والنظير ومنه قول علماء التوحيد» ليس للهِ نِدٌّ ولا ضِدّ «قال حسان:\nأتهجوه ولستَ له بندٍّ ... فشرُّكهما لخيركما الفِداء\nوقال الزمخشري:» النِدُّ: المثل ولا يقال إلا للمخالف المناوئ قال جرير: أتمًا تجعلون إلىَّ ندًا؟ ﴿وَقُودُهَا﴾ الوَقْود: الحطب الذي توقد به النار قال القرطبي: الوَقود بالفتح الحطب، وبالضم مصدر بمعنى التوقد ﴿أُعِدَّتْ﴾ هيئت، وأعددنا هيأنا قال البيضاوي: ﴿أُعِدَّتْ﴾ هُيَئت لهم وجُعلت عُدَّة لعذابهم ﴿وَبَشِّرِ﴾ البشارة: الخبر السارُّ الذي يتغير به بشرة الوجه من السرور، وإِذا استعمل في الشر فهو تهكم مثل ﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ﴾ [الانشقاق: ٢٤] ﴿أَزْوَاجٌ﴾ جمع زوج ويطلق على الذكر والأنثى ﴿اسكن أَنْتَ وَزَوْجُكَ﴾ [البقرة: ٣٥] فالمرأة زوج الرجل، والرجل زوج المرأة قال الأصمعي: لا تكاد العرب تقول زوجة ﴿خَالِدُونَ﴾ باقون دائمون.\nالتفِسير: يقول تعالى منبهًا العبادَ إِلى دلائل القدرة والوحدانية ﴿يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ﴾ أي يا معشر بني آدم اذكروا نِعَم الله الجليلة عليكم، واعبدوا الله ربكم الذي ربَّاكم وأنشأكم بعد أن لم\nتكونوا شيئًا، اعبدوه بتوحيده، وشكره، وطاعته ﴿الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ﴾ أي الذي أوجدكم بقدرته من العدم، وخلق من قبلكم من الأمم ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لتكونوا في زمرة المتقين، الفائزين بالهدى والفلاح قال البيضاوي: لما عدَّد تعالى فِرَق المكلفين، أقبل عليهم بالخطاب على سبيل الالتفات، هزًا للسامع، وتنشيطًا له، واهتمامًا بأمر العبادة وتفخيمًا لشأنها، وإِنما كثر النداء في القرآن ب ﴿يَاأَيُّهَا﴾ لاستقلاله بأوجهٍ من التأكيد، وكل ما نادى الله له عباده من حيث إِنها أمور عظام من حقها أن يتفطنوا لها، ويقبلوا بقلوبهم عليها وأكثرهم عنها غافلون حقيقٌ بأن يُنادى له بالآكد الأبلغ، ثمَّ عدَّد تعالى نِعَمه عليهم فقال: ﴿الذي جَعَلَ لَكُمُ الأرض فِرَاشًا﴾ أي جعلها مهادًا وقرارًا، تستقرون عليها وتفترشونها كالبساط المفروش مع كرويتها، وإلا ما أمكنكم العيش والاستقرار عليها قال البيضاوي: جعله مهيأة لأن يقعدوا ويناموا عليها كالفراش المبسوط، وذلك لا يستدعي كونها مسطَّحة لأن كروية شكلها مع عظم حجمها لا يأبى الافتراش عليها ﴿والسماء بِنَآءً﴾ أي وسقفًا للأرض مرفوعًا فوقها كهيئة القبة ﴿وَأَنزَلَ مِنَ السمآء مَآءً﴾ أي مطرًا عذبًا فراتًا أنزله بقدرته من السحاب ﴿فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقًا لَّكُمْ﴾ أي فأخرج بذلك المطر أنواع الثمار والفواكه والخضار غذاءً لكم ﴿فَلاَ تَجْعَلُواْ للَّهِ أَندَادًا وَأَنْتُمْ تَعْلَمُونَ﴾ أي فلا تتخذوا معه شركاء من الأصنام والبشر تشركونهم مع الله في العبادة، وأنتم تعلمون أنها لا تَخْلُق شيئًا ولا تَرْزق، وأنَّ الله هو الخالق الرازق وحده، ذو القوة المتين قال ابن كثير: شرع تعالى في بيان وحدانية ألوهيته بأنه هو المنعم على عبيدة بإِخراجهم من العدم، وإِسباغة عليهم النِّعَم، والمرادُ بالسَّماء هنا السحاب، فهو تعالى الذي أنزل المطر من السحاب في وقته عند احتياجهم إِليه، فأخرج لهم به أنواع الزروع والثمار ورزقًا لهم ولأنعامهم، ومضمونه أنه الخالق الرازق مالكُ الدار وساكنيها ورازقهم، فبهذا يستحق أن يُعبد وحده ولا يُشرك به غيره.\nثم ذكر تعالى بعد أدلة التوحيد الحجة على النبوة، وأقام البرهان على إِعجاز القرآن فقال ﴿وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا﴾ أي وإِذا كنتم أيها الناس في شك وارتياب من صدق هذا القرآن، المعجز في بيانه، وتشريعه، ونظمه، الذي أنزلناه على عبدنا ورسولنا محمد ﷺ َ ﴿فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ﴾ أي فأتوا بسورةٍ واحدةٍ من مثل هذا القرآن، في البلاغة والفصاحة والبيان ﴿وادعوا شُهَدَآءَكُم مِّن دُونِ الله﴾ أي وادعوا أعوانكم وأنصاركم الذين يساعدونكم على معارضة القرآن غير الله سبحانه، والمراد استعينوا بمن شئتم غيره تعالى قال البيضاوي: المعنى أدعوا للمعارضة من حضركم أو رجوتم معونته من إِنسكم وجِنكم وآلهتكم غيرَ اللهِ ﷾، فإِنه لا يقدر أن يأتي بمثله إِلا الله ﴿إِنْ كُنْتُمْ صَادِقِينَ﴾ أي أنه مختلق وأنه من كلام البشر، وجوابُه محذوف دلَّ عليه ما قبله ﴿فَإِن لَّمْ تَفْعَلُواْ﴾ أي فإِن لم تقدروا على الإِتيان بمثل سورةٍ من سوره، وعجزتم في الماضي عن الإِتيان بما يساويه أو يدانيه، مع استعانتكم بالفصحاء والعباقرة والبلغاء ﴿\nوَلَن تَفْعَلُواْ﴾ أي ولن تقدروا في المستقبل أيضًا على الإِتيان بمثله، والجملة اعتراضية للإِشارة إلى عجز البشر في الحاضر والمستقبل كقوله: ﴿لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا﴾ [الإسراء: ٨٨] أي معينًا قال ابن كثير: تحداهم القرآن وهم أفصح الأمم ومع هذا عجزوا، و﴿لَن﴾ لنفي التأبيد في المستقبل أي ولن تفعلوا ذلك أبدًا، وهذه أيضًا معجزة أخرى وهو أنه أخبر خبرًا جازمًا قاطعًا، غير خائفٍ ولا مشفق أنَّ هذا القرآن لا يُعارضُ بمثله أبد الآبدين ودهر الداهرين، وكذلك وقع الأمر لم يُعارض من لدنه إلى زماننا هذا، ومن تدبّر القرآن وجد فيه من وجه الإِعجاز فنونًا طاهرة وخفية، من حيث اللفظ ومن حيث المعنى، والقرآنُ جميعه فصيح في غاية نهايات الفصاحة والبيان عند من يعرف كلام العرب، ويفهم تصاريف الكلام ﴿فاتقوا النار﴾ أي فخافوا عذاب الله، واحذروا نار الجحيم التي جعلها الله جزاء المكذبين ﴿وَقُودُهَا الناس والحجارة﴾ أي اتقوا النار التي مادتُها التي تُشعل بها وتُضرم لإِيقادها هي الكفار والأصنام التي عبدوها من دون الله كقوله تعالى:\n﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ [الأنبياء: ٩٨] قال مجاهد: حجارةٌ من كبريت أنتن من الجيفة يعذبون بها مع النار ﴿أُعِدَّتْ لِلْكَافِرِينَ﴾ أي هُيّئت تلك النارُ وأُرصدت للكافرين الجاحدين، ينالون فيها ألوان العذاب المهين.\nثم لما ذكر ما أعدَّه لأعدائه، عطف عليه بذكر ما أعدَّه لأوليائه، على طريقة القرآن في الجمع بين الترغيب والترهيب، للمقارنة بين حال الأبرار والفجار فقال ﴿وَبَشِّرِ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وبَشِّرْ يا محمد المؤمنين المتقين، الذين كانوا في الدنيا محسنين، والذين جمعوا بين الإِيمان والعمل الصالح ﴿أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي بأن لهم حدائق وبساتين ذاتِ أشجار ومساكن، تجري من تحت قصورها ومساكنها أنهار الجنة ﴿كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا﴾ أي كلما أعطوا عطاءً ورُزقوا رزقًا من ثمار الجنة ﴿قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ﴾ أي هذا مثلُ الطعام الي قُدِّم إلينا قبل هذه المرة قال المفسرون: إِن أهل الجنة يُرزقون من ثمارها، تأتيهم به الملائكة، فإِذا قُدّم لهم مرة ثانية قالوا: هذا الذي أتيتمونا به من قبل فتقول الملائكة: كلْ يا عبد الله فاللونٌ واحدٌ والطعم مختلف قال تعالى: ﴿وَأُتُواْ بِهِ مُتَشَابِهًا﴾ أي متشابهًا في الشكل والمنظر، لا في الطعم والمَخْبر قال ابن جرير: يعني في اللون والمرأة وليس يشبهه في الطعم قال ابن عباس: لا يشبه شيء مما في الجنة ما في الدنيا إِلا في الأسماء ﴿وَلَهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي ولهم في الجنة زوجاتٌ من الحور العين مطهَّرات من الأقذار والأدناس الحسية والمعنوية قال ابن عباس: مطهَّرة من القذر والأذى وقال مجاهد: مطهَّرة من الحيض والنفاس، والغائط والبول والنخام، وورد أن نساء الدنيا المؤمنات يكنَّ يوم القيامة أجمل من الحور العين كما قال تعالى: ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا﴾ [الواقعة: ٣٥ - ٣٧] ﴿وَهُمْ فِيهَا خَالِدُونَ﴾ أي دائمون، وهذا هو تمام السعادة، فإِنهم مع هذا النعيم في مقام أمين، يعيشون مع زوجاتهم في هناءٍ خالد لا يعتريه انقطاع.\nالبَلاَغَة: ١ - ذكر الربوبية ﴿اعبدوا رَبَّكُمُ﴾ مع إضافته إِلى المخاطبين للتفخيم والتعظيم.\n٢ - الإِضافة ﴿على عَبْدِنَا﴾ للتشريف والتخصيص، وهذا أشرف وصفٍ لرسول الله ﷺ َ.\n٣ - التعجيز ﴿فَأْتُواْ بِسُورَةٍ﴾ خرج الأمر عن صيغته إِلى معنى التعجيز، وتنكيرُ السور لإِرادة العموم والشمول.\n٤ - المقابلة اللطيفة ﴿جَعَلَ لَكُمُ الأرض فِرَاشًا والسماء بِنَآءً﴾ فقد قابل بين الأرض والسماء، والفراش والبناء، وهذا من المحسنات البديعية.\n٥ - الجملة الاعتراضية ﴿وَلَن تَفْعَلُواْ﴾ لبيان التحدي في الماضي والمستقبل وبيان العجز التام في جميع العصور والأزمان.\n٦ - الإيجاز البديع بذكر الكناية ﴿فاتقوا النار﴾ أي فإن عجزتم فخافوا نار جهنم بتصديقكم بالقرآن.", "ayah": 24, "surah": 2}