{"text": "المنَاسَبة: لّما ذكر تعالى تفضيل بعض الأنبياء على بعض، وبيّن أن الخلائق قد اختلفوا من بعدهم وتنازعوا وتقاتلوا بسبب الدين، ذكر أن هذا التفضيل بين الأنبياء لا يستدعي الصراع بين الأتباع ولا الخصام والنزاع، فالرسل صلوات الله عليهم وإِن كانوا متفاوتين في الفضل إِلا أنهم جميعًا جاءوا بدعوةٍ واحدة هي «دعوة التوحيد» فرسالتهم واحدة ودينهم واحد، وأنه لا إِكراه في الدين فقد سطع نور الحق وأشرق ضياؤه.\nاللغَة: ﴿الحي﴾ ذو الحياة الكاملة ومعناه الباقي الدائم الذي لا سبيل للفناء عليه ﴿القيوم﴾ القائم بتدبير الخلق ﴿سِنَةٌ﴾ بكسر السين النعاس وهو ما يسبق النوم من فتور قال الشاعر:\nوسنان أقصده النعاس فرنَّقت ... في عينه سِنةٌ وليس بنائم\n﴿يَؤُودُهُ﴾ يثقله ويتعبه ﴿العلي﴾ المراد علو المنزلة والشأن الذي تعالى في جلاله وعظم في سلطانه ﴿إِكْرَاهَ﴾ الإِكراه: حمل الشخص على ما يكره بطريق القسر والجبر ﴿الطاغوت﴾ من الطغيان وهو كل ما يطغي الإِنسان ويضله عن طريق الحق والهدى ﴿الوثقى﴾ مؤنث الأوثق وهو الشيء المحكم الموثق ﴿انفصام﴾ الانقصام: الانكسار قال الفراء: الانفصام لغتان وبالفاء أفصح وقال بعضهم: الفصم انكسار بغير بينونة والقصم انكسار ببينونة.\nسَبَبُ النّزول: كان لرجلٍ من الأنصار ابنان تنصّرا قبل بعثة النبي ﷺ َ ثم قدما المدينة في نفرٍ من التجار يحملون الزيت، فلزمهما أبوهما وقال: لا أدعكما حتى تسلما فنزلت ﴿لاَ إِكْرَاهَ فِي الدين\nقَد تَّبَيَّنَ الرشد مِنَ الغي﴾ . الآية.\nالتفسير: ﴿الله لاَ إله إِلاَّ هُوَ الحي القيوم﴾ أي هو الله ﷻ الواحد الأحد الفرد الصمد، ذو الحياة الكاملة، الباقي الدائم الذي لا يموت، القائم على تدبير شئون الخلق بالرعاية والحفظ والتدبير ﴿لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ﴾ أي لا يأخذه نعاسٌ ولا نوم كما ورد في الحديث «إنَّ الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه»، ﴿لَّهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي جميع ما في السماوات والأرض ملكه وعبيده وتحت قهره وسلطانه ﴿مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ﴾ أي لا أحد يستطيع أن يشفع لأحد إِلا إِذا أذن له الله تعالى قال ابن كثير: وهذا بيان لعظمته وجلاله وكبريائه بحيث لا يتجاسر أحد على الشفاعة إِلا بإذن المولى ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي يعلم ما هو حاضر مشاهد لهم وهو الدنيا وما خلفهم أي أمامهم وهو الآخرة فقد أحاط علمه بالكائنات والعوالم ﴿وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ﴾ أي لا يعلمون شيئًا من معلوماته إِلا بما أعلمهم إِيّاه على ألسنة الرسل ﴿وَسِعَ كُرْسِيُّهُ السماوات والأرض﴾ أي أحاط كرسيّه بالسماوات والأرض لبسطته وسعته، والسماواتُ السبع والأرضون بالنسبة للكرسي كحلقةٍ ملقاةٍ في فلاة، وروي عن ابن عباس ﴿وَسِعَ كُرْسِيُّهُ﴾ قال: علمه بدلالة قوله تعالى\n﴿رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا﴾ [غافر: ٧] فأخبر أن علمه وسع كل شيء وقال الحسن البصري: الكرسي هو العرش قال ابن كثير: والصحيح أن الكرسي غير العرش وأن العرش أكبر منه كما دلت على ذلك الآثار والأخبار ﴿وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ العلي العظيم﴾ أي لا يثقله ولا يعجزه حفظ السماوات والأرض ومن فيهما وهو العلي فوق خلقه ذو العظمة والجلال كقوله ﴿الكبير المتعال﴾ [الرعد: ٩] ﴿لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي﴾ أي لا إِجبار ولا إِكراه لأحد على الدخول في دين الإِسلام، فقد بان ووضح الحق من الباطل والهدى من الضلال ﴿فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى﴾ أي من كفر بما يعبد من غير الله كالشيطان والأوثان وآمن بالله تمسك من الدين بأقوى سبب ﴿لاَ انفصام لَهَا﴾ أي لا انقطاع لها ولا زوال ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوال عباده عليم بأفعالهم ﴿الله وَلِيُّ الذين آمَنُواْ يُخْرِجُهُمْ مِّنَ الظلمات إِلَى النور﴾ أي الله ناصر المؤمنين وحافظهم ومتولي أمورهم، يخرجهم من ظلمات الكفر والضلالة إِلى نور الإِيمان والهداية ﴿والذين كفروا أَوْلِيَآؤُهُمُ الطاغوت يُخْرِجُونَهُمْ مِّنَ النور إِلَى الظلمات﴾ أي وأما الكافرون فأولياؤهم الشياطين يخرجونهم من نور الإِيمان إِلى ظلمات الشك والضلال ﴿أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي ماكثون في نار جهنم لا يخرجون منها أبدًا.\nالبَلاَغَة: ١ - في آية الكرسي أنواعٌ من الفصاحة وعلم البيان منها حسنُ الافتتاح لأنها افتتحت بأجل أسماء اللله تعالى، وتكرار اسمه ظاهرًا ومضمرًا في ثمانية عشر موضعًا، والإِطناب بتكرير\nالصفات، وقطعُ الجمل حيث لم يصلها بحرف العطف، والطباقُ في ﴿مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أفاده صاحب البحر المحيط.\n٢ - ﴿استمسك بالعروة الوثقى﴾ استعارة تمثيلية حيث شبه المستمسك بدين الإِسلام بالمستمسك بالحبل المحكم، وعدم الانفصام ترشيح.\n٣ - ﴿مِّنَ الظلمات إِلَى النور﴾ استعارة تصريحية حيث شبه الكفر بالظلمات والإِيمان بالنور قال في تلخيص البيان: وذلك من أحسن التشبيهات لأن الكفر كالظلمة التي يتسكع فيها الخابط ويضل القاصد، والإِيمان كالنور الذي يؤمه الجائر ويهتدي به الحائر، وعاقبة الإِيمان مضيئة بالنعيم والثواب، وعاقبة الكفر مظلمة بالجحيم والعذاب.\nالفَائِدَة: أفرد النور وجمع الظلمات لأن الحق واحد لا يتعدد وأما طرق الضلال فكثيرة ومتشعبة.\nتنبيه: آية الكرسي لها شأن عظيم وقد صحّ الحديث عن رسول الله ﷺ َ بأنها أفضل آية في كتاب الله وفيها اسم الله الأعظم كما جاء في الحديث الشريف: «اسم الله الأعظم الذي إِذا دُعى به أجاب في ثلاث: سورة البقرة وآل عمران وطه» وقال هشام: أما البقرة فقوله ﴿الله لاَ إله إِلاَّ هُوَ الحي القيوم﴾ وفي آل عمران: ﴿الم الله لا إله إِلاَّ هُوَ الحي القيوم﴾ [الآيات: ١ - ٢] وفي طه ﴿وَعَنَتِ الوجوه لِلْحَيِّ القيوم﴾ [الآية: ١١١] قال ابن كثير: وقد اشتملت على عشر جملٍ مستقلة، متعلقة بالذات الإِلهية وفيها تمجيد الواحد الأحد.", "ayah": 255, "surah": 2}