{"text": "المنَاسَبَة: لما ذكر تعالى الإِيمان بالله وصفاته القدسية العلية، وذكر ولايته للمؤمنين وولاية الطاغوت للكافرين، ذكر هنا نموذجًا عن تحكم الطغيان في نفوس الكفرة المعاندين ومجادلتهم في وحدانية الله، فذكر هاهنا قصصًا ثلاثة: الأولى في بيان إِثبات الخالق الحكيم والثانية والثالثة في إِثبات الحشر، والبعث بعد الفناء.\nاللغَة: ﴿حَآجَّ﴾ المحاجّة: المغالبة يقال: حججته فحججته، وحاجّه أي بادله الحجة ﴿فَبُهِتَ﴾ انقطع وسكت متحيرًا قال العذري:\nفما هو إِلا أن أَراها فَجاءةً ... فأبهتُ حتى ما أكاد أجيب\n﴿خَاوِيَةٌ﴾ ساقطة ﴿عُرُوشِهَا﴾ العرش: سقف البيت، وكلُّ ما يهيأ ليُظلَّ أو يُكنَّ فهو عريش ﴿يَتَسَنَّهْ﴾ يتغيّر ويتبدّل من تسنَّهت النخلة إِذا أتت عليها السنون وغيَّرتها ﴿نُنْشِزُهَا﴾ نركّب بعضها فوق بعض من النشاز وهو الرفع يقال لما ارتفع من الأرض نشز ومنه نشوز المرأة ﴿فَصُرْهُنَّ﴾ ضمهنَّ إِليك ثم اقطعهنَّ من صار الشيء يصوره إِذا قطعه.\nالتفِسير: ﴿أَلَمْ تَرَ إِلَى الذي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ﴾ تعجيب للسامع من أمر هذا الكافر، المجادل في قدرة الله أي ألم ينته علمك إِلى ذلك المارد وهو «النمر وذو بن كنعان» الذي دادل إِبراهيم في وجود الله؟ ﴿أَنْ آتَاهُ الله الملك﴾ أي لأن آتاه الله الملك حيث حمله بطره بنعم الله على إِنكار وجود الله، فقابل الجود والإِحسان بالكفر والطغيان ﴿إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الذي يُحْيِي وَيُمِيتُ﴾ أي حين قال له إِبراهيم مستدلًا على وجود الله إِن ربي هو الذي يخلق الحياة والموت في الأجساد فهو وحده ربُّ العالمين ﴿قَالَ أَنَا أُحْيِي وَأُمِيتُ﴾ أي قال ذلك الطاغية وأنا أيضًا أحيي وأميت، روي أنه دعا برجلين حكم عليهما بالإِعدام فأمر بقتل أحدهما فقال: هذا قتلتُه، وأمر بإِطلاق الآخر وقال: هذا أحييتُه، ولما رأى الخليل حماقته ومشاغبته في الدليل عدل إِلى دليل آخر أجدى وأروع وأشد إِفحامًا ﴿قَالَ إِبْرَاهِيمُ فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب﴾ أي إِذا كنت تدعي الألوهية وأنك تحيي وتميت كما يفعل رب العالمين ﷻ فهذه الشمس تطلع كل يوم من المشرق بأمر الله ومشيئته فأطلعها من المغرب بقدرتك وسلطانك ولو مرة واحدة ﴿فَبُهِتَ الذي كَفَرَ﴾ أي أُخرس ذلك الفاجر بالحجة القاطعة، وأصبح مبهوتًا دهشًا لا يستطيع الجواب ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يلهمهم الحجة والبيان في مقام المناظرة والبرهان بخلاف أوليائه المتقين ﴿أَوْ كالذي مَرَّ على قَرْيَةٍ وَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ وهذه هي القصة الثانية وهي مثل لمن أراد الله هدايته والمعنى ألم ينته إلى علمك كذلك مثل الذي مرَّ على قرية وقد سقطت جدرانها على سقوفها وهي قرية بيت المقدس لما خرَّ بها بختنصر ﴿قَالَ أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا﴾ أي قال ذلك الرجل الصالح واسمه «عزير» على الرأي الأشهر: كيف يحيي الله هذه البلدة بعد حرابها ودمارها؟ قال ذلك استعظامًا لقدرة الله تعالى وتعجبًا من حال تلك المدينة وما هي عليه من الخراب والدمار، وكان راكبًا على حماره حينما مرَّ عليها ﴿فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ﴾ أي أمات الله ذلك السائل واستمر ميتًا مائة سنة ثم أحياه الله ليريه كمال قدرته ﴿قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾ أي قال له ربه بواسطة الملك كم مكثت في هذه الحال؟ قال يومًا ثم نظر حوله فرأى الشمس باقية لم تغب فقال: أو\nبعض يوم أي أقل من يوم فخاطبه ربه بقوله ﴿قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ﴾ أي بل مكثت ميتًا مائة سنة كاملة ﴿فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ﴾ أي إن شككت فانظر إلى طعامك لم يتغير بمرور الزمان، وكان معه عنب وتينٌ وعصير فوجدها على حالها لم تفسد ﴿وانظر إلى حِمَارِكَ﴾ أي كيف تفرقت عظامه ونخرت وصار هيكلًا من البلي ﴿وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ﴾ أي فعلنا ما فعلنا لتدرك قدرة الله سبحانه ولنجعلك معجزة ظاهرة تدل على كمال قدرتنا ﴿وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا﴾ أي تأمل في عظام حمارك النخرة كيف نركّب بعضها فوق بعض وأنت تنظر ثم نكسوها لحمًا بقدرتنا ﴿فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي فلما رأى الآيات الباهرات قال أيقنت وعلمت علم المشاهدة أن الله على كل شيء قدير ﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى﴾ وهذه هي القصة الثالثة وفيها الدليل الحسي على الإعادة بعد الفناء والمعنى: اذكر حين طلب إِبراهيم من ربه أن يريه كيف يحيى الموتى، سأل الخليل عن الكيفية مع إِيمانه الجازم بالقدرة الربانية، فكان يريد أن يعلم بالعيان ما كان يوقن به بالوجدان، ولهذا خاطبه ربه بقوله ﴿قَالَ أَوَلَمْ تُؤْمِن قَالَ بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي﴾ أي أولم تصدِّق بقدرتي على الإِحياء؟ قال بلى آمنت ولكن أردت أن أزداد بصيرةً وسكون قلب برؤية ذلك ﴿قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطير فَصُرْهُنَّ إِلَيْكَ﴾ أي أخذ أربعة طيور فضمهنَّ إِليك ثم اقطعهن ثم اخلط بعضهن ببعض حتى يصبحن كتلة واحدة ﴿ثُمَّ اجعل على كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا﴾ أي فرِّق أجزاءهن على رءوس الجبال ﴿ثُمَّ ادعهن يَأْتِينَكَ سَعْيًا﴾ أي نادهنَّ يأتينك مسرعات قال مجاهد: كانت طاووسًا وغرابًا وحمامه وديكًا فذبحهن ثم فعل بهن ما فعل ثم دعاهن فأتين مسرعات ﴿واعلم أَنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي لا يعجز عما يريده حكيم في تدبيره وصنعه.\nقال المفسرون: ذبحهن ثم قطعهن ثم خلط بعضهن ببعض حتى اختلط ريشها ودماؤها ولحومها ثم أمسك برءوسها عنده وجزأها أجزاءً على الجبال ثم دعاهن كما أمره تعالى فجعل ينظر إلى الريش يطير إلى الريش، والدم إلى الدم، واللحم إلى اللحم حتى عادت طيرًا كما كانت وأتينه يمشين سعيًا ليكون أبلغ له في الرؤية لما سأل.\nذكره ابن كثير.\nالبَلاَغَة: ١ - ﴿أَلَمْ تَرَ﴾ الرؤية قلبية والاستفهام للتعجيب.\n٢ - ﴿يُحْيِي وَيُمِيتُ﴾ التعبير بالمضارع يفيد التجدد والاستمرار، والصيغة تفيد القصر ﴿رَبِّيَ الذي يُحْيِي وَيُمِيتُ﴾ لأن المبتدأ والخبر وردا معرفتين والمعنى أنه وحده سبحانه هو الذي يحيي ويميت، وبين كلمتي «يحيي» و«يميت» طباقٌ وهو من المحسنات البديعية وكذلك بين لفظ «المشرق» و«المغرب» .\n٣ - ﴿فَبُهِتَ الذي كَفَرَ﴾ التعبير بالنص السامي يشعر بالعلة وأن سبب الحيرة هو كفره ولو قال فبهت الكافرُ لما أفاد ذلك المعنى الدقيق.\n٤ - ﴿أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا﴾ موت القرية هو موتُ السكان فهو من قبيل إِطلاق المحل وإِرادة الحال ويسمى المجاز المرسل.\n٥ - ﴿ثُمَّ نَكْسُوهَا لَحْمًا﴾ نسترها به كما يستر باللباس قال أبو حيان: الكسوةُ حقيقةً هي\nما وراء الجسد من الثياب واستعارها هنا لما أنشأ من اللحم الذي غطّى العظم وهي استعارة في غاية الحسن.\nالفوَائِد: الأولى: قال مجاهد: ملك الدنيا مشارقها ومغاربها أربعة: مؤمنان، وكافران فالمؤمنان «سليمان بن داود» و«ذو القرنين» والكافران «النمرود» و«بختنصّر» الذي خرّب بيت المقدس.\nالثانية: لما رأى الخليل تجاهل الطاغية معنى الحياة والموت وسلوكه مسلك التلبيس والتمويه على الرعاع، وكان بطلان جوابه من الجلاء بحيث لا يخفى على أحد، انتقل إِبراهيم إِلى حجة أخرى لا تجري فيها المغالطة ولا يتيسر للطاغية أن يخرج عنها بمكابرة أو مشاغبة فقال ﴿إِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب﴾ فلوى خليل الله عنقه حتى أراه عجزه وأخرس لسانه.\nالثالثة: سؤال الخليل ربه بقوله ﴿كَيْفَ تُحْيِي الموتى﴾ ليس في شك في قدرة الله ولكنه سؤال عن كيفية الإِحياء ويدل عليه وروده بصيغة ﴿كَيْفَ﴾ وموضوعها السؤال عن الحال ويؤيد المعنى قول النبي ﷺ َ «نحن أحق بالشك من إبراهيم» ومعناه: ونحن لم نشك فلأن لا يشك إِبراهيم أحرى وأولى.", "ayah": 258, "surah": 2}