{"text": "المنَاسَبَة: لّما ذكر تعالى في الآيات السابقة أن الناس فريقان: أولياء الله وهم المؤمنون، وأولياء الطاغوت وهم الكافرون ثم أعقبه بذكر نموذج للإِيمان ونموذج للطغيان، ذكر هنا ما يرغّب في الإِنفاق في سبيل الله وخاصة في أمر الجهاد لأعداء الله، لأن الجهاد في سبيل الحق ميادين ثلاثة: أولها الإِقناع بالحجة والبرهان وثانيها الجهاد بالنفس وثالثها الجهاد بالمال، فلما ذكر فيما سبق جهاد الدعوة وجهاد النفس شرع الآن في ذكر الجهاد بالمال.\nاللغَة: ﴿المن﴾ أن يعتد بإِحسانه على من أحسن إِليه، وأن يذكّره النعمة على سبيل التطاول والتفضل قال الشاعر:\nأفسدتَ بالمنِّ ما أسديتَ من حَسَن ... ليس الكريمُ إِذا أسدى بمنّان\n﴿رِئَآءَ الناس﴾ لا يريد بإِنفاقه رضى الله وإنما يريد ثناء الناس وأصله من الرؤية وهو أن يرى الناسَ ما يفعله حتى يثنوا عليه ويعظموه ﴿صَفْوَانٍ﴾ الصفوان: الحجر الأملس الكبير قال الأخفش: وهو جمع واحده صفوانه وقيل: هو اسم جنس كالحجر ﴿وَابِلٌ﴾ الوابل: المطر الشديد ﴿صَلْدًا﴾ الصَّلْد: الأملس من الحجارة وهو كل ما لا ينبت شيئًا ومنه جبينٌ أصلد ﴿بِرَبْوَةٍ﴾ الربوة: المكان المرتفع من الأرض يقال: ربوة ورابية وأصله من ربا الشيء إِذا زاد وارتفع ﴿طَلٌّ﴾ الطلُّ: المطر الخفيف الذي تكون قطراته صغيرة وقال قوم منهم مجاهد: الطلُّ الندى ﴿إِعْصَارٌ﴾ الإِعصار: الريح الشديدة التي تهبُّ من الأرض وترتفع إِلى السماء كالعمود ويقال لها: الزوبعة ﴿تَيَمَّمُواْ﴾ تقصدوا ﴿تُغْمِضُواْ﴾ من أغمض الرجل في أمر كذا إِذا تساهل فيه وهذا كالإِغضاء عند المكروه.\nسَبَبُ النّزول: نزلت في عثمان بن عفان وعبد الرحمن بن عوف في غزوة تبوك، حيث جهزّ عثمان ألف بعير بأحلاسها وأقتابها ووضع بين يدي رسول الله ﷺ َ ألف دينار، فصار رسول الله ﷺ َ يقلّبها ويقول: ما ضرَّ عثمان ما فعل بعد اليوم، وأتى عبد الرحمن بن عوف النبي ﷺ َ بأربعة آلاف درهم فقال يا رسول الله: كان عندي ثمانية آلاف درهم فأمسكت منها لنفسي ولعيالي أربعة آلاف وأربعة آلاف أقرضتُها ربي، فقال له رسول الله ﷺ َ: «بارك الله لك فيما أمسكت وفيما أعطيت»، فنزلت فيهما الآية ﴿مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ...﴾ الآية.\nالتفسير: ﴿مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ﴾ قال ابن كثير: هذا مثلٌ ضربه الله تعالى لتضعيف الثواب لمن أنفق في سبيله وابتغاء مرضاته وأن الحسنة تضاعف بعشر أمثالها إِلى سبعمائة ضعف أي مثل نفقتهم كمثل حبة زُرعت فأنبتت سبع سنابل ﴿فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ﴾ أي كل سنبلةٍ منها تحتوي على مائة حبة فتكون الحبة قد أغلَّتْ سبعمائة حبة، وهذا تمثيل لمضاعفة الأجر لمن أخلص في صدقته ولهذا قال تعالى ﴿والله يُضَاعِفُ لِمَن يَشَآءُ﴾ أي\nيضاعف الأجر لمن أراد على حسب حال المنفق من إِخلاصه وابتغائه بنفقته وجه الله ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل عليم بنيَّة المنفق ﴿الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنًّا وَلاَ أَذًى﴾ أي لا يقصدون بإنفقاقهم إلا وجه الله، ولا يعقبون ما أنفقوا من الخيرات والصدقات بالمنِّ على من أحسنوا إِليه كقوله قد أحسنتُ إليك وجبرتُ حالك، ولا بالأذى كذكره لغيره فيؤذيه بذلك ﴿لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ﴾ أي لهم ثواب ما قدموا من الطاعة عند الله ﴿وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لا يعتريهم فزعٌ يوم القيامة ولا هم يحزنون على فائتٍ زهرة الدنيا ﴿قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى﴾ أي ردُّ السائل بالتي هي أحسن والصفحُ عن إِلحاحه، خيرٌ عند الله وأفضل من إِعطائه ثم إيذائه أو تعييره بذلّ السؤال ﴿والله غَنِيٌّ حَلِيمٌ﴾ أي مستغنٍ عن الخلق حليم لا يعاجل العقوبة لمن خالف أمره.\n. ثم أخبر تعالى عما يبطل الصدقة ويضيع ثوابها فقال ﴿ياأيها الذين آمَنُواْ لاَ تُبْطِلُواْ صَدَقَاتِكُم بالمن والأذى﴾ أي لا تحبطوا أجرها بالمنِّ والأذى ﴿كالذي يُنْفِقُ مَالَهُ رِئَآءَ الناس﴾ أي كالمرائي الذي يبطل إِنفاقه بالرياء ﴿وَلاَ يُؤْمِنُ بالله واليوم الآخر﴾ أي لا يصدّق بلقاء الله ليرجو ثوابًا أو يخشى عقابًا ﴿فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ﴾ أي مثل ذلك المرائي بإِنفاقه كمثل الحجر الأملس الذي عليه شيء من التراب يظنه الظانُّ أرضًا طيبةً منبتةً ﴿فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا﴾ أي فإِذا أصابه مطر شديد أذهب عنه التراب فيبقى صلدًا أملس ليس عليه شيء من الغبار أصلًا كذلك هذا المنافق يظن أن له أعمالًا صالحة فإِذا كان يوم القيامة اضمحلت وذهبت ولهذا قال تعالى ﴿لاَّ يَقْدِرُونَ على شَيْءٍ مِّمَّا كَسَبُواْ﴾ أي لا يجدون له ثوابًا في الآخرة فلا ينتفع بشيءٍ منها أصلًا ﴿والله لاَ يَهْدِي القوم الكافرين﴾ أي لا يهديهم إِلى طريق الخير والرشاد. . ثم ضرب تعالى مثلًا آخر للمؤمن المنفق ماله ابتغاء مرضاة الله فقال ﴿وَمَثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمُ ابتغآء مَرْضَاتِ الله وَتَثْبِيتًا مِّنْ أَنْفُسِهِمْ﴾ أي ينفقونها طلبًا لمرضاته وتصديقًا بلقائه تحقيقًا للثواب عليه ﴿كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ﴾ أي كمثل بستان كثير الشجر بمكانٍ مرتفع من الأرض، وخُصَّت بالربوة لحسن شجرها وزكاء ثمرها ﴿أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ﴾ أي أصابها مطر غزير فأخرجت ثمارها جنيَّة مضاعفة، ضعفي ثمر غيرها من الأرض ﴿فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ﴾ أي فإِن لم ينزل عليها المطر الغزير فيكفيها المطر الخفيف أو يكفيها الندى لجودتها وكرم منبتها ولطافة هوائها فهي تنتج على كل حال ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي لا يخفى عليه شيء من أعمال العباد ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ﴾ أي أيحب أحدكم أن تكون له حديقة غناء فيها من أنواع النخيل والأعناب والثمار الشيء الكثير ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تمر الأنهار من تحت أشجارها ﴿لَهُ فِيهَا مِن كُلِّ الثمرات﴾ أي ينبت له فيها جميع الثمار ومن كل زوج بهيج ﴿وَأَصَابَهُ الكبر وَلَهُ ذُرِّيَّةٌ ضُعَفَآءُ﴾ أي أصابته الشيخوخة فضعف عن الكسب وله أولاد صغار لا يقدرون على الكسب ﴿فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فاحترقت﴾ أي أصاب تلك الحديقة رريح عاصفة شديدة معها نار فأحرقت الثمار والأشجار أحوج ما يكون الإِنسان إِليها ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَتَفَكَّرُونَ﴾ أي مثل هذا البيان الواضح في هذا المثل الرائع المحكم يبيّن الله لكم آياته في كتابه الحكيم لكي تتفكروا وتتدبروا بما فيها من العبر والعظات ﴿ياأيها الذين آمنوا أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ﴾ أي أنفقوا من الحلال الطيب من المال الذي كسبتموه ﴿وَمِمَّآ\nأَخْرَجْنَا لَكُم مِّنَ الأرض﴾ أي ومن طيبات ما أخرجنا لكم من الحبوب والثمار ﴿وَلاَ تَيَمَّمُواْ الخبيث مِنْهُ تُنْفِقُونَ﴾ أي ولا تقصدوا الرديء الخسيس فتتصدقوا منه ﴿وَلَسْتُمْ بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ﴾ أي لستم تقبلونه لو أعطيتموه إِلا إِذا تساهلتم وأغمضتم البصر فكيف تؤدون منه حق الله!! ﴿واعلموا أَنَّ الله غَنِيٌّ حَمِيدٌ﴾ أي أنه سبحانه غني عن نفقاتكم حميد يجازي المحسن أفضل الجزاء.\n. ثم حذّر تعالى من وسوسة الشيطان فقال ﴿الشيطان يَعِدُكُمُ الفقر وَيَأْمُرُكُم بالفحشآء﴾ أي الشيطان يخوفكم من الفقر إِن تصدقتم ويغريكم بالبخل ومنع الزكاة ﴿والله يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا﴾ أي وهو سبحانه يعدكم على إِنفاقكم في سبيله مغفرةً للذنوب وخلفًا لما أنفقتموه زائدًا عن الأصل ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل والعطاء عليم بمن يستحق الثناء ﴿يُؤْتِي الْحِكْمَةَ مَن يَشَآءُ﴾ أي يعطي العلم النافع المؤدي إِلى العمل الصالح من شاء من عباده ﴿وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا﴾ أي من أعطي الحكمة فقد أعطي الخير الكثير لمصير صاحبها إلى السعادة الأبدية ﴿وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب﴾ أي ما يتعظ بأمثال القرآن وحكمة إِلا أصحاب العقول النيرة الخالصة من الهوى.\nالبَلاَغَة: ١ - ﴿كَمَثَلِ حَبَّةٍ﴾ شبّه سبحانه الصدقة التي تُنفق في سبيله بحبة زرعت وباركها المولى فأصبحت سبعمائة حبة، ففيه تشبيه «مرسل مجمل» لذكر أداة التشبيه وحذف وجه الشبه قال أبو حيان: وهذا التمثيل تصوير للأضعاف كأنها ماثلة بين عيني الناظر.\n٢ - ﴿أَنبَتَتْ سَبْعَ سَنَابِلَ﴾ إِسناد الإِنبات إِلى الحبة إِسنادٌ مجازي ويسمى «المجاز العقلي» لأن المنبت في الحقيقة هو الله تعالى.\n٣ - ﴿مَنًّا وَلاَ أَذًى﴾ من باب ذكر العام بعد الخاص لإِفادة الشمول لأن الأذى يشمل المنَّ.\n٤ - ﴿كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ﴾ فيه تشبيه يسمى «تشبيهًا تمثيليًا» لأن وجه الشبه منتزع من متعدد وكذلك يوجد تشبيه تمثيلي في قوله ﴿كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ﴾ .\n٥ - ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ ...﴾ الآية، لم يذكر المشبه ولا أداة التشبيه وهذا النوع يسميه علماء البلاغة «استعارة تمثيلية» وهي تشبيه بحال لم يذكر فيه سوى المشبّه به فقط وقامت قرائن تدل على إِرادة التشبيه، والهمزة للاستفهام والمعنى على التبعيد والني أي ما يود أحدٌ ذلك.\n٦ - ﴿تُغْمِضُواْ فِيهِ﴾ المراد به هنا التجاوز والمساهلة لأن الإِنسان إِذا رأى ما يكره أغمض عينيه لئلا يرى ذلك ففي الكلام مجاز مرسل أو استعارة.\nالفوَائِد: الأولى قال الزمخشري: المنُّ أن يعتد على من أحسن إِليه بإِحسانه، وفي نوابغ الكلم «صنوان من منح سائلة ومنَّ، ومن منع نائله وضنّ» و«طعم الآلاء أحلى من المنّ وهي أمرُّ من الألاء مع المنِّ» وقال الشاعر:\nوإِن امرءً أسدى إِليَّ صنيعةً ... وذكّر فيها مرةً للئيم\nالثانية: المطر أوله رشٌ ثم طشٌ ثم طل نم نضحٌ ثم هطلٌ ثم وبلٌ والمطر الوابل الشديد الغزير.\nالثالثة: قال عمر بن الخطاب يومًا لأصحاب النبي ﷺ َ «فيمن ترون هذه الآية نزلت ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ﴾ قالوا: الله أعلم فغضب عمر فقال: قولوا نعلم أو لا نعلم فقال ابن عباس: في نفسي منها شيء يا أمير المؤمنين، فقال عمر: يا ابن أخي قل ولا تحقر نفسك، فقال ابن عباس ضربت مثلًا بعمل لرجلٍ غني يعمل بطاعة الله ثم بعث له الشيطان فعمل بالمعاصي حتى أغرق أعماله» أخرجه البخاري.\nالرابعة: قال الحسن البصري: هذا مثل قلَّ والله من يعقله: شيخ كبير، ضعف جسمه، وكثر صبيانه أفقر ما كان إِلى جنته فجاءها الإِعصار فأحرقها، وإِن أحدكم والله أفقر ما يكون إِلى عمله إذا انقطعت عنه الدنيا.", "ayah": 261, "surah": 2}