{"text": "المنَاسَبَة: لا تزال الآيات تتحدث عن الإِنفاق في وجوه البر والخير، وأعلاها الجهاد في سبيل الله والإِنفاق لإعلاء كلمته، وترغّب في إِخفاء الصدقات لأنها أبعد عن الرياء، فوجه المناسبة ظاهر.\nاللغَة: ﴿فَنِعِمَّا﴾ أصلها «نعم ما» أدغمت الميان فصارت نعمّا قال الزجاج: أي نعم الشيء هو ﴿أُحصِرُواْ﴾ الحصر: الحبس أي حبسوا أنفسهم على الجهاد وقد تقدم معنى الحصر ﴿التعفف﴾ من العفة يقال: عفّ عن الشيء أمسك عنه وتنزّه عن طلبه والمراد التعفف عن السؤال ﴿بِسِيمَاهُمْ﴾ السِّيما: العلامة التي يعرف بها الشيء ويقال: سيمياء كالكيمياء وأصلها من السّمة بمعنى العلامة قال تعالى ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود﴾ [الفتح: ٢٩] ﴿إِلْحَافًا﴾ الإِلحاف: الإِلحاح في السؤال يقال: ألحف: إِذا ألحَّ ولجًّ في السؤال والطلب.\nسَبَبُ النّزول: عن سعيد بن جبير أن المسلمين كانوا يتصدقون على فقراء أهل الذمة فلما كثر فقراء المسلمين قال رسول الله ﷺ َ «لا تتصدقوا إِلا على أهل دينكم» فنزلت هذه الآية ﴿لَّيْسَ عَلَيْكَ هُدَاهُمْ﴾ مبيحةً للصدقة على من ليس من دين الإِسلام.\nالتفِسير: ﴿وَمَآ أَنفَقْتُمْ مِّن نَّفَقَةٍ أَوْ نَذَرْتُمْ مِّن نَّذْرٍ فَإِنَّ الله يَعْلَمُهُ﴾ أي ما بذلتم أيها المؤمنون من مال أو نذرتم من شيء في سبيل الله فإِن الله يعلمه ويجازيكم عليه ﴿وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ﴾ أي وليس لمن منع الزكاة أو صرف المال في معاصي الله، من معين أو نصير ينصرهم من عذاب الله ﴿إِن تُبْدُواْ الصدقات فَنِعِمَّا هِيَ﴾ أي إِن تظهروا صدقاتكم فنعم هذا الشيء الذي تفعلونه ﴿وَإِن تُخْفُوهَا وَتُؤْتُوهَا الفقرآء فَهُوَ خَيْرٌ لَّكُمْ﴾ أي وإِن تخفوها وتدفعوها للفقراء فهو أفضل لكم لأن ذلك أبعد عن الرياء ﴿وَيُكَفِّرُ عَنكُم مِّن سَيِّئَاتِكُمْ﴾ أي يزيل بجميل أعمالكم سيء آثامكم ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي هو سبحانه مطلع على أعمالكم يعلم خفاياكم، والآية ترغيب في الإِسرار ﴿لَّيْسَ عَلَيْكَ هُدَاهُمْ ولكن الله يَهْدِي مَن يَشَآءُ﴾ أي ليس عليك يا محمد أن تهدي الناس فإِنك لست بمؤاخذ بجزيرة من لم يهتد، إِنما أنت ملزم بتبليغهم فحسب، والله يهدي من شاء من عباده إِلى الإِسلام ﴿وَمَا تُنْفِقُواْ مِنْ خَيْرٍ فَلأَنْفُسِكُمْ﴾ أي أيّ شيء تنفقونه من المال فهو لأنفسكم لا ينتفع به غيركم لأن ثوابه لكم ﴿وَمَا تُنْفِقُونَ إِلاَّ ابتغآء وَجْهِ الله﴾ خيرٌ بمعنى النهي أي لا تجعلوا إِنفاقكم إِلا لوجه الله لا لغرضٍ دنيوي ﴿وَمَا تُنْفِقُواْ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونَ﴾ أي فإِن أجره وثوابه أضعافًا مضاعفة تنالونه أنتم ولا تنقصون شيئاص من حسناتكم ﴿لِلْفُقَرَآءِ الذين أُحصِرُواْ فِي سَبِيلِ الله﴾ اي اجعلوا ما تنفقونه للفقراء الذين حبسوا أنفسهم للجهاد والغزو في سبيل الله ﴿لاَ يَسْتَطِيعُونَ ضَرْبًا فِي الأرض﴾ أي لا يستطيعون بسبب الجهاد السفر في الأرض للتجارة والكسب ﴿يَحْسَبُهُمُ الجاهل أَغْنِيَآءَ مِنَ التعفف﴾ أي يظنهم الذي لا يعرف حالهم أغنياء موسرين من شدة تعففهم ﴿تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ الناس إِلْحَافًا﴾ أي تعرف حالهم أيها المخاطب بعلامتهم من التواضع وأثر الجهد، وهم مع ذلك لا يسألونك الناس شيئًا أصلًا فلا يقع منهم إِلحاح وقيل معناه: إِن سألوا سألوا بلطفٍ ولم يلحّوا ﴿وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ﴾ أي ما أنفقتموه في وجوه الخير فإِن الله يجازيكم عليه أحسن الجزاء ﴿الذين يُنْفِقُونَ أَمْوَالَهُمْ بالليل والنهار سِرًّا وَعَلاَنِيَةً﴾ أي الذين ينفقون في سبيل الله ابتغاء مرضاته، في جميع الأوقات، من ليل أو نهار، وفي جميع الأحوال من سر وجهر ﴿فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لهم ثواب ما أنفقوا ولا خوف عليهم يوم القيامة ولا هم يحزنون على ما فاتهم في الدنيا.\nالبَلاَغَة: ١ - ﴿وَمَآ أَنفَقْتُمْ مِّن نَّفَقَةٍ﴾ بين أنفقتم ونفقة جناس الاشتقاق وكذلك بين نذرتم ونذر.\n٢ - ﴿إِن تُبْدُواْ الصدقات﴾ في الإِبداء والإِخفاء طباقٌ لفظي، وكذلك بين لفظ «الليل والنهار» و«السر والعلانية» وهو من المحسنات البديعية.\n٣ - ﴿وَأَنْتُمْ لاَ تُظْلَمُونَ﴾ إطناب لورودها بعد قوله ﴿يُوَفَّ إِلَيْكُمْ﴾ الذي معناه يصلكم وافيًا غير منقوص.\nفَائِدَة: قال بعض الحكماء: إِذا اصطنعت المعروف فاستره، وإِذا اصطُنع إِليك فانشره وأنشدوا:\nيُخفي صنائعه والله يُظهرها ... إِن الجميل إِذا أخفيتَه ظهرا", "ayah": 274, "surah": 2}