{"text": "المنَاسَبَة: لما أمر تعالى بالإِنفاق من طيبات ما كسبوا، وحضّ على الصدقة، ورغب في الإِنفاق في سبيل الله، ذكر هنا ما يقابل ذلك وهو الربا الكسب الخبيث ذو الوجه الكالح الطالح، الذي هو شحٌٍّ وقذارة ودنس، بينما الصدقة عطاء وسماحة وطهارة، وقد جاء عرضه مباشرة بعد عرض ذلك الوجه الطيب من الإِنفاق في سبيل الله ليظهر الفارق بجلاء بين الكسب الطيب والكسب الخبيث وكما قيل «وبضدها تتميّز الأشياء» .\nاللغَة: ﴿الربا﴾ لغة: الزيادة يقال: ربا الشيء إِذا زاد ومنه الربوة والرابية: وشرعًا: زيادة على أصل المال يأخذها الدائن من المدين مقابل الأجل ﴿يَتَخَبَّطُهُ﴾ التخبط: الضرب على غير استواء كخبط البعير الأرض بأخفافه ويقال للذي يتصرف ولا يهتدي: خبط في عشواء وتورَّط في عمياء، وتخبطه الشيطان إذا مسه بخبلٍ أو جنون ﴿المس﴾ الجنون وأصله من المسّ باليد كأن الشيطان يمسُّ الإِنسان فيحصل له الجنون ﴿سَلَفَ﴾ مضى وانقضى ومنه سالف الدهر أي ماضيه ﴿يَمْحَقُ﴾ المحق: نقصان الشيء حالًا بعد حال ومنه المحاق في الهلال يقال: محقه الله فانمحق وامتحق ﴿أَثِيمٍ﴾ كثير الإِثم المتمادي في الذنوب والآثام.\nسَبَبُ النّزول: كان لبني عمرو بن ثقيف ديونُ ربا على بني المغيرة فلما حلّ الأجل أرادوا أن يتقاضوا الربا منهم فنزلت الآية ﴿ياأيها الذين آمَنُواْ اتقوا الله وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنْتُمْ مُّؤْمِنِينَ\nفَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ﴾ الآية فقالت ثقيف: لا يد لنا «أي لا طاقة لنا» بحرب الله ورسوله وتابوا وأخذوا رءوس أموالهم فقط.\nالتفسير: ﴿الذين يَأْكُلُونَ الربا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس﴾ أي الذين يتعاملون بالربا ويمتصون دماء الناس لا يقومون من قبورهم يوم القيامة إِلا كما يقوم المصروع من جنونه، يتعثر ويقع ولا يستطيع أن يمشي سويًا، يقومون مخبلين كالمصروعين تلك سيماهم يعرفون بها عند الموقف هتكًا لهم وفضيحة ﴿ذَلِكَ بِأَنَّهُمْ قالوا إِنَّمَا البيع مِثْلُ الربا﴾ أي ذلك التخبط والتعثر بسبب استحلالهم ما حرّمه الله، وقولهم: الربا كالبيع فلماذا يكون حرامًا؟ قال تعالى ردًّا عليهم ﴿وَأَحَلَّ الله البيع وَحَرَّمَ الربا﴾ أي أحل الله البيع لما فيه من تبادل المنافع، وحرّم الربا لما فيه من الضرر الفادح بالفرد والمجتمع، لأن فيه زيادة مقتطعة من جهد المدين ولحمه ﴿فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى فَلَهُ مَا سَلَفَ﴾ أي من بلغه نهيُ الله عن الربا فانتهى عن التعامل به فله ما مضى قبل التحريم ﴿وَأَمْرُهُ إِلَى الله﴾ أي أمره موكول إِلى الله إِن شاء عفا عنه وإِن شاء عاقبه ﴿وَمَنْ عَادَ فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي ومن عاد إِلى التعامل بالربا واستحله بعد تحريم الله له فهو من المخلدين في نار جهنم ﴿يَمْحَقُ الله الربا وَيُرْبِي الصدقات﴾ أي يُذهب ريعه ويمحو خيره وإِن كان زيادة في الظاهر، ويُكثر الصدقات وينميّها وإِن كانت نقصانًا في الشاهد ﴿والله لاَ يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ﴾ أي لا يحب كل كفور القلب، أثيم القول والفعل، وفي الآية تغليظ في أمر الربا وإِيذان بأنه من فعل الكفار، ثم قال تعالى مادحًا المؤمنين المطيعين أمره في إِقامة الصلاة وإِيتاء الزكاة ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَأَقَامُواْ الصلاة وَآتَوُاْ الزكاة﴾ أي صدّقوا بالله وعملوا الصالحات التي من جملتها إِقامة الصلاة وإِيتاء الزكاة ﴿لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لهم ثوابهم الكامل في الجنة، ولا يخافون يوم الفزع الأكبر ولا يحزنون على ما فاتهم في الدنيا ﴿ياأيها الذين آمَنُواْ اتقوا الله وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنْتُمْ مُّؤْمِنِينَ﴾ أي اخشوا ربكم وراقبوه فيما تفعلون، واتركوا ما لكم من الربا عند الناس إِن كنتم مؤمنين بالله حقًا ﴿فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ﴾ أي وإِن لم تتركوا التعامل بالربا فأيقنوا بحرب الله ورسوله لكم قال ابن عباس: يقال الآكل الربا يوم القيامة خذ سلاحك للحرب ﴿وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ﴾ أي إِن رجعتم عن الربا وتركتموه فلكم أصل المال الذي دفعتموه من غير زيادة ولا نقصان ﴿وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ﴾ أي إِذا كان المستدين معسرًا فعليكم أن تمهلوه إِلى وقت اليسر لا كما كان أهل الجاهلية يقول أحدهم لمدينة: إِمّا أن تَقْضي وإِمّا أن تُرْبي ﴿وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ﴾ أي إِن تجاوزتم عمّا لكم عنده فهو أكرم وأفضل، إِن كنتم تعلمون ما فيه من الذكر الجميل والأجر العظيم ثم حذّر تعالى عباده من ذلك اليوم الرهيب الذي لا ينفع فيه إِلا العمل الصالح فقال ﴿واتقوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى الله ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي احذروا يومًا سترجعون فيه إِلى ربكم ثم توفى كل نفسٍ حسابها وأنتم لا تظلمون، وقد ختمت هذه الآيات الكريمة بهذه الآية\nالجامعة المانعة التي كانت آخر ما نزل من القرآن وبنزولها انقطع الوحي، وفيها تذكير العباد بذلك اليوم العصيب الشديد قال ابن كثير: هذه الآية آخر ما نزل من القرآن العظيم وقد عاش النبي ﷺ َ بعد نزولها تسع ليال ثم انتقل إِلى الرفيق الأعلى.\nالبَلاَغَة: ١ - ﴿إِنَّمَا البيع مِثْلُ الربا﴾ فيه تشبيه يسمى (التشبيه المقلوب) وهو أعلى مراتب التشبيه حيث يجعل المشبّه مكان المشبّه به كقول الشاعر: كأن ضياء الشمس غرةُ جعفر والأصل في الآية أن يقال: الربا مثل البيع ولكنه بلغ من اعتقادهم في حل الربا أن جعلوه أصلًا يقاس عليه فشبهوا به البيع.\n٢ - ﴿وَأَحَلَّ الله البيع وَحَرَّمَ الربا﴾ بين لفظ «أحلَّ» و«حرَّم» طباق وكذلك بين لفظ «يمحق» و«يربي» .\n٣ - ﴿كَفَّارٍ أَثِيمٍ﴾ صيغة فعّال وفعيل للمبالغة فقوله ﴿كَفَّارٍ أَثِيمٍ﴾ أي عظيم الكفر شديد الإِثم.\n٤ - ﴿فَأْذَنُواْ بِحَرْبٍ﴾ التنكير للتهويل أي بنوعٍ من الحرب عظيم لا يُقادر قدره كائن من عند الله أفاده أبو السعود.\n٥ - ﴿لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ﴾ فيه من المحسنات البديعية ما يسمى «الجناس الناقص» لاختلاف الشكل.\n٦ - ﴿واتقوا يَوْمًا﴾ التنكير للتفخيم والتهويل.\nالفوَائِد: الأولى: عبّر بقوله ﴿يَأْكُلُونَ الربا﴾ عن الانتفاع به لأن الأكل هو الغالب في المنافع وسواءٌ في ذلك المعطي والآخذ لقول جابر في الحديث الشريف «لعن رسول الله آكل الربا وموكله وكاتبه وشاهديه وقال: هم سواء» .\nالثانية: شبّه تعالى المرابين بالمصروعين الذين تتخبطهم الشياطين، وذلك لأن الله ﷿ أربى في بطونهم ما أكلوا من الربا فأثقلهم فصاروا مخبلين ينهضون ويسقطون قال سعيد بن جبير تلك علامة آكل الربا يوم القيامة.\nليبلغ إِلى الحسّ ما تبلغه هذه الصورة الحيّة المجسّمة، صورة الممسوس المصروع، ولقد مضت معظم التفاسير على أن المقصود بالقيام في هذه الصورة المفزعة هو القيام يوم البعث، ولكنها - فيما نرى - واقعة في هذه الأرض أيضًا على البشرية الضالة التي تتخبط كالممسوس في حكم النظام الربوي، إِن العالم الذي نعيش فيه اليوم هو عالم الفلق والاضطراب ولاخوف والأمراض العصبية والنفسية، وذلك على الرغم من كل ما بلغته الحضار المادية وعلى الرغم من كل مظاهر الرخاء المادي، ثم هو عالم الحروب الشاملة والتهديد الدائم بالحروب المبيدة وحرب الأعصاب\nوالاضطرابات التي لا تنقطع هنا وهناك وهذا رأي حسن.\nالرابعة: أخرج البخاري عن أبي هريرة أن رسول الله ﷺ َ قال: «كان رجلُ يداينُ الناس فكان يقول لفتاه إذا أتيتَ معسرًا فتجاوز عنه لعلّ الله أن يتجاوز عنا، فلقي الله فتجاوز عنه» .", "ayah": 276, "surah": 2}