{"text": "المنَاسَبَة: لّما بينّ تعالى بالدليل الساطع، والبرهان القاطع، أن القرآن كلام الله لا يتطرأ إِليه شك، وإِنه كتاب معجز أنزله على خاتم المرسلين، وتحداهم أن يأتوا بمثل سورةٍ من أقصر سوره، وذكر هنا شبهة أوردها الكفار للقدح فيه وهي أنه جاء في القرآن ذكر (النحل، والذباب، والعنكبوت، والنمل) الخ وهذه الأمور لا يليق ذكرها بكلام الفصحاء فضلًا عن كلام ربّ الأرباب، فأجاب الله تعالى عن هذه الشبهة، وردَّ عليهم بأنَّ صغر هذه الأشياء لا يقدح في فصاحة القرآن وإِعجازه، إِذا كان ذكر المثل مشتملًا على حِكَمٍ بالغة.\nاللغَةَ: ﴿لاَ يَسْتَحْى﴾ الحياء: تغير وانكسار يعتري الإِنسان من خوف ما يعاب به ويذم، والمراد به هنا لازمه وهو الترك، قال الزمخشري: أي لا يترك ضرب المثل بالبعوضة ترك من يستحيي\nمن ذكرها لحقارتها ﴿فَمَا فَوْقَهَا﴾ فما دونها في الصغر ﴿الفاسقين﴾ أصل الفسق في كلام العرب: الخروج عن الشيء، والمنافق فاسق لخروجه عن طاعة ربه، قال الفراء: الفاسق مأخوذ من قولهم فسقت الرطبة من قشرها أي خرجت، ويسمى الفاسق فاسقًا لخروجه عن طاعة الله، وتسمى الفأرة فويسقه لخروجها لأجل المضرة. ﴿يَنقُضُونَ﴾ النقض: فسخ التركيب وإِفساد ما أبرمته من بناءٍ، أو حبلٍ، أو عهد قال تعالى: ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا﴾ [النحل: ٩٢] وقال ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ﴾ [النساء: ١٥٥] أي فبنقضهم الميثاق ﴿عَهْدَ﴾ العهد: المَوْثق الذي يعطيه الإِنسان لغيره ويقال عهد إِليه أي أوصاه ﴿الميثاق﴾ [الرعد: ٢٠] العهد المؤكد باليمين وهو أبلغ من العهد. ﴿استوى﴾ الاستواء في الأصل: الاعتدال والاستقامة يقال: استوى العود إِذا قام واعتدل، واستوى إِليه كالسهم إِذا قصده قصدًا مستويًا، وقال ثعلب: الاستواء: الإِقبال على الشيء. ﴿فَسَوَّاهُنَّ﴾ خلقهن وأتقنهن وقيل معناه: صيّرهن.\nسَبَبُ النزّول: لما ذكر الله تعالى الذباب والعنكبوت في كتابه، وضرب للمشركين به المثل ضحكت اليهود وقالوا: ما يشبه هذا كلام الله، وما أراد بذكر هذه الأشياء الخسيسة؟ فأنزل الله الآية.\nالتفسِير: يقول تعالى في الرد على مزاعم اليهود والمنافقين ﴿إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلًا مَّا﴾ أي إن الله لا يستنكف ولا يمتنع عن أن يضرب أيُّ مثلٍ كان، بأي شيءٍ كان، صغيرًا كان أو كبيرًا ﴿بَعُوضَةً فَمَا فَوْقَهَا﴾ أي سواء كان هذا المثل بالبعوضة أو بما هو دونها في الحقارة والصغر، فكما لا يستنكف عن خلقها، كذلك لا يستنكف عن ضرب المثل بها ﴿فَأَمَّا الذين آمَنُواْ فَيَعْلَمُونَ أَنَّهُ الحق مِن رَّبِّهِمْ﴾ أما المؤمنون فيعلمون أن الله حق، لا يقول غير الحق، وأن هذا المثل من عند الله ﴿وَأَمَّا الذين كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ الله بهذا مَثَلًا﴾؟ وأما الذين كفروا فيتعجبون ويقولون: ماذا أراد الله من ضرب الأمثال بمثل هذه الأشياء الحقيرة؟ قال تعالى في الرد عليهم ﴿يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا﴾ أي يضل بهذا المثل كثيرًا من الكافرين لكفرهم به، ويهدي به كثيرًا من المؤمنين لتصديقهم به، فيزيد أولئك ضلالة، وهؤلاء هدىً ﴿وَمَا يُضِلُّ بِهِ إِلاَّ الفاسقين﴾ أي ما يضل بهذا المثل أو بهذا القرآن إِلا الخارجين عن طاعة الله، الجاحدين بآياته، ثم عدّد تعالى أوصاف هؤلاء الفاسقين فقال ﴿الذين يَنقُضُونَ عَهْدَ الله مِن بَعْدِ مِيثَاقِهِ﴾ أي ينقضون ما عهده إِليهم في الكتب السماوية، من الإِيمان بمحمد ﷺ َ من بعد توكيده عليهم، أو ينقضون كل عهد وميثاق من الإِيمان بالله، والتصديق بالرسل، والعمل بالشرائع ﴿وَيَقْطَعُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ﴾ من صلة الأرحام والقرابات، واللفظ عام في كل قطيعة لا يرضاها الله كقطع الصلة بين الأنبياء، وقطع الأرحام، وترك موالاة المؤمنين ﴿ويفسدون في الأرض﴾ بالمعاصي، والفتن، والمنع عن الإيمان، وإثارة الشبهات\nحول القرآن ﴿أولئك هُمُ الخاسرون﴾ أي أولئك المذكورون، الموصوفون بتك الأوصاف القبيحة هم الخاسرون لأنهم استبدلوا الضلالة بالهدى، والعذاب بالمغفرة، فصاروا إِلى النار المؤبدة ﴿كَيْفَ تَكْفُرُونَ بالله﴾ استفهام للتوبيخ والإِنكار والمعنى كيف تجحدون الخالق، وتنكرون الصانع ﴿وَكُنْتُمْ أَمْوَاتًا﴾ أي وقد كنتم في العدم نُطفًا في أصلاب الآباء وأرحام الأمهات ﴿فَأَحْيَاكُمْ﴾ أي أخرجكم إِلى الدنيا ﴿ثُمَّ يُمِيتُكُمْ﴾ عند انقضاء الآجال ﴿ثُمَّ يُحْيِيكُمْ﴾ بالبعث من القبور ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ للحساب والجزاء يوم النشور.\nثم ذكر تعالى برهانًا على البعث فقال ﴿هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعًا﴾ أي خلق لكم الأرض وما فيها لتنتفعوا بكل ما فيها، وتعتبروا بأن الله هو الخالق الرازق ﴿ثُمَّ استوى إِلَى السمآء﴾ أي ثم وجّه إرادته إلى السماء ﴿فَسَوَّاهُنَّ سَبْعَ سماوات﴾ أي صيّرهن وقضاهن سبع سماوات محكمة البناء وذلك دليل القدرة الباهرة ﴿وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي وهو عالم بكل ما خلق وذرأ، أفلا تعتبرون بأن القادر على خلق ذلك - وهي أعظم منكم - قادر على إعادتكم؟! بلى إنه على كل شيء قدير.\nالبَلاَغَة: ١ - قوله ﴿لاَ يَسْتَحْى﴾ مجاز من باب إِطلاق الملزوم وإِرادة اللازم، والمعنى: لا يترك فعبّر بالحياء عن الترك، لأن الترك من ثمرات الحياء، ومن استحيا من فعل شيء تركه.\n٢ - قوله ﴿يَنقُضُونَ عَهْدَ الله﴾ فيه (استعارة مكنية) حيث شبه العهد بالحبل، وحذف المشبه به ورمز له بشيء من لوازمه وهو النقض على سبيل الاستعارة المكنية.\n٣ - قوله ﴿كَيْفَ تَكْفُرُونَ بالله﴾ هو من باب (الالتفات) للتوبيخ والتقريع، فقد كان الكلام بصيغة الغيبة ثم التفت فخاطبهم بصيغة الحضور، وهو ضرب من ضروب البديع.\n٤ - قوله ﴿عَلِيمٌ﴾ من صيغ المبالغة، ومعناه الواسع العلم الذي أحاط علمه بجميع الأشياء، قال أبو حيان: وصف تعالى نفسه ب (عالم وعليم وعلام) وهذان للمبالغة، وقد أدخلت العرب الهاء لتأكيد المبالغة في (علامة) ولا يجوز وصفه به تعالى.\nالفوَائِد: الأولى: قال الزمخشري: التمثيل إِنما يصار إِليه لما فيه من كشف المعنى، ورفع الحجاب عن الغرض المطلوب، فليس العظم والحقارة في المضروب به المثل إِلا أمرًا تستدعيه حال المتمثل له، ألا ترى إِلى الحق لما كان أبلج واضحًا جليًا، كيف تمثَّل له بالضياء والنور؟ وإِلى الباطل لما كان بضد صفته كيف تمثّل له بالظلمة؟ ولما كان حال الآلهة التي جعلها الكفار أندادًا لله تعالى ليس أحقر منها وأقل، لذلك ضرب لها المثل ببيت العنكبوت في الضعف والوهن ﴿كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ [العنكبوت: ٤١] وجعلت أقل من الذباب وأخسَّ قدرًا ﴿لَن يَخْلُقُواْ ذُبَابًا وَلَوِ اجتمعوا لَهُ وَإِن يَسْلُبْهُمُ الذباب شَيْئًا لاَّ يَسْتَنقِذُوهُ مِنْهُ﴾ [الحج: ٧٣] والعجبُ منهم كيف أنكروا ذلك وما زال الناس يضربون الأمثال بالبهائم والطيور، والحشرات والهوام، وهذه أمثال العرب بين أيديهم سائرة في حواضرهم وبواديهم.\nالثانية: قدّم الإِضلال على الهداية ﴿يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا﴾ ليكون أول ما يقرع أسماعهم من الجواب أمرًا فظيعًا يسوءهم ويفتُّ في أعضادهم، وأوثرت صيغة الاستقبال إِيذانًا بالتجدد والاستمرار، أفاده العلامة أبو السعود.\nالثالثة: قال ابن جزي في التسهيل: وهذه الآية ﴿خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعًا ثُمَّ استوى إِلَى السمآء﴾ تقتضي أنه خلق السماء بعد الأرض، وقوله تعالى ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ [النازعات: ٣٠] ظاهره خلاف ذلك، والجواب من وجهين: أحدهما أن الأرض خلقت قبل السماء، ودحيت بعد ذلك فلا تعارض، والآخر تكون ﴿ثُمَّ﴾ لترتيب الأخبار.", "ayah": 28, "surah": 2}