{"text": "المنَاسَبَة: لما امتنَّ تعالى على العباد بنعمة الخلق والإِيجاد وأنه سخر لهم ما في الأرض جميعًا، وأخرجهم من العدم إِلى الوجود، أتبع ذلك ببدء خلقهم، وامتنَّ عليهم بتشريف أبيهم وتكريمه، بجعله خليفة، وإِسكانه دار الكرامة، وإِسجاد الملائكة تعظيمًا لشأنه، ولا شك أن الإِحسان إِلى الأصل إِحسان إِلى الفرع، والنعمة على الآباء نعمة على الأبناء، ولهذا ناسب أن يذكّرهم بذلك، لأنه من وجوه النعم التي أنعم بها عليهم.\nاللغَة: ﴿وَإِذْ﴾ ظرف زمان منصوب بفعل محذوف تقديره: اذكر حين أو اذكر وقت، وقد يصرح بالمحذوف كقوله تعالى: ﴿واذكروا إِذْ أَنتُمْ قَلِيلٌ﴾ [الأنفال: ٢٦] قال المبرد: إذا جاء «إِذْ» مع مستقبل كان معناه ماضيًا نحو قوله ﴿وَإِذْ يَمْكُرُ بِكَ﴾ [الأنفال: ٣٠] معناه إِذْ مكروا، وإِذا جاء «إِذا» مع الماضي كان معناه مستقبلًا كقوله ﴿فَإِذَا جَآءَتِ الطآمة الكبرى﴾ [النازعات: ٣٤] و﴿إِذَا جَآءَ نَصْرُ الله﴾ [النصر: ١] أي يجيء. ﴿خَلِيفَةً﴾ الخليفة: من يخلف غيره وينوب منابه، فعيل بمعنى فاعل والتاء للمبالغة، سمي خليفة لأنه مستخلف عن الله ﷿ في إجراء الأحكام وتنفيذ الأوامر الربانية قال تعالى ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض﴾ [ص: ٢٦] الآية ﴿وَيَسْفِكُ﴾ السفك: الصب والإِراقة لا يستعمل إِلا في الدم قال في المصباح: وسفك الدم: أراقة وبابه ضرب ﴿نُسَبِّحُ﴾ التسبيح: تنزيه الله وتبرئته\nعن السوء، وأصله من السَّبْح وهو الجري والذهاب قال تعالى ﴿إِنَّ لَكَ فِي النهار سَبْحًَا طَوِيلًا﴾ [المزمل: ٧] فالمسَبِّح جارٍ في تنزيه الله تعالى ﴿وَنُقَدِّسُ﴾ التقديس: التطهير ومنه الأرض المقدسة، وروح القدس، وضده التنجيس، وتقديس الله معناه: تمجيده وتعظيمه وتطهير ذكره عما لا يليق به وفي صحيح مسلم أن رسول الله ﷺ َ كان يقول في ركوعه وسجوده «سبُّوح قدُّوس ربُّ الملائكةِ والرُّوح» ﴿أَنْبِئُونِي﴾ أخبروني والنبأ: الخبر الهام ذو الفائدة العظيمة قال تعالى ﴿قُلْ هُوَ نَبَأٌ عَظِيمٌ﴾ [ص: ٦٧] ﴿تُبْدُونَ﴾ تظهرون ﴿تَكْتُمُونَ﴾ تخفون ومنه كتم العلم أي اخفاؤه.\nالتفِسير: ﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ﴾ أي اذكر يا محمد حين قال ربك للملائكة واقصص على قومك ذلك ﴿إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً﴾ أي خالق في الأرض ومتخذ فيها خليفة يخلفني في تنفيذ أحكامي فيها وهو آدم أو قومًا يخلف بعضهم بعضًا قرنًا بعد قرن، وجيلًا بعد جيل ﴿قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا﴾ أي قالوا على سبيل التعجب والاستعلام: كيف تستخلف هؤلاء، وفيهم من يفسد في الأرض بالمعاصي ﴿وَيَسْفِكُ الدمآء﴾ أي يريق الدماء بالبغي والاعتداء!! ﴿وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ﴾ أي ننزهك عما لا يليق بك متلبسين بحمدك ﴿وَنُقَدِّسُ لَكَ﴾ أي نعظم أمرك ونطهرّ ذكرك مما نسبه إِليك الملحدون ﴿قَالَ إني أَعْلَمُ مَا لاَ تَعْلَمُونَ﴾ أي أعلم من المصالح ما هو خفيٌ عليكم، ولي حكمة في خلق الخليقة لا تعلمونها ﴿وَعَلَّمَءَادَمَ الأسمآء كُلَّهَا﴾ أي أسماء المسمّيات كلها قال ابن عباس: علّمه اسم كل شيء حتى القصعة والمغرفة ﴿عَرَضَهُمْ عَلَى الملائكة﴾ أي عرض المسميات على الملائكة وسألهم على سبيل التبكيت ﴿فَقَالَ أَنْبِئُونِي﴾ أي أخبروني ﴿بِأَسْمَآءِ هؤلاء﴾ أي بأسماء هذه المخلوقات التي ترونها ﴿إِن كُنْتُمْ صَادِقِينَ﴾ أي في زعمكم أنكم الملائكة، وخصّه بالمعرفة التامة دونهم، من معرفة الأسماء والأشياء، والأجناس، واللغات، ولهذا اعترفوا بالعجز والقصور ﴿قَالُواْ سُبْحَانَكَ لاَ عِلْمَ لَنَآ إِلاَّ مَا عَلَّمْتَنَآ﴾ أي ننزهك يا ألله عن النقص ونحن لا علم لنا إلا ما علمتنا إِياه ﴿الحكيم﴾ الذي لا يفعل إلا ما تقتضيه الحكمة ﴿قَالَ يَآءَادَمُ أَنبِئْهُمْ بِأَسْمَآئِهِمْ﴾ أي أعلمهم بالأسماء التي عجزوا عن علمها، واعترفوا بتقاصر هممهم عن بلوغ مرتبتها ﴿فَلَمَّآ أَنْبَأَهُمْ بِأَسْمَآئِهِمْ﴾ أي أخبرهم بكل الأشياء، وسمَّى كل شيء باسمه، وذكر حكمته التي خلق لها ﴿قَالَ أَلَمْ أَقُلْ لَّكُمْ إني أَعْلَمُ غَيْبَ السماوات والأرض﴾ أي قال تعالى للملائكة: ألم أنبئكم بأني أعلم ما غاب في السماوات والأرض عنكم ﴿وَأَعْلَمُ مَا تُبْدُونَ﴾ أي ما تظهرون ﴿وَمَا كُنْتُمْ تَكْتُمُونَ﴾ أي تسرون من دعواكم أن الله لا يخلق خلقًا أفضل منكم، روي أنه تعالى لما خلق آدم ﵇، رأت الملائكة فطرته العجيبة، وقالوا: ليكن ما شاء فلن يخلق ربنا خلقًا إِلا كنا أكرم عليه منه.\nالبَلاَغَة: ١ - التعرض بعنوان الربوبية ﴿وَإِذْ قَالَ رَبُّكَ﴾ مع الإضافة إلى الرسول ﵇ للتشريف والتكريم لمقامه العظيم وتقديم الجار والمجرور ﴿لِلْمَلاَئِكَةِ﴾ للاهتمام بما قُدّم، والتشويق إلى ما أُخّر.\n٢ - الأمر في قوله تعالى ﴿أَنْبِئُونِي﴾ خرج عن حقيقته إِلى التعجيز والتبكيت.\n٣ - ﴿فَلَمَّآ أَنْبَأَهُمْ بِأَسْمَآئِهِمْ﴾ فيه مجاز بالحذف والتقدير: فأنبأهم بها فلما أنبأهم حذف لفهم المعنى.\n٤ - ﴿ثُمَّ عَرَضَهُمْ﴾ هو من باب التغليب لأن الميم علامة الجمع للعقلاء الذكور، ولو لم يغلّب لقال ﴿ثُمَّ عَرَضَهُمْ﴾ أو عرضهن.\n٥ - إِبراز الفعل في قوله ﴿إني أَعْلَمُ غَيْبَ السماوات﴾ ثم قال ﴿وَأَعْلَمُ مَا تُبْدُونَ﴾ للإِهتمام بالخبر والتنبيه على إِحاطة علمه تعالى بجميع الأشياء، ويسمى هذا بالإِطناب.\n٦ - تضمنت آخر هذه الآية من علم البديع ما يسمى ب «الطباق» وذلك في كلمتي ﴿تُبْدُونَ﴾ و﴿تَكْتُمُونَ﴾ .\nالفوَائِد: الأولى: قال بعض العلماء: في إِخبار الله تعالى للملائكة عن خلق آدم واستخلافه في الأرض، تعليمٌ لعباده المشاورة في أمورهم قبل أن يقدموا عليها.\nالثانية: الحكمة من جعل آدم ﵇ خليفة هي الرحمة بالعباد - لا لافتقار الله - وذلك أن العباد لا طاقة لهم على تلقي الأوامر والنواهي من الله بلا واسطة، ولا بواسطة مَلَك، فمن رحمته ولطفه وإِحسانه إِرسال الرسل من البشر.\nالثالثة: قال الحافظ ابن كثير: وقول الملائكة ﴿أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا﴾ الآية ليس هذا على وجه الاعتراض على الله، ولا على وجه الحسد لبني آدم، وإِنما هو سؤال استعلام واستكشاف عين الحكمة في ذلك، يقولون: ما الحكمة في خلق هؤلاء مع أن منهم من يفسد في الأرض؟ وقال في التسهيل: وإِنما علمت الملائكة أن بني آدم يفسدون بإِعلام الله إِياهم بذلك، وقيل: كان في الأرض جنٌ فأفسدوا، فبعث الله إِليهم ملائكة فقتلتهم، فقاس الملائكة بني آدم عليهم.\nالرابعة: سئل الشعبي: هل لإِبليس زوجة؟ قال: ذلك عرسٌ لم أشهده؟ قال: ثم قرأتُ قوله تعالى: ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي﴾ [الكهف: ٥٠] فعلمت أنه لا يكون له ذرية إِلا من زوجة، فقلت: نعم.", "ayah": 32, "surah": 2}