{"text": "المنَاسَبَة: أشارت الآيات السابقة إلى أن الله تعالى خصّ آدم ﵇ بالخلافة، كما خصّه بعلم غزير وقفت الملائكة عاجزة عنه، وأضافت هذه الآيات الكريمة بيان نوع آخر من التكريم أكرمه الله به ألا وهو أمر الملائكة بالسجود له، وذلك من أظهر وجوه التشريف والتكريم لهذا النوع الإنساني ممتلأ في أصل البشرية آدم ﵇.\nاللغَة: ﴿اسجدوا﴾ أصل السجود: الانحناء لمن يُسجد له والتعظيم، وهو في اللغة: التذلل والخضوع، وفي الشرع: وضع الجبهة على الأرض ﴿إِبْلِيسَ﴾ اسم للشيطان وهو أعجمي، وقيل إنه مشتق من الإِبلاس وهو الإياس ﴿أبى﴾ امتنع، والإِباء: الامتناع مع التمكن من الفعل ﴿واستكبر﴾ الاستكبار: التكبر والتعاظم في النفس ﴿رَغَدًا﴾ واسعًا كثيرًا لا عناء فيه، والرغد: سعة العيش، يقال: رغد عيش القوم إِذا كانوا في رزقٍ واسع قال الشاعر:\nبينما المرء تراه ناعمًا ... يأمن الأحداث في عيشٍ رغد\n﴿فَأَزَلَّهُمَا﴾ أصله من الزلل وهو عثور القدم يقال: زلت قدمه أي زلقت ثم استعمل في ارتكاب الخطيئة مجازًا يقال: زلّ الرجل إِذا أخطأ وأتى ما ليس له إتيانه، وأزله غيره: إِذا سبّب له ذلك ﴿مُسْتَقَرٌّ﴾ موضع استقرار ﴿وَمَتَاعٌ﴾ المتاع ما يتمتع به من المأكول والمشروب والملبوس ونحوه ﴿فتلقى﴾ التلقي في الأصل: الاستقبال تقول خرجنا نتلقى الحجيج أي نستقبلهم، ثم استعمل في أخذ الشيء وقبوله تقول: تلقيت رسالة من فلان أي أخذتها وقبلتها ﴿فَتَابَ﴾ التوبة في أصل اللغة الرجوع، وإذا عديت بعن كان معناها الرجوع عن المعصية، وإِذا عديت بعلى كان معناها قبول التوبة.\nالتفِسير: ﴿وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ﴾ أي اذكر يا محمد لقومك حين قلنا للملائكة ﴿اسجدوا لأَدَمَ﴾ أي سجود تحية وتعظيم لا سجود عبادة ﴿فَسَجَدُواْ إِلاَّ إِبْلِيسَ﴾ أي سجدوا جميعًا له غير إبليس ﴿أبى واستكبر﴾ أي امتنع مما أمر به وتكبر عنه ﴿وَكَانَ مِنَ الكافرين﴾ أي صار بإبائه واستكباره من الكافرين حيث استقبح أمر الله بالسجود لآدم ﴿وَقُلْنَا يَآءَادَمُ اسكن أَنْتَ وَزَوْجُكَ الجنة﴾ أي أسكن في جنة الخلد مع زوجك حواء ﴿وَكُلاَ مِنْهَا رَغَدًا﴾ أي كلا من ثمار الجنة أكلًا رغدًا واسعًا ﴿حَيْثُ شِئْتُمَا﴾ أي من أي مكان في الجنة أردتما الأكل فيه ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ أي لا تأكلا من هذه الشجرة قال ابن عباس: هي الكرمة ﴿فَتَكُونَا مِنَ الظالمين﴾ أي فتصيروا من الذين ظلموا أنفسهم بمعصية الله ﴿\nفَأَزَلَّهُمَا الشيطان عَنْهَا﴾ أي أوقعهما في الزلة بسببها وأغواهما بالأكل منها هذا إذا كان الضمير عائدًا إلى الشجرة، أما إذا كان عائدًا إلى الجنة فيكون المعنى أبعدهما وحوّلهما من الجنة ﴿فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ﴾ أي من نعيم الجنة ﴿وَقُلْنَا اهبطوا﴾ أي اهبطوا من الجنة إلى الأرض والخطاب لآدم وحواء وإبليس ﴿بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ أي الشيطان عدوّ لكم فكونوا أعداء له كقوله\n﴿إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ [فاطر: ٦] ﴿وَلَكُمْ فِي الأرض مُسْتَقَرٌّ﴾ أي لكم في الدنيا موضع استقرار بالإقامة فيها ﴿وَمَتَاعٌ إلى حِينٍ﴾ أي تمتع بنعيمها إلى وقت انقضاء آجالكم ﴿فتلقىءَادَمُ مِن رَّبِّهِ كَلِمَاتٍ﴾ أي استقبل آدم دعوات من ربه ألهمه إياها فدعاه بها وهذه الكلمات مفسّرة في موطن آخر في سورة الأعراف ﴿قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا﴾ [الآية: ٢٣] الآية ﴿فَتَابَ عَلَيْهِ﴾ أي قبل ربه توبته ﴿إِنَّهُ هُوَ التواب الرحيم﴾ أي إِن الله كثير القبول للتوبة، واسع الرحمة للعباد ﴿قُلْنَا اهبطوا مِنْهَا جَمِيعًا﴾ كرر الأمر بالهبوط للتأكيد ولبيان أنَّ إقامة آدم وذريته في الأرض لا في الجنة ﴿فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى﴾ أي رسول أبعثه لكم، وكتاب أنزله عليكم ﴿فَمَن تَبِعَ هُدَايَ﴾ أي من آمن بي وعمل بطاعتي ﴿فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لا ينالهم خوف ولا حزن في الآخرة ﴿والذين كَفَرواْ وَكَذَّبُواْ بِآيَاتِنَآ﴾ أي جحدوا بما أنزلت وبما أرسلت ﴿أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي هم مخلدون في الجحيم أعاذنا الله منها.\nالبَلاَغة: أولًا: صيغة الجمع ﴿وَإِذْ قُلْنَا﴾ للتعظيم، وهي معطوفة على قوله ﴿وَإِذْ قَالَ رَبُّكَ﴾ [البقرة: ٣٠] وفيه التفات من الغائب إلى المتكلم لتربية وإظهار الجلالة.\nثانيًا: أفادت الفاء في قوله ﴿فَسَجَدُواْ﴾ أنهم سارعوا في الامتثال ولم يتثبطوا فيه، وفي الآية إيجاز بالحذف أي فسجدوا له وكذلك ﴿أبى﴾ مفعوله محذوف أي أبى السجود.\nثالثًا: قوله ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ المنهي عنه هو الأكل من ثمار الشجرة، وتعليق النهي بالقرب منها ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ لقصد المبالغة في النهي عن الأكل، إذ النهي عن القرب نهي عن الفعل بطريق أبلغ كقوله تعالى ﴿وَلاَ تَقْرَبُواْ الزنى﴾ [الإسراء: ٣٢] فنهى عن القرب من الزنى ليقطع الوسيلة إلى ارتكابه.\nرابعًا: التعبير بقوله ﴿مِمَّا كَانَا فِيهِ﴾ أبلغ في الدلالة على فخامة الخيرات مما لو قيل: من النعيم أو الجنة، فإن من أساليب البلاغة في الدولة على عظم الشيء أن يعبّر عنه بلفظ مبهم نحو ﴿مِمَّا كَانَا فِيهِ﴾ لتذهب نفس السامع في تصور عظمته وكماله إلى أقصى ما يمكنها أن تذهب إِليه.\nخامسًا: ﴿التواب الرحيم﴾ من صيغ المبالغة أي كثير التوبة واسع الرحمة.\nالفوَائِد: الأولى: كيف يصح السجود لغير الله؟ والجواب أن سجود الملائكة لآدم كان للتحية وكان سجود تعظيم وتكريم لا سجود صلاةٍ وعبادة، قال الزمخشري: السجود لله تعالى على سبيل\nالعبادة، ولغيره على وجه التكرمة كما سجدت الملائكة لآدم، ويعقوب وأبناؤه ليوسف.\nالثانية: قال بعض العارفين: سابق العناية لا يؤثر فيه حدوث الجناية، ولا يحط عن رتبة الولاية، فمخالفة آدم التي أوجبت له الإِخراج من دار الكرامة لم تخرجه عن حظيرة القدس، ولم تسلبه رتبة الخلافة، بل أجزل الله له في العطية فقال\n﴿ثُمَّ اجتباه رَبُّهُ﴾ [طه: ١٢٢] وقال الشاعر:\nوإِذا الحبيبُ أتى بذنبٍ واحدٍ ... جاءت محاسنة بألف شفيع\nالثالثة: هل كان إِبليس من الملائكة؟ الجواب: اختلف المفسرون على قولين: ذهب بعضهم إِلى أنه من الملائكة بدليل الاستثناء ﴿فَسَجَدُواْ إِلاَّ إِبْلِيسَ﴾ وقال آخرون: الاستثناء منقطع وإِبليس من الجن وليس من الملائكة وإِليه ذهب الحسن وقتادة واختاره الزمخشري، قال الحسن البصري: لم يكن إبليس من الملائكة طرفة عين، ونحن نرجح القول الثاني للأدلة الآتية: ١ - الملائكة منزهون عن المعصية ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ﴾ [التحريم: ٦] وإِبليس قد عصى أمر ربه ٢ - الملائكة خلقت من نور وإِبليس خلق من نار فطبيعتهما مختلفة ٣ - الملائكة لا ذرية لهم وإِبليس له ذرية ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي﴾ [الكهف: ٥٠]؟ ٤ - النص الصريح الواضح في سورة الكهف على أنه من الجن وهو قوله تعالى ﴿إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ﴾ [الآية: ٥٠] وكفى به حجة وبرهانًا.", "ayah": 34, "surah": 2}