{"text": "التفسير: ابتدأت السورة الكريمة بذكر أوصاف المتقين، وابتداء السورة بالحروف العظيمة ﴿الم﴾ وتصديرها بهذه الحروف الهجائية يجذب أنظار المعرضين عن هذا القرآن، إِذ يطرق أسماعهم لأول وهلة ألفاظ غير مألوفة في تخاطبهم، فينتبهوا إِلى ما يُلقى إليهم من آياتٍ بينات، وفي هذه الحروف وأمثالها تنبيهٌ على «إعجاز القرآن» فإِن هذا الكتاب منظومٌ من عين ما ينظمون منه كلامهم، فإِذا عجزوا عن الإِتيان بمثله، فذلك أعظم برهان على إِعجاز القرآن. يقول العلامة ابن كثير ﵀: إِنما ذكرت هذه الحروف في أوائل السور بيانًا لإِعجاز القرآن، وأن الخلق عاجزون عن معارضته بمثله، مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها، وهو قول جمع من المحققين، وقد قرره الزمخشري في تفسيره الكشاف ونصره أتم نصر، وإِليه ذهب الإِمام «ابن تيمية» ثم قال: ولهذا كلُّ سورة افتتحت بالحروف، فلا بدَّ أن يذكر فيها الانتصار للقرآن، وبيانُ إعجازه وعظمته مثل ﴿الم ذَلِكَ الكتاب﴾ ﴿المص كِتَابٌ أُنزِلَ إِلَيْكَ﴾ [الأعراف: ١ - ٢] ﴿الم تِلْكَ آيَاتُ الكتاب الحكيم﴾ [لقمان: ١ - ٢] ﴿حم والكتاب المبين إِنَّآ أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ\nإِنَّا كُنَّا مُنذِرِينَ﴾ [الدخان: ١ - ٣] وغير ذلك من الآيات الدالة على إعجاز القرآن. ثم قال تعالى: ﴿ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ﴾ هذا القرآن المنزل عليك يا محمد هو الكتابُ الذي لا يدانيه كتاب ﴿لاَ رَيْبَ فِيهِ﴾ أي لا شك في أنه من عند الله لمن تفكر وتدبر، أو ألقى السمع وهو شهيد ﴿هُدًى لِّلْمُتَّقِينَ﴾ أي هادٍ للمؤمنين المتقين، الذين يتقون سخط الله بامتثال أوامره واجتناب نواهيه، ويدفعون عذابه بطاعته، قال ابن عباس: المتقون هم الذين يتقون الشرك، ويعملون بطاعة الله، وقال الحسن البصري: اتقوا ما حُرِّم عليهم، وأدَّوْا ما افتُرض عليهم. . ثم بيَّن تعالى صفات هؤلاء المتقين فقال ﴿الذين يُؤْمِنُونَ بالغيب﴾ أي يصدقون بما غاب عنهم ولم تدركه حواسهم من البعث، والجنة، والنار، والصراط، والحساب، وغير ذلك من كل ما أخبر عنه القرآن أو النبي ﵊ ُ ﴿وَيُقِيمُونَ الصلاوة﴾ أي يؤدونها على الوجه الأكمل بشروطها وأركانها، وخشوعها وآدابها قال ابن عباس: إقامتُها: إتمام الركوع والسجود والتلاوة والخشوع ﴿وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ﴾ أي ومن الذي أعطيناهم من الأموال ينفقون ويتصدقون في وجوه البر والإِحسان، والآية عامة تشمل الزكاة، والصدقة، وسائر النفقات، وهذا اختيار ابن جرير، وروي عن ابن عباس أن المراد بها زكاة الأموال، قال ابن كثير: كثيرًا ما يقرن تعالى بين الصلاة والإِنفاق من الأموال، لأن الصلاة حقُّ الله وهي مشتملة على توحيده وتمجيده والثناء عليه، والإِنْفاقُ هو الإِحسان إلى المخلوقين وهو حق العبد، فكلٌ من النفقات الواجبة، والزكاة المفروضة داخل في الآية الكريمة ﴿والذين يُؤْمِنُونَ بِمَآ أُنْزِلَ إِلَيْكَ﴾ أي يصدقونه بكل ما جئت به عن الله تعالى ﴿وَمَآ أُنْزِلَ مِن قَبْلِكَ﴾ أي وبما جاءت به الرسل من قبلك، لا يفرّقون بين كتب الله ولا بين رسله ﴿وبالآخرة هُمْ يُوقِنُونَ﴾ أي ويعتقدون اعتقادًا جازمًا لا يلابسه شك أو ارتياب بالدار الآخرة التي تتلو الدنيا، بما فيها من بعثٍ وجزاءٍ، وجنةٍ، ونار، وحساب، وميزان، وإِنما سميت الدار الآخرة لأنها بعد الدنيا ﴿أولئك على هُدًى مِّن رَّبِّهِمْ﴾ أي أولئك المتصفون بما تقدم من الصفات الجليلة، على نور وبيان وبصيرة من الله ﴿وأولئك هُمُ المفلحون﴾ أي وأولئك هم الفائزون بالدرجات العالية في جنات النعيم.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز العقلي ﴿هُدًى لِّلْمُتَّقِينَ﴾ أسند الهداية للقرآن وهو من الإِسناد للسبب، والهادي في الحقيقة هو الله ربُّ العالمين ففيه مجاز عقلي.\n٢ - الإِشارة بالبعيد عن القريب ﴿ذَلِكَ الكتاب﴾ للإِيذان بعلو شأنه، وبعد مرتبته في الكمال، فنُزِّل بُعْد المرتبة منزلة البعد الحسي.\n٣ - تكرير الإِشارة ﴿أولئك على هُدًى﴾ ﴿وأولئك هُمُ المفلحون﴾ للعناية بشأن المتقين، وجيء بالضمير ﴿هُمُ﴾ ليفيد الحصر كأنه قال: هم المفلحون لا غيرهم.\n٤ - التيئيس من إيمان الكفار ﴿سَوَآءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لاَ يُؤْمِنُونَ﴾ فالجملة سيقت للتنبيه على غلوهم في الكفر والطغيان، وعدم استعدادهم للإِيمان، ففيها تيئيس وإِقناط من إِيمانهم.\n٥ - الاستعارة التصريحية اللطيفة ﴿خَتَمَ الله على قُلُوبِهمْ﴾ شبَّه قلوبهم لتأبّيها عن الحق، واسماعهم وأبصارهم لامتناعها عن تلمح نور الهداية، بالوعاء المختوم عليه، المسدود منافذه، المغشَّى بغشاء يمنع أن يصله ما يصلحه، واستعار لفظ الختم والغشاوة لذلك بطريق الاستعارة التصريحية.", "ayah": 4, "surah": 2}