{"text": "المنَاسَبَة: من بداية هذه الآية إلى آية /١٤٢/ ورد الكلام عن بني إسرائيل، وقد تحدث القرآن الكريم بالإِسهاب عنهم فيما يقرب من جزءٍ كامل، وذلك يدل على عناية القرآن بكشف حقائق اليهود، وإِظهار ما انطوت عليه نفوسهم الشريرة من خبثٍ وكيد وتدمير حتى يحذرهم المسلمون، أما وجه المناسبة فإِن الله تعالى لما دعا البشر إِلى عبادته وتوحيده، وأقام للناس الحجج الواضحة على وحدانيته ووجوده، ثم ذكّرهم بما أنعم به على أبيهم آدم ﵇، دعا بني إِسرائيل خصوصًا - وهم اليهود - إِلى الإِيمان بخاتم الرسل وتصديقه فيما جاء به عن الله، لأنهم يجدونه مكتوبًا عندهم في التوراة، وقد تفنّن في مخاطبتهم فتارة دعاهم بالملاطفة، وتارة بالتخويف، وتارة بالتذكير بالنعم عليهم وعلى آبائهم، وأخرى بإقامة الحجة والتوبيخ على سوء أعمالهم وهكذا انتقل من التذكير بالنعم العامة على البشرية في تكريم أبي الإِنسانية، إلى التذكير بالنعم الخاصة على بني إسرائيل.\nاللغَة: اسم أعجمي ومعناه: عبد الله وهو اسم ﴿يعقوب﴾ ﵇، وقد\nصرَّح به آل عمران ﴿إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ على نَفْسِهِ﴾ [الآية: ٩٣] ﴿وَأَوْفُواْ﴾ الوفاء: الإِتيان بالشيء على التمام والكمال، يقال أوفى ووفّى أي أداه وافيًا تامًا. ﴿تَلْبِسُواْ﴾ اللَّبْس: الخلط تقول العرب: لبَسْتُ الشيء بالشيء خلطته، والتبس به اختلطَ، قال تعالى ﴿وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ﴾ [الأنعام: ٩] وفي المصباح: لَبِسَ الثواب من باب تعب لُبْسًا بضم اللام، ولَبَسْتُ عليه الأمر لَبْسًا من باب ضرب خلطته، والتبس الأمر: أشكل. ﴿الزكاة﴾ مشتقة من زكا الزرع يزكو أي نما لأن إخراجها يجلب البركة، أي هي من الزكاة أي الطهارة لأنها تطهر المال قال تعالى ﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا﴾ [التوبة: ١٠٦] .\nالتفسير: ﴿يَابَنِي إِسْرَائِيلَ﴾ أي يا أولاد النبي الصالح يعقوب ﴿اذكروا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ﴾ اذكروا ما أنعمت به عليكم وعلى آبائكم من نعم لا تعد ولا تحصى ﴿وَأَوْفُواْ بعهدي﴾ أي أدّوا ما عاهدتموني عليه من الإِيمان والطاعة ﴿أُوفِ بِعَهْدِكُمْ﴾ بما عاهدتكم عليه من حسن الثواب ﴿وَإِيَّايَ فارهبون﴾ أي اخشوني دون غيري ﴿وَآمِنُواْ بِمَآ أَنزَلْتُ﴾ من القرآن العظيم ﴿مُصَدِّقًا لِّمَا مَعَكُمْ﴾ أي من التوراة في أمور التوحيد والنبوة ﴿وَلاَ تكونوا أَوَّلَ كَافِرٍ بِهِ﴾ أي أول من كفر من أهل الكتاب فحقكم أن تكونوا أول من آمن ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلًا﴾ أي لا تستبدلوا بآياتي البينات التي أنزلتها عليكم حطام الدنيا الفانية ﴿وَإِيَّايَ فاتقون﴾ أي خافون دون غيري ﴿وَلاَ تَلْبِسُواْ الحق بالباطل﴾ أي لا تخلطوا الحق المنزل من الله بالباطل الذي تخترعونه، ولا تحرفوا ما في التوراة بالهتان الذي تفترونه ﴿وَتَكْتُمُواْ الحق﴾ أي ولا تخفوا ما في كتابكم من أوصاف محمد ﵇ ﴿وَأَنْتُمْ تَعْلَمُونَ﴾ أنه حق أو حال كونكم عالمين بضرر الكتمان ﴿وَأَقِيمُواْ الصلاوة وَآتُواْ الزكاة واركعوا مَعَ الراكعين﴾ أي أدوا ما وجب عليكم من الصلاة والزكاة، وصلوا مع المصلين بالجماعة، أو مع أصحاب محمد ﵇.\nالبَلاَغة: أولًا: في إِضافة النعمة إِليه سبحانه ﴿نِعْمَتِيَ﴾ إِشارة إِلى عظم قدرها، وسعة بِرّها، وحسن موقعها لأن الإِضافة تفيد التشريف كقوله ﴿بَيتُ الله﴾ و﴿نَاقَةُ الله﴾ [الأعراف: ٧٣] .\nثانيًا قوله ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي﴾ الشراء هنا ليس حقيقيًا بل هو على سبيل الاستعارة كما تقدم في قوله ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ [البقرة: ١٦] .\nثالثًا: تكرير الحق في قوله ﴿تَلْبِسُواْ الحق﴾ وقوله ﴿وَتَكْتُمُواْ الحق﴾ لزيادة تقبيح المنهي عنه إذ في التصريح ما ليس في الضمير من التأكيد ويسمى هذا الإِطناب أضعف من سواه.\nرابعًا: قوله ﴿واركعوا مَعَ الراكعين﴾ هو من باب تسمية الكل باسم الجزء أي صلوا مع المصلين أطلق الركوع وأراد به الصلاة ففيه مجاز مرسل.\nخامسًا: ﴿وَإِيَّايَ فارهبون﴾ و﴿وَإِيَّايَ فاتقون﴾ يفيد الاختصاص.\nفَائِدَة: قال بعض العارفين: عبيد النّعم كثيرون، وعبيد المنعم قليلون، فالله تعالى ذكّر بني إِسرائيل بنعمه عليهم، حتى يعرفوا نعمة المنعم فقال ﴿اذكروا نِعْمَتِيَ﴾ وأما أمة محمد ﷺ َ فقد\nذكّرهم بالمنعم فقال ﴿فاذكروني أَذْكُرْكُمْ﴾ [البقرة: ١٥٢] ليتعرفوا من المنعم على النعمة وشتان بين الأمرين.", "ayah": 42, "surah": 2}