{"text": "اللغَة: ﴿بالبر﴾ البِرُّ: سعة الخير والمعروف ومنه البرُّ والبِّرية للسعة، وهو اسم جامع لأعمال الخير، ومنه بر الوالدين وهو طاعتهما وفي الحديث «البِرُّ لا يبلى والذنب لا ينسى» ﴿وَتَنْسَوْنَ﴾: تتركون والنسيان يأتي بمعنى الترك كقوله ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ [التوبة: ٦٧] وهو المراد هنا ويأتي بمعنى ذهاب الشيء من الذاكرة كقوله ﴿فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا﴾ [طه: ١١٥] ﴿تَتْلُونَ﴾: تقرءون وتدرسون ﴿الخاشعين﴾ الخاشع: المتواضع وأصله من الاستكانة والذل قال الزجاج: الخاشع الذي يرى أثر الذل والخشوع عليه، وخشعت الأصوات: سكنت ﴿يَظُنُّونَ﴾ الظنُّ هنا بمعنى اليقين لا الشك، وهو من الأضداد قال أبو عبيدة: العرب تقول لليقين ظنٌّ، وللشك ظن وقد كثر استعمال الظن بمعنى اليقين ومنه ﴿إِنِّي ظَنَنتُ أَنِّي مُلاَقٍ حِسَابِيَهْ﴾ [الحاقة: ٢٠] ﴿فظنوا أَنَّهُمْ مُّوَاقِعُوهَا﴾ [الكهف: ٥٣]، ﴿شَفَاعَةٌ﴾ الشفاعة مأخوذة من الشَّفع ضد الوتر، وهي ضم غيرك إلى جاهك وسيلتك ولهذا سميت شفاعة، فهي إِذًا إِظهارٌ لمنزلة الشفيع عند المشفّع ﴿عَدْلٌ﴾ بفتح العين فداء وبكسرها معناه: المِثْل يقال: عِدْل وعديل للذي يماثلك.\nالمنَاسَبَة: لا تزال الآيات تتحدث عن بني إِسرائيل، وفي هذه الآيات ذمٌ وتوبيخ لهم على سوء صنيعهم، حيث كانوا يأمرون بالخير ولا يفعلونه، ويدعون الناس إِلى الهدى والرشاد ولا يتبعونه.\nسَبَبُ النّزول: نزلت هذه الآية في بعض علماء اليهود، كانوا يقولون لأقربائهم الذين أسلموا: اثبتوا على دين محمد فإِنه حق، فكانوا يأمرون الناس بالإِيمان ولا يفعلونه.\nالتفِسير: يخاطب الله أحبار اليهود فيقول لهم على سبيل التقريع والتوبيخ ﴿أَتَأْمُرُونَ الناس بالبر﴾ أي أتدعون الناس إِلى الخير وإِلى الإيمان بمحمد ﴿وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ أي تتركونها فلا تؤمنون ولا تفعلون الخير ﴿وَأَنْتُمْ تَتْلُونَ الكتاب﴾ أي حال كونكم تقرءون التوراة وفيها صفة ونعت محمد ﵇ ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تفطنون وتفقهون أن ذلك قبيح فترجعون عنه؟! ثم بيَّن لهم تعالى طريق التغلب على الأهواء والشهوات، والتخلص من حب الرياسة وسلطان المال فقال ﴿\nواستعينوا﴾ أي اطلبوا المعونة على أموركم كلها ﴿بالصبر والصلاة﴾ أي بتحمل ما يشق على النفس من تكاليف شرعية، وبالصلاة التي هي عماد الدين ﴿وَإِنَّهَا﴾ أي الصلاة ﴿لَكَبِيرَةٌ﴾ أي شاقة وثقيلة ﴿إِلاَّ عَلَى الخاشعين﴾ أي المتواضعين المستكينين الذين صفت نفوسهم لله ﴿الذين يَظُنُّونَ﴾ أي يعتقدون اعتقادًا جازمًا لا يخالجه شك ﴿أَنَّهُم ملاقوا رَبِّهِمْ﴾ أي سيلقون ربهم يوم البعث فيحاسبهم على أعمالهم ﴿وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ﴾ أي معادهم إِليه يوم الدين. ثم ذكّرهم تعالى بنعمه وآلائه العديدة مرة أخرى فقال ﴿يَابَنِي إِسْرَائِيلَ اذكروا نِعْمَتِي التي أَنْعَمْتُ عَلَيْكُمْ﴾ بالشكر عليها بطاعتي ﴿وَأَنِّي فَضَّلْتُكُمْ﴾ أي فضلت آباءكم ﴿عَلَى العالمين﴾ أي عالمي زمانهم بإِرسال الرسل، وإِنزال الكتب، وجعلهم سادة وملوكًا، وتفضيل الآباء شرفٌ للأبناء ﴿واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا﴾ أي خافوا ذلك اليوم الرهيب الذي لا تقضي فيه نفسٌ عن أخرى شيئًا من الحقوق ﴿وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ﴾ أي لا تقبل شفاعة في نفس كافرة بالله أبدًا ﴿وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ﴾ أي لا يقبل منها فداء ﴿وَلاَ هُمْ يُنْصَرُونَ﴾ أي ليس لهم من يمنعهم وينجيهم من عذاب الله.\nثانيًا: أتى بالمضارع ﴿أَتَأْمُرُونَ﴾ وإِن كان قد وقع ذلك منهم لأن صيغة المضارع تفيد التجدد والحدوث، وعبّر عن ترك فعلهم بالنسيان ﴿وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ مبالغة في الترك فكأنه لا يجري لهم على بال، وعلقه بالأنفس توكيدًا للمبالغة في الغفلة المفرطة، ولا يخفى ما في الجملة الحالية ﴿وَأَنْتُمْ تَتْلُونَ الكتاب﴾ من التبكيت والتقريع والتوبيخ.\nثالثًا: ﴿وَأَنِّي فَضَّلْتُكُمْ عَلَى العالمين﴾ هو من باب عطف الخاص على العام لبيان الكمال، لأن النعمة اندرج تحتها التفضيل المذكور، فلما قال ﴿اذكروا نِعْمَتِيَ﴾ [البقرة: ٤٠] عمَّ جميع النعم فلما عطف ﴿وَأَنِّي فَضَّلْتُكُمْ﴾ كان من باب عطف الخاص على العام.\nرابعًا: ﴿واتقوا يَوْمًا﴾ التنكير للتهويل أي يومًا شديد الهول، وتنكير النفس ﴿نَفْسٌ عَن نَّفْسٍ﴾ ليفيد العموم والإقناط الكلي.\nالفوَائِدَ: الفائدة الأولى: قال القرطبي: إِنما خص الصلاة بالذكر من بين سائر العبادات تنويهًا بذكرها وقد كان ﵇ إِذ حزبه (أغمّه) أمرٌ فَزَع إلى الصلاة، وكان يقول: «أرحنا بها يا بلال»\nالثانية: قال علي كرم الله وجهه: «قصم ظهري رجلان: عالم متهتك، وجاهل متنسك» ومن دعا غيره إِلى الهدى ولم يعمل به كان كالسراج يضيء للناس ويحرق نفسه قال الشاعر:\nابدأُ بنفسك فانهها عن غيّها ... فإِذا انتهت عنه فأنت حكيم\nفهناك يقبل إِن وعظتَ ويقتدى ... بالرأي منك وينفع التعليم\nوقال أبو العتاهية:\nوصفتَ التُّقَى حتَّى كأَنَّك ذو تُقَى ... وريحُ الخطايا من ثيابك تَسْطَع\nوقال آخر:\nوغيرُ تَقيٍّ يأْمر النَّاسَ ... بالتُّقَى طَبيبٌ يداوي النَّاس وهُوَ عليل", "ayah": 48, "surah": 2}