{"text": "المنَاسَبَة: بعد أن ذكّرهم تعالى بالنعم، بيَّن لونًا من ألوان طغيانهم وجحودهم، وتبديلهم لأوامر الله، وهم مع الكفر والعصيان، يعاملون باللطف والإِحسان، فما أقبحهم من أمة وما أخزاهم!! قال الطبري: لما تاب بنو إِسرائيل من عبادة العجل أمر الله تعالى موسى أن يختار من قومه رجالًا يعتذرون، إِليه من عبادتهم العجل، فاختار موسى سبعين رجلًا من خيارهم كما قال تعالى ﴿واختار موسى قَوْمَهُ سَبْعِينَ رَجُلًا لِّمِيقَاتِنَا﴾ [الأعراف: ١٥٥] وقال لهم: صوموا وتطهروا وطهّر ثيابكم ففعلوا، وخرج بهم إلى «طور سيناء» فقالوا لموسى: اطلب لنا أن نسمع كلام ربنا فقال: افعل، فلما دنا موسى من الجبل وقع عليه الغمام حتى تغشى الجبل كله، ودنا القوم حتى إذا دخلوا في الغمام وقعوا سجودًا، فسمعوا الله يكلم موسى يأمره وينهاه، فلما انكشف عن موسى الغمام أقبل إِليهم فقالوا لموسى ﴿لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً﴾ .\nاللغَة: ﴿جَهْرَةً﴾ علانية، وأصل الجهر: الظهور، ومن الجهر بالقراءة والجهر بالمعاصي يعني المظاهرة بها، تقول: رأيت الأمير جهارًا وجهرة أي غير مستتر بشيء، وقال ابن عباس: جهرةً عيانًا: ﴿الصاعقة﴾ صيحة العذاب أو هي ار محرقة ﴿بَعَثْنَاكُم﴾ أحييناكم قال الطبري: وأصل البعث: إِثارة الشيء من محله ﴿الغمام﴾ جمع غمامة كسحابة وسحاب وزنًا ومعنى، لأنها تغم السماء أي تسترها، وكل مغطّى فهو مغموم، وغُمَّ الهلال: إِذا غطّاه الغيم فلم ير ﴿حِطَّةٌ﴾: مصدر من حطَّ\nعنا ذنوبنا، وهي كلمة استغفار ومعناها: اغفر خطايانا. ﴿رِجْزًا﴾ عذابًا ومنه ﴿لَئِن كَشَفْتَ عَنَّا الرجز﴾ [الأعراف: ١٣٤] أي العذاب ﴿يَفْسُقُونَ﴾ الفسق: الخروج عن الطاعة وقد تقدم.\nالتفسير: ﴿وَإِذْ قُلْتُمْ ياموسى﴾ أي اذكروا يا بني إِسرائيل حين خرجتم مع موسى لتعتذروا إِلى الله من عبادة العجل فقلتم ﴿لَن نُّؤْمِنَ لَكَ﴾ أي لن نصدّق لك بأنَّ ما نسمعه كلام الله ﴿حتى نَرَى الله جَهْرَةً﴾ أي حتى نرى الله علانية ﴿فَأَخَذَتْكُمُ الصاعقة﴾ أي أرسل الله عليهم نارًا من السماء فأحرقهم ﴿وَأَنْتُمْ تَنظُرُونَ﴾ أي ما حلّ بكم ثم لما ماتوا قام موسى يبكي ويدعو الله ويقول: رب ماذا أقول لبني إِسرائيل وقد أهلكت خيارهم، وما زال يدعو ربه حتى أحياهم قال تعالى ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ أي أحييناكم بعد أن مكثتم ميتين يومًا وليلة، فقاموا وعاشوا ينظر بعضهم إِلى بعض كيف يحيون ﴿لَعَلَّكُمْ تَشْكُرُونَ﴾ أي لتشكروا الله على إِنعامه عليكم بالبعث بعد الموت.\nثم ذكّرهم تعالى بنعمته عليهم وهم في التية لما امتنعوا من دخول مدينة الجبارين وقتالهم وقالوا لموسى ﴿فاذهب أَنتَ وَرَبُّكَ فقاتلا﴾ [المائدة: ٢٤] فَعُوقِبُوا على ذلك بالضياع أربعين سنة يتيهون في الأرض فقال تعالى: ﴿وَظَلَّلْنَا عَلَيْكُمُ الغمام﴾ أي سترناكم بالسحاب من حر الشمس وجعلناه عليكم كالظُلَّة ﴿وَأَنزَلْنَا عَلَيْكُمُ المن والسلوى﴾ أي أنعمنا عليكم بأنواعٍ من الطعام والشراب من غير كدٍّ ولا تعب، والمنُّ كان ينزل عليهم مثل العسل فيمزجونه بالماء ثم يشربونه، والسلوى، طير يشبه السماني لذديد الطعم ﴿كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ أي وقلنا لهم كلوا من لذائذ نعم الله ﴿وَمَا ظَلَمُونَا ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي أنهم كفروا هذه النعم الجليلة، وما ظلمونا ولكن ظلموا أنفسهم، لأن وبال العصيان راجع عليهم ﴿وَإِذْ قُلْنَا ادخلوا هذه القرية﴾ أي واذكروا أيضًا نعمتي عليكم حين قلنا لكم بعد خروجكم من التيه، ادخلوا بيت المقدس ﴿فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا﴾ أي كلوا منها أكلًا واسعًا هنيئًا ﴿وادخلوا الباب سُجَّدًا﴾ أي وادخلوا باب القرية ساجدين لله شكرًا على خلاصكم من التيه ﴿وَقُولُواْ حِطَّةٌ﴾ أي قولوا يا ربنا حطَّ عنا ذنوبنا واغفر لنا خطايانا ﴿نَّغْفِرْ لَكُمْ خَطَايَاكُمْ﴾ أي نمح ذنوبكم ونكفّر سيئاتكم ﴿وَسَنَزِيدُ المحسنين﴾ أي نزيد من أحسن إحسانًا، بالثواب العظيم، والأجر الجزيل ﴿فَبَدَّلَ الذين ظَلَمُواْ﴾ أي غيَّر الظالمون أمر الله فقالوا ﴿قَوْلًا غَيْرَ الذي قِيلَ لَهُمْ﴾ حيث دخلوا يزحفون على أستاههم أعني «أدبارهم» وقالوا على سبيل الاستهزاء: «حبة في شعيرة» وسخروا من أوامر الله ﴿فَأَنزَلْنَا عَلَى الذين ظَلَمُواْ رِجْزًا مِّنَ السمآء﴾ أي أنزلنا عليهم طاعونا وبلاءً ﴿بِمَا كَانُواْ يَفْسُقُونَ﴾ أي بسبب عصيانهم وخروجهم عن طاعة الله، روي أنه مات بالطاعون في ساعة واحدة منهم سبعون ألفًا.\nالبَلاغَة: أولًا: إِنما قيَّد البعث بعد الموت ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ لزيادة التأكيد على أنه موت حقيقي، ولدفع ما عساه يتوهم أن بعثهم كان بعد إِغماء أو بعد نوم.\nثانيًا: في الآية إِيجاز بالحذف في قوله ﴿كُلُواْ﴾ أي قلنا لهم لكوا وفي قوله ﴿وَمَا ظَلَمُونَا﴾\nتقديره فظلموا أنفسهم بأن كفروا وما ظلمونا بذلك دل على هذا الحذف قوله ﴿ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ والجمع بين صيغتي الماضي والمضارع ﴿ظَلَمُونَا﴾ و﴿يَظْلِمُونَ﴾ للدلالة على تماديهم في الظلم واستمرارهم على الكفر.\nثالثًا: وضع الظاهرة مكان الضمير في قوله ﴿فَأَنزَلْنَا عَلَى الذين ظَلَمُواْ﴾ ولم يقل «فأنزلنا عليهم» لزيادة التقبيح والمبالغة في الذم والتقريع، وتنكير ﴿رِجْزًا﴾ للتهويل والتفخيم.\nتنبيه: قال الراغب: تخصيص قوله ﴿رِجْزًا مِّنَ السمآء﴾ هو أن العذاب ضربان: ضربً قد يمكن دفاعه وهو كل عذاب جاء على يد آدمي، أو من جهة المخلوقات كالهدم والغرق، وضربٌ لا يمكن دفاعه بقوة آدمي كالطاعون والصاعقة والموت وهو المراد بقوله ﴿رِجْزًا مِّنَ السمآء﴾ .", "ayah": 59, "surah": 2}