{"text": "المنَاسَبَة: لما ذكر تعالى بعض قبائح اليهود وجرائمهم، من نقض المواثيق، واعتدائهم في السبت، وتمردهم على الله ﷿ في تطبيق شريعته المنزلة، أعقبه بذكر نوعٍ آخر من مساوئهم ألا وهو مخالفتهم للأنبياء وتكذيبهم لهم، وعدم مسارعتهم لامتثال الأوامر التي يوحيها الله إِليهم، ثم كثرة اللجاج والعناد للرسل صلوات الله عليهم، وجفاؤهم في مخاطبة نبيهم الكريم موسى ﵇، إلى آخر ما هنالك من قبائح ومساوئ.\nاللغَة: ﴿هُزُوًا﴾ الهزؤ: السخرية بضم الزاي وقلب الهمزة واوًا ﴿هُزُوًا﴾ مثل ﴿كُفُوًا أَحَدٌ﴾ [الإخلاص: ٤] والمعنى على حذف مضاف أي أأتخذنا موضع هزؤ، أو يحمل المصدر على معنى اسم المفعول أي أتجعلنا مهزوءًا بنا ﴿فَارِضٌ﴾ الفارض: الهزمة المسنة التي كبرت وطعنت في السن كذا في لسان العرب قال الشاعر:\nلعمري لقد أعطيتَ ضيفك فارضًا ... تُساق إِليه ما تقوم على رجل\nولم تعطه بكرًا فيرضى سمينةً ... فكيف تُجازى بالمودة والفضل؟\n﴿عَوَانٌ﴾ وسط ليست بمسنَّة ولا صغيرة، وقيل هي التي ولدت بطنًا أو بطنين، ﴿فَاقِعٌ﴾ الفقوع: شدة الصفرة يقال: أصفر فاقع أي شديد الصفرة كما يقال: أحمر قانٍ أي شديد الحمرة قال الطبري: وهو نظير النصوع في البياض ﴿ذَلُولٌ﴾ أي مذللة للعمل يقال: دابة ذلول أي ريّضة زالت صعوبتها فقوله ﴿لاَّ ذَلُولٌ﴾ أي لم تذلّل لإِثارة الأرض أي لحرثها ﴿مُسَلَّمَةٌ﴾ من السلامة أي خالصة ومبرأة من العيوب ﴿شِيَةَ﴾ الشِّية: اللمعة المخالفة لبقية اللون الأصلي قال الطبري: ﴿لاَّ شِيَةَ فِيهَا﴾ أي لا بياض ولا سواد يخالف لونها ﴿فادارأتم﴾ أي تدافعتم واختلفتم وتنازعتم وأصلها تدارأتم أدغمت التاء في الدال، وأُتي بهمزة الوصل ليتوصل بها إِلى النطق بالسكن فصار أدّارأتم، ومعنى الدرء: الدفع لأن كلًا من الفريقين كان يدرأ على الآخر أي يدفع وفي الحديث «ادرءوا الحدود بالشبهات» ﴿قَسَتْ﴾ القسوة: الصلابة ونقيضها الرقة ﴿يَشَّقَّقُ﴾ التشقق: التصدع بطولٍ أو عرض ﴿يَهْبِطُ﴾ الهبوط: النزول من أعلى إِلى أسفل.\n«معجزة إحياء الميت وقصة البقرة»\nذكر القصة: روى ابن أبي حاتم عن عبيدة السلماني قال: «كان رجل من بني إِسرائيل عقيمًا لا يولد له وكان له مال كثير، وكان ابن أخيه وارثه فقتله ثم احتمله ليلًا فوضعه على باب رجل منهم، ثم أصبح يدعيه عليهم حتى تسلحوا وركب بعضهم على بعض، فقال ذوو الرأي منهم والنُّهى: علام يقتل بعضنا بعضًا وهذا رسول الله فيكم؟ فأتوا موسى ﵇ فذكروا ذلك له فقال: ﴿إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً﴾ قال: ولو لم يعترضوا لأجزأت عنهم أدنى بقرة، ولكنهم شدّدوا فشدَّد الله\nعليهم حتى انتهوا إلى البقرة التي أمروا بذبحها فوجدوها عند رجل ليس له بقرة غيرها، فقال: والله لا أنقصها من ملء جلدها ذهبًا، فاشتروها بملء جلدها ذهبًا فذبحوها فضربوه ببعضها فقام، فقالوا: من قتلك؟ قال: هذا وأشار على ابن أخيه ثم مال ميتًا، فلم يعط من ماله شيئًا فلم يورث قاتل بعد» وفي رواية «فأخذوا الغلام فقتلوه» .\nالتفسير: ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً﴾ أي اذكروا يا بني إِسرائيل حين قال لكم نبيكم موسى إِن الله يأمركم أن تذبحوا بقرة ﴿قالوا أَتَتَّخِذُنَا هُزُوًا﴾ أي فكان جوابكم الوقح لنبيكم أن قلتم: أتهزأ بنا يا موسى ﴿قَالَ أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين﴾ أي ألتجئ إلى الله أن أكون في زمرة المستهزئين الجاهلين ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ﴾ أي ما هي هذه البقرة وأي شيء صفتها؟ ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ فَارِضٌ وَلاَ بِكْرٌ﴾ أي لا كبيرة هرمة، ولا صغيرة لم يلقحها الفحل ﴿عَوَانٌ بَيْنَ ذلك﴾ أي وسط بين الكبيرة والصغيرة ﴿فافعلوا مَا تُؤْمَرونَ﴾ أي افعلوا ما أمركم به ربكم ولا تتعنتوا ولا تشدّدوا فيشدّد الله عليكم ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا﴾ أي ما هو لونها أبيض أم أسود أم غير ذلك؟ ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ الناظرين﴾ أي إِنها بقرة صفراء شديدة الصفرة، حسن منظرها تسر كل من رآها. ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ﴾ أعادوا السؤال عن حال البقرة بعد أن عرفوا سنها ولونها ليزدادوا بيانًا لوصفها، ثم اعتذروا بأن البقر الموصوف بكونه عوانًا وبالصفرة الفاقعة كثيرٌ ﴿إِنَّ البقر تَشَابَهَ عَلَيْنَا﴾ أي التبس الأمر علينا فلم ندر ما البقرة المأمور بذبحها ﴿وَإِنَّآ إِن شَآءَ الله لَمُهْتَدُونَ﴾ أي سنتهدي إِلى معرفتها إِن شاء الله، ولو لم يقولوا ذلك لم يهتدوا إِليها أبدًا كما ثبت في الحديث ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ ذَلُولٌ تُثِيرُ الأرض وَلاَ تَسْقِي الحرث﴾ أي ليست هذه البقرة مسخرة لحراثة الأرض، ولا لسقاية الزرع ﴿مُسَلَّمَةٌ لاَّ شِيَةَ فِيهَا﴾ أي سليمة من العيوب ليس فيها لونٌ آخر يخالف لونها فهي صفراء كلها ﴿قَالُواْ الآن جِئْتَ بالحق﴾ أي الآن بينتها لنا بيانًا شافيًا لا غموض فيه ولا لبس قال تعالى\nإِخبارًا عنهم ﴿وَمَا كَادُواْ يَفْعَلُونَ﴾ لغلاء ثمنها أو خوف الفضيحة ثم أخبر تعالى عن سبب أمرهم بذبح البقرة، وعما شهدوه من آيات الله الباهرة، فقال ﴿وَإِذْ قَتَلْتُمْ نَفْسًا﴾ أي اذكروا يا بني إِسرائيل حين قتلتم نفسا ﴿فادارأتم فِيهَا﴾ أي تخاصتم وتدافعتم بشأنها، وأصبح كل فريق يدفع التهمة عن نفسه وينسبها لغيره ﴿والله مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُونَ﴾ أي مظهر ما تخفونه ﴿فَقُلْنَا اضربوه بِبَعْضِهَا﴾ أي اضربوا القتيل بشيء من البقرة يحيا ويخبركم عن قاتله ﴿كَذَلِكَ يُحْيِي الله الموتى﴾ أي كما أحيا هذا القتيل أمام أبصاركم يحي الموتى من قبورهم ﴿وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ﴾ أي يريكم دلائل قدرته لتتفكروا وتتدبروا وتعلموا أن الله على كل شيء قدير.\nثم أخبر تعالى عن جفائهم وقسوة قلوبهم فقال ﴿ثُمَّ قَسَتْ قُلُوبُكُمْ﴾ أي صلبت قلوبهم يا معشر اليهود فلا يؤثر فيها وعظٌ ولا تذكير ﴿مِّن بَعْدِ ذلك﴾ أي من بعد رؤية المعجزات الباهرة ﴿فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ أي بعضها كالحجارة وبعضها أشد قسوة من الحجارة كالحديد ﴿وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار﴾ أي تتدفق منها الأنهار الغزيرة ﴿وَإِنَّ مِنْهَا\nلَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ المآء﴾ أي من الحجارة ما يتصدع إِشفاقًا من عظمة الله فينبع منه الماء ﴿وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ الله﴾ أي ومنها ما يتفتت ويتردّى من رءوس الجبال من خشية الله، فالحجارة تلين وتخشع وقلوبكم يا معشر اليهود لا تتأثر ولا تلين ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ أي أنه تعالى رقيب على أعمالهم لا تخفى عليه خافية، وسيجازيهم عليها يوم القيامة، وفي هذا وعيد تهديد.\nالبَلاَغَة: أولًا: قوله تعالى ﴿فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ﴾ من إِيجاز القرآن أن حذف من صدر هذه الجملة جملتين مفهومتين من نظم الكلام والتقدير: فطلبوا البقرة الجامعة للأوصاف السابقة وحصلوها، فلما اهتدوا إِليها ذبحوها وهذا من الإِيجاز بالحذف.\nثانيًا: قوله تعالى ﴿والله مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُونَ﴾ هذه الجملة اعتراضية بين قوله ﴿فادارأتم﴾ وقوله ﴿فَقُلْنَا اضربوه﴾ والجملة المعترضة بين ما شأنهما الاتصال تجيء تحلية يزداد بها الكلام البليغ حسنًا، وفائدة الاعتراض هنا إِشعار المخاطبين بأن الحقيقة ستنجلي لا محالة.\nثالثًا: ﴿ثُمَّ قَسَتْ قُلُوبُكُمْ﴾ وصف القلوب بالصلابة والغلظ يراد منه نبُوُّها عن الاعتبار، وعدم تأثرها بالمواعظ ففيه استعارة تصريحية قال أبو السعود: القسوة عبارة عن الغلظ والجفاء والصلابة كما في الحجر استعيرت لِنُبُوِّ قلوبهم عن التأثر بالعظات والقوارع يالتي تميع منها الجبال وتلين بها الصخور.\nرابعًا: ﴿فَهِيَ كالحجارة﴾ فيه تشبيه يسمى (مرسلًا مجملًا) لأن أداة الشبه المذكورة ووجه الشبه محذوف.\nخامسًا: ﴿لَمَا يَتَفَجَّرُ مِنْهُ الأنهار﴾ أي ماء الأنهار، والعرب يطلقون اسم المحل كالنهر على الحال فيه كالماء والقرينة ظاهرة لأن التفجر إِنما يكون للماء ويسمى هذا مجازًا مرسلًا.\nالفوَائِد: الفائدة الأولى: نبه قوله تعالى ﴿قَالَ أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين﴾ على أن الاستهزاء بأمرٍ من أمورالدين جهل كبير، وقد منع المحققون من أهل العلم استعمال الآيات كأمثال يضربونها في مقام المزح والهزل، وقالوا إِنما أنزل القرآن للتدبر والخشوع لا للتسلي والتفكه والمزاح.\nالثانية: الخطاب في قوله ﴿وَإِذْ قَتَلْتُمْ نَفْسًا﴾ لليهود المعاصرين للنبي ﷺ َ وقد جرى على الأسلوب المعروف في مخاطبة الأقوام، إِذ ينسب إِلى الخلف ما فعل السلف إِذا كانوا سائرين على نهجهم، راضين بفعلهم، وفيه توبيخ وتقريع للغابرين والحاضرين.\nالثالثة: هذه الواقعة واقعة (قتل النفس) جرت قبل أمرهم بذبح البقرة، وإن وردت في الذكر بعده، والسرُّ في ذلك التشويق إِلى معرفة السبب في ذبح البقرة، والتكرير في التقريع والتوبيخ قال العلامة ابن السعود، وإِنما غُيِّر الترتيب لتكرير التوبيخ وتثنية التقريع، فإن كل واحدٍ من قتل النفس\nالمحرمة، والاستهزاء بموسى ﵇ والافتيات على أمره جناية عظيمة جديرة بأن تنعى عليهم.\nالرابعة: ذكر تعالى إِحياء الموتى في هذه السورة الكريمة في خمسة مواضع: أ - في قوله ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ [البقرة: ٥٦] ب - وفي هذه القصة ﴿فَقُلْنَا اضربوه بِبَعْضِهَا﴾ ج - وفي قصة الذين خرجوا من ديارهم وهم ألوف ﴿فَقَالَ لَهُمُ الله مُوتُواْ ثُمَّ أَحْيَاهُمْ﴾ [البقرة: ٢٤٣] د - وفي قصة عزير ﴿فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ﴾ [البقرة: ٢٥٩] هـ وفي قصة إبراهيم ﴿رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى﴾ [البقرة: ٢٦٠] .\nالخامسة: ﴿أوْ﴾ في قوله تعالى ﴿كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ بمعنى «بَلْ» أي بل أشد قسوة كقوله تعالى ﴿وَأَرْسَلْنَاهُ إلى مِئَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ [الصافات: ١٤٧] وقال بعضهم: هي للترديد، أو التخيير فمن عرف حالها شبهها بالحجارة أو بما هو أقسى كالحديد، ومن لم يعرفها شبهها بالحجارة أو قال: هي أقسى من الحجارة.\nالسادسة: ذهب بعض المفسرين إلى أن الخشية هنا حقيقية، وأن الله تعالى جعل لهذه الأحجار خشية بقدرها كقوله تعالى ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ﴾ [الإسراء: ٤٤] وقال آخرون: بل هو من باب المجاز كقول القائل: قال الحائط للمسمار لم تشقني؟ قال: سل من يدقني والله أعلم؟", "ayah": 69, "surah": 2}