{"text": "المنَاسَبَة: لما ذكر تعالى في أول السورة صفات المؤمنين، وأعقبها بذكر صفات الكافرين، ذكر هنا «المنافقين» وهم الصنف الثالث، الذين يُظهرون الإيمان ويُبطنون الكفر، وأطنب بذكرهم في ثلاث عشرة آية لينبه إِلى عظيم خطرهم، وكبير ضررهم، ثم عقَّب ذلك بضرب مثلين زيادة في الكشف والبيان، وتوضيحًا لما تنطوي عليه نفوسهم من ظلمة الضلال والنفاق، وما يئول إليه حالهم من الهلاك والدمار.\nاللغَة: ﴿يُخَادِعُونَ﴾ الخِداع: المكر والاحتيال وإِظهار خلاف الباطن، وأصله الإِخفاء ومنه سُمي الدهرُ خادعًا لما يخفي من غوائله، وسُمي المِخْدع مِخْدعًا لتستر أصحاب المنزل فيه ﴿مَّرَضٌ﴾ المرض: السُّقْم وهو ضد الصحة وقد يكون حسيًا كمرض الجسم، أو معنويًا كمرض النفاق ومرض الحسد والرياء، قال ابن فارس: المرضُ كلُّ ما خرج به الإنسان عن حد الصحة من علةٍ، أو نفاق: أو تقصير في أمر ﴿تُفْسِدُواْ﴾ الفساد: العدول عن الاستقامة وهو ضد الصلاح ﴿السفهآء﴾ جمع سفيه وهو الجاهل، الضعيف الرأي، القليل المعرفة، بمواضع المنافع والمضار، وأصل السَّفه، الخِفَّة، والسفيه: الخيف العقل قال علماء اللغة: السَّفه خفةٌ وسخافة رأى يقتضيان نقصان العقل، والحِلْمُ يقابله ﴿طُغْيَانِهِمْ﴾ الطغيان: مجاوزة الحد في كل شيء ومنه ﴿إِنَّا لَمَّا طَغَا المآء﴾ [الحاقة: ١١] أي ارتفع وعلا وجاوز حده، والطاغية: الجبار العنيد ﴿يَعْمَهُونَ﴾ العَمَة: التحير والتردُّد في الشيء يقال: عَمِه يَعْمَه فهو عَمِه قال رؤبة: «أعمى الهدى بالحائرين العُمَّه» قال الفخر الرازي: العَمَهُ مثل العمى، إِلا أَن العَمَى عام في البصر والرأي، والعَمَه في الرأي خاصة، وهو التردد والتحير لا يدري أين يتوجه ﴿اشتروا﴾ حقيقة الاشتراء: الاستبدال، وأصله بذل الثمن لتحصيل الشيء المطلوب، والعرب تقول لمن استبدل شيئًا بشيء اشتراه قال الشاعر:\nفإِن تزعميني كنتُ أجهلُ فيكم ... فإِني اشتريتُ الحلمَ بعدِك بالجهل\n﴿صُمٌّ﴾ جمع أصم وهو الذي لا يسمع ﴿بُكْمٌ﴾ جمع أبكم وهو الأخرس الذي لا ينطق ﴿عُمْيٌ﴾ جمع أعمى وهو الذي فقد بصره ﴿صَيِّبٍ﴾ الصَيّبُ: المطر الغزير مأخوذ من الصوَّبْ وهو النزول بشدة قال الشاعر «سقتكِ روايا المُزْن حيثُ تصوب» ﴿الصواعق﴾ جمع صاعقة وهي نارٌ محرقة لا تمر بشيء إِلا أتت عليه، مشتقة من الصَّعْق وهو شدة الصوت ﴿السمآء﴾ السماء في اللغة: كلُّ علاكَ فأظلَّك، ومنه قيل لسقف البيت سماء، ويسمى المطر سماءً لنزوله من السماء قال الشاعر:\nإِذا سقط السماء بأرضِ قومٍ ... رعيناه وإِن كانوا غِضابا\n﴿يَخْطَفُ﴾ الخَطْفُ: الأخذ بسرعة ومنه ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ [الصافات: ١٠] وسُمِي الطير خَطّافًا لسرعته، والخاطف الذي يأخذ الشيء بسرعة شديدة.\nسَبَبُ النّزول: قال ابن عباس: نزلت هذه الآيات في منافقي أهل الكتاب منهم «عبد الله بن أُبي ابن سلول، ومعتب بن قشير، والجد بن قيس» كانوا إِذا لقوا المؤمنين يظهرون الإيمان والتصديق ويقولون: إنّا لنجد في كتابنا نعته وصفته.\nالتفسير: ﴿وَمِنَ الناس مَن يَقُولُ آمَنَّا بالله﴾ أي ومن الناس فريق يقولون بألسنتهم صدَّقنا بالله وبما أنزل على رسوله من الآيات البينات ﴿وباليوم الآخر﴾ أي وصدَّقنا بالبعث والنشور ﴿وَمَا هُم بِمُؤْمِنِينَ﴾ أي وما هم على الحقيقة بمصدقين ولا مؤمنين، لأنهم يقولون ذلك قولًا دون اعتقاد، وكلامًا دون تصديق قال البيضاوي: هذا هو القسم الثالث المذبذب بين القسمين، وهم الذين آمنوا بأفواههم ولم تؤمن قلوبهم، وهم أخبث الكفرة وأبغضهم إلى الله، لأنّهم موَّهوا الكفر وخلطوا به خداعًا واستهزاء، ولذلك أطال في بيان خبثهم وجهلهم، واستهزأ بهم وتهكَّم بأفعالهم، وسجَّل عليهم الضلال والطغيان، وضرب لهم الأمثال ﴿يُخَادِعُونَ الله والذين آمَنُوا﴾ أي يعملون عمل المخادِع بإِظهار ما أظهروه من الإِيمان مع إِصرارهم على الكفر، يعتقدون - بجهلهم - أنهم يدعون الله بذلك، وأن ذلك نافعهم عنده، وأنه يروج عليه كما قد يروج على بعض المؤمنين، وما عملوا أن الله لا يُخدع لأنه لا تخفى عليه خافية قال ابن كثير: النفاق هو إظهار الخير، وإِسرارُ الشر وهو أنواع: اعتقادي وهو الذي يخلّد صاحبه في النار، وعملي وهو من أكبر الذنوب والأوزار، لأن المنافق يخالف قولُه فعلَه، وسرُّه علانيته، وإنما نزلت صفات المنافقين في السور المدنية لأن مكة لم يكن بها نفاق بل كان خلافه ﴿وَمَا يَخْدَعُونَ إِلاَّ أَنْفُسَهُم﴾ أي وما يخدعون في الحقيقة إِلا أنفسهم لأن وبال فعلهم راجع عليهم ﴿وَمَا يَشْعُرُونَ﴾ أي ولا يُحسّون بذلك ولا يفطنون إِليه، لتمادي غفلتهم، وتكامل حماقتهم ﴿فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضًا﴾ أي في قلوبهم شك ونفاق فزادهم الله رجسًا فوق رجسهم، وضلالًا فوق ضلالهم، والجملةُ دعائية قال ابن أسلم: هذا مرضٌ في الدين، وليس مرضًا في الجسد، وهو الشك الذي دخلهم في الإِسلام فزادهم الله رجسًا وشكًا ﴿وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ﴾ أي ولهم عذابٌ مؤلمٌ بسبب كذبهم في دعوى الإيمان، واستهزائهم بآيات الرحمن. . ثم شرع تعالى في بيان قبائحهم، وأحوالهم الشنيعة فقال ﴿وَإِذَا قِيلَ\nلَهُمْ لاَ تُفْسِدُواْ فِي الأرض﴾ أي وإِذا قال لهم بعض المؤمنين: لا تسعوا في الأرض بالإِفساد بإِثارة الفتن، والكفر والصَدِّ عن سبيل الله قال ابن مسعود: الفسادُ في الأرض هو الكفرُ، والعملُ بالمعصية، فمن عصى الله فقد أفسد في الأرض ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ أي ليس شأننا الإِفسادُ أبدًا، وإنما نحن أناسٌ مصلحون، نسعى للخير والصلاح فلا يصح مخاطبتنا بذلك قال البيضاوي: تصوُّروا الفساد بصورة الصلاح، لما في قلوبهم من المرض فكانوا كمن قال الله فيهم ﴿أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَنًا﴾ [فاطر: ٨] ولذلك ردَّ الله عليهم أبلغ ردٍّ بتصدير الجملة بحرفيْ التأكيد ﴿أَلا﴾ المنبهة و﴿إنَّ﴾ المقررة، وتعريف الخبر، وتوسيط الفصل، والاستدراك بعدم الشعور فقال ﴿ألا إِنَّهُمْ هُمُ المفسدون ولكن لاَّ يَشْعُرُونَ﴾ أي أَلاَ فانتبهوا أيها الناس، إِنهم هم المفسدون حقًا لا غيرهم، ولكنْ لا يفطنون ولا يحُسون، لانطماسِ نور الإِيمان في قلوبهم ﴿وَإِذَا قِيلَ لَهُمْ آمِنُواْ كَمَآ آمَنَ الناس﴾ أي وإِذا قيل للمنافقين: آمنوا إِيمانًا صادقًا لا يشوبه نفاقٌ ولا رياء، كما آمن أصحاب النبي ﵊ ُ، وأخلصوا في إيمانكم وطاعتكم لله ﴿قالوا أَنُؤْمِنُ كَمَآ آمَنَ السفهآء﴾ الهمزة للإِنكار مع السخرية والاستهزاء أي قالوا أنؤمن كإِيمان هؤلاء الجهلة أمثال «صهيب، وعمار، وبلال» ناقصي العقل والتفكير؟! قال البيضاوي: وإِنما سفَّهوهم لاعتقادهم فسادَ رأيهم، أو لتحقير شأنهم، فإِن أكثر المؤمنين كانوا فقراء ومنهم موالي كصهيب وبلال ﴿ألا إِنَّهُمْ هُمُ السفهآء ولكن لاَّ يَعْلَمُونَ﴾ أي ألا إِنهم هم السفهاء حقًا، لأن من ركب متن الباطل كان سفيهًا بلا امتراء، ولكن لا يعلمون بحالهم في الضلالة والجهل، وذلك أبلغ في العمى، والبعد عن الهدى.\nأكَّد وَنبَّه وحصر السفاهة فيهم، ثم قال تعالى منبهًا إلى مصانعتهم ونفاقهم ﴿وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا﴾ أي وإِذا رأوا المؤمنين وصادفوهم أظهروا لهم الإِيمان والموالاة نفاقًا ومصانعة ﴿وَإِذَا خَلَوْاْ إلى شَيَاطِينِهِمْ﴾ أي وإِذا انفردوا ورجعوا إِلى رؤسائهم وكبرائهم، أهلِ الضلالِ والنفاق ﴿قالوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ﴾ أي قالوا لهم نحن على دينكم وعلى مثل ما أنتم عليه من الاعتقاد، وإِنما نستهزئ بالقوم ونسخر منهم بإِظهار الإِيمان، قال تعالى ردًا عليهم ﴿الله يَسْتَهْزِىءُ بِهِمْ﴾ أي الله يجازيهم على استهزائهم بالإِمهال ثم بالنكال قال ابن عباس: يسخر بهم للنقمة منهم ويُملي لهم كقوله ﴿وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ﴾ [الأعراف: ١٨٣] قال ابن كثير: هذا إِخبار من الله أنه مجازيهم جزاء الاستهزاء، ومعاقبهم عقوبة الخداع، فأخرج الخبر مخرج الخبر عن الفعل الذي استحقوا العقاب عليه، فاللفظ متفق والمعنى مختلف، وإِليه وجهوا كل ما في القرآن من نظائر مثل ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ [الشورى: ٤٠] ومثل ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ﴾ [البقرة: ١٩٤] فالأول ظلم والثاني عدل ﴿وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي ويزيدهم - بطريق الإِمهال والترك - في ضلالهم وكفرهم يتخبطون ويتردّدون حيارى، لا يجدون إِلى ويزيدهم - منه سبيلًا لأن الله طبع على قلوبهم وأعمى أبصارهم، فلا يبصرون رشدًا ولا يهتدون سبيلًا ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ أي استبدلوا الكفر بالإيمان، وأخذوا الضلالة ودفعوا ثمنها\nالهدى ﴿فَمَا رَبِحَتْ تِّجَارَتُهُمْ﴾ أي ما ربحت صفقتُهم في هذه المعارضةِ والبيع ﴿وَمَا كَانُواْ مُهْتَدِينَ﴾ أي وما كانوا راشدين في صنيعهم ذلك، لأنهم خسروا سعادة الدارين، ثم ضرب تعالى مثلين وضَّح فيهما خسارتهم الفادحة فقال ﴿مَثَلُهُمْ كَمَثَلِ الذي استوقد نَارًا﴾ أي مثالهم في نفاقهم وحالهم العجيبة فيه كحال شخص أوقد نارًا ليستدفئ بها ويستضيء، فما اتقدت حتى انطفأت، وتركته ظلام دامس وخوفٍ شديد ﴿فَلَمَّآ أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ الله بِنُورِهِمْ﴾ أي فلما أنارتْ المكان الذي حوله فأبصر وأمِن، واستأنس بتلك النار المشعة المضيئة ذهب الله بنورهم أي أطفأهم الله بالكلية، فتلاشت النار وعُدم النور ﴿وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ﴾ أي وأبقارهم في ظلماتٍ كثيفة وخوف شديد، يتخبطون فلا يهتدون قال ابن كثير: ضرب الله للمنافقين هذا المثل، فشبههم في اشترائهم الضلالة بالهدى، وصيرورتهم بعد البصيرة إِلى العمى، بمن استوقد نارًا فلما أضاءت ما حوله وانتفع بها، وتأنس بها وأبصر ما عن يمينه وشماله.\n. فبينا هو كذلك إِذْ طفئت ناره، وصار في ظلام شديد، لا يبصر ولا يهتدي، فكذلك هؤلاء المنافقون في استبدالهم الضلالة عوضًا عن الهدى، واستحبابهم الغيَّ على الرشد، وفي هذا المثل دلالةً على أنهم آمنوا ثم كفروا، ولذلك ذهب الله بنورهم وتركهم في ظلمات الشك والكفر والنفاق لا يهتدون إِلى سبيل خير، ولا يعرفون طريق النجاة ﴿صُمٌّ﴾ أي هم كالصم لا يسمعون خيرًا ﴿بُكْمٌ﴾ أي كالخرص لا يتكلمون بما ينفعهم ﴿عُمْيٌ﴾ أي كالعمي لا يبصرون الهدى ولا يتبعون سبيله ﴿فَهُمْ لاَ يَرْجِعُونَ﴾ أي لا يرجعون عما هم فيه من الغي والضلال، ثم ثنَّى تعالى بتمثيل آخر لهم زيادة في الكشف والإِيضاح فقال ﴿أَوْ كَصَيِّبٍ مِّنَ السمآء﴾ أي أو مثلهم في حيرتهم وترددهم كمثل قومٍ أصابهم مطر شديد، أظلمت له الأرض، وأرعدت له السماء، مصحوبٍ بالبرق والرعد والصواعق ﴿فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ﴾ أي في ذلك السحاب ظلماتٌ داجية، ورعدٌ قاصف، وبرقٌ خاطف ﴿يَجْعَلُونَ أَصَابِعَهُمْ في آذَانِهِم مِّنَ الصواعق﴾ أي يضعون رءوس أصابعهم في آذانهم لدفع خطر الصواعق، وذلك من فرط الدهشة والفزع كأنهم يظنون أن ذلك ينجيهم ﴿حَذَرَ الموت﴾ أي خشية الموت من تلك الصواعق المدمرة ﴿والله مُحِيطٌ بالكافرين﴾ جملة اعتراضية أي والله تعالى محيط بهم بقدرته، وهم تحت إرادته ومشيئته لا يفوتونه، كما لا يفوتُ من أحاط به الأعداء من كل جانب ﴿يَكَادُ البرق يَخْطَفُ أَبْصَارَهُمْ﴾ أي يقارب البرقُ لشدته وقوته وكثرة لمعانه أن يذهب بأبصارهم فيأخذها بسرعة ﴿كُلَّمَا أَضَآءَ لَهُمْ مَّشَوْاْ فِيهِ﴾ أي كلما أنار لهم البرق الطريق مشوا في ضوئه ﴿وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْ﴾ أي وإذا اختفى البرق وفتر لمعانه وقفوا عن السير وثبتوا في مكانهم. . وفي هذا تصوير لما هم فيه من غاية التحير والجهل، فإِذا صادفوا من البرق لمعة - مع خوفهم أن يخطف أبصارهم - انتهزوها فرصة فَخَطَوْا خطواتٍ يسيرة وإِذا خفي وفتر لمعانة وقفوا عن السير، وثبتوا في أماكنهم خشية التردي في حفرة ﴿وَلَوْ شَآءَ الله لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ﴾ أي لو أراد الله لزاد في قصف الرعد فأصمهم وذهب بأسماعهم، وفي ضوء البرق فأعمارهم وذهب بأبصارهم ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي إِنه تعالى قادر على كل شيء، لا يعجزه أحدٌ في الأرض ولا في السماء قال ابن جرير: إنما\nوصف تعالى نفسه بالقدرة على كل شيء في هذا الموضع، لأنه حذَّر المنافقين بأسه وسطوته، وأخبرهم أنه بهم محيط، وعلى إِذهاب أسماعهم وأبصارهم قادر.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\nأولًا: المبالغة في التكذيب لهم ﴿وَمَا هُم بِمُؤْمِنِينَ﴾ كان الأصل أن يقول: «وما آمنوا» ليطابق قوله من يقول «آمنا» ولكنه عدل عن الفعل إلى الاسم لإِخراج ذواتهم من عداد المؤمنين وأكده بالباء للمبالغة في نفي الإِيمان عنهم.\nثانيًا: الاستعارة التمثيلية ﴿يُخَادِعُونَ الله﴾ شبَّه حالهم مع ربهم في إِظهار الإِيمان وإِخفاء الكفر بحال رعيةٍ تخادع سلطانهم واستعير اسم المشبَّه به للمشبه بطريق الاستعارة.\nثالثًا: صيغة القصر ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ وهذا من نوع «قصر الموصوف على الصفة» أي نحن مصلحون ليس إِلاَّ.\nرابعًا: الكناية اللطيفة ﴿فِي قُلُوبِهِم مَّرَضٌ﴾ المرضُ في الأجسام حقيقة وقد كنى به عن النفاق لأن المرض فسادٌ للبدن، والنفاق فساد للقلب.\nخامسًا: تنويع التأكيد ﴿ألا إِنَّهُمْ هُمُ المفسدون﴾ جاءت الجملة مؤكدة بأربع تأكيدات ﴿ألا﴾ التي تفيد التنبيه، و﴿إِنَّ﴾ التي هي للتأكيد، وضمير الفصل ﴿هُمُ﴾ ثم تعريف الخبر ﴿المفسدون﴾ ومثلها في التأكيد ﴿ألا إِنَّهُمْ هُمُ السفهآء﴾ وهذا ردٌّ من الله تعالى عليهم بأبلغ ردٌّ وأحكمه.\nسادسًا: المشاكلة ﴿الله يَسْتَهْزِىءُ بِهِمْ﴾ سمَّى الجزاء على الاستهزاء استهزاءً بطريق المشاكلة وهي الاتفاق في اللفظ مع الاختلاف في المعنى.\nسابعًا: الاستعارة التصريحية ﴿اشتروا الضلالة بالهدى﴾ المراد استبدلوا الغيَّ بالرشاد، والكفر بالإِيمان فخسرت صفقتهم ولم تربح تجارتهم فاستعار لفظ الشراء للاستبدال ثم زاده توضيحًا بقوله ﴿فَمَا رَبِحَتْ تِّجَارَتُهُمْ﴾ وهذا هو الترشيح الذي يبلغ بالاستعارة الذروة العليا.\nثامنا: التشبيه التمثيلي ﴿مَثَلُهُمْ كَمَثَلِ الذي استوقد نَارًا﴾ وكذلك ﴿أَوْ كَصَيِّبٍ مِّنَ السمآء فِيهِ ظُلُمَاتٌ﴾ شبه في المثال الأول المنافق بالمستوقد للنار، وإِظهاره الإِيمان بالإِضاءة، وانقطاع انتفاعه بانطفاء النار، وفي المثال الثاني شبَّه الإِسلام بالمطر لأن القلوب تحيا به كحياة الأرض بالماء، وشبَّه شبهات الكفار بالظلمات، وما في القرآن من الوعد والوعيد والبرق. . الخ.\nتاسعًا: التشبيه البليغ ﴿صُمٌّ بُكْمٌ عُمْيٌ﴾ أي هم كالصم والبكم العمي في عدم الاستفادة من هذه الحواس حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\nعاشرًا: المجار المرسل ﴿يَجْعَلُونَ أَصَابِعَهُمْ في آذَانِهِم﴾ وهو من إطلاق الكل وإرادة الجزء أي رؤوس أصابعهم لأن دخول الأصبع كلها في الأذن لا يمكن.\nالحادي عشر: توافق الفواصل مراعاة لرءوس الآيات، وهذا له وقع في الأذن حسن، وأثر في النفس رائع مثل ﴿وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ﴾ ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ ﴿وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ الخ وهو من المحسنات البديعية.\nالفوَائِد: الأولى: الغاية من ضرب المثل: تقريب البعيد، وتوضيح الغامض حتى يصبح كالأمر المشاهد المحسوس، وللأمثال تأثير عجيب في النفس\n﴿وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلاَّ العالمون﴾ [العنكبوت: ٤٣] .\nالثانية: وصف تعالى المنافقين في هذه الآيات بعشرة أوصاف كلها شنيعة وقبيحة تدل على رسوخهم في الضلال وهي (الكذب، الخداع، المكر، السَّفه، الاستهزاء الإِفساد في الأرض، الجهل، الضلال، التذبذب، السخرية بالمؤمنين) أعاذنا الله من صفات المنافقين.\nالثالثة: حكمة كفه ﵊ ُ عن قتل المنافقين مع أنهم كفار وعلمه ﷺ َ بأعيان بعضهم ما أخرجه البخاري أن النبي ﷺ َ قال لعمر: «أكره أن يتحدث العرب أن محمدًا يقتل أصحابه)» .\nلطيفَة: قال العلامة ابن القيم: تأمل قوله تعالى ﴿ذَهَبَ الله بِنُورِهِمْ﴾ ولم يقل: «ذهب الله بنارهم» مع أنه مقتضى السياق ليطابق أول الآية ﴿استوقد نَارًا﴾ فإِن النار فيها إشراق وإحراق، فذهب الله بما فيها من الإِشراق وهو «النور» وأبقى ما فيها من الإِحراق وهو «النارية» ! ﴿وتأمل كيف قال ﴿بِنُورِهِمْ﴾ ولم يقل بضوئهم، لأن الضوء زيادةٌ في النور، فلو قيل: ذهب الله بضوئهم لأوهم الذهاب بالزيادة فقط دون الأصل﴾ ! وتأمل كيف قال ﴿ذَهَبَ الله بِنُورِهِمْ﴾ فوحَّد النور ثم قال ﴿وَتَرَكَهُمْ فِي ظُلُمَاتٍ﴾ فجمعها، فإِن الحقَّ واحد هو صراط الله المستقيم، الذي لا صراط يوصل سواه، بخلاف طُرُق الباطل فإِنها متعددة ومتشعبة، ولهذا أفرد سبحانه «الحقَ» وجمع «الباطل» في آيات عديدة مثل قوله تعالى ﴿وَيُخْرِجُهُمْ مِّنِ الظلمات إِلَى النور﴾ [المائدة: ١٦] وقوله ﴿وَجَعَلَ الظلمات والنور﴾ [الأنعام: ١] وقوله ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ﴾ [الأنعام: ١٥٣] فجمع سبل الباطل ووحَّد سبيل الحق.", "ayah": 8, "surah": 2}