{"text": "المناسَبَة: لما ذكر تعالى عناد اليهود، وعدم امتثالهم لأوامرالله تعالى، ومجادلتهم للأنبياء الكرام، وعدم الانقياد والإِذعا، عقَّب ذلك بذكر بعض القبائح والجرائم التي ارتكبوها كتحريف\nكلام الله تعالى، وادعائهم بأنهم أحباب الله، وأن النارلن تمسَّهم إِلا بضعة أيام قليلة، إلى آخر ما هم عليه من أماني كاذبة ورثوها عن آبائهم وأجدادهم، وقد بدأ تعالى الآيات بتيئيس المسلمين من إِيمانهم لأنهم فطروا على الضلال، وجبلوا على العناد والمكابرة.\nاللغَة: ﴿أَفَتَطْمَعُونَ﴾ الطمع: تعلق النفس بشيء مطلوب تعلقًا قويًا، فإِذا اشتد فهو طمع، وإِذا ضعف كان رجاءً ورغبةً ﴿فَرِيقٌ﴾ الفريق: الجماعة وهو اسم جمع لا واحد له من لفظه كالرهط والقوم ﴿يُحَرِّفُونَهُ﴾ التحريف: التبديل والتغيير وأصله من الانحراف عن الشيء ﴿عَقَلُوهُ﴾ عقل الشيء أدركه بعقله والمراد فهموه وعرفوه ﴿أُمِّيُّونَ﴾ جمع أمي وهو الذي لا يحسن القراءة والكتابة، سميَّ بذلك نسبة إِلى الأم، لأنه باقٍ على ما ولدته عليه أمه من عدم المعرفة ﴿أمانيّ﴾ جمع أمنية وهي ما يتمناه الإِنسان ويشتهيه، أو يقدّر في نفسه من مُنى ولذلك تطلق على الكذب قال أعرابي لإِنسان: «أهذا شيء رأيته أم تمنيته» أي اختلقته، وتأتي بمعنى قرأ قال حسان: تمنّى كتاب الله أول ليلة ﴿فَوَيْلٌ﴾ الويل: الهلاك والدماء وقيل: الفضيحة والخزي، وهي كلمة تستعمل في الشر والعذاب قال القاضي: هي نهاية الوعيد والتهديد كقوله ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ [المطففين: ١] وقال سيبويه: ويلٌ لمن وقع في الهلكة، وويح لمن أشرف عليها.\nسَبَبُ النّزول: ١ - نزلت في الأنصار كانوا حلفاء لليهود وبينهم جوارٌ ورضاعة وكانوا يودون لو أسلموا فأنزل الله تعالى ﴿أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ﴾ الآية.\n٢ - وروى مجاهد عن ابن عباس أن اليهود كانوا يقولون: إِن هذه الدنيا سبعة آلاف سنة، وإِنما نُعذب بكل ألف سنة يومًا في النار، وإِنما هي سبعة أيام معدودة فأنزل الله تعالى ﴿لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَةً﴾ .\nالتفِسير: يخاطب الله تعالى عباده المؤمنين فيقول ﴿أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ﴾ أي أترجون يا معشر المؤمنين أن يسلم اليهود ويدخلوا في دينكم ﴿وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلاَمَ الله﴾ أي والحال قد كان طائفة من أحبارهم وعلمائهم يتلون كتاب الله ويسمعونه بينًا جليًا ﴿ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ﴾ أي يغيّرون آيات التوراة بالتبديل أو التأويل، من بعد ما فهموه وضبطوه بعقولهم ﴿وَهُمْ يَعْلَمُونَ﴾ أنهم يرتكبون جريمة أي أنهم يخالفونه على بصيرة لا عن خطأ أو نسيان ﴿وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا﴾ أي إِذا اجتمعوا بأصحاب النبي ﷺ َ قال المنافقون من اليهود آمنا بأنكم على الحق، وأن محمدًا هو الرسول المبشَّر به ﴿وَإِذَا خَلاَ بَعْضُهُمْ إلى بَعْضٍ﴾ أي إذا انفرد واختلى بعضهم ببعض ﴿قالوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ﴾ أي قالوا عاتبين عليهم أتخبرون أصحاب محمد بما بيَّن الله لكم في التوراة من صفة محمد ﵇ ﴿لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ﴾ أي لتكون الحجة للمؤمنين عليكم في الآخرة في ترك اتباع الرسول مع العلم بصدقه ﴿أَفَلاَ تَعْقِلُونَ﴾؟ أي أفليست لكم عقول تمنعكم من أن تحدثوهم بما يكون لهم في حجة عليكم؟ والقائلون ذلك هم اليهود لمن نافق منهم\nقال تعالى ردًا عليهم وتوبيخًا ﴿أَوَلاَ يَعْلَمُونَ أَنَّ الله يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ أي ألا يعلم هؤلاء اليهود أن الله يعلم ما يخفون وما يظهرون، وأنه تعالى لا تخفى عليه خافية، فكيف يقولون ذلك ثم يزعمون الإِيمان!!\nولما ذكر تعالى العلماء الذين حرّفوا وبدّلوا، ذكر العوام الذين قلدوهم ونبّه أنهم في الضلال سواء فقال: ﴿وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب﴾ أي ومن اليهود طائفة من الجهلة العوامّ، الذين لا يعرفون القراءة والكتابة ليطلعوا على ما في التوراة بأنفسهم ويتحققوا بما فيها ﴿إِلاَّ أَمَانِيَّ﴾ أي إِلاَّ ما هم عليه من الأماني التي منّاهم بها أحبارهم، من أن الله يعفو عنهم ويرحمهم، وأن النار لن تمسهم إِلا أيامًا معدودة، وأن آباءهم الأنبياء يشفعون لهم، وأنهم أبناء الله وأحباؤه، إلى غير ما هنالك من الأماني الفارغة ﴿وَإِنْ هُمْ إِلاَّ يَظُنُّونَ﴾ أي ما هم على يقين من أمرهم، بل هم مقلّدون للآباء تقليد أهل العمى والغباء.\nثم ذكر تعالى جريمة أولئك الرؤساء المضلّين، الذين أضلّوا العامة في سبيل حطام الدنيا فقال ﴿فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ أي هلاك وعذاب لأولئك الذين حرّفوا التوراة، وكتبوا تلك الآيات المحرفة بأيديهم ﴿ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله﴾ أي يقولون لأتباعهم الأميين هذا الذي تجدونه هو من نصوص التوراة التي أنزلها الله على موسى ﵇، مع أنهم كتبوها بأيديهم ونسبوها إِلى الله كذبًا وزورًا ﴿لِيَشْتَرُواْ بِهِ ثَمَنًا قَلِيلًا﴾ أي لينالوا به عرض الدنيا وحطامها الفاني ﴿فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ﴾ أي فشدة عذاب لهم على ما فعلوا من تحريف الكتاب ﴿وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ﴾ أي وويل لهم مما يصيبون من الحرام والسحت ﴿وَقَالُواْ لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَةً﴾ أي لن ندخل النار إِلا أيامًا قلائل، هي مدة عبادة العجل، أو سبعة أيام فقط ﴿قُلْ أَتَّخَذْتُمْ عِندَ الله عَهْدًا﴾ أي قل لهم يا محمد على سبيل الإِنكار والتوبيخ: هل أعطاكم الله الميثاق والعهد بذلك؟ فإذا كان قد وعدكم بذلك ﴿فَلَنْ يُخْلِفَ الله عَهْدَهُ﴾ لأن الله لا يخلف الميعاد ﴿أَمْ تَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ أي أم تكذبون على الله فتقولون عليه ما لم يقله، فتجمعون بين جريمة التحريف لكلام الله، والكذب والبهتان عليه جل وعلا.\nثم بيَّن تعالى كذب اليهود، وأبطل مزاعمهم بأن النار لن تمسهم وأنهم لا يخلدون فيها فقال: ﴿بلى مَن كَسَبَ سَيِّئَةً﴾ أي بلى تمسكم النار وتخلدون فيها، كما يخلد الكافر الذي عمل الكبائر، وكذلك كل من اقترف السيئات ﴿وَأَحَاطَتْ بِهِ خطيائته﴾ أي غمرته من جميع جوانبه، وسدّت عليه مسالك النجاة، بأن فعل مثل فعلكم أيها اليهود ﴿فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي فالنار ملازمة لهم لا يخرجون منها أبدًا ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وأما المؤمنون الذين جمعوا بين الإِيمان، والعمل الصالح فلا تمسهم النار، بل هم في روضات الجنات يحبرون ﴿أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ﴾ أي مخلدون في الجنان لا يخرجون منها أبدًا، اللهم اجعلنا منهم يا أرحم الراحمين.\nالبَلاَغَة: أولًا: قوله ﴿وَهُمْ يَعْلَمُونَ﴾ جملة مفيدة لكمال قبح صنيعهم، فتحريفهم للتوراة كان عن قصد وتصميم لا عن جهل أو نسيان، ومن يرتكب المعصية عن علم يستحق الذم والتوبيخ أكثر ممن يرتكبها وهو جاهل.\nثانيًا: قوله ﴿يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ ذكر الأيدي هنا لدفع توهم المجاز، وللتأكيد بأن الكتابة باشروها بأنفسهم كما يقول القائل: كتبته بيميني، وسمعته بأذني.\nثالثًا: قوله ﴿مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ فيه من المحسّنات البديعية ما يسمى ب (الطباق) حيث جمع بين لفظتي «يسرون» و«يعلنون» وهو من نوع طباع الإِيجاب.\nرابعًا: التكرير في قوله ﴿فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ وقوله ﴿فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ﴾ وقوله ﴿وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ﴾ للتوبيخ والتقريع ولبيان أن جريمتهم بلغت من القبح والشناعة الغاية القصوى.\nخامسًا: قوله ﴿وَأَحَاطَتْ بِهِ خطيائته﴾ هو من باب الاستعارة حيث شبّه الخطايا بجيش من الأعداء نزل على قوم من كل جانب فأحاط به إِحاطة السوار بالمعصم، واستعار لفظة الإِحاطة لغلبة السيئات على الحسنات، فكأنها أحاطت بها من جميع الجهات.\nالفَوائِد: الفائدة الأولى: تحريف كلام الله يصدق بتأويله تأويلًا فاسدًا، ويصدق بمعنى التغيير وتبديل كلام بكلام، وقد وقع من أحبار اليهود التحريف بالتأويل، وبالتغيير، كما فعلوا في صفته ﵇ قال العلامة أبو السعود: روي أن أحبار اليهود خافوا زوال رياستهم فعمدوا إِلى صفة النبي ﷺ َ في التوراة وكانت هي فيها «حسن الوجه، حسن الشعر، أكحل العينين، أبيض ربعة» فغيرّوها وكتبوا مكانها «طوال، أزرق، سبط الشعر» فإِذا سألهم العامة عن ذلك قرءوا ما كتبوا فيجدونه مخالفًا لما في التوراة فيكذبونه.\nالثانية: التحريف بقسمية وقع في الكتب السماوية كالتوراة والإنجيل كما قال تعالى ﴿يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ﴾ [النساء: ٤٦] أما التحريف بمعنى التأويل الباطل فقد وقع في القرآن من الجهلة أو الملاحدة، وأما التحريف بمعنى إِسقاط الآية ووضع كلام بدلها فقد حفظ الله منه كتابه العزيز\n﴿إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ﴾ [الحجر: ٩] .\nالثالثة: روى البخاري عن أبي هريرة ﵁ أنه قال «لما فتحت خيبرًا أهديت لرسول الله ﷺ َ شاةٌ فيها سمٌّ، فقال رسول الله ﷺ َ: اجمعوا لي من كان من اليهود هنا، فقال لهم رسول الله: مَنْ أبوكم؟ قالوا: فلان قال: كذبتم بل أبوكم فلان فقالوا: صدقتَ وبررت ثم قال لهم: هل أنتم صادقيَّ عن شيء إِن سألتكم عنه؟ قالوا نعم يا أبا القاسم، وإِن كذبناك عرفت كذبنا كما عرفنا في أبينا، فقال لهم رسول الله ﷺ َ: من أهل النار؟ فقالوا: نكون فيها يسيرًا ثم تخلفونا فيها، فقال لهم رسول الله ﷺ َ: اخسئوا والله لا نخلفكم فيها أبدًا، ثم قال لهم رسول الله ﷺ َ: هل أنتم صادقيَّ عن شيء إِن سألتكم عنه؟ قالوا: نعم يا أبا القاسم، قال: هل جعلتم في هذه الشاة سمًا؟ فقالوا نعم قال: فما حملكم على ذلك؟ فقالوا: أردنا إِن كنت كاذبًا أن نستريح منك، وإِن كنت نبيًا لم يضرك» .", "ayah": 80, "surah": 2}