{"text": "اللغَة: ﴿كَادِحٌ﴾ الكدح: الجد والاجتهاد وجهد النفس في العمل قال الشاعر:\nومضتْ بشاشةُ كل عيشٍ صالح ... وبقيتُ أكدحُ للحياةِ وأنصب\n﴿يَحُورَ﴾ يرجع يقال: حار يحور إِذا رجع ومنه حديث «أعوذ بك من الحور بعد الكور» أي الرجوع إِلى النقصان بعد الزيادة ﴿الشفق﴾ الحمرة التي تكون بعد مغيب الشمس ﴿وَسَقَ﴾ جمع وضم ولف ﴿اتسق﴾ اجتمع وتكامل وتم نوره ﴿مَمْنُونٍ﴾ مقطوع.\nالتفسِير: ﴿إِذَا السمآء انشقت﴾ هذه الآيات بيان لأهوال القيامة، وتصويرٌ لما يحدث بين يدي الساعة من كوارث وأهوال يفزع لها الخيال والمعنى: إِذا تشققت السماء وتصدَّعت مؤذنة بخراب الكون قال الألوسي: تنشق لهول يوم القيامة ﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ أي واستمعت لأمر ربها وانقادت لحكمه وحُقَّ لها أن تسمع وتطيع وأن تنشق من أهوال القيامة ﴿وَإِذَا الأرض مُدَّتْ﴾ أي وإِذا الأرض زادت سعة بإِزالة جبالها وآكامها، وصارت مستوية لا بناء فيها ولا وهاد ولا جبال ﴿وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ﴾ أي رمت ما في جوفها من الموتى والكنوز والمعادن وتخلت عنهم قال القرطبي: أخرجت أماتها وتخلت عنهم، وألقت ما في بطنها من الكنوز والمعادن كما تلقى الحامل ما في بطنها من الحمل، وذلك يؤذن بعظم الهول ﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ أي واستمعت لأمر ربها وأطاعت، وحٌقَّ لها أن تسمع وتطيع. . وجواب ﴿إِذَا﴾ محذوف ليكون أبلغ في التهويل أي إِذا حدث كل ما تقدم، لقي الإِنسان من الشدائد والأهوال، ما لا يحيط به الخيال. . ثم أخبر تعالى عن كدِّ الإِنسان وتعبه في هذه الحياة، وأنه يلقى جزاءه عند الله فقال ﴿ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحًا فَمُلاَقِيهِ﴾ الخطاب عام لكل إِنسان أي أنت يا ابن آدم جاهدٌ ومجدٌّ بأعمالك التي عاقبتها الموت، والزمانُ يطير وأنت في كل لحظة تقطع شوطًا من عمرك القصير، فكأنك سائر مسرعٌ إِلى الموت، ثم تلاقي ربك فيكافئك على عملك، إِن كان خيرًا فخيرٌ، وإشن كان شرًا فشرٌّ قال في البحر: كادحٌ أي جاهد في عملك من خير وشر طول حياتك إِلى لقاء ربك، فملاقٍ جزاء كدحك من ثوابٍ وعقاب. . ثم ذكر تعالى انقسام الناس إِلى سعداء وأشقياء وإِلى من يأخذ كتابه بيمينه، ومن يأخذ كمتابه بشماله فقال ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ أي فأما من أعطي كتاب أعماله بيمينه، وهذه علامة السعادة ﴿فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا﴾ أي فسوف يكون حسابه سهلًا هينًا، يُجازي على حسناته،\nويُتجاوز عن سيئاته، وهذا هو العرضُ كما جاء في الحديث الصحيح ﴿وَيَنقَلِبُ إلى أَهْلِهِ مَسْرُورًا﴾ أي ويرجع إلى أهله في الجنة مبتهجًا مسرورًا بما أعطاه الله من الفضل والكرامة ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَآءَ ظَهْرِهِ﴾ أي وأمَّا من أعطي كتاب أعماله بشماله من وراء ظهره، وهذه علامة الشقاوة ﴿فَسَوْفَ يَدْعُواْ ثُبُورًا﴾ أي يصيح بالويل والثبور، ويتمنى الهلاك والموت ﴿ويصلى سَعِيرًا﴾ أي ويدخل نارًا مستعرة، يقاسي عذابها وحرَّها ﴿إِنَّهُ كَانَ في أَهْلِهِ مَسْرُورًا﴾ أي لأنه كان في الدنيا مسرورًا مع أهله، غافلًا لاهيًا، لا يفكر في العواقب، ولا تخطر بباله الآخرة قال ابن زيد: وصف الله أهل الجنة بالمخافة والحزن والبكاء في الدنيا، فأعقبهم به النعيم والسرور في الآخرة، ووصف أهل النار بالسرور بالدنيا والضحك فيها، فأعقبهم به الحزن الطويل ﴿إِنَّهُ ظَنَّ أَن لَّن يَحُورَ﴾ أي إنه ظنَّ أن لن يرجع إِلى ربه، ولن يحييه الله بعد موته للحساب والجزاء، فلذلك كفر وفجر ﴿بلى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا﴾ أي بلى سيعيده الله بعد موته، ويجازيه على أعماله كلها خيرها وشرها، فإِنه تعالى مطلع على العباد، لا تخفى عليه خافية من شئونهم ﴿فَلاَ أُقْسِمُ بالشفق﴾ ﴿لاَ﴾ لتأكيد القسم أي فأقسم قسمًا مؤكدًا بحمرة الأفق بعد غروب الشمس ﴿والليل وَمَا وَسَقَ﴾ أي وبالليل وما جمع وضمَّ إِليه، وما لفَّ في ظلمته من الناس والدواب والأنعام، فكلٌ يأوي إِلى مكانه وسربه، ولهذا امتن تعالى على العباد فقال\n﴿وَجَعَلَ الليل سَكَنًا﴾ [الأنعام: ٩٦] فإِذا جاء النهار انتشروا، وإِذا جاء الليل أوى كل شيء إِلى مأواه ﴿والقمر إِذَا اتسق﴾ أي وأقسمُ بالقمر إِذا تكامل ضوءه ونوره، وصار بدرًا ساطعًا مضيئًا ﴿لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ هذا جواب القسم أي لتلاقُنَّ يا مشعر الناس أهوالًا وشدائد في الآخرة عصيبة قال الألوسي: يعني لتركبن أحوالًا بعد أحوال، هي طبقات في الشدة بعضها أرفع من بعض، وهي الموتُ وما بعده من مواطن القيامة وأهولها وقال الطبري: المراد أنهم يلقون من شدائد يوم القيامة وأهواله أحوالًا ﴿فَمَا لَهُمْ لاَ يُؤْمِنُونَ﴾ استفهام يقصد به التوبيخ أي فيما لهؤلاء المشركين لا يؤمنون بالله، ولا يصدّقون بالعبث بعد الموت، بعد وضوح الدلائل وقيام البراهين على قوعه؟ ﴿وَإِذَا قُرِىءَ عَلَيْهِمُ القرآن لاَ يَسْجُدُونَ﴾ أي وإِذا سمعوا آيات القرآن، لم يخضعوا ولم يسجدوا للرحمن؟ ﴿بَلِ الذين كَفَرُواْ يُكَذِّبُونَ﴾ أي بل طبيعة هؤلاء الكفار التكذيب والعناد والجحود، ولذلك لا يخضعون عند تلاوته ﴿والله أَعْلَمُ بِمَا يُوعُونَ﴾ أي والله أعلم بما يجمعون في صدورهم من الكفر والتكذيب قال ابن عباس: ﴿يُوعُونَ﴾ أي يضمرون من عداوة الرسول ﷺ َ والمؤمنين ﴿فَبَشِّرْهُمْ\nبِعَذَابٍ أَلِيمٍ﴾ أي فبشرهم على كفره وضلالهم بعذاب مؤلم موجع، واجعل ذلك بمنزلة البشارة لهم قال في التسهيل: ووضع البشارة في موضع الإِنذار تهكم بالكفار ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي لكنْ الذين صدَّقوا الله ورسوله، وجمعا بين الإِيمان وصالح الأعمال ﴿لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ أي لهم ثوابٌ في الآخرة غير منقوص ولا مقطوع، بل هو دائم مستمر.\nختم تعالى السورة الكريمة ببيان نعيم الأبرار، بعد أن ذكر مآل الفجار، وهو توضيح لما أجمله في أول السورة من ملاقاة كل عامل لجزائه في قوله ﴿ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحًا فَمُلاَقِيهِ﴾ .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين لفظ ﴿السمآء﴾ و﴿الأرض﴾ .\n٢ - المقابلة بين ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ وبين ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَآءَ ظَهْرِهِ﴾ .\n٣ - الكناية ﴿لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ كنَّى به عن الشدة والأهوال التي يلقاها الإِنسان.\n٤ - الجناس الناقص بين كلمتي ﴿وَسَقَ﴾ و﴿اتسق﴾ .\n٥ - الأسلوب التهكمي ﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ﴾ استعمال البشارة في موضع الإِنذار تهكم وسخرية بالكفار.\n٦ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ ومثل ﴿فَلاَ أُقْسِمُ بالشفق والليل وَمَا وَسَقَ والقمر إِذَا اتسق لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ ويسمى وهو من المحسنات البديعية.", "ayah": 1, "surah": 84}