{"text": "اللغَة: ﴿شِرْكٌ﴾ شركة ونصيب ﴿أَثَارَةٍ﴾ بقية من الشيء ﴿تُفِيضُونَ﴾ الإِفاضة في الشيء: الخوضُ فيه والاندفاع يقال: أفاضوا في الحديث اندفعوا فيه، وأفاض الناس من عرفات أي دفعوا منها ﴿بِدْعًا﴾ البدع بالكسر الشيء المبتدع قال الرازي: والبِدعُ والبديع من كل شيء المبدع، والبدعة ما اخترع مما لم يكن موجودًا قبله بحكم السُنَّة ﴿إِفْكٌ﴾ كذب ﴿كُرْهًا﴾ بكرةٍ ومشقة ﴿فِصَالُهُ﴾ فطامه ﴿أوزعني﴾ ألهمني ﴿أُفٍّ﴾ كلمة تضجّر وتبرم ﴿خَلَتِ﴾ مضت.\nالتفسِير: ﴿حم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن وأنه منظوم من أمثال هذه الحروف الهجائية ﴿تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم﴾ أي هذا الكتاب المجيد منزَّل من عند الإِله العزيز في ملكه، الحكيم في صنعه ﴿مَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق﴾ أي ما خلقنا السموات والأرض وما بينهما من المخلوقات عبثًا، وإِنما خلقناهما خلقًا متلبسًا بالحكمة، لندل على وحدانيتنا وكمال قدرتنا ﴿وَأَجَلٍ مُّسَمًّى﴾ أي وإِلى زمنٍ معيَّن هو زمن فنائهما يوم القيامة ﴿\nيَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ﴾ [إبراهيم: ٤٨] ﴿والذين كَفَرُواْ عَمَّآ أُنذِرُواْ مُعْرِضُونَ﴾ أي وهؤلاء الكفار معرضون عما خُوّفوه من العذاب ومن أهوال الآخرة، لا يتفكرون فيه لا يستعدون له. . ثم لما بيَّن وجود الإِله العزيز الحكيم ردَّ على عبدة الأصنام فقال ﴿قُلْ أَرَأَيْتُمْ مَّا تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، وتزعمون أنا ألهة ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾؟ أي أرشدوني وأخبروني أيَّ شيءٍ خلقوا من أجاء الأرض، وممَّا على سطحها من إِنسان أو حيوان؟ ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾؟ أي أمْ لهم مشاركة ونصيب مع الله في خلق السموات؟ ﴿ائتوني بِكِتَابٍ مِّن قَبْلِ هاذآ﴾ أي هاتوا كتابًا من الكتب المنزلة من عند الله قبل هذا القرآن يأمركم بعبادة هذه الأصنام؟ وهو أم تعجيز لأنهم ليس لهم كتابٌ يدل على الإِشراك بالله، بل الكتب كلُّها ناطقة بالتوحيد ﴿أَوْ أَثَارَةٍ مِّنْ عِلْمٍ﴾ أي أو بقية من علمٍ من علوم الأولين شاهدة بذلك ﴿إِن كُنتُمْ صَادِقِينَ﴾ أي إن كنتم صادقين في دعواكم أنها شركاء مع الله قال في البحر: طلبمنهم أن يأتوا بكتابٍ يشهد بصحة ما هم عليه من عبادة الله، أو بقيةٍ من علوم الأولين، والغرضُ توبيخهم لأن كل كتاب الله المنزَّشلة ناطقة بالتوحيد وإِبطال الشرك، فليس لهم مستند من نقل أو عقبل. . ثم أخبر تعالى عن ضلال المشركين فقال ﴿وَمَنْ أَضَلُّ مِمَّن يَدْعُواْ مِن دُونِ الله مَن لاَّ يَسْتَجِيبُ لَهُ إلى يَوْمِ القيامة﴾؟ أي لا أحد أضلُّ وأجهل ممن يعبد أصنامًا لا تسمع دعاء الداعين، ولا تعهلم حاجاتِ المحتاجين، ولا تستجيب لمن ناداها أبدًا لأنها جمادات لا تسمع ولا تعقل ﴿وَهُمْ عَن دُعَآئِهِمْ غَافِلُونَ﴾ أي وهم لا يسمعون ولا يفهمون دعاء العابدين، وفيه تهكم بها وبعبدتها، وإِنما ذكر الأصنام بضمير العقلاء، لأنهم لما عبدوها ونزَّلوها منزلة من يضر وينفع، صحَّ أن توصف بعدم الاستجابة وبعد السمع والنفع، مجاراة لزعم الكفار ﴿وَإِذَا حُشِرَ الناس كَانُواْ لَهُمْ أَعْدَآءً﴾ أي وإِذا جمع الناس للحساب يوم القايمة كانت الأصنام أعداءً لعابديها يضرونهم ولا ينفعونهم ﴿وَكَانُواْ بِعِبَادَتِهِمْ كَافِرِينَ﴾ أي وتتبرأ الأصنام من الذين عبدوها قال المفسرون: إن الله تعالى يحيي الأصنام يوم القيامة فتتبرأ من عابديها وتقول\n﴿تَبَرَّأْنَآ إِلَيْكَ مَا كانوا إِيَّانَا يَعْبُدُونَ﴾ [القصص: ٦٣] وهذه الآية كقوله تعالى ﴿كَلاَّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا﴾ [مريم: ٨٢] واللهُ على كل شيء قدير ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت عليهم آيات القرآن واضحات ظاهرات أنها من كلام الله ﴿قَالَ الذين كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ﴾ أي قال الكافرون عن القرآن الحق لما جاءهم من عند الله ﴿هذا سِحْرٌ مُّبِينٌ﴾ أي هذا سحرٌ لا شبهة فيه ظاهر كونه سحرًا، وإنما وضع الظاهر ﴿الذين كَفَرُواْ﴾ موضع الضمير تسجيلًا عليهم بكمال الكفر والضلالة قال في البحر: وفي قوله ﴿لَمَّا جَآءَهُمْ﴾ تنبيه على أنهم لم يتأملوا ما يُتلى عليهم، بل بادروا أول سماعه إلى نسبته إلى السحر عنادًا وظلمًا، ووصفوه بأنه ﴿مُّبِينٌ﴾ أي ظاهر أنه سحر لا شبهة فيه ﴿أَمْ يَقُولُونَ افتراه﴾ أي أيقولون اختلق محمد هذا القرآن وافتراه من تلقاء نفسه؟ وهو إِنكار توبيخي ﴿قُلْ إِنِ افتريته فَلاَ تَمْلِكُونَ لِي مِنَ الله شَيْئًا﴾\nأي قل إن افتريتُه على سبيل الفرض فالله حسبي في ذلك كوهو الذي يعاقبني على الافتراء عليه، ولا تقتدرون أنتم على أن تردُّوا عني عذاب الله، فكيف أفتريه من أجلكم وأتغرض لعقابه؟ ﴿هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ﴾ أي هو جل وعلا أعلمُ بما تخوضون في القرآن وتقدحون به من قولكم هو شعر، هو سحر، هو افتراء، وغير ذلك من وجوه الطعن ﴿كفى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ﴾ أي كفى أن يكون تعالى شاهدًا بيني وبينكم، يشهد لي بالصدق والتبليغ، ويشهد عليكم بالجحود والتكذيب ﴿وَهُوَ الغفور الرحيم﴾ أي وهو الغفور لمن تاب، الرحيم بعابده المؤمنين قال أبو حيان: وفيه وعدٌ لهم بالغفران والرحمة إن رجعوا عن الكفر، وإِشعارٌ بحلمه تعالى عليهم إِذْ لم يعالجهم بالعقوبة ﴿قُلْ مَا كُنتُ بِدْعًا مِّنَ الرسل﴾ أي لست أول رسول طرق العالمم، ولا جئت بأمرٍ لم يجىء به أحدٌ قبلي، بل جئت بما جاء به ناسٌ كثيرون قبلي، فلأيّ شيءٍ تنكرون ذلك عليَّ؟ والبدْعُ والبديعُ من الأشياء هو الذي لم يُر مثله قال ابن كثير: أي ما أنا بالأمر الذى لا نظير له حتى تستنكروني وتستبعدوا بعثتي إليكم، فقد أرسل الله قبلي جميع الأنبياء إلى الأمم ﴿وَمَآ أَدْرِي مَا يُفْعَلُ بِي وَلاَ بِكُمْ﴾ أي ولا أدري بما يقضي الله عليَّ وعليكم، فإن قدر الله مغيَّب ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي لا أتبع إلا ما ينزله اللهُ عليَّ من الوحي، ولا أبتدع شيئًا من عندي ﴿وَمَآ أَنَاْ إِلاَّ نَذِيرٌ مُّبِينٌ﴾ أي وما أنا إلا رسولٌ منذرٌ لكم من عذاب الله، بيّن الإِنذار بالشواهد الظاهرة، والمعجزات الباهرة ﴿قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ الله وَكَفَرْتُمْ بِهِ﴾ أي قل يا محمد: أخبروني يا معشر المشركين إن كان هذا القرآن كلام الله حقًا وقد كذبتم به وجحتموه وجوابه محذوف تقديره: كيف يكون حالكم؟ ﴿وَشَهِدَ شَاهِدٌ مِّن بني إِسْرَائِيلَ على مِثْلِهِ فَآمَنَ واستكبرتم﴾ أي وقد شهد رجل من علماء بني إِسرائيل على صدق القرآن، فآمن به واستكبرتم أنتم عن الإِيمانت، كيف يكون حالكم، ألستم أض الناس وأظلم الناس؟ قال الزمخشري: وجوابُ الشرط محذوف تقديره: إن كان القرآن من عند الله وكفرتم به ألستم ظالمين؟ ودلَّ على هذا المحذوف قوله تعالى ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق للخير والإِيمان من كان فاجرًا ظالمًا قال المفسرون: والشاهدُ من بني إسرائيل هو «عبد الله بن سلام» وذلك حين قدم رسول الله ﷺ َ المدينة جاء إليه ابن سلام ليمتحنه، فلما نظر إلى وجهه علم أن ليس بوجه كاذب، وتأمله فتحقق أنه هو النبي المنتظر، فقال له: إني سائلك عن ثلاثٍ لا يعملهنَّ إلا نبي: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة؟ وما بال الولد ينزع إلى أبيه أو إلى أُمه؟ فلما أجابه ﷺ َ قال: أشهد أنك رسول الله حقًا.\n. الخ ثم ردَّ تعالى على شبهةٍ أخرة من شبه المشركين فقال ﴿وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ﴾ أو وقال كفار مكة في حق المؤمنين: لو كان هذا القرآن والدين خيرًا ما سبقنا إليه هؤلاء الفقراء الضعفاء!! وقال ابن كثير: يعنون «بلالًا» و«عمارًا» و«صيهبًا» و«خبابًا» وأشباههم من المستضعَفين والعبيد والإِماء ممن أسلم\nوآمن بالنبي ﷺ َ ﴿وَإِذْ لَمْ يَهْتَدُواْ بِهِ فَسَيَقُولُونَ هاذآ إِفْكٌ قَدِيمٌ﴾ أيم ولمّا لم يهتدوا بالقرآن مع وضوح إِعجازه، قالوا هذا كذبٌ قديم مأثور عن الأقدمين، أتى به محمد ونسبه إلى الله تعالى ﴿وَمِن قَبْلِهِ كِتَابُ موسى إِمَامًا وَرَحْمَةً﴾ أي ومن قل القرآن التوراة التي أنزلها الله على موسى قدوةً يؤتم بها في دين الله وشرائعه كا يؤتم بالإِمام، ورحمة لمن آمن بها وعمل بما فيها قال الإِمام الفخر: ووجه تعلق الآية بما قبلها أن المشركين طعنوا في صحة القرآن، وقالوا لو كان خيرًا ما سبقنا إليه هؤلاء الضعفاء الصعاليك، فردَّ الله عليهم بأنكم لاتنازعون أن الله أنزل التوراة على موسى، وجعل هذا الكتاب التوراة إمامًا يقتدى به، ثم إن التوراة مشتملة على البشارة بمحمد ﷺ َ فإِذا سلمتم كونها من عند الله، فاقبلوا حكمها بأن محمد ﷺ َ رسولٌ حقًا من عند الله ﴿وهذا كِتَابٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا﴾ أي وهذا القرآن كتاب عظيم الشأن، مصدّقٌ للكتب قبله بلسانٍ عربي فصيح، فكيف ينكرونه وهو أفصح بيانًا، وأظظهر رهانًا، وأبلغ إعجازًا من التوراة؟ ﴿لِّيُنذِرَ الذين ظَلَمُواْ وبشرى لِلْمُحْسِنِينَ﴾ أي ليخوِّف كفار مكة الظالمين من عذاب الجحيم، ويبشر المؤمنين المحسنين بجنات النعيم.\n. ولما بيَّن تعالى أحوال المشركين المكذبين بالقرآن، أردفه بذكر أحوال المؤمنين المستقيمين على شريعة الله فقال ﴿إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا﴾ أي جمعوا بين الإِيمان والتوحيد والاستقامة على شريعة الله ﴿فَلاَ خَوْفٌ عَلَيْهِمْ﴾ أي فلا يلحقهم مكروهٌ في الآخرة يخافون منه ﴿وَلاَ هُمْ يَحْزَنُونَ﴾ أي ولا هم يحزنون على ما خلَّفوا في الدنيا ﴿أولئك أَصْحَابُ الجنة خَالِدِينَ فِيهَا﴾ أي أولئك المؤمنون المستقيمون في دينهم، هم أهل الجنة ماكثين فيها أبدًا ﴿جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ﴾ أي نالوا ذلك النعيم جزاءً لهم على أعمالهم الصالحة ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَانًا﴾ لمَّاكان رضا الله في رضا الوالدين، وسخطه في سخطهما حثَّ تعالى العباد عليه والمعنى أمرنا الإِنسان أمرًا جازمًا مؤكدًا بالإِحسان إلى الوالدين، ثم بيَّن السبب فقال ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا﴾ أي حملته بكرهٍ ومشقة ووضعته بكرهٍ ومشقة ﴿وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا﴾ أي ومده حمله ورضاعه عامان ونصف، فهي لا تزال تعاني التعب والمشقة طيلة هذه المدة قال ابن كثير: أي قاست بسببه في حال حمله مشقة وتعبًا من وحَم، وغثيان، وثقل، وكرب إلى غير ذلك مما تنال الحوامل من التعب والمشقة، ووضعته بمشقة أيضًا من الطَّلق وشدته، وقد استدل العلماء بهذه الآية مع التي في لقمان ﴿وَفِصَالُهُ فِي عَامَيْنِ﴾ [لقمان: ١٤] على أن أقل مدة الحمل ستة أشهر، وهو استنباط قويٌ صحيح ﴿حتى إِذَا بَلَغَ أَشُدَّهُ﴾ أي حتى إِذا عاش هذا الطفل وبلغ كما قوته وعقله ﴿وَبَلَغَ أَرْبَعِينَ سَنَةً﴾ أي واستمر في الشباب والقوة حتى بلغ أربعين سنة وهو نهاية اكتمال العقل والرشد ﴿قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ﴾ أي قال ربِّ ألهمني شكر نعمتك التي أنعمت بها عليَّ وعلى والديَّ حتى ربياني صغيرًا ﴿وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ﴾ أي ووفقني لكي أعمل عملًا صالحًا يرضيك عني ﴿\nوَأَصْلِحْ لِي فِي ذريتي﴾ أي اجعل ذريتي ونسلي صالحين قال اشيخ زاده: طلب هذا الداعي من الله ثلاثة أشياء: الأول: أن يوفقه الله للشكر على النعمة والثاني: أن يوفقه للإِتيان بالطاعة المرضية عند الله والثالث: أن يصلح له في ذريته، وهذه كمال السعادة البشرية ﴿إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ المسلمين﴾ أي إِني يا رب تبت إليك من جميع الذنوب، وإِني من المستمسكين بالإِسلام قال ابن كثير: وفي الآية إرشادٌ لمن بلغ الأربعين أن يجدِّد التوبة والإِنابة إلى الله ﷿ ويعزم عليها ﴿أولئك الذين نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُواْ﴾ أي أولئك الموصوفون بما ذكر نتقبل منهم طاعاتهم ونجازيهم على أعمالهم بأفضلها ﴿وَنَتَجَاوَزُ عَن سَيِّئَاتِهِمْ في أَصْحَابِ الجنة﴾ أي ونصفح عن خطيئاتهم وزلاتهم، في جملة أصحاب الجنة الذين نكرمهم بالعفو والغفران ﴿وَعْدَ الصدق الذي كَانُواْ يُوعَدُونَ﴾ أي بذلك الوعد الصادق الذي وعدناهم به على ألسنة الرسل، بأن نتقبل من محسنهم ونتجاوز عن مسيئهم.\n. ولما مثَّل تعالى لحال الإِنسان البار بوالديه وما آل إليه حاله من الخير والسعادة، مثَّل لحال الإِنسان العاقِّ لوالديه وما يئول إليه أمره من الشقاوة والتعاسة فقال ﴿والذي قَالَ لِوَالِدَيْهِ أُفٍّ لَّكُمَآ﴾ أي وأمَّا الوالد الفاجر الذي يقول لوالديه إِذا دعواه إلى الإِيمان أفٍ لكما أي قبحًا لكما على هذه الدعوة ﴿أتعدانني أَنْ أُخْرَجَ وَقَدْ خَلَتِ القرون مِن قَبْلِي﴾؟ أي أتعدانني أن أُبعث بعد الموت وقد مضت قرونٌ من الناس قبلي ولم يُبعث منهم أحد؟ ﴿وَهُمَا يَسْتَغثِيَانِ الله وَيْلَكَ آمِنْ﴾ أي وأبواه يسألان الله أن بغيثه ويهديه للإِسلام قائلين له: ويْلك آمنْ بالله وصدِّق بالبعث والنشور وإِلاَّ هلكت ﴿إِنَّ وَعْدَ الله حَقٌّ﴾ أي وعدُ الله صدقٌ لا خُلف فيه ﴿فَيَقُولُ مَا هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي فيقول ذلك الشقي: ما هذا الذي تقولان من أمر البعث إلاّ خرافات وأباطيل سطرَّرها الألولون في الكتب مما لا أصل له قال تعالى ﴿أولئك الذين حَقَّ عَلَيْهِمُ القول﴾ أي أولئك المجرمون هم الذين حقَّ عليهم قول الله بأنهم أهل النار قال القرطبي: أي وجب عليهم العذاب وهي كلمة الله كما في الحديث «هؤلاء في النار ولا أبالي» ﴿في أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِمْ مِّنَ الجن والإنس﴾ أي في جملة أمم من أصحاب النار قد مضت قبلهم من الكفرة الفجار من الجن والإِنس ﴿إِنَّهُمْ كَانُواْ خَاسِرِينَ﴾ أي كانوا كافرين لذلك ضاع سعيهم وخسروا أخرتهم، وهو تعليل لدخولهم جهنم قال الإِمام الفخر: قال بعضهم: إن الآية نزلت في عبد الرحمن بن أبي بكر الصّديق قبل إِسلامه، والصحيحُ أنه لا يراد بالآية شخص معيَّن، بل المراد منها كل من كان موصوفًا بهذه الصفة، وهو كل من دعاه أبواه إلى الدين الحقِّ فأباه وأنكره، ويدل عليه أن الله تعالى وصف هذا الذي قال لوالديه ﴿أُفٍّ لَّكُمَآ﴾ بأنه من الذين حقَّ عليهم القول بالعذاب، ولا شك أن عبد الرحمن آمن وحسن إِسلامه وكان من سادات المسلمين فبطل حمل الآية عليه ﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾ أي لكلٍ من المؤمنين والكافرين مراتب ومنازل بحسب أعمالهم، فمراتب المؤمنين في الجنة علاية، ومراتب الكافرين في جهنم سافلة ﴿\nوَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي وليعطيهم جزاء أعمالهم وافيه كاملة، المؤمنون بحسب الدرجات، والكفارون بحسب الدركات، من غير نقصان بالثواب، ولا زيادة في العقاب.", "ayah": 1, "surah": 46}