{"text": "المنَاسَبَة: لما ذكر تعالى أحوال بعض الأشقياء، أعقبه بذكر حال الكفار والفجار في الآخرة، ثم ذكر قصة عاد الذين أهلكهم الله بطغيانهم مع ما كانوا عليه من القوة والشدة، تذكيرًا لكفار قريش بعاقبة التكذيب والطغيان، وختم السورة الكريمة بقصة النفر من الجنِّ الذين آمنوا بالقرآن حين سمعوه ودعوا قومهم إِلى الإِيمان.\nاللغَة: ﴿الهون﴾ الهوان والذل ﴿الأحقاف﴾ الرمال العظيمة جمع حِقْف وهو ما استطال من الرمل العظيم واعوجَّ، والأحقاف ديار عاد ﴿لِتَأْفِكَنَا﴾ لتصرفنا وتزيلنا، والإِفك: الكذب ﴿عَارِضًا﴾ سحابًا يعرض في الأفق ﴿تُدَمِّرُ﴾ تُهلك، والتدميرُ الهلاك وكذلك الدَّمار ﴿صَرَّفْنَا﴾ بعثنا ووجهنا ﴿يَعْيَ﴾ يضعف ويعجز من الإِعياء وهو التعب والعجز.\nالتفسِير: ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ عَلَى النار﴾ أي وذكّرهم يا محمد يوم يُكشف الغطاء عن نار جهنم، وتبرز للكافرين فيقرَّبون منها وينظرون إِليها ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ في الكلام حذف أي ويقال لهم تقريعًا وتوبيخًا أذهبتم طيباتكم أي لقد نلتم وأصبتم لذائد الدنيا وشهواتها فلم يبق لكم نصيب اليوم في الآخرة قال في البحر: والطيبات هنا المستلذات من المأكل والمشارب، والملابس والمفارش. والمراكب والمواطىء، وغير ذلك مما ينتعَّم به أهل الرفاهية ﴿واستمتعتم بِهَا﴾ اي وتمتعتم بتلك اللذائذ والطيبات في الدنيا قال المفسرون: المراد بالآية إِنكم لم تؤمنوا حتى تنالوا نعيم الآخرة، بل اشتغلتم بشهوات الدنيا ولذائذها عن الإِيمان والطاعة، وأفنيتم شبابكم في الكفر والمعاصي، وآثرتم الفاني على الباقي، فلم يبق لكم بعد ذلك شيء من النعيم، ولهذا قال بعده ﴿فاليوم تُجْزَوْنَ عَذَابَ الهون﴾ أي ففي هذا اليوم يوم الجزاء تنالون عذاب الذُلِّ والهَوان ﴿بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِي الأرض بِغَيْرِ الحق﴾ أي بسبب استكباركم في الدنيا عن الإِيمان وعن الطاعة ﴿وَبِمَا كُنتُمْ تَفْسُقُونَ﴾ أي وبسبب فسقكم وخروجكم عن طاعة الله، وارتكاب الفجور والآثام قال الإِمام الفخر: وهذه الآية تدل على المنع من التنعم، لأن هذه الآية وردت في حق الكافر، وإنما وبَّخ الله الكافر لأنه يتمتع بالدنيا ولا يؤدي شكر المنعم بطاعته والغِيمان به، وأما المؤمن فإِنه يؤدي بإِيمانه شكر المنعم فلا يوبخ بتمتعه ودليله ﴿قُلْ مَنْ حَرَّمَ زِينَةَ الله التي أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرزق﴾ [الأعراف: ٣٢] ! ﴿نعم لا يُنكر أن الاحتراز عن التنعيم أولى، وعليه يُحمل قول عمر «لو شئتُ لكنتُ أطيبكم طعامًا، وأحسنكم لباسًا، ولكني أستبقي طيباتي لحياتي الآخرة» وقال في التسهيل: الآية في الكفار بدليل قوله تعالى ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ﴾ وهي مع ذلك واعظةٌ لأهل التقوى من المؤمنين، ولذلك قال عمر لجابر ابن عبد الله وقد رآه اشترى لحمًا أو كلما اشتهى أحدكم شيئًا جعله في بطنه﴾ أما تخشى أن تكون من أهل هذه الآية ممن قال الله فيهم ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ !! ﴿واذكر أَخَا عَادٍ﴾ أي اذكر يا محمد لهؤلاء المشركين قصة بني الله هود ﵇ مع قومه عادٍ ليعتبروا بها ﴿إِذْ أَنذَرَ قَوْمَهُ بالأحقاف﴾ أي حين حذَّر قومه من عذاب الله إِن لم يؤمنوا وهم مقيمون بالأحقاف وهي تلالٌ عظيمة من الرمل في بلاد اليمن قال ابن كثيكر: الأحقاف جمع حِقْف وهو الجبل من الرمل، قال قتادة: كانوا حيًا باليمن أهل رملٍ مشرفين على البحر بأرضٍ يُقال لها: الشَحْر ﴿وَقَدْ خَلَتِ النذر مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ﴾ أي وقد مضت الرسلُ بالإِنذار من قبل هودٍ ومن بعده، والجملة اعتراضية وهي إخبار من الله تعالى أنه قد بعث رسلًا متقدمين قبل هودٍ وبعده ﴿أَلاَّ تعبدوا إِلاَّ الله﴾\nأي حذَّرهم هود ﵇ قائلا لهم: بأن لا تعبدوا إلا الله ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إِني أخاف عليكم إِن عبدتم غير الله عذاب يومٍ هائلٍ وهو يوم القيامة ﴿قالوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا﴾ أي قالوا جوابًا لإِنذاره: أجئتنا يا هود لتصرفنا عن عبادة آلهتنا؟ وهو استفهام، يراد منه التسفيه والتجهيل لما دعاهم إليه ﴿فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين﴾ أي فأتنا بالعذاب الذي وعدتنا به إن كنت صادقًا فيما تقولم قال ابن كثير: استعجلوا عذاب الله وعقوبته استبعادًا منهم لوقوعه ﴿قَالَ إِنَّمَا العلم عِندَ الله﴾ أي قال لهم هود: ليس علم وقت العذاب عندي إنما علمه عند الله ﴿وَأُبَلِّغُكُمْ مَّآ أُرْسِلْتُ بِهِ﴾ أي وإِنما أنا مبلّغٌ ما أرسلني به الله إليكم ﴿ولكني أَرَاكُمْ قَوْمًا تَجْهَلُونَ﴾ أي ولكنني أجدكم قومًا جهلة في سؤالكم استعجال العذاب ﴿فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ﴾ أي فلما رأوا السحاب معترضًا في أفق السماء متجهًا نحو أوديتهم استبشروا به ﴿قَالُواْ هذا عَارِضٌ مُّمْطِرُنَا﴾ أي وقالوا هذا السحاب يأتينا بالمطر قال المفسريون: كانت عاد قد أبطأ عنهم المطر، وقُحطوا مدةً طويلةً من الزمن، فلما رأوا ذلك السحاب العارض ظنوا أنه مطر ففرحوا به واستبشروا وقالوا: هذا عراضٌ ممطرنا ﴿بَلْ هُوَ مَا استعجلتم بِهِ﴾ أي قال لهم هود: ليس الأمر كما زعمتم أنه مطر، بل هو ما استعجلتم به من العذاب ثم فسَّره بقوله ﴿رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ﴾ أي هو ريحٌ عاصفة مدمّرة فيها عذابٌ فظيع مؤلم ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ أي تُخرَرِّب وتُهلك كل شيء أتت عليه من رجالٍ ومواشٍ وأموال، بأمره تعالى وإِذنه قال ابن عباس: أو ما جاءت الريح على قوم عاد، كانت تأتي على الرجال المواشي فترفعهم من الأرض وتطير بهم إلى السماء حتى يصبح الواحد منهم كالريشة، ثم تضربهم على الأرض، فدخلوا بيوتهم وأغلقوا أبوابهم، فقلعت الريح الأبواب وصرعتهم، فهي التي قال الله فيها ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ أي تدمرّ كل شيء مرت عليه من رجال عادٍ وأموالها، والتدميرُ الهلاك، وفي الحديث عن عائشة قالت:\n«كان ﷺ َ إِذا رأى غيمًا أو ريحًا عُرف في وجهه، فقلت يا رسول الله: الناسُ إِذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر، وأراك إِذا رأيته عُرف في وجهك الكراهية؟ فقال يا عائشة: ما يؤمنني أن يكون فيه عذاب، عُذّب قوم بالريح»، وقد رأى قوم العذاب فقالوا ﴿هذا عَارِضٌ مُّمْطِرُنَا﴾ ﴿فَأْصْبَحُواْ لاَ يرى إِلاَّ مَسَاكِنُهُمْ﴾ أي فأصبحوا هلكى لا تُرى إِلا مساكنهم، لأن الريح لم تبق منهم إِلا الآثار والديار خاوية ﴿كَذَلِكَ نَجْزِي القوم المجرمين﴾ أي بمثل هذه العقوبة الشديدة نعاقب من كان عاصيًا مجرمًا قال الرازي: والمقصود منه تخويف أهل مكة، ولهذا قال بعده ﴿وَلَقَدْ مَكَّنَاهُمْ﴾ «إِنْ» نافية بمعنى «ما» أي ولقد مكَّنا عادًا في الذي لم نمكنكم فيه يأ أهل مكة من القوة، والسَّعة، وطور الأعمار، وهو خطاب لكفار مكة على وجهه التهديد ﴿وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً﴾ أي وأعطيناهم الأسماع والأبصار\nوالقلوب، ليعرفوا تلك النعم ويستدلوا بها على الخالق المنعم ﴿فِيمَآ إِن مَّكَّنَّاكُمْ فِيهِ فَمَآ أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أَبْصَارُهُمْ وَلاَ أَفْئِدَتُهُمْ مِّن شَيْءٍ﴾ أي فما نفعتهم تلك الحواس أي نفع، ولا دفعت عنهم شيئًا من عذاب الله قال الإِمام الفخر: المعنى أنّا فتحنا عليهم أبواب النعم: أعطيناهم سمعًا فما استعملوه في سماع الدلائل، وأعطيناهم أبصارًا فما استعملوها في تأمل العبَر، وأعطيناهم أفئدة فما استعملوها في طلب معرفة الله، بل صرفوا كل هذه القوى إلى طلب الدينا ولذاتها، فلا جرم أنها لم تغن عنهم من عذاب الله شيئًا ﴿إِذْ كَانُواْ يَجْحَدُونَ بِآيَاتِ الله﴾ تعليلٌ لما سبق أن لأنهم كانوا يكفرون وينكرون آيات الله المنزَّلة على رسله ويكذبون رسله ﴿وَحَاقَ بِهم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ونزل وأحاطبهم العذاب الذي كانوا يستعجلون به بطريق الاستهزاء ﴿وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ القرى﴾ تخويفٌ آخر لكفار مكة أي ولقد أهلكنا القرى المجاورة لكم يا أهل مكة والمحيطة بكم، كقرى عاد وثموج وسبأ وقوم لوط، والمراد بإهلاك القرى إِهلاكُ أهلها ﴿وَصَرَّفْنَا الآيات لَعَلَّهُمْ يَرْجِعُونَ﴾ أي وكررنا الحجج والدلالات، والمواعظ والبينات، أوضحناها وبيَّناها لهم لعلهم يرجعون عن كفرهم وضلالهم ﴿فَلَوْلاَ نَصَرَهُمُ الذين اتخذوا مِن دُونِ الله قُرْبَانًا آلِهَةَ﴾ أي فهلاَّ نصرتهم آلهتهم التي ترقبوا بها إلى الله بزعمهم، وجعلوها شفعاءهم لتدفع عنهم العذاب؟! و«لولا» تحضيضية بمعنى هلاَّ ومعناها النفي أي لم تنصرهم آلهتهم ولم تدفع عنهم عذاب الله ﴿بَلْ ضَلُّواْ عَنْهُمْ﴾ أي غابوا عن نصرتهم وهم أحوج ما يكونون إليهم، فإِن الصديق وقت الضيق قال أبو السعود: وفي الآية تهكمٌ بهم كأنَّ عدم نصرهم كان لغيبتهم ﴿وَذَلِكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَ﴾ أي وذلك الذي أصابهم هو كذبهم وافتراؤهم على الله، حيث زعموا أن الأصنام شركاء الله وشفعاء لهم عند الله ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن يَسْتَمِعُونَ القرآن﴾ أي واذكر يا محمد حين وجهنا إليك وبعثنا جماعةً من الجن ليستمعوا القرآن قال البيضاوي: والنفر دون العشرة، روى أنهم وافوا رسول الله ﷺ َ بوادي النخلة عند منصرفه من الطائف يقرأ في تهجده القرآن ﴿فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ﴾ أي فلما حضروا القرآن عند تلاوته قال بعضهم لبعضٍ: اسكتوا لاستماع القرآن قال القرطبي: هذا توبيخٌ لمشركي قريش، أي إِن الجنَّ سمعوا القرآن فآمنوا به وعلموا أنه من عند الله، وأنتم معرضون مصرّون على الكفر ﴿فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ﴾ أي فلما فُرغَ من قراءة القرآن رجعوا إِلى قومهم مخوفين لهم من عذاب الله إن لم يؤمنوا قال الرازي: وذلك لا يكون إلا بعد إيمانهم، لأنهم لا يدعون غيرهم إلى استماع القرآن والتصديق به إلاّ وقد آمنوا ﴿قَالُواْ ياقومنآ إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ موسى﴾ أي سمعنا كتابًا رائعًا مجيدًا منزَّلًا على رسولٍ من بعد موسى قال ابن عباس: إن الجنَّ لم تكن قد سمعت بأمر عيسى ﵇ ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي مصدِّقًا لما قبله من التوارة ﴿يهدي إِلَى الحق وإلى طَرِيقٍ مُّسْتَقِيمٍ﴾ أي هذا القرآن يرشد إلى الحقِّ المبين، وإِلأى دين الله القويم ﴿ياقومنآ أَجِيبُواْ دَاعِيَ الله وَآمِنُواْ بِهِ﴾ أي أجيبوا محمدًا ﷺ َ فيما يدعوكم إليه من الإِيمان وصدِّقوا برسالته ﴿يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ﴾ أي يمحو الله\nعنكم الذنوب والآثام ﴿وَيُجِرْكُمْ مِّنْ عَذَابٍ أَلِيمٍ﴾ أي ويخلِصْكم وينجكم من عذاب شديد مؤلمٍ ﴿وَمَن لاَّ يُجِبْ دَاعِيَ الله فَلَيْسَ بِمُعْجِزٍ فِي الأرض﴾ هذا ترهيبٌ بعد الترغيب أي ومن لم يؤمن بالله ويستجيب لدعوة رسوله، فإِنه لا يفوت الله طلبًا، ولا يعجزه هربًا ﴿وَلَيْسَ لَهُ مِن دُونِهِ أَوْلِيَآءُ﴾ أي وليس له أنصار يمنعونه من عذاب الله ﴿أولئك فِي ضَلاَلٍ مُّبِينٍ﴾ أي أولئك الذي لا يستجيبون لدعوة الله في خسرانٍ واضح، وإِلى هنا آخر كلام الجن الذين سمعوا القرآن، ثم ذكر تعالى الأدلة على قدرته ووحدانيته فقال ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض﴾ أي أولم يعلم هؤلاء الكفار المنكرون للبعث والنشرو أن الله العظيم القدير الذي خلق السمواتِ والأرض ابتداءً من غير مثال سابق ﴿وَلَمْ يَعْيَ بِخَلْقِهِنَّ﴾ أي ولم يضعف ولم يتعب بخلقهنَّ ﴿بِقَادِرٍ على أَن يُحْيِيَ الموتى﴾؟ أي قادرٌ على أن يعيد الموتى بعد الفناء، ويحييهم بعد تمزق الأشلاء؟ ﴿بلى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي بلى إنه تعالى قادر لا يعجزه شيء، فكما خلقهم يعيدهم ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ على النار﴾ أي واذكر يا محمد لهؤلاء المشركين الأهوال والشدائد التي يرونها في الآخرة، وذكّرهم يوم يُعرضون على النار فيقال لهم ﴿أَلَيْسَ هذا بالحق﴾؟ أي أليس هذا العذاب الذي تذوقونه حقٌّ؟\n﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ [الطور: ١٥] ﴿قَالُواْ بلى وَرَبِّنَا﴾ أي قالوا بلى وعزة ربنا، أكَّدوا كلامهم بالقسم طعمًا في الخلاص قال الفخر الرازي: والمقصود بالآية التهكمُ بهم، والتوبيخ على استهزائهم بوعد الله ووعيده وقولهم: ﴿وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ [الشعراء: ١٣٨] ﴿قَالَ فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْفُرُونَ﴾ أي فيقال لهم: ذوقوا العذاب الأليم بسبب كفركم ﴿فاصبر كَمَا صَبَرَ أُوْلُواْ العزم مِنَ الرسل﴾ أي فاصبر يا محمد على أذى المشركين كما صبر مشاهير الرسل الكرام وهم «نوح وإبراهيم وموسى وعيسى» ﴿وَلاَ تَسْتَعْجِل لَّهُمْ﴾ أي ولا تدع على كفار قريش تعجيل العذاب فإِنه نازل بهم لا محالة ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يلبثوا إِلاَّ سَاعَةً مِّن نَّهَارٍ﴾ أي كأنهم حين يعاينون العذاب في الآخرة لم يلبثوا في الدنيا إلا ساعةً واحدة من النهار، لما يشاهدون من شدة العذاب وطوله ﴿بَلاَغٌ﴾ أي هذا بلاغ وإِنذار ﴿فَهَلْ يُهْلَكُ إِلاَّ القوم الفاسقون﴾ أي لا يكون الهلاك والدمار إلا للكافرين الخارجين عن طاعة الله.\nتنبيه: قال المفسرون: «إن الجنَّ كانوا يسترقون السمع، فلما حُرست السماء بالشهب، قال إبليس: إن هذا الذي حدث بالسماء من أمر حدث في الأرض، فبعث سراياه ليعرف الخبر، فذهب ركبٌ من نصيبين وهم أشراف الجن إلى تهامة، فلما بلغوا باطن نخلة سمعوا النبي ﷺ َ يصلي ويتلو القرآن، فاستمعوا له وقالوا: أنصتوا ثم لما انتهى ﷺ َ من القراءة آمنوا ثم رجعوا إلى قومهم منذرين فدعوهم إلى الإِيمان، وجاءوا بعد ذلك جماعات جماعات إلى النبي ﷺ َ فذلك سبب قوله تعالى ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن﴾ .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التعجيز ﴿ائتوني بِكِتَابٍ مِّن قَبْلِ هاذآ﴾ [الأحقاف: ٤] أمرٌ يراد منه التعجيز.\n٢ - جناس الاشتقاق ﴿يَدْعُواْ. . وَهُمْ عَن دُعَآئِهِمْ﴾ ومثله ﴿وَشَهِدَ شَاهِدٌ﴾ [الأحقاف: ١٠] .\n٣ -\nالطباق بين ﴿آمَنَ. . وَكَفَرْتُمْ﴾ وبين ﴿يُنذِرَ. . وبشرى﴾ .\n٤ - ذكر الخاص بعد العام ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ﴾ ثم قال ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا﴾ [الأحقاف: ١٥] فذكر الخاص بعد العام لزيادة العانية والاهتمام بشأن الأم لحقها العظيم.\n٥ - الطباق بين ﴿حَمَلَتْهُ. . وَوَضَعَتْهُ﴾ .\n٦ - صيغة الحصر ﴿مَا هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ [الأحقاف: ١٧] .\n٧ - الاستعارة ﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾ [الأحقاف: ١٩] استعار الدرجات للمراتب، للسعداء والأشقياء.\n٨ - الإِيجاز بالحذف مع التوبيخ والتقريع ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ أي يقال لهم أذهبتم.\n٩ - الإِطناب بتكرار اللفظ ﴿وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً﴾ ثم قال ﴿فَمَآ أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أَبْصَارُهُمْ وَلاَ أَفْئِدَتُهُمْ﴾ لزيادة التقبيح والتشنيع عليهم.\n١٠ - توافق الفواصل مما يزيد في جمال الكلام وحسن تناسقه وهو من المحسنات البديعية مثل ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ [الجاثية: ٣٣] ﴿وَصَرَّفْنَا الآيات لَعَلَّهُمْ يَرْجِعُونَ﴾ ﴿وَذَلِكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَ﴾ الخ.", "ayah": 21, "surah": 46}