{"text": "اللغَة: ﴿كَبَدٍ﴾ الكبدُ: الشدة والمشقة، وأصله من كبد الرجل كبدًا إِذا وجعته كبده ثم استعمل في كل تعب ومشقة، ومنه المكابدة لمقاساة الشدائد ﴿اقتحم﴾ الاقتحامُ: الدخول بسرعة وشدة يقال: اقتحم الأمر، واقتحم الحصن إِذا رمى نفسه فيه بدون روية ﴿العقبة﴾ الطريق الوعر في الجبل ﴿فَكُّ﴾ الفكُّ تخليص الشيء من الشيء يقال: فككت الحبل، وفككت الأسير أي خلصته من الأسر ﴿مَسْغَبَةٍ﴾ مجاعة يقال: سغبَ الرجل إذا جاع وقال الراغب: هو الجوع مع التعب ﴿مَتْرَبَةٍ﴾ افتقار يقال: تربَ الرجل إِذا افتقر ولصق بالتراب، وأرتب إِذا استغنى وكذلك أثرى ﴿مُّؤْصَدَةٌ﴾ مبطقة من أوصد الباب إِذا أغلقه وأطقبه.\nالتفسِير: ﴿لاَ أُقْسِمُ بهذا البلد﴾ هذا قسمٌ، أقسم سبحانه بالبلد الحرام «مكة» التي شرَّفها الله تعالى بالبيت العتيق قبلة أهل الشرق والغرب وجعلها مهبط الرحماتن وإِليها تجبى ثمرات كل شيء، وجعلها حرمًا آمنًا، وجعل حرمتها منذ خلق السموات والأرض، فلما استجمعت تلك المزايا والفضائل أقسم الله تعالى بها قال في التسهيل: أراد بالبلد «مكة» باتفاق، وأقسم بها تشريفًا لها ﴿وَأَنتَ حِلٌّ بهذا البلد﴾ أي وأنت يا محمد ساكنٌ ومقيم بمكة بلد الله الأمين قال البيضاوي أقسم بالبلد الحرام وقيَّده بحلوله ﵇ فيه أي إقامته فيه إظهارًا لمزيد فضله، وإِشعارًا بأن شرف المكان بشرف أهله ﴿وَوَالِدٍ وَمَا وَلَدَ﴾ أي وأُقسم بآدم وذريته الصالحين قال مجاهد: الوالد آدم ﵇ ﴿وَمَا وَلَدَ﴾ جميع ذريته قال ابن كثير: وما ذهب إِليه مجاهد وأصحابه حسنٌ قوي، لأنه تعالى لما أقسم بأُم القرى وهي المساكن، أقسم بعده بالساكن وهو «آدم» أبو البشر وولده وقال الخازن: أقسم الله تعالى بمكة لشرفها وحرمتها، وبآدم وبالآنبياء والصالحين من ذريته، لأن الكافر وإن كان من ذريته لا حرمة له حتى يقسم به ﴿لَقَدْ خَلَقْنَا الإنسان فِي كَبَدٍ﴾ هذا هو المقسم عليه أي لقد خلقنا الإِنسان في تعب ومشقة، فإنه لا يزال يقاسي أنواع الشدائد، من وقت نفخ الروح فيه إلى حين نزعها منه قال ابن عباس: ﴿فِي كَبَدٍ﴾ أي في مشقة وشدة، من حمله، وولادته، ورضاعه، وفطامه، ومعاشه، وحياته، وموته، وأصل الكبد: الشدة، وقيل: لم يخلق الله خلقًا يكابد ما يكابد ابن آدم، وهو مع ذلك أضعف الخلق قال أبو السعود: والآية تسليةٌ لرسول الله ﷺ َ مما كان يكابده من كفار مكة. . ثم أخبر تعالى عن طبيعة الإِنسان الجاحد بقدرة الله، والمكذب للبعث والنشور فقال ﴿أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ﴾ أي أيظن هذا الشقي الفاجر، المغتر بقوته، أنَّ الله تعالى لا يقدر عليه لشدته وقوته؟ قال المفسرون: نزلت في «أبي الأشد بن كلدة» كان شديدًا مغترًا\nبقوته، وكان يبسط له الأديم الجلد فيوضع تحت قدميه، ويقول: من أزالني عنه فله كذا، فيجذبه عشرة فيتقطع قطعًا ولا تزلّ قدماه، ومعنى الآية: أيظن هذا القوي المارد، المستضعف للمؤمنين، أنه لن يقدر على الانتقام منه أحد؟ ﴿يَقُولُ أَهْلَكْتُ مَالًا لُّبَدًا﴾ أي يقول هذا الكافر: أنفقت مالًا كثيرًا في عداوة محمد ﷺ َ قال الألوسي: أي يقول فخرًا ومباهاة على المؤمنين: أنفقت مالًا كثيرًا، وأراد بذلك ما أنفقه «رياءً وسمعةً» وعبر عن الإِنفاق بالإِهلاك، إظهارًا لعدم الاكتراث، وأنه لم يفعل ذلك رجاء نفع، فكأنه جعل المال الكثير ضائعًا، وقيل يقول ذلك إظهارًا لشدة عداوته لرسول الله ﷺ َ ﴿أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ﴾؟ أي أيظن أنَّ الله تعالى لم يره حين كان ينفق، ويظن أن أعماله تخفى على رب العباد؟ ليس الأمر كما يظن، بل إن الله رقيب مطلعٌ عليه، سيسأله يوم القيامة ويجازيه عليه.\n. ثم ذكَّره تعالى بنعمه عليه ليعتبر ويتعظ فقال ﴿أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ﴾ أي ألم نجعل له عينين يبصر بهما؟ ﴿وَلِسَانًا﴾ أي ولسانًا ينطق به فعيبر ما في ضميره؟ ﴿وَشَفَتَيْنِ﴾ أي وشفتين يطبقهما على فمه، ويستعين بهما على الأكل والشرب والنفخ وغير ذلكظ قال الخازن: يريد أن نعم الله على عبده متظاهرة، يقرره بها كي يشكره ﴿وَهَدَيْنَاهُ النجدين﴾ أي وبينا له طريق الخير والشر، والهدى والضلال، ليسلك طريق السعادة، ويتجنب طريق الشقاوة قال ابن مسعود: ﴿النجدين﴾ الخير والشر كقوله تعالى ﴿إِنَّا هَدَيْنَاهُ السبيل إِمَّا شَاكِرًا وَإِمَّا كَفُورًا﴾ [الإِنسان: ٣] ﴿فَلاَ اقتحم العقبة﴾ أي فهلا أنفق ماله في اجتياز العقبة الكئود، بدل أن ينفقه في عداوة محمد ﷺ َ؟! قال في البحر: والعقبةُ استعارةٌ للعمل الشاق على النفس، من حيث فيه بذل المال، تشبيهًا لها بعقبة الجبل وهو ما صعب منه وقت الصعود، فإنه يلحقه مشقة في سلوكها، ومعنى اقتحامها دخلها بسرعة وشدة، وهو مثلٌ ضربه الله تعالى لمجاهدة النفس، والهوى، والشيطان، حتى ينال رضى الرحمن ﴿وَمَآ أَدْرَاكَ مَا العقبة فَكُّ رَقَبَةٍ﴾ أي وما أعلمك ما اقتحام العقبة؟ وفيه تعظيم لشأنها وتهويل. . ثم فسرها تعالى بقوله ﴿فَكُّ رَقَبَةٍ﴾ أي هي عتق الرقبة في سبيل اله، وتخليص صاحبها من الأسر والرقِّ، فمن أعتق رقبة كانت له فداء من النار ﴿أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ﴾ أي أو أن يطعم الفير في يوم عصيب ذي مجاعة، قال الصاوي وقيد الإِطعام بيوم المجاعة، لأن إِخراج المال فيه أشد على النفس ﴿يَتِيمًا ذَا مَقْرَبَةٍ﴾ أي أطعم اليتيم الذي بينه وبينه قرابة ﴿أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ﴾ أو المسكين الفقير البائس الذي قد لصق بالتراب من فقره وضره، وهو كناية عن شدة الفقر والبؤس قال ابن عباس: هو المطروح على ظهر الطريق لا يقيه من التراب شيء ﴿ثُمَّ كَانَ مِنَ الذين آمَنُواْ﴾ أي عمل هذه القربات لوجه الله تعالى، وكان مع ذلك مؤمنًا صادق الإِيمان قال المفسرون: وفي الآية إشارة أن هذه القُرَب والطاعات لا تنفع إِلا مع الإِيمان ﴿وَتَوَاصَوْاْ بالصبر وَتَوَاصَوْاْ بالمرحمة﴾ أي وأوصى بعضهم بعضًا بالصبر على الإِيمان وطاعة الرحمن، وبالرحمة والشفقة على الضعفاء والمساكين ﴿أولئك أَصْحَابُ الميمنة﴾ أي هؤلاء الموصوفون بهذه الصفات الجليلة، هم أصحاب الجنة الذين يأخذون كتبهم\nبأيمانهم، ويسعدون بدخول جنات النعيم ﴿والذين كَفَرُواْ بِآيَاتِنَا هُمْ أَصْحَابُ المشأمة﴾ قرن بين الأبرار والفجار على طريقة القرآن في الترغيب والترهيب، لبيان المفارقة الهائلة بين أهل الجنة وأهل النار، وبين السعداء والأشرار أي والذين جحدوا نبوة محمد وكذبوا بالقرآن هم أهل الشمال أهل النار لأنهم يأخذون كتبهم بشمائلهم، وعبر عنهم بضمير الغائب إشارة إلى أنهم غائبون عن حضرة قدسه، وكرامة أُنسه ﴿عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ﴾ أي عليهم نارٌ مطبقة مغلقة، لا يدخل فيها روحٌ ولا ريحان، ولا يخرجون منها أبد الزمان.\n. اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، ونجنا من ذلك يا رب.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - زيادة ﴿لاَ﴾ لتأكيد الكلام، وهو مستفيض في كلام العرب ﴿لاَ أُقْسِمُ بهذا البلد﴾ أي أُقسم بهذا البلد، وفائدتها تأكيد القسم كقولك: لا والله ما ذاك كما تقول أي والله قال امرؤ القيس:\n«لا وأبيك ابنة العامري» ... ٢ جناس الاشتقاق ﴿وَوَالِدٍ وَمَا وَلَدَ﴾ فكل من الوالد والولد مشتق من الولادة.\n٣ - الاستفهام الإِنكاري للتوبيخ ﴿أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ﴾؟ ومثله ﴿أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ﴾؟\n٤ - الاستفهام التقريري للتذكير بالنعم ﴿أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ﴾؟\n٥ - الاستفهام للتهويل والتعظيم ﴿وَمَآ أَدْرَاكَ مَا العقبة﴾؟ لأن الغرض تعظيم شأنها.\n٦ - الاستعارة اللطيفة ﴿وَهَدَيْنَاهُ النجدين﴾ أي طريقي الخير والشر، وأصل النجد الطريق المرتفع، استعير كل منهما لسلوك طريق السعادة، وسلوك طريق الشقاوة.\n٧ - الاستعارة كذلك في قوله ﴿فَلاَ اقتحم العقبة﴾ لأن أصل العقبة الطريق الوعر في الجبل، واستعيرت هنا للأعمال الصالحة لأنها لا تصعب وتشق على النفوس، ففيه استعارة تبعية.\n٨ - الجناس الناقص بين ﴿مَقْرَبَةٍ﴾ و﴿مَتْرَبَةٍ﴾ لتغير بعض الحروف.\n٩ - المقابلة اللطيفة بين ﴿أولئك أَصْحَابُ الميمنة﴾ وبين ﴿هُمْ أَصْحَابُ المشأمة﴾ .\n١٠ - مراعاة الفواصل ورءوس الآيات مثل ﴿لاَ أُقْسِمُ بهذا البلد. . وَوَالِدٍ وَمَا وَلَدَ لَقَدْ خَلَقْنَا الإنسان فِي كَبَدٍ﴾ ومثل ﴿عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ﴾ وهو من المحسنات البديعية.", "ayah": 20, "surah": 90}