{"text": "اللغَة: ﴿قَدَمَ صِدْقٍ﴾ قال الليث: القدم السابقة قال ذو الرمة:\nوأنت امرؤٌ من أهل بيت ذُؤَابةٍ ... لهم قدمٌ معروفةٌ ومفاخر\nوقال أبو عبيدة: كل سابق في خير أو شر فهو قدم وقال الأخفش: سابقة إخلاص ﴿يُدَبِّرُ﴾ التدبير القضاء والتقدير على حسب الحكمة ﴿القسط﴾ العدل ﴿حَمِيمٍ﴾ الحميم: الماء الحار الذي سخن بالنار حتى انتهى حره ﴿يُفَصِّلُ﴾ التفصيل: التبيين والتوضيح ﴿مَأْوَاهُمُ﴾ مثواهم ومقامهم ﴿طُغْيَانِهِمْ﴾ الطغيان العلو والارتفاع ﴿يَعْمَهُونَ﴾ يتحيَّرون ﴿خَلاَئِفَ﴾ جمع خليفة وهو الذي يخلف غيره في شئونه.\nسَبَبُ النّزول: قال ابن عباس: لما بعث الله تعالى محمدًا ﷺ َ أنكرت الكفار وقالوا: الله أعظم من أن يكون رسوله بشرًا، أما وجد الله من يرسله إِلا يتيم أبي طالب؟ فأنزل الله ﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس ...﴾ الآية.\nالتفسِير: ﴿الر﴾ إِشارة إِلى أن هذا الكلام البليغ المعجز، مكوّن من جنس الأحرف التي يتكون منها كلامكم، فمن هذه الحروف وأمثالها تتألف آيات الكتاب الحكيم، وهي في متناول أيديهم ثم يعجزون عن الإِتيان بمثل آية واحدة منه ﴿تِلْكَ آيَاتُ الكتاب الحكيم﴾ أي هذه آيات القرآن المُحكْم المبين الذي لا يدخله شك، ولا يعتريه كذب ولا تناقض ﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ﴾ أي أكان عجبًا لأهل مكة إِيحاؤنا إِلى رجلٍ منهم هو محمد ﵇؟ والهمزة للإِنكار أي لا عجب في ذلك فهي عادة الله في الأمم السالفة أوحى إِلى رسلهم ليبلغوهم رسالة الله ﴿أَنْ أَنذِرِ الناس﴾ أي أوحينا إِليه بأن خوِف الكفار عذاب النار ﴿وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ﴾ أي وأنْ بَشّرٍ المؤمنين بأنَّ لهم سابقةً ومنزلة رفيعة عند ربهم بما قدموا من صالح الأعمال ﴿قَالَ الكافرون إِنَّ هذا لَسَاحِرٌ مُّبِينٌ﴾ أي ومع ضوح صدق الرسول ﷺ َ قال المشركون: إٍِنَّ محمدًا لساحرٌ ظاهر السحر، مبطلٌ فيما يدَّعيه قال البيضاوي: وفيه اعترافٌ من حيث لا يشعرون بأن ما جاء به خارجٌ عن طوق البشر ﴿إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ﴾ أي إنَّ ربكم ومالك أمركم الذي ينبغي أن تفردوه بالعبادة هو الذي خلق الكائنات في مقدار سته أيام من أيام الدنيا، ولو شاء لخلقهنَّ في لمحة ولكنه أراد تعليم العباد التأني والتثبت في الأمور ﴿ثُمَّ استوى عَلَى\nالعرش﴾ استواءً يليق بجلاله من غير تكييفٍ، ولا تشبيه، ولا تعطيل قال ابن كثير: نسلك في هذا المقام مذهب السلف الصالح، وهو إِمرارها كما جاءت من غير تشبيه ولا تعطيل، والمتبادر إِلى أذهان المشبِّهين منفيٌ عن الله، فإِن الله لا يشبهه شيءٌ من خلقه، فمن أثبت لله تعالى ما وردت به الآيات الصريحة، والأخبار الصحيحة، على الوجه الذي يليق بجلال الله، فقد سلك سبيل الهدى وقال أبو السعود: استوى على العرش على الوجه الذي عناه، وهو صفة له سبحانه بلا كيف، منزهًا عن التمكن والاستقرار، وهذا بيانٌ لجلالة ملكه وسلطانه، بعد بيان عظمة شأنه ﴿يُدَبِّرُ الأمر﴾ أي يدبّر أمر الخلائق على ما تقتضيه الحكمة والمصلحة قال ابن عباس: لا يشغله في تدبير خلقه أحد ﴿مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ﴾ أي لا يشفع عنده شافع يوم القيامة إِلا بعد أن يأذن له في الشفاعة، وفي هذا ردٌّ على المشركين في زعمهم أن الأصنام تشفع لهم ﴿ذلكم الله رَبُّكُمْ فاعبدوه﴾ أي ذلكم العظيم الشأن هو ربكم وخالقكم لا ربَّ سواه، فوحّدوه بالعبادة ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفلا تتعظون وتعتبرون؟ تعلمون أنه المتفرد بالخلق ثم تعبدون معه غيره ﴿إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا﴾ أي إِلى ربكم مرجعكم أيها الناس يوم القيامة جميعًا ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا من الله لا يتبدّل، وفيه ردٌّ على منكري البعث حيث قالوا\n﴿مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر﴾ [الجاثية: ٢٤] ﴿إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ أي كما ابتدأ الخلق كذلك يعيده ﴿لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط﴾ أي ليجزي المؤمنين بالعدل، ونوفيّهم أجورهم بالجزاء الأوفى ﴿والذين كَفَرُواْ﴾ أي والذين جحدوا بالله وكذبوا رسله ﴿لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ﴾ أي لهم في جهنم شرابٌ من حيمم، بالغ النهاية في الحرارة ﴿وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ﴾ أي ولهم عذاب موجع بسبب كفرهم وإِشراكهم قال البيضاوي: والآية كالتعليل لما سبق فإِنه لما كان المقصود من البدء والإِعادة مجازاة المكلفين على أعمالهم كان مرجع الجميع إِليه لا محالة ﴿هُوَ الذي جَعَلَ الشمس ضِيَآءً﴾ الآية للتنبيه على دلائل القدرة والوحدانية أي هو تعالى بقدرته جعل الشمس مضيئة ساطعة بالنهار كالسراج الوهّاج ﴿والقمر نُورًا﴾ أي وجعل القمر منيرًا بالليل وهذا من كمال رحمته بالعباد، ولما كانت الشمس أعظم جرمًا خُصَّت بالضياء، لأنه هو الذي له شطوعٌ ولَمعان قال الطبري: المعنى أضاء الشمس وأنار القمر ﴿وَقَدَّرَهُ مَنَازِلَ﴾ أي قدَّر سيره في منازل وهي البروج ﴿لِتَعْلَمُواْ عَدَدَ السنين والحساب﴾ أي لتعلموا أيها الناس حساب الأوقات، فبالشمس تعرف الأيام، وبسير القمر تُعرف الشهور والأعوام ﴿مَا خَلَقَ الله ذلك إِلاَّ بالحق﴾ أي ما خلق تعالى ذلك عبثًا بل لحكمة عظيمة، وفائدة جليلة ﴿يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ﴾ أي يبيّن الآيات الكونيّة ويوضحها لقوم يعلمون قدرة الله، ويتدبرون حكمته قال أبو السعود: أي يعلمون الحكمة في إِبداع الكائنات، فيستدلون بذلك على شئون مبدعها جل وعلا ﴿إِنَّ فِي اختلاف اليل والنهار﴾ أي في تعاقبهما يأتي الليل فيذهب النهار، ويأتي النهار\nفيذهب الليل ﴿وَمَا خَلَقَ الله فِي السماوات والأرض﴾ أي وما أوجد فيهما من أصناف المصنوعات ﴿لآيَاتٍ لِّقَوْمٍ يَتَّقُونَ﴾ أي لآيات عظيمة وبراهين جليلة، على وجود الصانع ووحدته، وكمال علمه وقدرته، لقومٍ يتقون الله ويخافون عذابه ﴿إِنَّ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي لا يتوقعون لقاء الله أصلًا ولا يخطر ببالهم، فقد أعمتهم الشهوات عن التصديق لما بعد الممات ﴿وَرَضُواْ بالحياة الدنيا﴾ أي رضوا بالدنيا عوضًا من الآخرة، وآثروا الخسيس على النفيس ﴿واطمأنوا بِهَا﴾ أي فرحوا بها وسكنوا إِليها ﴿والذين هُمْ عَنْ آيَاتِنَا غَافِلُونَ﴾ أي وهم عن الأدلة المنبثّة في صحائف الأكوان غافلون، لا يعتبرون فيها ولا يتفكرون ﴿أولئك مَأْوَاهُمُ النار﴾ أي مثواهم ومقامهم النار ﴿بِمَا كَانُواْ يَكْسِبُونَ﴾ أي بسبب كفرهم وإِجرامهم، وبعد أن ذكر الله حال الأشقياء أردفه بذكر حال السعداء فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ﴾ أي يهديهم إِلى طريق الجنة بسبب إِيمانهم ﴿تَجْرِي مِن تَحْتِهِمُ الأنهار فِي جَنَّاتِ النعيم﴾ أي تجري من تحت قصورهم الأنهار أو من تحت أسرَّتهم وهم مقيمون في جنات النعيم ﴿دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهم﴾ أي دعاؤهم في الجنة سبحانك اللهم وفي الحديث\n«يُلهمون التسبيح والتحميد كما تُلهمون النّفس» أي كلامهم في الجنة تسبيح الله ﴿وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ﴾ أي وتحية بعضهم بعضًا سلامٌ عليكم كما تحيِّيهم بذلك الملائكة ﴿وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ سَلاَمٌ عَلَيْكُم﴾ [الرعد: ٢٣ - ٢٤] ﴿وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين﴾ أي وآخر دعائهم أن يقولوا: الحمد لله ربّ العالمين ﴿وَلَوْ يُعَجِّلُ الله لِلنَّاسِ الشر استعجالهم بالخير﴾ قال مجاهد: هو دعءا الرجل على نفسه أو ولده إِذا غضب، اللهم أهلكْه، اللهم لا تبارك فيه قال الطبري: المعنى لو يعجل الله إِجابة دعاء الناس في الشر وفيما عليهم فيه مضرَّة، كاستعجاله لهم في الخير بالإِجابة إِذا دعوه به ﴿لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ﴾ أي لهلكوا وعُجِّل لهم الموت ﴿فَنَذَرُ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي فنترك المكذبين بلقائنا الذين لا يؤمنون بالبعث ﴿فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي في تمردهم وعتوهم يتردَّدون تحيرًا والمعنى: نترك المجرمين ونمهلهم ونفيض عليهم النعم مع طغيانهم لتلزمهم الحجة ﴿وَإِذَا مَسَّ الإنسان الضر﴾ أي وإِذا أصاب الإِنسان الضرُّ من مرضٍ أو فقرًا ونحو ذلك ﴿دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَآئِمًا﴾ أي دعانا في جميع الحالات: مضطجعًا أو قاعدًا أو قائمًا لكشف ذلك الضُر عنه ﴿فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ﴾ أي فلما أزلنا ما به من ضرّ استمرَّ على عصيانه، ونسي ما كان فيه من الجَهْد والبلاء أو تناساه، وهو عتابٌ لمن يدعو الله عند الضر، ويغفل عنه عند العافية ﴿كذلك زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَ﴾ أي كما زُيّن لذلك الإِنسان الدعاء عند الضرِّ والإِعراضُ عند الرخاءِ، كذلك زُيّن للمسرفين المتجاوزين الحد في الإِجرام، ما كانوا يعملون من الإِعراض عن الذكر، ومتابعة الشهوات ﴿وَلَقَدْ أَهْلَكْنَا القرون مِن قَبْلِكُمْ لَمَّا ظَلَمُواْ﴾ أي ولقد أهلكنا الأمم من قبلكم أيها المشركون لما كفروا وأشركوا وتمادَوا في الغيِّ والضلال ﴿وَجَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي جاءوهم بالمعجزات الباهرة التي تدل على صدقهم ﴿وَمَا\nكَانُواْ لِيُؤْمِنُواْ﴾ أي وما آمنوا بما جاءتهم به الرسل، أي أنهم ظلموا وما آمنوا فكان سبب إِهلاكهم شيئان: ظلمهم، وعدم إِيمانهم ﴿كذلك نَجْزِي القوم المجرمين﴾ أي مثل ذلك الجزاء - يعني الإِهلاك - نجزي كل مجرم، وهو وعيدٌ لأهل مكة على تكذيبهم رسول الله ﷺ َ ﴿ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأرض مِن بَعْدِهِم﴾ أي ثم استخلفناكم في الأرض يا أهل مكة من بعد إِهلاك أولئك القرون، التي تسمعون أخبارها وتشاهدون آثارها ﴿لِنَنظُرَ كَيْفَ تَعْمَلُونَ﴾ أي لننظر أتعملون خيرًا أم شرًا فنجازيكم على حسب عملكم قال القرطبي: والمعنى: يعاملكم معاملة المختبر إِظهارًا للعدل وقال في التسهيل: معناه ليظهر في الوجود عملكم فتقوم عليكم به الحجة والغرض أن الله تعالى عالمٌ بأعمالهم من قبل ذلك ولكن يختبرهم ليتبيَّن في الوجود ما علمه تعالى أزلًا ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت على المشركين آيات القرآن المبين، حال كونها واضحات لا لَبْس فيها ولا إِشكال ﴿قَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي قال الذين لا يؤمنون بالبعث والحساب، ولا يرجون الأجر والثواب ﴿ائت بِقُرْآنٍ غَيْرِ هاذآ﴾ أي ائت يا محمد بكتابٍ آخر غير هذا القرآن، ليس فيه ما نكرهه من عيب آلهتنا، وتسفيه أحلامنا، ﴿أَوْ بَدِّلْهُ﴾ بأن تجعل مكان آية عذاب آية رحمة، ومكان سب آلهتنا مدحهم، ومكان الحرام حلالا، وإِنما قالوه على سبيل الاستهزاء والسخرية قال ابن عباس: نزلت في المستهزئين بالقرآن من أهل مكة قالوا يا محمد: ائتنا بقرآن غير هذا فيه ما نسألك ﴿قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي﴾ أي قل لهم يا محمد ما ينبغي ولا يصح لي أن أغيرّ أو أبدّل شيئًا من قبل نفسي ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي لا أتّبع إِلا ما يوحيه إِليَّ ربي، فأنا عبد مأمور، ورسولٌ مبلِّغ، أبلغكم رسالة الله ﴿إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إِني أخشى إِن خالفت أمره، وبدَّلتُ وحيه، عذاب يومٍ شديد الهَوْل هو يوم القيامة، وهذا كالتعليل لما سبق ﴿قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ﴾ أي قل لهم يا محمد لو شاء الله ما تلوتُ هذا القرآن عليكم، وما تلوته إِلا بمشيئته تعالى، لأنه من عنده وما هو من عندي ﴿وَلاَ أَدْرَاكُمْ بِهِ﴾ أي ولا أعلَمكم به على لساني ﴿فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ﴾ أي فقد مكثتُ بين أظهركم زمنا طويلًا، مدة أربعين سنة من قبل القرآن لا أعلمه أنا ولا أتلوه عليكم ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تستعملون عقولكم بالتدبر والتفكر لتعلموا أنَّ مثل هذا الكتاب المعجز ليس إِلا من عند الله؟ قال الإِمام الفخر، إِن الكفار شاهدوا رسول الله ﷺ َ من أول عمره إِلى ذلك الوقت، وكانوا عالمين بأحواله، وأنه طالع كتابًا، ولا تتلمذ لأستاذ، ولا تعلَّم من أحد، ثم بعد انقراض أربعين سنة جاءهم بهذا الكتاب العظيم، المشتمل على نفائس علم الأصول، ودقائق علم الأحكام، ولطائف علم الأخلاق، وأسرار قصص الأولين، وعجز عن معارضته العلماء، والفصحاء، والبلغاء، وكلُّ من له عقل سليم يعلم أن مثل هذا لا يكون إِلا على سبيل الوحي والتنزيل ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام انكاري بمعنى النفي أي لا أحد أظلم ممن اختلق على الله الكذب والمقصود منه نفي الكذب عن مقامه الشريف ﷺ َ حيث زعم المشركون أن هذا القرآن من صنع محمد ﴿أَوْ كَذَّبَ بِآيَاتِهِ﴾ أي كذّب بالحق الذي جاءت به الرسل ﴿إِنَّهُ لاَ يُفْلِحُ\nالمجرمون﴾ أي لا يفوز بالسعادة من ارتكب الإِجرام وكذّب الرسل الكرام ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ﴾ بيانٌ لقبائح المشركين أي ويعبدون الأوثان التي هي جمادات لا تقدر على جلب نفعٍ أو دفع ضر ﴿وَيَقُولُونَ هؤلاء شُفَعَاؤُنَا عِندَ الله﴾ أي يزعمون أن الأصنام تشفع لهم مع أنها حجارة لا تبصر ولا تسمع ﴿قُلْ أَتُنَبِّئُونَ الله بِمَا لاَ يَعْلَمُ فِي السماوات وَلاَ فِي الأرض﴾؟ أي قل يا محمد لهؤلاء المشركين أتخبرون الله تعالى بشريكٍ أو شفيعٍ كائنٍ في السماوات أو الأرض لا يعلمه جلَّ وعلا، وهو علاّم الغيوب الذي أحاط علمه بجميع الكائنات؟ والاستفهام للتهكم والهزء بهم ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزّه الله وتقدَّس عما يقول الظالمون، وينسبه إِليه المشركون ﴿وَمَا كَانَ الناس إِلاَّ أُمَّةً وَاحِدَةً فاختلفوا﴾ أي وما كان الناس إِلا على دين واحد هو الإِسلام من لدن آدم إِلى نوح فاختلفوا في دينهم وتفرقوا شيعًا وأحزابًا قال ابن عباس: كان بين آدم ونوح عشرة قرون كلهم على الإِسلام، ثم وقع الاختلاف بين الناس وعُبدت الأوثان والأصنام فبعث الله الرسل مبشرين ومنذرين ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾ أي ولولا قضاء الله بتأخير الجزاء إِلى يوم القيامة ﴿لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ﴾ أي لعُجِّل عقابهم في الدنيا باختلافهم في الدين ﴿وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾ أي ويقول هؤلاء الكفرة المعاندون هلاّ أنزل على محمد معجزة من ربه كما كان للأنبياء من الناقة والعصا واليد ﴿فَقُلْ إِنَّمَا الغيب للَّهِ﴾ أي قل لهم أمر الغيب لله وحده ولا يأتي بالآيات إِلا هو وإِنما أنا مبلّغ ﴿فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين﴾ أي فانتظروا قضاء الله بيننا فأنا ممن ينتظر ذلك.\nالبَلاَغَة: ١ - ﴿الكتاب الحكيم﴾ فعيل بمعنى مفعول أي المُحْكم الذي لا يتطرق إِليه الفساد ولا يعتريه الكذب والتناقض.\n٢ - ﴿أَنذِرِ ... . وَبَشِّرِ﴾ بينهما طباقٌ.\n٣ - ﴿قَدَمَ صِدْقٍ﴾ كناية عن المنزلة الرفيعة، والعبارةُ غايةٌ في البلاغة لأن بالقدم يكون السبق والتقدم، كما سميت النعمة يدًا لأنها تُعطى بها.\n٤ - ﴿يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ بين كلمتي البدء والإِعادة طباقٌ.\n٥ - ﴿لاَ يَرْجُونَ لِقَآءَنَا﴾ فيه التفاتٌ مع الإِضافة إِلى ضمير الجلالة لتعظيم الأمر وتهويله.\n٦ - ﴿الشر استعجالهم بالخير﴾ أي كاستعجالهم أو مثل استعجالهم بالخير ففيه تشبيه مؤكد مجمل، وبين الشر والخير طباقٌ.\n٧ - ﴿لِنَنظُرَ كَيْفَ تَعْمَلُونَ﴾ في الكلام استعارة تمثيلية حيث شبّه حال العباد مع ربهم بحال رعية مع سلطانها في إِمهالهم للنظر في أعمالهم، واستعير الاسم الدال على المشَّبه به للمشبَّه على سبيل التمثيل والتقريب، ولله المثل الأعلى.\n٨ - ﴿أَفَلاَ تَعْقِلُونَ﴾ الاستفهام للإِنكار والتوبيخ.\nفَائِدَة: قال السيوطي في قوله تعالى ﴿جَعَلَ الشمس ضِيَآءً والقمر نُورًا﴾ إِن هذه الآية أصلٌ في علم المواقيت، والحساب، والتاريخ، ومنازل القمر.\nلطيفَة: قال الحافظ ابن كثير: من قال مقالة صادقًا أو كاذبًا فلا بدَّ أن يُنْصَب عليه من الأدلة على برِّه أو فجوره ما هو أظهر من الشمس، فإِن الفرق بين محمد ﷺ َ وبين مسيلمة الكذاب لمن شاهدهما أظهر من الفرق بين الضحى وحنْدس الظلماء، قال عبد الله بن سلام: «لما قدم رسول الله ﷺ َ المدينة انجفل الناس (أي تفرق اليهود عنه) فكنت فيمن انجفل، فلما رأيتُه عرفتُ أن وجهه ليس بوجه كذاب، فكان أول ما سمعته يقول» يا أيها الناس أفشوا السلام، وأطعموا الطعام، وصِلُوا الأرحام، وصلوا بالليل والناس نيام، تدخلو الجنة بسلام «فقد أيقن بصدقه صلوات الله وسلامه عليه بما رأى من الدلائل قال حسان:\nلو لم تكن فيه آياتٌ مبيِّنةٌ ... لكان منظرهُ يُنْبيك بالخبر", "ayah": 16, "surah": 10}