{"text": "المنَاسَبَة: لما ذكر تعالى الدلائل الدالة على وحدانيته، وذكر ما جرى بين الرسول ﷺ َ وكفار مكة، ذكر هنا بعض قصص الأنبياء، تسلية للرسول ﷺ َ ليتأسى بهم فيهون عليه ما يلقاه من الشدائد والمكاره، وقد ذكر تعالى هنا ثلاث قصص: ١ - قصة نوح ﵇ مع قومه ٢ - قصة موسى وهارون مع الطاغية فرعون ٣ - قصة يونس مع قومه، وفي كل قصة عبرةٌ لمن اعتبر، وذكرى لمن تدبر.\nاللغَة: ﴿كَبِرَ﴾ قال الواحدي: كَبِرَ يكْبَرُ كِبَرًا في السنِّ، وكبُر الأمرُ والشيءُ يكبُرُ كُبْرًا وكُبَارةً إِذا عَظُم ﴿غُمَّةً﴾ الإِجماع: الإِعداد والعزيمة على الأمر وأنشد الفراء:\nيا ليتَ شعري والمُنَى لا ينفعُ ... هلْ أغدْونْ يومًا وأمري مُجْمعُ\n﴿فأجمعوا﴾ مبهمًا من قولهم غُمَّ علينا الهلال فهو مغموم إذا التبس واستتر قال طَرفة:\nلعمرك ما أمري عليَّ بِغُمَّةٍ ... نهاري ولا ليلي عليَّ بسَرْمَد\n﴿نَطْبَعُ﴾ نختم ﴿تَلْفِتَنَا﴾ تصرفنا وتلوينا واللفت: الصرف عن أمر وأصله الليُّ يقال لفت عنقه إِذا لواها ﴿الكبريآء﴾ العظمة والملك والسلطان ﴿عَالٍ﴾ عاتٍ متكبر ﴿المسرفين﴾ المجاوزين الحد\nفي الضلال والطغيان ﴿اطمس﴾ الطمسُ: المسخ قال الزجاج: طمسُ إِذهابه عن صورته ومنه عينٌ مطموسة.\nالتفسِير: ﴿واتل عَلَيْهِمْ نَبَأَ نُوحٍ﴾ أي اقرأ يا محمد على المشركين من أهل مكة خبر أخيك نوحٍ مع قومه المكذبين ﴿إِذْ قَالَ لِقَوْمِهِ ياقوم إِن كَانَ كَبُرَ عَلَيْكُمْ﴾ أي حين قال لقومه الجاحدين المعاندين يا قوم إِن كان عظمُ وشقَّ عليكم ﴿مَّقَامِي وَتَذْكِيرِي بِآيَاتِ الله﴾ أي طولُ مقامي ولبثي فيكم، وتخويفي إِياكم بآيات ربكم، وعزمتم على قتلي طردي ﴿فَعَلَى الله تَوَكَّلْتُ﴾ أي على الله وحده اعتمدت، وبه وثقت فلا أبالي بكم ﴿فأجمعوا أَمْرَكُمْ وَشُرَكَآءَكُمْ﴾ أي فاعزموا أمركم وادعوا شركاءكم، ودبّروا ما تريدون لمكيدتي ﴿ثُمَّ لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً﴾ أي لا يكن أمركم في شأني مستورًا بل مكشوفًا مشهورًا، ﴿ثُمَّ اقضوا إِلَيَّ وَلاَ تُنظِرُونَ﴾ أي أَنْفذوا ما تريدونه في أمري ولا تؤخروني ساعة واحدة، قال أبو السعود: وإِنما خاطبهم بذلك إِظهارًا لعدم المبالاة، وثقةً بالل وبوعده من عصمته وكلاءته ﴿فَإِن تَوَلَّيْتُمْ فَمَا سَأَلْتُكُمْ مِّنْ أَجْرٍ﴾ أي فإِن أعرضتم عن نصيحتي وتذكيري فليس لأني طلبت منكم أجراص حتى تمتنعوا، بل لشقاوتكم وضلالكم ﴿إِنْ أَجْرِيَ إِلاَّ عَلَى الله﴾ أي ما أطلب ثوابًا أو جزاءً على تبليغ الرسالة إِلا من الله، وما نصحتكم إلا لوجه الله لا لغرضٍ من أغراض الدنيا ﴿وَأُمِرْتُ أَنْ أَكُونَ مِنَ المسلمين﴾ أي من الموحدين لله تعالى ﴿فَكَذَّبُوهُ فَنَجَّيْنَاهُ وَمَن مَّعَهُ فِي الفلك﴾ أي فأصروا واستمروا على تكذيب نوح فنجيناه ومن معه من المؤمنين في السفينة ﴿وَجَعَلْنَاهُمْ خَلاَئِفَ﴾ أي جعلنا من معه من المؤمنين سكان الأرض وخلفًا ممن غرق ﴿وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي أغرقنا المكذبين بالطوفان ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين﴾ أي انظر يا محمد كيف كان نهاية المكذبين لرسلهم؟ والغرض: تسلية للرسول ﷺ َ والتحذير لكفار مكة أن يحل بهم ما حلَّ بالسابقين ﴿ثُمَّ بَعَثْنَا مِن بَعْدِهِ رُسُلًا إلى قَوْمِهِمْ﴾ أي أرسلنا من بعد نوح رسلًا إِلى قومهم يعني هودًا وصالحًا ولوطًا وإِبراهيم وشعيبًا ﴿فَجَآءُوهُمْ بالبينات﴾ أي بالمعجزات الواضحات ﴿فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ بِهِ مِن قَبْلُ﴾ أي ما كانوا ليصدقوا بما جاءتهم به الرسل، ولم يزجرهم عقاب السابقين ﴿كَذَلِكَ نَطْبَعُ على قُلوبِ المعتدين﴾ أي كذلك نختم على قلوب المجاوزين الحدَّ في الكفر والتكذيب والعناد ﴿ثُمَّ بَعَثْنَا مِن بَعْدِهِمْ موسى وَهَارُونَ إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي بعثنا من بعد أولئك الرسل والأمم موسى وهارون إِلى فرعون وأشراف قومه ﴿بِآيَاتِنَا﴾ أي بالبراهين والمعجزات الباهرة، وهي الآيات التسع المذكورة في سورة الأعراف\n﴿فاستكبروا وَكَانُواْ قَوْمًا مُّجْرِمِينَ﴾ [الأعراف: ١٣٣] أي تكبروا عن الإِيمان بها وكانوا مفسدين، تعوّدوا الإِجرام وارتكاب الذنوب العظام ﴿فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا قالوا إِنَّ هذا لَسِحْرٌ مُّبِينٌ﴾ أي فلما وضح لهم الحق الذي جاءهم به موسى من اليد والعصا قالوا لفرط عتوهم وعنادهم: هذا سحرٌ ظاهرٌ بيِّن أراد به موسى أن يسحرنا ﴿قَالَ موسى أَتقُولُونَ لِلْحَقِّ لَمَّا جَآءَكُمْ﴾ الاستفهام للإِنكار والتوبيخ أي أتقولون عن هذا الحق إِنه سحرٌ؟ ثم أنكر عليهم أيضًا باستفهام آخر ﴿أَسِحْرٌ هذا﴾ أي أسحرٌ هذا الذي جئتكم به؟ ﴿وَلاَ يُفْلِحُ الساحرون﴾ أي والحال أنه لا\nيفوز ولا ينجح الساحرون ﴿قالوا أَجِئْتَنَا لِتَلْفِتَنَا عَمَّا وَجَدْنَا عَلَيْهِ آبَاءَنَا﴾ أي أجئتنا لتصرفنا وتلوينا عن دون الآباء والأجداد؟ ﴿وَتَكُونَ لَكُمَا الكبريآء فِي الأرض﴾ أي يكون لك ولأخيك هارون العظمة والملك والسلطان في أرض مصر ﴿وَمَا نَحْنُ لَكُمَا بِمُؤْمِنِينَ﴾ أي ولسنا بمصدقين لكما فيما جئتما به ﴿وَقَالَ فِرْعَوْنُ ائتوني بِكُلِّ سَاحِرٍ عَلِيمٍ﴾ أي ائتوني بكل ساحر ماهر، عليمٍ بفنون السحر ﴿فَلَمَّا جَآءَ السحرة قَالَ لَهُمْ موسى أَلْقُواْ مَآ أَنتُمْ مُّلْقُونَ﴾ في الكلام محذوف تقديره فأتوه بالسحرة فلما جاءوا قال لهم موسى ألقوا ما أنتم ملقون من حبالكم وعصيكم ﴿فَلَمَّآ أَلْقُواْ قَالَ موسى مَا جِئْتُمْ بِهِ السحر﴾ أي ما جئتم به الآن هو السحرُ لا ما اتهمتموني به ﴿إِنَّ الله سَيُبْطِلُهُ﴾ أي سيمحقه وسيذهب به ويظهر بطلانه للناس ﴿إِنَّ الله لاَ يُصْلِحُ عَمَلَ المفسدين﴾ أي لا يصلح عمل من سعى بالفساد ﴿وَيُحِقُّ الله الحق بِكَلِمَاتِهِ﴾ أي يثبت الله الحق ويقوّيه بحججه وبراهينه ﴿وَلَوْ كَرِهَ المجرمون﴾ أي ولو كره ذلك الفجرة الكافرون ﴿فَمَآ آمَنَ لموسى إِلاَّ ذُرِّيَّةٌ مِّن قَوْمِهِ﴾ أي فما آمن مع موسى ولا دخل في دينه، مع مشاهدة تلك الآيات الباهرة إِلا نفرٌ قليلٌ من أولاد بني إِسرائيل قال مجاهد: هم أولاد الذين أُرسل إليهم موسى من طول الزمان ومات آباؤهم ﴿على خَوْفٍ مِّن فِرْعَوْنَ وَمَلَئِهِمْ أَن يَفْتِنَهُمْ﴾ أي على تخوف وحذر من فرعون وملأه أن يعذبهم ويصرفهم عن دينهم ﴿وَإِنَّ فِرْعَوْنَ لَعَالٍ فِي الأرض﴾ أي عاتٍ متكبر مفسد في الأرض ﴿وَإِنَّهُ لَمِنَ المسرفين﴾ أي المتجاوزين الحدَّ بادعاء الربوبية ﴿وَقَالَ موسى ياقوم إِن كُنتُمْ آمَنتُمْ بالله﴾ أي قال لقومه لما رأى تخوف المؤمنين من فرعون يا قوم إِن كنتم صدقتم بالله وبآياته ﴿فَعَلَيْهِ توكلوا﴾ أي على الله وحده اعتمدوا فإِنه يكفيكم كل شرٍّ وضُرّ ﴿إِن كُنتُم مُّسْلِمِينَ﴾ أي إِن كنتم مستسلمين لحكم الله منقادين لشرعه ﴿فَقَالُواْ على الله تَوَكَّلْنَا﴾ أي أجابوا قائلين: على ربنا اعتمدنا وبه وثقنا ﴿رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلْقَوْمِ الظالمين﴾ أي لا تسلّطهم علينا حتى يعذبونا ويفتتنوا بنا فيقولوا: لو كان هؤلاء على الحق لما أصيبوا ﴿وَنَجِّنَا بِرَحْمَتِكَ مِنَ القوم الكافرين﴾ أي خلِّصنا وأنقذنا بفضلك وإِنعامك من كيد فرعون وأنصاره الجاحدين ﴿وَأَوْحَيْنَآ إلى موسى وَأَخِيهِ أَن تَبَوَّءَا لِقَوْمِكُمَا بِمِصْرَ بُيُوتًا﴾ أي اتخذا لهم بيوتًا للصلاة والعبادة ﴿واجعلوا بُيُوتَكُمْ قِبْلَةً﴾ اي اجعلوها مصلّى تصلون فيها عند الخوف قال ابن عباس: كانوا خائفين فأمروا أن يصلّوا في بيوتهم ﴿وَأَقِيمُواْ الصلاة﴾ أي أدوا الصلاة المفروضة في أوقاتها، بشروطها وأركانها على الوجه الأكمل ﴿وَبَشِّرِ المؤمنين﴾ أي بشّر يا موسى أتباعك المؤمنين بالنصر والغلبة على عدوهم ﴿وَقَالَ موسى رَبَّنَآ إِنَّكَ آتَيْتَ فِرْعَوْنَ وَمَلأَهُ زِينَةً وَأَمْوَالًا فِي الحياة الدنيا﴾ أي قال موسى يا ربنا إنك أعطيت فرعون وكبراء قومه وأشرافهم، زينةً من متاع الدنيا وأثاثها، وأنواعًا كثيرة من المال ﴿رَبَّنَا لِيُضِلُّواْ عَن سَبِيلِكَ﴾ اللام لامُ العاقبة أي آتيتهم تلك الأموال الكثيرة لتكون عاقبة أمرهم إِضلال الناس عن\nدينك، ومنعهم عن طاعتك وتوحيدك ﴿رَبَّنَا اطمس على أَمْوَالِهِمْ﴾ دعاءٌ عليهم أي أهلكْ أموالهم يا ألله وبدِّدْها ﴿واشدد على قُلُوبِهِمْ﴾ أي قسِّ قلوبهم واطبع عليها حتى لا تنشرح للإِيمان قال ابن عباس: أي امنعهم الإِيمان ﴿فَلاَ يُؤْمِنُواْ حتى يَرَوُاْ العذاب الأليم﴾ دعاءٌ عليهم بلفظ النفي أي اللهمَّ فلا يؤمنوا حتى يذوقوا العذاب المؤلم ويوقنوا به حيث لا ينفعهم ذلك، وإِنما دعا عليهم موسى لطغيانهم وشدة ضلالهم، وقد علم بطريق الوحي أنهم لن يؤمنوا فدعا عليهم قال ابن عباس: كان موسى يدعو وهارون يؤمّن فنسبت الدعوة إِليهما ﴿قَالَ قَدْ أُجِيبَتْ دَّعْوَتُكُمَا﴾ أي قال تعالى قد استجبتُ دعوتكما على فرعون وأشراف قومه ﴿فاستقيما﴾ أي اثبتا على ما أنتم عليه من الدعوة إِلى الله وإِلزام الحجة ﴿وَلاَ تَتَّبِعَآنِّ سَبِيلَ الذين لاَ يَعْلَمُونَ﴾ أي لا تسلكا سبيل الجهلة في الاستعجال أو عدم الاطمئنان بوعد الله تعالى، قال الطبري: رُوي أنه مكث بعد هذه الدعوة أربعين سنة ثم أغرق الله فرعون.\nالبَلاَغَة: ١ - ﴿فَعَلَى الله تَوَكَّلْتُ﴾ تقديم ما حقه التأخير لإِفاده الحصر أي على الله لا على غيره.\n٢ - ﴿وَيُحِقُّ الحق﴾ بينهما جناس الاشتقاق.\n٣ - ﴿لاَ يَكُنْ أَمْرُكُمْ عَلَيْكُمْ غُمَّةً﴾ عبَّر عن الالتباس والستر بالغُمة بطريق الاستعارة أي لا يكن أمركم مغطّى تغطية حيرة ومبهما فيكون كالغمة العمياء.\n٤ - ﴿واشدد على قُلُوبِهِمْ﴾ الشدُّ استعارةٌ عن تغليظ العقاب، ومضاعفة العذاب.\nتنبيه: قال ابن كثير: دعوة موسى على فرعون كانت غضبًا لله ولدينه كما دعا نوح على قومه فقال ﴿رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّارًا إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ﴾ [نوح: ٢٦ - ٢٧] ولهذا استجاب الله لموسى دعوته التي شاركه فيها أخوه هارون، كما استجاب دعوة نوح ﵇.", "ayah": 74, "surah": 10}