{"text": "اللغَة: ﴿أَوْلِيَآءَ﴾ أصدقاء وأحباء جمع وليّ وهو الصديق والناصر والمعين ﴿يَثْقَفُوكُمْ﴾ يظفروا بكم ويتمكنوا منكم، وأصل الثقف الحذقُ في إِدراك الشيء وفعله، ومنه قولهم «رجلٌ ثقِف لقف» ثم استعمل في الظفر والإِدراك مطلقًا ﴿أُسْوَةٌ﴾ قدوة يقتدى به ﴿أَرْحَامُكُمْ﴾ جمع رحم وهو في الأصل رحم المرأة، واشتهر في القرابة حتى صار كالحقيقة فيها ﴿ظَاهَرُواْ﴾ أعانوا ﴿عِصَمِ﴾ جمع عِصْمة وهي ما يعتصم ويتمسك به الإِنسان من حبلٍ أو عقد والمراد به هنا عقد النكاح ﴿الكوافر﴾ جمع كافرة وهي التي لا تؤمن بالله.\nسَبَبُ النّزول: «لما تجهز رسول الله ﷺ َ لفتح مكة، كتب» حاطب بن أبي بلتعة «إِلى أهل مكة يخبرهم بذلك وقال لهم: إن رسول الله ﷺ َ يريد أن يغزوكم فخذوا حذركم، ثم أرسل الكتاب مع ظعينةٍ إي امرأةٍ مسافرة فنزل الوحي على رسول الله ﷺ َ يخبره بذلك، فبعث رسول الله ﷺ َ عليًا، والزبير، والمقداد وقال:» انطلقوا حتى تأتوا «روحة خاخ» فإِن بها ظعينة معها كتاب فخذوه منها فأتوني به «فخرجنا حتى أتينا الروضة فإِذا نحن بالظعينة، فقلنا لها أخرجي الكتاب، فقالت: ما معي من كتاب، فقال لها: لتخرجنَّ الكتاب أو لنلقينَّ الثياب فأخرجته من عِقاصها، فأتينا به النبي ﷺ َ فإِذا فيه من حاطب بن أبي بلتعة إِلى أناسٍ من المشركين بمكة يخبرهم ببعض أمر رسول الله ﷺ َ فقال النبي ﷺ َ: ما هذا يا حاطب؟ فقال يا رسول الله: لا تعجل عليَّ إِني كنت أمرءًا ملصقًا في قريش ولم أكن من أنفسها، وكان من معك من المهاجرين لهم قراباتٌ يجمون بها أهلهم وأموالهم بمكة، فأحببت إِذ فاتني ذلك في النسب فيهم أن اتخذ يدًا يحمون بها قرابتي، وما فعلتُ ذلك كفرًا وارتدادًا عن ديني، فقال عمر، عني يا رسول الله أضربُ عنق هذا المنافق! ﴿فقال ﵊ ُ: إنه شهد بدرًا، وما يدريك لعل الله اطَّلع على أهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم﴾ فنزلت ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَآءَ. .﴾» الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَآءَ﴾ أي يا معشر المؤمنين، يا من صدقتم بالله ورسوله، لا تتخذوا الكفار الذين هم أعدائي وأعداؤكم أصدقاء وأحباء، فإنَّ من علامة الإِيمان بغض أعداء الله لا مودتهم وصداقتهم قال في التسهيل: نزلت عتابًا لحاطب وزجرًا عن أن يفعل أحد مثل فعله، وفيها مع ذلك تشريفٌ له لأن الله شهد له بالإِيمان في قوله ﴿ياأيها الذين آمَنُواْ﴾ ﴿تُلْقُونَ إِلَيْهِمْ بالمودة﴾ أي تحبونهم وتودونهم وتصادقونهم مع أنهم أعداء ألداء لكم قال القرطبي: أي تخبرونهم بسرائر المسلمين وتنصحون لهم ﴿وَقَدْ كَفَرُواْ بِمَا جَآءَكُمْ مِّنَ الحق﴾ أي والحال أنهم كافرون بدينكم وبقرآنكم الذي أنزله الله عليكم بالحق الواضح ﴿يُخْرِجُونَ الرسول وَإِيَّاكُمْ﴾ أي يخرجون محمدًا مكة ظلمًا وعدوانًا كما يخرجون أيضًا منها المؤمنين قال في البحر:\nوقدَّم الرسول تشريفًا له ولأنه الأصلُ للمؤمنين، ومعنى إِخراجهم أنهم ضيقوا عليهم وآذوهم حتى خرجوا منها مهاجرين إِلى المدينة ﴿أَن تُؤْمِنُواْ بالله رَبِّكُمْ﴾ أي من أجل أنكم آمنتم بالله الواحد الأحد كقوله\n﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ [البروج: ٨] ﴿إِن كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وابتغآء مَرْضَاتِي﴾ شرطٌ حذف جوابه أي إن كنتم خرجتم مجاهدين في سبيل الله طلبًا لرضوانه فلا تتخذوا عدوي وعدوكم أولياء قال الألوسي: وجوابُ الشرط محذوف دلَّ عليه ما تقدم كأنه قيل: لا تتخذوا أعدائي إِن كنتم أوليائي ﴿تُسِرُّونَ إِلَيْهِمْ بالمودة وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ﴾ أي تسرون إِليهم بالنصيحة وأنا العالم بسريرتكم وعلانيتكم، لا يخفى عليَّ شيءٌ من أحوالكم؟ والغرض منه التوبيخُ والعتاب ﴿وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ السبيل﴾ أي ومن يصادق أعداء الله، ويفش أسرار الرسول، فقد حاد عن طريق الحق والصواب. . ثم أخبر تعالى المؤمنين بعداوة الكفار الشديدة لهم، المستحكمة في قلوبهم فقال ﴿إِن يَثْقَفُوكُمْ يَكُونُواْ لَكُمْ أَعْدَآءً﴾ أي إن يظفروا بكم ويتمكنوا منكم، يُظهروا ما في قلوبهم من العداوة الشديدة لكم ﴿ويبسطوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بالسواء﴾ أي يمدوا إِليكم أيديهم بالضرب والقتل، وألسنتهم بالشتم والسب ﴿وَوَدُّواْ لَوْ تَكْفُرُونَ﴾ أي وقد تمنوا أن تكفروا لتكونوا مثلهم قال الزمخشري: وإِنما أورده بذكر الماضي ﴿وَوَدُّواْ﴾ بعد أن ذكر جواب الشرط بلفظ المضارع ﴿لَوْ تَكْفُرُونَ﴾ لأنهم أرادوا كفرهم قبل كل شيء كقوله تعالى ﴿وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءً﴾ [النساء: ٨٩] ﴿لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلاَ أَوْلاَدُكُمْ﴾ أي لن تفيدكم قراباتكم ولا أولادكم الذين توالون الكفار من أجلهم يوم القيامة شيئًا، فلن يجلبوا لكم نفعًا، ولن يدفعوا عنكم ضُرًّا قال الصاوي: هذه تخطئةٌ لحاطب في رأيه كأنه قال: لا تحملكم قراباتكم وأولادكم الذين بمكة، على خيانة رسول الله ﷺ َ والمؤمنين، ونقل أخبارهم وموالاة أعدائهم، فإِنه لا تنفعكم الأرحام ولا الأولاد الذين عصيتم الله من أجهلم ﴿يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ﴾ أي في ذلك اليوم العصيب، يحكم الله بين المؤمنين والكافرين، فيدخل المؤمنين جنات النعيم، ويدخل المجرمين دركات الجحيم ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي مطلَّع على جميع أعمالكم فيجازيكم عليها ﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ في إِبْرَاهِيمَ والذين مَعَهُ﴾ أي قد كان لكم يا معشر المؤمنين قُدوة حسنةٌ في الخليل إِبراهيم ومن معه من المؤمنين ﴿إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا بُرَءآؤُاْ مِّنْكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ الله﴾ أي حين قالوا للكفار إِننا متبرءون منكم ومن الأصنام التي تعبدونها من دون الله ﴿كَفَرْنَا بِكُمْ﴾ أي كفرنا بدينكم وطريقتكم ﴿وَبَدَا بَيْنَنَا وَبَيْنَكُمُ العداوة والبغضآء أَبَدًا﴾ أي وظهرت بيننا وبينكم العداوةُ والبغضاء إِلى الأَبد ما دمتم على هذه الحالة ﴿حتى تُؤْمِنُواْ بالله وَحْدَهُ﴾ أي إِلى أن توحدوا الله فتعبدوه وحده، وتتركوا ما أنتم عليه من الشرك والأوثان قال المفسرون: أمر الله المؤمنين أن يقتدوا بإِبراهيم الخليل ﵇ وبالذين معه في عداوة المشركين والتبرؤ منهم، لأن الإِيمان يقتضي مقاطعة أعداء الله وبغضهم ﴿إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ﴾ أي إِلا في استغفار إِبراهيم لأبيه فلا تقتدوا\nبه، فإِنه إنما استغفر لأبيه المشرك رجاء السلامة\n﴿فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ﴾ [التوبة: ١١٤] ﴿وَمَآ أَمْلِكُ لَكَ مِنَ الله مِن شَيْءٍ﴾ هذا من تتمة كلام إبراهيم لأبيه أي ما أدفع عنك من عذاب الله شيئًا إن أشركت به، ولا أملك لك شيئًا غير الاستغفار ﴿رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا﴾ أي علك اعتمدنا في جميع أمورنا ﴿وَإِلَيْكَ أَنَبْنَا﴾ أي وإِليك رجعنا وتبنا ﴿وَإِلَيْكَ المصير﴾ إي وإِليك المرجع والمعاد في الدار الآخرة قال المفسرون: إن إبراهيم وعد أباه بالاستغفار كما في سورة مريم قال: ﴿سَأَسْتَغْفِرُ لَكَ ربي إِنَّهُ كَانَ بِي حَفِيًّا﴾ [مريم: ٤٧] واستغفر له بالقول فعلًا كما في سورة الشعراء ﴿واغفر لأبي إِنَّهُ كَانَ مِنَ الضآلين﴾ [الشعراء: ٨٦] وكلُّ هذا كان رجاء إسلامه، ثم رجع عن ذلك لمَّا تيقَّن كفره ما في سورة التوبة ﴿وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ﴾ [التوبة: ١١٤] ﴿رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ﴾ أي لا تسلطهم علينا فيفتنونا عن ديننا بعذاب لا نطيقه وقال مجاهد: أي لا تعذبنا بأيديهم ولا بعذابٍ من عندك فيقولوا: لو كان هؤلاء على الحق لما أصابهم ذلك ﴿واغفر لَنَا﴾ أي اغفر لنا ما فرط من الذنوب ﴿رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم﴾ أي أنت يا الله الغالب الذي لا يذل من التجأ إِليه، الحكيم الذي لا يفعل إِلا ما فيه الخير والمصلحة، وتكرار النداء للمبالغة في التضرع والجؤار. ﴿لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ﴾ أي لقد كان لكم في إِبراهيم ومن معه من المؤمنين قدوةٌ حسنة في التبرؤ من الكفار قال أبو مسعود: والتكريرُ للمبالغة في الحثِّ على الاقتداء به ﵇ ولذلك صُدِّر بالقسم ﴿لِّمَن كَانَ يَرْجُو الله واليوم الآخر﴾ أي لمن كان يرجو ثواب الله تعالى، ويخاف عقابه في الآخرة ﴿وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد﴾ أي ومن يُعرض عن الإِيمان وطاعة الرحمن، فإِن الله مستغنٍ عن أمثاله وعن الخلق أجمعين، وهو المحمود في ذاته وصفاته ﴿عَسَى الله أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الذين عَادَيْتُم مِّنْهُم مَّوَدَّةً﴾ أي لعلَّ الله جل وعلا يجعل بينكم وبين الذين عاديتموهم من أقاربكم المشركين محبةً ومودة، محبةً بعد البغضاء، وألفة بد الشحناء قال في التسهيل: لما أمر الله المسلمين بعداوة الكفار ومقاطعتهم، على ما كان بينهم وبين الكفار من القرابة والمودة، وعلم الله صدقهم آنسهم بهذه الآية، ووعدهم بأن يجعل بينهم مودة أي محبة، وهذه المودة كملت في فتح مكة فإِنه أسلم حينئذٍ سائر قريش، وجمع الله الشمل بعد التفرق وقال الرازي: وعسى وعدٌ من الله تعالى وقد تحقق تعالى ما وعدهم به من اجتماع كفار مكة بالمسلمين، ومخالطتهم لهم حين فتح مكة ﴿والله قَدِيرٌ﴾ أي قادر لا يعجزه شيء، يقدر على تقليب القلوب وتغيير الأحوال ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي مبالغ في المغفرةُ والرحمة، لمن تاب إِليه وأناب ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين وَلَمْ يُخْرِجُوكُمْ مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ﴾ أي لا ينهاكم عن البر بهؤلاء الذين لم يحاربوكم لأجل دينكم، ولم يخرجوكم من أوطانكم كالنساء والصبيان، ولفظة ﴿أَن تَبَرُّوهُمْ﴾ في موضع جر ب «عن» أي\nلا ينهاكم جلَّ وعلا عن البر والإِحسان لهؤلاء ﴿وتقسطوا إِلَيْهِمْ﴾ أي تعدلوا معهم ﴿إِنَّ الله يُحِبُّ المقسطين﴾ أي يحب العادلين في جميع أمورهم وأحكامهم قال ابن عباس: نزلت في خزاعة، وذلك أنهم صالحوا رسول الله ﷺ َ على ألا يقاتلوه ولا يعينوا عليه أحدًا، فرخًّص الله في برهم والإِحسان إِليهم.\n. وروي «عن أسماء بن أبي بكر أنها قالت: قدمت أمي وهي مشركة في عهد قريش حين عاهدا رسول الله ﷺ َ تعني في صلح الحيبية فأتيتُ رسول الله ﷺ َ فقلت يا رسول الله: إن أمي قدمتْ هي راغبة أفأصلها؟ قال: نعم صِلي أمك» فأنزل الله ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين﴾ الآية ﴿إِنَّمَا يَنْهَاكُمُ الله عَنِ الذين قَاتَلُوكُمْ فِي الدين وَأَخْرَجُوكُم مِّن دِيَارِكُمْ وَظَاهَرُواْ على إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ﴾ أي إِنما ينهاكم الله عن صداقة ومودة الذين ناصبوكم العداوة، وقاتلوكم لأجل دينكم، وأعانوا أعداءكم على إِخراجكم من دياريكم، أن تتولَّوهم فتتخذوهم أولياء وأنصارًا وأحبابًا ﴿وَمَن يَتَوَلَّهُمْ فأولئك هُمُ الظالمون﴾ أي ومن يصادق أعداء الله ويجعلهم أنصارًا وأحبابًا، فأولئك هم الظالمون لأنفسهم بتعريضها للعذاب ﴿ياأيها الذين آمَنُواْ إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ فامتحنوهن﴾ أي اختبروهنَّ لتعلموا صدق إِيمانهنَّ قال المفسرن: «كان صلح الحديبية الذي جرى بين رسول الله ﷺ َ وكفار مكة قد تضمن أن من أتى أهل مكة من المسلمين لم يُردَّ إِليهم، ومن أتى المسلمين من أهل مكة يعني المشركين رُدَّ إِليهم، فجاءت» أم كلثوم «بنت عقبة بن أبي مُعيط مهاجرة إِلى رسول الله ﷺ َ، فخرج في أثرها أخواها» عُمارمة «و» الوليد «فقالوا للنبي ﷺ َ: رُدَّها عليان بالشرط، فقال ﷺ َ: كان الشرطُ في الرجال لا في النساء»\nفأنزل الله الآية، قال ابن عباس: كانت المرأة تُستخلف أنها ما هاجرت بغضًا لزوجها، ولا طمعًا في الدنيا، وأنها ما خرجت إِلا حسبًا لله ورسوله، ورغبةً في دين الإِسلام ﴿الله أَعْلَمُ بِإِيمَانِهِنَّ﴾ أي الله أعلم بصدقهن في دعوى الإِيمان، لأنه تعالى المطّلع على قلوبهن، والجملة اعتراضية لبيان أن هذا الامتحان بالنسبة للمؤمنين، وإِلا فالله عالمٌ بالسرائر لا تخفى عليه خافية ﴿فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار﴾ أي فإِن تحققتم بإِيمانهن بعد امتحانهن فلا تردوهنَّ إِلى أزواجهن الكفار ﴿لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ﴾ أي لا تحل المؤمنية للمشرك، ولا يحل للمؤمن نكاح المشركة قال الألوسي: والتكرير للتأكيد والمبالغة في الحرمة وقطع العلاقة بين المؤمنة والمشرك ﴿وَآتُوهُم مَّآ أَنفَقُواْ﴾ أي أعطوا أزواجهن الكفار ما أنفقوا عليهن من المهور قال في البحر: أمر أن يُعطى الزوج الكافر ما أنفق على زوجته إِذا أسملت، فلا يجمع عليه خُسران الزوجة والمالية ﴿وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾ أي ولا حرج ولا إِثم عليكم أن تتزوجوا هؤلاء المهاجرات إِذا دفعتم لهن مهورهنَّ قال الخازن: أباح الله للمسلمين نكاح المهاجرات من دار الحرب إِلى دار الإِسلام وِإِن كان لهن أزواج كفار لأن الإِسلام فرَّق بينهن وبين أزواجهنَّ الكفار، وتقع الفرقة بانقضاء عدتها ﴿وَلاَ تُمْسِكُواْ بِعِصَمِ الكوافر﴾ أي ولا تتمسكوا بعقود زوجاتكم الكافرات، فليس بينكم وبينهن عصمة ولا علاقة\nزوجية قال القرطبي: المراد بالعصمة هنا النكاحُ، يقول: من كانت له امرأةٌ كافرة بمكة فلا يعتد بها فليس امرأته، فقد انقطعت عصمتها لاختلاف الدراين، ﴿وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ﴾ أي اطلبوا يا أيها المنون ما أنفقتم من المهر إِذا لحقتْ أزواجكم بالكفار، وليطلبوا هم أي المشركون ما أنفقوا على أزواجهم المهاجرات قال ابن العربي: كان من ذهب من المسلمات مرتداتٍ إِلى الكفار يقال للكفار: هاتوا مهرها، ويقال للمسلمين إِذا جاءت أحدى الكافرات مسلمةً مهاجرة: ردُّوا إِلى الكفار مهرها، وكان ذلك نَصَفًا وعدلًا بين الحالتين ﴿ذَلِكُمْ حُكْمُ الله يَحْكُمُ بَيْنَكُمْ﴾ أي ذلك هو شرعُ الله وحكمه العادل بينكم وبين أعدائكم ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بمصالح العباد، حكيم في تشريعه لهم، يشرع ما تقتضيه الحكمة البالغة ﴿وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الكفار﴾ أي وإن فرَّت زوجة أحدٍ من المسلمين ولحقت بالكفار ﴿فَعَاقَبْتُمْ﴾ أي فغزوتم وعنمتم وأصبتم من الكفار غنيمة ﴿فَآتُواْ الذين ذَهَبَتْ أَزْوَاجُهُمْ مِّثْلَ مَآ أَنفَقُواْ﴾ أي فأعطوا لم فرَّت زوجته، مثل ما أنفق عليها من المهر، من الغنيمة التي بايديكم قال ابن عباس: يعني إن لحقت امرأة رجلٍ من المهاجرين بالكفار، أمر له رسولُ الله ﷺ َ أن يُعطى مثل ما أنفق من الغنيمة قال القرطبي: لما نزلت الآية السابقة ﴿وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ﴾ قال المسلمون: رضينا بما حكم اللهُ، وكتبوا إلى المشركين فامتنعوا فنزلت هذه الآية ﴿واتقوا الله﴾ أي وراقبوا اللهَ في أقوالكم وأفعالكم، واحذروا عذاب وانتقامه إن خالفتم أوامره ﴿الذي أَنتُمْ بِهِ مُؤْمِنُونَ﴾ أي الذي آمنتم وصدقتم بوجوده، فإن من مستلزمات الإِيمان تقوى الرحمن.\n. ولما فتح رسول الله ﷺ َ مكة جداء نساء أهل مكمة يُبايعنه على الإِسلام، كما بايعه الرجال فنزلت ﴿ياأيها النبي إِذَا جَآءَكَ المؤمنات يُبَايِعْنَكَ على أَن لاَّ يُشْرِكْنَ بالله شَيْئًا﴾ أي إِذا جحاء إلِيك النساء المؤمنات للبيعة فبايعْهُنَّ على هذه الأمور الستة الهامة، وفي مقدمتها عدم الإِشراك الله جلَّ وعلا ﴿وَلاَ يَسْرِقْنَ وَلاَ يَزْنِينَ﴾ أي ولا يرتكبن جريمة السرقة ولا جريمة الزنى، التي هي من أفحش الفواحش ﴿وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ﴾ أي ولا يئدن البنات كما كان يفعله أهل الجاهلية خوف العار أو خشية الفقر، قال ابن كثير: وهذا يشمل قتله بعد وجوده، كما كان أهل الجاهلية يقتلون أولادهم خشية الإِملاق أو العار، ويعمُّ قتله وهو جنينٌ كما يفعله بعض النساء الجاهلات، تُطرح نفسها لئلا تحبل، إمّا لغرضٍ فاسد أو ما أشبهه ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ أي لا تنسب إِلى زوجها ولدًا لقيطًا ليس منه تقول له: هذا ولدي منك قال المفسرون: كانت المرأة إِذا خافت مفارقة زوجها لها لعدم الحمل، التقطت ولدًا ونسبته له ليبقيها عنده، فالمراد بالآية اللقيط، وليس المراد الزنى لتقدمه في النهي صرحيًا قال ابن عباس: لا تُلحق بزوجها ولدًا ليس منه، وقال الفراء: كانت المرأة تلتقطُ المولود فتقول لزوجها: هذا ولدي منك،\nوإنما قال ﴿يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ لأن الولد إِذا وضعته الأم سقط بين يديها ورجليها ﴿وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ﴾ أي ولا يخالفن أمرك فيما أمرتهنَّ به من معروف، أو نهيتهن عن منكر، بل يسمعن ويطعن ﴿فَبَايِعْهُنَّ واستغفر لَهُنَّ﴾ أي فبايعهن يا محمد على ما تقدم من الشروط، واطلب لهنَّ من الله الصفح والغفران لما سلف من الذنوب ﴿الله إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة وعظيم الرحمة قال أبو حيان: «كانت» بيعة النساء «في ثاني يوم الفتح على جبل الصفا، بعدما فرغ من بيعة الرجال، وكان رسول الله ﷺ َ على الصفا وعمر أسفل منه، يبايعهنَّ بأمره ويبلغهنَّ عنه، وما مست يده ﵇ يد امرأةٍ أجنبيةٍ قطٌّ، وقالت» أسماء بنتُ السكن «: كنتُ في النسوة المبايعات، فقلت يا رسول الله: أُبسط يدك نبايعك، فقال لي ﵊ ُ:» إني لا أصافح النساء، لكنْ أخذُ عليهنَّ ما أخذ اللهُ عليهنَّ «وكانت» هند بنت عُتبة «وهي التي شقت بطن حمزة يوم أحد متنكرة في النساء، فلما قرأ عليهن الآية ﴿على أَن لاَّ يُشْرِكْنَ بالله شَيْئًا وَلاَ يَسْرِقْنَ﴾ قالت وهي متنكرة يا رسول الله: إِن أبا سفيان رجل شحيح، وإِين لأصيب الهنة أي القليل وبعض الشيء من ماله، لا أدري أيحل لي ذلك أملا؟ فقال أبو سفيا: ما أصبتٍ من شيءٍ فيما مضى وفيما غير فهو لك حلال، فضحك رسول الله ﷺ َ وعرفها فقال لها: وإِنك لهنٌ بنتُ عتبة؟ قالت نعم فاعفُ عما سلف يا نبي َّ الله، عفا الله عنك، فلما قرأ ﴿وَلاَ يَزْنِينَ﴾ قالت: أو تزني الحُرة؟ فلما قرأ ﴿وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ﴾ قالت: ربيناهم صغارًا وقتلتهم كبارًا فلأنتم وهم أعلم وكان بانها حنظلة قد قُتل يوم بدر فضحك عمر حتى استلقى، وتبسم رسول الله ﷺ َ فلما قرأ ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ قالت هند: والله إِن البهتان لأمرٌ قبيح، ولا يأمر اللهُ إِلا بالرشد ومكارم الأخلاق، فلما قرأ ﴿وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ﴾ قالت: واللهِ ما جلسنا مجلسنا هذا وفي أنفسنا أن نعصيك في شيء»\nوأخرج الإِمام أحمد «عن» أميمة بنت رقيقة «أخت السيدة خديجة وخالة فاطمة الزهراء قالت: أتيتُ رسول الله ﷺ َ في نساءٍ لنبايعه، فأخذ علينا ما في القرآن (ألاَّ نشرك بالله شيئًا) الآية وقال:» فيما استطعتنَّ وأطقتُنَّ «فقلنا: الله ورسوله أرحم بنا من أنفسنا، قلنا يا رسول الله: ألا تصافحنا؟ قال:» إني لا أصافح النساء، إِنما قولي لامرأةٍ واحدة قولي لمائة امرأة «﴿ياأيها الذين آمَنُواْ لاَ تَتَوَلَّوْاْ قوْمًا غَضِبَ الله عَلَيْهِمْ﴾ أي لا تصادقوا يا معشر المؤمنين الكفرة أعداء الدين، ولا تتخذوهم أحباء وأصدقاء توالونهم وتأخذون بآرائهم، فإِنهم قوم غضب الله عليهم ولعنهم قال الحسن البصري: هم اليهود لقوله تعالى ﴿غَيْرِ المغضوب عَلَيْهِم﴾ [الفاتحة: ٧] وقال أبن عباس: هم كفار قريش لأن كلكافر عليه غضبٌ من الله، والظاهر أن الآية عامة كما قال ابن كثير: يعني اليهود والنصارى وسائر الكفار، ممن غضب الله عليه ولعنه ﴿قَدْ يَئِسُواْ مِنَ الآخرة﴾ أي أولئك الفجار الذيبن يئسوا من ثواب الآخرة ونعيمها ﴿كَمَا يَئِسَ الكفار مِنْ أَصْحَابِ القبور﴾ أي كما يئس\nالكفار المكذبون بالبعث والنشور، من أمواتهم أن يعودوا إِلى الحياة مرة ثانية بعد أن يموتوا، فقد كانوا يقولون إِذا مات لهم قريب أو صديق: هذا آخر العهد به، ولن يبعث أبدًا.\n. ختم تعالى السورة الكريمة بمثل ما فتحها به وهو النهي عن موالاة الكفار أعداء الله، وهو بمثابة التأكيد للكلام، وتناسق الآيات في البدء والختام، وهو من البلاغة في مكان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الطباق في قوله ﴿وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ﴾ لأن الإِخفاء يطابق الإِعلان.\n٢ - العتاب والتوبيخ ﴿تُسِرُّونَ إِلَيْهِمْ بالمودة وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ﴾ الآية.\n٣ - تقديم ما حقه التأخير لإِفادة الصيغة للحصر ﴿رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير﴾، والأصل توكلنا عليك، وانبنا إِليك. . الخ.\n٤ - صيغة المبالغة ﴿قَدِيرٌ، غَفُورٌ، رَّحِيمٌ﴾ وهو كثير في القرآن ومثله ﴿عليم حكيم﴾ .\n٥ - طباق السلب ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ﴾ ثم قال: ﴿إِنَّمَا يَنْهَاكُمُ الله﴾ الآية.\n٦ - الجملة الاعتراضية ﴿الله أَعْلَمُ بِإِيمَانِهِنَّ﴾ للإِشارة إِلى أن للإِنسان الظاهر والله يتولى السرائر.\n٧ - العكسُ والتبديلُ ﴿لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ﴾ وهو من أنواع البديع.\n٨ - الكناية اللطيفة ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ كنَّى بذلك عن اللقيط، وهي من لطائف الكنايات.\n٩ - التشبيه المرسل المجمل ﴿قَدْ يَئِسُواْ مِنَ الآخرة كَمَا يَئِسَ الكفار مِنْ أَصْحَابِ القبور﴾ كما أنه فيه من المحسنات البديعية ما يسمى رد العجز عل الصدر، حيث ختم السورة بمثل ما ابتدأها ليتناسق البدء مع الختام.", "ayah": 13, "surah": 60}