{"text": "اللغَة: ﴿صَفْحًا﴾ إعراضًا يقال: ضربت عنه صفحًا إِذا أعرضت عنه وتركته ﴿بَطْشًا﴾ قوة وانتقامًا، وبطش به أخذه بشدة وعنف ﴿مَهْدًا﴾ فراشًا وبساطًا ﴿أَنشَرْنَا﴾ أحيينا، والنشور، الإِحياء بعد\nالموت ﴿تَسْتَوُواْ﴾ تستقروا وتركبوا ﴿مُقْرِنِينَ﴾ مطيقين ﴿كَظِيمٌ﴾ مملوء غمًا وغيظًا ﴿يَخْرُصُونَ﴾ يكذبون ﴿أُمَّةٍ﴾ دين وطريقة ﴿مُتْرَفُوهَآ﴾ المترف: المتنعم المنغمس في الشهوات.\nالتفسِير: ﴿حم﴾ الحروف المقطعمة للتنبيه على إِعجاز القرآن ﴿والكتاب المبين﴾ قسمٌ أقسم الله به أي أُقْسمُ بالقرآن البيّن الواضح الجلي، المظهر طريق الهدى من طريق الضلال، المبيِّين للبشرية ما تحتاج إليه من الأحكام والدلائل الشرعية ﴿إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا﴾ هذا هو المقسم عليه أي أنزلناه بلغة العرب، مشتملًا على كمال الفصاحة والبلاغة، بأسلول محكم، وبيانٍ معجز ﴿لَّعَلَّكُمْ تَعْقِلُونَ﴾ أي لكي تفهموا أحكامه، وتتدبروا معانيه، وتعقلوا أن أسلوبه الحكيم خارج عن طوق البشر قال البيضاوي: أقسم تعالى بالقرآن على أنه جعله قرآنًا عربيًا، وهو من البدائع البلاغية لتناسب القسم والمُقْسم عليه، تنبيهًا على أنه لا شيء أعلا منه فيقسم به، وهذا يدل على شرف القرآن وعزته بأبلغ وجهٍ وأدقه ﴿وَإِنَّهُ في أُمِّ الكتاب لَدَيْنَا﴾ أي وإِنه في اللوح المحفوظ عندنا ﴿لَعَلِيٌّ حَكِيمٌ﴾ أي رفيع الشأن عظيم القدرة، ذو حكمةٍ بالغةٍ ومكانةٍ فائقة قال ابن كثير: بيِّن شرف القرآن في الملأ الأعلى، ليشرّفه ويعظّمه أهل الأرض أي وإِن القرآن في اللوح المحفوظ عندنا ذو مكانةٍ عظيمة، وشرف وفضل ﴿أَفَنَضْرِبُ عَنكُمُ الذكر صَفْحًا﴾ الاستفهام إِنكاري أي أنترك تذكيركم إعراضًا عنكم، ونعتبركم كالبهائم فلا نعظكم بالقرآن؟ ﴿أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ﴾ أي لأجل أنكم مسرفون في التكذيب والعصيان؟ لا، بل نذكّركم ونعظكم به إلى أن ترجعوا إلى طريق الحق قال قتادة: لو أن هذا القرآن رُفع حين ردَّه الأوائل لهلكوا، ولكنَّ الله برحمته كرَّره عليهم، ودعاهم إليه عشرين سنة قال ابن كثير: وقول قتادة لطيف المعنى جدًا وحاصله أن تعالى من لطفه ورحمته بخلقه لا يترك دعاءهم إلى الخير، وإلى الذكر الحكيم، وإن كانوا مسرفين معرضين عنه، بل يأمر به ليهتدي به من قدَّر هدايته، وتقوم الحجة على من كتب شقاوته ﴿وَكَمْ أَرْسَلْنَا مِن نَّبِيٍّ فِي الأولين﴾؟ ت سلية للنبي ﵇ أي ما أكثر ما أرسلنا من الأنبياء في الأمم الاولين؟ ﴿وَمَا يَأْتِيهِم مِّنْ نَّبِيٍّ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ولم يكن يأتيهم نبي إلا سخروا منه واستهزءوا به قال الصاوي: وهاذ اتسلية له ﷺ َ والمعنى تسلَّ يا محمد ولا تحزن فإنه وقع للرسل قبلك ما وقع لك ﴿فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا﴾ أي فأهلكنا قومًا كانوا أشد قوة من كفار مكة وأعتى منهم وأطغى ﴿ومضى مَثَلُ الأولين﴾ أي وسبق في القرآن أحاديثُ إِهلاكهم، ليكونوا عظة وعبرة لمن بعدهم من المكذبين قال الإِمام الفخر: إن كفار مكة سلكوا في الكفر والتكذيب مسلك من كان قبلهم، فليحذروا أن ينزل بهم مثل ما نزل بأولئك فقد ضربنا لهم مثَلَهم ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض﴾ أي ولئن سألتَ يا محمد هؤلاء المشركين من خلق السمواتِ والأرض بهذا الشكل البديع ﴿لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم﴾ أي ليقولُنَّ خلقهنَّ اللهُ وحده، العزيزُ في ملكه، العليمُ بخلقه قال القرطبي: أقروا له بالخلق والإِيجاد، ثم عبدوا معه غيره\nجهلًا منهم وسفهًا.\n. ثم بيَّن تعالى لهم صفاته الجليلة، الدالة على كمال القدرة والحكمة فقال ﴿الذي جَعَلَ لَكُمُ الأرض مَهْدًا﴾ أي بسط الأرض وجعلها كالفراش لكم، تستقرون عليها وتقومون وتنامون ﴿وَجَعَلَ لَكُمْ فِيهَا سُبُلًا﴾ أي وجعل لكم فيها طُرُقًا تسلكونها في أسفاركم ﴿لَّعَلَّكُمْ تَهْتَدُونَ﴾ أي لكي تهتدوا إلى قدرة الخالق الحكيم، مودع هذا النظام العجيب ﴿والذي نَزَّلَ مِنَ السمآء مَآءً بِقَدَرٍ﴾ أي نزَّل بقدرته الماء من السماء بمقدارٍ ووزنٍ معلوم، بحسب الحاجة والكفاية قال القرطبي: أي بمقدار ينفع ولا يضر ﴿فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتًا﴾ أي فأحيينا به أرضًا ميتةً مقفرةً من النبات ﴿كَذَلِكَ تُخْرَجُونَ﴾ أي كذلك نخرجكم من قبوركم كما نُخرج النبات من الأرض الميتة ﴿والذي خَلَقَ الأزواج كُلَّهَا﴾ أي خلق جميع الأصناف من الحيوان والنبات وغير ذلك قال ابن عباس: «الأزواج» الأصناف والأنواع كلها كالحلو والحامض، والأبيض والأسود، والذكر والأنثى ﴿وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ﴾ أي وسخَّر لكم من السفن في البحر، والإِبل في البر ما تركبونه في أسفاركم قال ابن كثير أي ذلَّلها وسخَّرها ويسَّرها لكم، لتأكلوا لحومها وتركبوا ظهورها ﴿لِتَسْتَوُواْ على ظُهُورِهِ﴾ أي لتستقروا على ظهور هذا المركوب، سفينةً كانت أو جملًا ﴿ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ﴾ أي وتتذكروا نعمة ربكم الجليلة عليكم حين تستقرون فوقها فتشكروه بقلوبكم ﴿وَتَقُولُواْ سُبْحَانَ الذي سَخَّرَ لَنَا هذا﴾ أي وتقولوا بألستنكم عند ركوبكم: سبحان الله الذي ذلَّل ويسَّر لنا ركوب هذا المركوب ﴿وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ أو وما كنا قادرين ولا مطيقين لركوبه لولا تسخيره تعالى لنا ﴿وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ﴾ أي وإِنا إلى ربنا لراجعنن، وصائرون إليه بعد الموت قال في حاشية البيضاوي: وليس المراد من ذكر النعمة تصورها وإِخطارها في البال، بل المراد تذكر أنها نعمة حاصلةٌ بتدبير القادر العليم الحكيم، مستدعية لطاعته وشكره، فإن من تفكر في أنَّ ما يركبه الإِنسان من الفُلكْ والأنعام، أكثرة قوة وأكبر جثة من راكبه، ومع ذلك كان مسخرًا لراكبه يتمكن من تصريفه إلى أيّ جانب شاء، وتفكر أيضًا في خلق البحر والريح وفي كونهما مسخرين للإِنسان مع ما فيهما من المهابة والأهوال، استغرق في معرفة عظمة الله تعالى وكبريائه، وكما قدرته وحكمته، فيحمله ذلك الاستغراق على أن يقول متعجبًا من عظمة الله ﴿سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ .\n. ولما ذكر تعالى اعتراف المشركين بأن خالق السموات والأرض هو رب العالمين، ذكر بعده ما يدل على سفههم وجهلهم في عبادة غير الله فقال ﴿وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءًا﴾ أي جعل المشركون لله ولدًا حيث قالوا: الملائكةُ بنات الله ﴿إِنَّ الإنسان لَكَفُورٌ مُّبِينٌ﴾ أي إن القائل لهذا المبالغُ في الكفر، عظيم الجحود والطغيان قال البيضاوي: أي ظاهر الكفران لأنه نسبة الولد إليه تعالى من فرط الجهل به والتحقير لشأنه ﴿أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُم بالبنين﴾ إِنكارُ وتعجبُ من حالهم أي هل اتخذ تعالى لنفسه البنات، وخصَّكم واختار لكم البنين؟ قال ابن كثير: وهذا إنكار\nعليهم غاية الإِنكار، ثم ذكر تعالى تمام الإِنكار فقال ﴿وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ للرحمن مَثَلًا﴾ أي وإِذا بُشِّر أحد المشركين بالأنثى التي جعلها مثلًا لله بنسبة البنات له ﴿ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ﴾ أي صار وجهه كأنه أسود من الكآبة والحزن، وهو ممتلىءٌ غيظًا وغمًا من سوء ما بُشّر به قال الإِمام الفاخر: والمقصودُ من الآية التنبيهُ على قلة عقولهم وسخافة تفكيرهم، فإِن الذي بلغ حاله في النقص إلى هذا الحدِّ كيف يجوز للعاقل إثباتُه لله تعالى؟ وقد روي عن بعض العرب أن امرأته وضعت أنثى فهجر البيت الذي فيه المرأة ﴿أَوَمَن يُنَشَّأُ فِي الحلية﴾ أي أيجعلون للهِ من يُربَّى في الزينة وينشأ ويكبر عليها وهنَّ الإِناث؟ ﴿وَهُوَ فِي الخصام غَيْرُ مُبِينٍ﴾ أي ومن هو في الجدال غيرُ مظهرٍ لحجته لضعف رأيه؟ أوَمَنْ يكونُ هكذا يُنْسب إلى جناب الله العظيم؟ قال في التسهيل: والمقصد الرد على الذين قالوا الملائكةُ بنات الله، كأنه قال: أجعلتم للهِ من ينشأ في الحيلة؟ يعني يكبر وينبت في استعمالها، وذلك صفةُ النقص، ثم أتبعها بصفة نقصٍ أُخرى فقال ﴿وَهُوَ فِي الخصام غَيْرُ مُبِينٍ﴾ يعني أن الأنثى إذا خاصمت أو تكلمت لم تقدر أن تبيّن حجتها لنقص عقلها، وقلّما تجد امرأة إلا تفسد الكلام، وتخلط المعاني، فكيف يُنسب لله من يتصف بهذه النقائص؟ وقال ابن كثير: المرأة ناقصة في الصورة والمعنى، فيكمل نقص ظاهرها وصورتها بلبس الحلي ليجبر ما فيها من نقص، كما قال بعض الشعراء:\nوما الحليُ إلا زينةٌ من نقيصةٍ ... يتمِّم من حُسْنٍ إِذا الحُسْنُ قصَّرا\nوأما نقصُ معناها فإِنها صعيفةٌ عاجزةٌ عن الانتصار، كما قال بعض العرب وقد بُشِّر ببنت «ما هي بنعم الولد، نصرُها بكاءٌ، وبرُّها سرقة» ﴿وَجَعَلُواْ الملائكة الذين هُمْ عِبَادُ الرحمن إِنَاثًا﴾ كفرٌ آخرٍ تضمنه قولهم الشنيع أي واعتقد كفار العرب بأن الملائكة الذين هم أكمل العباد وأكرمهم على الله إناثٌ وحكموا عليهم بذلك ﴿أَشَهِدُواْ خَلْقَهُمْ﴾ أي أحضروا وقت خلق الله لهم حتى عرفوا أنهم إناث؟ وهذا تجهيلٌ وتهكمٌ بهم ﴿سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ﴾ أي سنأمر الملائكة بكتابة شهادتهم الكاذبة في ديوان أعمالهم ويُسألون عنها يوم القيامة، وهو وعيدٌ شديدٌ مع التهديد قال المفسرون: حكى تعالى عن كفار العرب ثلاثة أقوال شنيعة: الأول: أنهم نسبوا إلى الله الولد، الثاني: أنهم نسبوا إليه البناتِ دون البنين، الثالث: أنهم حكموا على الملائكة المكرمين بالأنوثة بلا دليل ولا برهان، فكذَّبهم القرآن الكريم في تلك الأقوال، ثم زادوا ضلالًا وبهتانًا فزعموا أنَّ ذلك برضى الله ﴿وَقَالُواْ لَوْ شَآءَ الرحمن مَا عَبَدْنَاهُمْ﴾ أي قالوا على سبيل السخرية والاستهزاء: لو شاء اللهُ ما عبدنا هؤلاء الملائكة ولا الأصنام، ولمَّا كانت عبادتنا واقعة بمشيئته فهو راضٍ بها قال القرطبي: وهذا منهم كلمةُ حقٍّ أُريد بها باطل، فكل شيءٍ بإِرادة الله، والميشئةُ غير الرضى، ولا يصح الاحتجاج بالمشيئة، فإِنهم لو عبدوا الله بدل الأصنام لعلمنا أنَّ الله أراد منهم ذلك، وقد\nكذبهم الله بقوله ﴿مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ﴾ إي ما لهم بذلك القول ولا برهان ﴿إِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾ أي ما هم إلا يكذبون ويتقوَّلون على الله كذبًا وزورًا ﴿أَمْ آتَيْنَاهُمْ كِتَابًا مِّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ﴾ ردٌّ آخر عليهم أي أم أنزلنا على هؤلاء المشركين كتابًا من قبل القرآن فهم بذلك الكتاب متمسكون يعملون بتوجيهاته؟ قال الإِمام الفخر: والمعنى: هل وجدوا ذلك الباطل في كتاب منزَّل قبل القرآن حتى يعوِّلوا عليه ويتمسكوا به ﴿بَلْ قالوا إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ﴾ بل للإِضراب وهو الانتقال من كلام إلى آخر أي لم يأتوا بحجةٍ عقلية أو نقلية على ما زعموا بل اعترفوا بأنه لا مستند لهم سوى تقليد آبائهم الجهَلة قال أبو السعود: والأُمةُ: الدينُ والطريقةُ سميت أمةً لأنها تؤم وتقصد ﴿وَإِنَّا على آثَارِهِم مُّهْتَدُونَ﴾ أي ونحن ماشون على طريقتهم مهتدون بآثارهم ﴿وَكَذَلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ﴾ أي وكما تبع هؤلاء الكفار آباءهم بغير حجة ولا برهان كذلك فعل من قبله من المذكبين، فما بعثنا قبلك رسولًا في أمةٍ من الأمم ﴿إِلاَّ قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّقْتَدُونَ﴾ أي إلا قال المتنعمون فيها الذي أبطرتهم النعمة، وأعمتهم الشواتُ والملاهي عن تحمل المشاق في طلب الحق: إنا وجدنا أسلافنا على ملةٍ ودين، وإِنا مقتدون بهم في طريقتهم قال البيضاوي: والآية تسليةٌ لرسول الله ﷺ َ ودلالةٌ على أن التقليد في نحو هذا ضلالٌ قديم، وأسلافُهم لم يكن سندٌ منظور يُعتَدُّ به، وإِنما خصَّص المترفين بالذكر للإِشعار بأن التنعم وحبَّ البطالة صرفهم عن النظر إلى التقليد الأعمى، وذكر هنا ﴿مُّقْتَدُونَ﴾ وهناك ﴿مُّهْتَدُونَ﴾ تفننًا لأن معناهما واحد ﴿قال أَوَلَوْ جِئْتُكُمْ بأهدى مِمَّا وَجَدتُّمْ عَلَيْهِ آبَآءَكُمْ﴾؟ أي قال كل نبيٍّ لقومه حين أنذرهم عذاب الله: أتقتدون بآبائكم ولو جئتكم بدينٍ أهدى وأرشد مما كانوا عليه؟ ﴿قالوا إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ﴾ أي قالوا إنا كافرون بكل ما أُرسلتم به من التوحيد والإِيمان والبعث والنشور ﴿فانتقمنا مِنْهُمْ فانظر كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي فانتقمنا من الأمم المكذبة بأنواع العذاب فانظر كيف صار حالهم ومآلهم!!", "ayah": 14, "surah": 43}