{"text": "المنَاسَبَة: لما حكى عن المشركين تقليدهم الأعمى للآباء، ذكر هنا إمام الحنفاء إبراهيم ﵇، الذي يفتخر به العرب وينتسبون إليه، وتبرءه من قومه ومن عبادة الأوثان، للمقارنة بين الهدى والضلال، وبين منطق العقل السديد، ومنطق الهوى والتقليد.\nاللغَة: ﴿بَرَآءٌ﴾ مصدر بمعنى بريء أي متبرىء يقال: تبرأتُ من الأمر أي تخليت منه بالكلية ﴿عَقِبِهِ﴾ ذريته ونسله قال ابن شهاب: العقب: الولدُ وولد الولد ﴿سُخْرِيًّا﴾ أي مسخرًا في العمل مستخدمًا فيه ﴿مَعَارِجَ﴾ مصاعد ومراقي جمع مِعْراج وهو ما يصعد عليه الإِنسان كالدرج ونحوه ﴿يَظْهَرُونَ﴾ يرتقون ويصعدون ﴿زُخْرُف﴾ زينة من ذهب وفضة وغيرهما ﴿يَعْشُ﴾ يُعرض وأصله من عشيَ البصرُ إذا ضعف قال الخليل: العشو هو النظر ببصر ضعيف.\nالتفسِير: ﴿وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَآءٌ مِّمَّا تَعْبُدُونَ﴾ أي واذكر يا محمد حين قال إبراهيم الخليل لأبيه وقومه المشركين إنني بريءٌ من هذا الأوثان التي تعبدونها من دون الله ﴿إِلاَّ الذي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ﴾ أي لكنْ ربي الذي خلقني وأنشأني من العدم فإِنه يرشدني إلى الدين الحق، ويهديني إلى طريق السعادة ﴿وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ﴾ أي وجعل إبراهيم هذه الكلمة كلمة التوحيد باقيةً في ذريته فلا يزال فيهم من يوحِّد الله ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي رجاء أن يرجع إلى الإِيمان من الشرك منهم من قال مجاهد: «وجعلها كلمة» يعني «لا إله إلا الله» لا يزال في ذريته من يقولها إلى ايوم الدين ﴿بَلْ مَتَّعْتُ هؤلاء وَآبَآءَهُمْ﴾ أي بل متعتُ أهل مكة وآبائهم وهم من عقب إبراهيم بالإِمداد في العمر والنعمة، فاغتروا بالمهلة واشتغلوا بالتنعم واتباع الشهوات عن كلمة التوحيد ﴿حَتَّى - ﷺ َ - ﷺ َ mp;\n١٦٤٨ - ; جَآءَهُمُ الحق وَرَسُولٌ مُّبِينٌ﴾ أي حتى جاءهم القرآن ورسولٌ ظاهر الرسالة، مؤيدٌ بالمعجزات الباهرة من عند الله قال الإِمام الفخر: وجه نظم الآية أنهم لما عوَّلوا على تقليد الآباء، ولم يتفكروا في الحجة، اغتروا بطول الإِمهال وإِمتاع الله إياهم بنعيم الدنيا فأعرضوا عن الحق ﴿وَلَمَّا جَآءَهُمُ الحق قَالُواْ هذا سِحْرٌ﴾ أي ولمَّا جاءهم القرآن لينبههم من غفلتهم، ويرشدهم إلى التوحيد، ازدادوا\nعتوًا وضلالًا فقالوا عن القرآن إنه سحر ﴿وَإِنَّا بِهِ كَافِرُونَ﴾ أي ونحن كافرون به، لا نصدّق أنه كلام الله قال أبو السعود: سمَّوا القرآن سحرًا وكفروا به واستحقروا الرسول ﵇، فضمُّوا إلى كفرهم السابق معاندة الحق والاستهانة به ﴿وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ﴾ أي وقال المشركون: هلاَّ أُنزل هذا القرآن على رجل عظيم كبير في مكة أو الطائف!! قال المفسريون: يعنون «الوليد بن المغيرة» في مكة أو «عُروة بن مسعود الثقفي» في الطائف.\n. استبعدت قريش نزول القرآن على محمد وهو فقير يتيم، واقترحوا أن ينزل على أحد الرؤساس والعظماء، ظنًا منهم أن العظيم هو الذي يكون له مال وجاه، وفاتهم أن العظيم هو الذي يكون عند الله عظيمًا، وهم يعتبرون مقياس العظمة: الجاه والمال، وهذا رأي الجاهلين في كل زمانٍ ومكان، أما مقياسُ العظمة الحقيقة عند الله تعالى وعند العقلاء، فإنما هو عظمة النفس، وسُموُّ الروح، ومَنْ أعظمُ نفسًا وأسمى روحًا من محمد بان عبد الله ﵊ ُ! ﴿ولهذا ردَّ ﵎ عليهم بقوله ﴿أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ﴾؟ أي أهم يمنحون النبة ويخصَّون بها من شاءوا من العباد، حتى يقترحوا أن تكون لفلان الغني، أو فلانٍ الكبير من الناس؟ ﴿نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي - ﷺ َ - ﷺ َ mp;\n١٦٤٩ - ;لْحَيَاةِ الدنيا﴾ أي نحن بحكمتنا جعلنا هذا غنيًا وهذا فقيرًا، وفاوتنا بينهم في الأموال والأرزاق، وإِذا كان أمر المعيشة وهو تافه حقير لم نتركه لهم بل تولينا قسمته بأنفسنا، فكيف نترك أمر النبوة وهو عظيم وخطير لأهوائهم ومشتهياتهم﴾ ! قال في التسهيل: كما قسمنا المعايش في الدنيا كذلك قسمنا المواهب الدينية، وإِذا كنا لم نهمل الحظوظ الحقيرة الفانية، فأولى وأحرى ألا نُهمل الحظوظ الشريفة الباقية ﴿وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾ أي فضلنا بين الخلق في الرزق والعيش، وجعلناهم مراتب: هذا غني، وهذا فقير، وها متوسط الحال ﴿لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا﴾ أي ليكون كلٌ منهم مسخرًا للآخر، ويخدم بعضهم بعضًا، لينتظم أمر الحياة قال الصاوي: إن القصد من جعل الناس متفاوتين في الرزق، لينتفع بعضهم ببعض، ولو كانوا سواءً في جميع الأحوال لم يخدم أحدٌ أحدًا، فيفضي إلى خراب العالم وفساد نظامه وقال أبو حيانن: وقوله تعالى: ﴿سُخْرِيًّا﴾ بضم السين من التسخير بمعنى الاستخدام، لا من السخرية بمعنى الهزء، والحكمة هي أن يترفق بعضهم ببعضٍ، ويصلوا إلى منافعهم، ولو تولَّى كل واحدٍ جميع أشغاله بنفسه ما أطاق ذلك، وضاع وهلك، وفي قوله ﴿نَحْنُ قَسَمْنَا﴾ تزهيدٌ في الإِكباب على طلب الدنيا، وعونٌ على التوكل على الله، وقال قتادة: تلقى ضعيف القوة، قليل الحيلة، عييَّ اللسان وهو موسَّع عليه في الرزق، وتلقى شديد الحيلة، بسيط اللسان وهو مقتَّر عليه في الرزق، وقال الشافعي:\nومن الدليل على القضاء وكونِه ... بؤسُ اللبيب وطيبُ عيشِ الأحمق\n﴿وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ﴾ أي وإِنعامه تعالى عليك بالنبوة خيرٌ مما يجمع الناسُ من حطام الدنيا الفاني، ثم بيَّن تعالى حقارة الدنيا ودناءة قدرها عند الله فقال ﴿وَلَوْلاَ أَن يَكُونَ الناس أُمَّةً\nوَاحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ﴾ أي ولولا أن يرغب الناسُ في الكفر إذا رأوا الكافر في سعة من الرزق، ويصيروا أمةً واحدة في الكفر، لخصصنا هذه الدنيا بالكفار، وجعلنا لهم القصور الشاهقة المزخرفة بأنواع الزينة والنقوش، سقفها من الفضة الخالصة ﴿وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ﴾ أي وجعلنا لهم مصاعدَ وسلالم من فضة عليها يرتقون ويصعدون ﴿وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا﴾ أي ولبيوتهم أبوابًا من قضة وسررًا من فضة، زيادةً في الرفاهية والنعيم ﴿عَلَيْهَا يَتَّكِئُونَ﴾ أي على تلك الأسرَّة الفضيَّة يتكئون ويجلسون ﴿وَزُخْرُفًا﴾ أي وجعلنا لهم زينةً من ستور ونمارق ونقوش وقال ابن عباس: ﴿زُخْرُفًا﴾ ذهبًا أي جعلنا لهم سقفًا وأبوابًا وسررًا من فضة وذهب ﴿وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الحياة الدنيا﴾ أي وما كل ذلك النعيم العاجل الذي نعطيه للكفار، إلاّ شيء يُتمتع به في الحياة الدنيا الزائلة الحقيرة ﴿والآخرة عِندَ رَبِّكَ لِلْمُتَّقِينَ﴾ أي والجنةُ وما فيها من أنواع الملاذ والنعم التي يقصر عنها البيان، هي خاصة بالمتقين لا يشاركهم فيها أحد قال المفسرون: والآياتُ سِيقتْ لبيان حقارة الدنيا وقلة شأنها، وأنها من الهوان بحيث لولا الفتنة لخصَّ بها الكفارين، فجل بيوت الكفرة ودرجها وسقوفها من ذهب وفضة، وأعطى الكافر كل ذلك النعيم في الدنيا لعدم حظه في الآخرة، ولكنه تعالى رحيم بالعباد فلذلك أغنى بعض الكفار وأفقر بعضهم، وأغنى بعض المؤمنين وأفقر بعضهم وفي الحديث\n«لو كانت الدنيا تزن عند الله جناح بعوضة ما سقى كافرًا منها جرعة ماء» قال الزمخشري: فإِن قلت: فحين لم يوسّع على الكفارين للفتنة التي كان يؤدي إليها التوسعة عليهم، من إطباق الناس على الكفر لحبهم الدنيا وتهالكهم عليها، فهلاَّ وسَّع على المسلمين ليطبق الناس على الإِسلام؟ قلتُ التوسعةُ عليهم مفسدة أيضًا لما تؤدي إليها من دخول الناس في الإِسلام لأَجل الدنيا وذلك من دين المنافقين، فكانت الحكمة فيما دبَّر، حيث جعل الفريقين أغنياء وفقراء، وغلَّب الفقر على الغنى ﴿وَمَن يَعْشُ عَن ذِكْرِ ا ;لرحمن﴾ أي ومن يعرض ويتعام ويتغافل عن القرآن وعبادة الرحمن ﴿نُقَيِّضْ لَهُ شَيْطَانًا﴾ أي نهيء ونيسّر له شيطانًا لا ينفك عن الوسوسة له والإِغواء كقوله تعالى ﴿أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا الشياطين عَلَى الكافرين تَؤُزُّهُمْ أَزًّا﴾ [مريم: ٨٣] ﴿فَهُوَ لَهُ قَرِينٌ﴾ فهو له ملازم ومصاحب له لا يفارقه ﴿وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السبيل﴾ أي وإن الشياطين ليصدون هؤلاء الكفار الضالين عن طريق الهدى ﴿وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ﴾ أي ويحسب الكفار أنهم على نور وبصيرة وهدايةٍ من أمرهم ﴿حتى إِذَا جَآءَنَا﴾ أي حتى إذا جاء الكافر مع قرينه وقد ربط بلسلسةٍ واحدة ﴿قَالَ ياليت بَيْنِي وَبَيْنَكَ بُعْدَ المشرقين﴾ أي قال الكافر لقرينه: يا ليت بيني وبينك مثل ما بين المشرق والمغرب قال الطبري: وهذا من التغليب كما يقال: القمران، والعمران، والأبوان، فغلَّب ههنا المشرق عل المغرب ﴿فَبِئْسَ القرين﴾ أي فبئس الصاحب أنت لأنك كنت سببًا في شقائي بتزينك الباطل لي قال أبو سعيد الخدري: إذا بُعث الكافر زُوّد بقرينه من الشياطين، فلا يفارقه حتى\nيصير به إلى النار ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ أي ولن ينفعكم ويفيدكم اشتراككم في العذاب، ولن يخفف ذلك عنكم شيئًا بسبب ظلمكم، فإِن لكل واحد نصيبه الأوفر منه قال في التسهيل: المراد أنه لا ينفعهم اشتراكهم في العذاب، ولا يجدون راحة التأسي التي يجدها المكروب في الدنيا إذا رأى غيره قد أصابه مثل ما أصابه لأن المصيبة إذا عمَّت هانت، فدفع تعالى ذلك التوهم بأن اشتراكهم في العذاب، لا يخفِّف عنهم البلاء ﴿أَفَأَنتَ تُسْمِعُ الصم أَوْ تَهْدِي العمي وَمَن كَانَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فأنت يا محمد تقدر أن تسمع هؤلاء الكفار الذين هم كالصُّم والعُمي، ومن كان في ضلالٍ واضح؟ ليس لك ذلك فلا يَضِقْ صدرك إن كفروا قال المفسرون: والآية تسلية للنبي ﷺ َ فقد كان يجتهد في دعائهم إلى الإِيمان، ولا يزدادون إلاَّ تعاميًا عن الحق وطغيانًا وضلالًا ﴿فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ﴾ أي إن عجلنا وفاتك قبل الانتقام منهم، فإِنا سننتقم منهم بعد وفاتك ﴿أَوْ نُرِيَنَّكَ الذي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُّقْتَدِرُونَ﴾ أي أو نرينَّك يا محد العذاب الذي وعدناهم به في حياتك فإِنا قادرون عليهم فهم في قبضتنا لا يفوتوننا قال ابن عباس: قد أراه الله ذلك يوم بدر وقال ابن كثير: المعنى لا بدَّ أن ننتقم منهم ونعاقبهم في حياتك أو بعد وفاتك، ولم يقبض الله تعالى رسوله حتى أقرَّ عينه من أعدائه، وحكَّمه في نواصيهم ﴿فاستمسك بالذي أُوحِيَ إِلَيْكَ﴾ أي فتمسكْ يا محمد بالقرآن الذي أوحيناه لك ﴿إِنَّكَ على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي فإِنك على الحق الواضح والطريق المستقيم، الموصل إلى جنات النعيم ﴿وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ﴾ أي وإِن هذا القرآن لشرفٌ عظيم لك ولقومك من قريش، إذ أُنزل بلغتهم وعلى رجلٍ منهم وسوف تسألون عن شكر هذه النعمة قال في التسهيل: والذكرُ هنا بمعنى الشرف، وقومُ النبي ﷺ َ هم قريشٌ وسائر العرب، فإِنهم نالوا بالإِسلام شرف الدنيا والآخرة، ويكفيك أن فتحوا مشارق الدنيا ومغاربها وصارت فيهم الخلافة والملك، وهذا القرآن شرفٌ لكل من تبعه، وهذه الآية نظير قوله تعالى\n﴿لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلاَ تَعْقِلُونَ﴾ [الأنبياء: ١٠]؟ ﴿وَسْئَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ﴾ هذا على سبيل الفرض، وفي الكلام محذوف أي إن كنت يا محمد شاكًا في أمر التوحيد فسلْ من سبقك من الرسل ﴿أَجَعَلْنَا مِن دُونِ الرحمن آلِهَةً يُعْبَدُونَ﴾؟ أي هل هناك أحدٌ من الرسل دعا لعبادة غير الله؟ ولاآية كقوله تعالى ﴿فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَاسْأَلِ الذين يَقْرَءُونَ الكتاب مِن قَبْلِكَ﴾ [يونس: ٩٤] قال أبو السعود: والمراد بالآية الاستشهاد بإِجماع الأنبياء على التوحيد، والتنبيه على أنه ليس ببدع ابتدعه حتى يُكذَّب ويُعادى وقال أبو حيان: ويظهر أن الخطاب للسامع، والسؤال هنا مجاز عن النظر في أديان الأنبياء، هل جاءت عبادة الأوثان في ملةٍ من مللهم؟ وهذا كما يساءل الشعراء الديار والأطلال، ومنه قولهم: سل الأرض من شقَّ أنهارك، وغرس أشجارك، وجنى ثمارك؟ فإِنها إن لم تجبك حوارًا أجابتك اعتبارًا، وهذا كله من باب المجاز.", "ayah": 27, "surah": 43}