{"text": "المنَاسَبَة: لما طغت قريش على الرسول ﷺ َ في أمر النبوة، بسبب أنه فقيرٌ عديم المال والجاه، واختاروا أن يتنزَّل القرآن على رجلٍ كثير المال عظيم الجاه، ذكر تعالى قصة «موسى مع فرعون» ليشير إلى أن المنطق العناد والطغيان واحد، فقد سبقهم فرعون إلى التجبر بماله وسلطانه، وفرضَ قبول دعوة الحق بحجة أنه أكثر مالًا وجاهًا من موسى، فردت الآيات الكريمة هذه الشبهة السقيمة بالحجة والبرهان.\nاللغَة: ﴿يَنكُثُونَ﴾ نكث العهد: نقضه ﴿مَهِينٌ﴾ حقير لا قدر له ولا مكانة ﴿آسَفُونَا﴾ أغضبونا وغاضونا ﴿سَلَفًا﴾ قُدْوة ﴿يَصِدُّونَ﴾ بكسر الصاد بمعنى يضجّون ويصيحون، وبضمها بمعنى الإِعراض ومنع الناس عن الإِيمان قال الجوهري: صدَّ يصُدُّ صديدًا أي ضجَّ، وقيل إنه بالضم من الصدود وهو الإِعراض، وبالكسر من الضجيج، وقال الفراء: هما سواء ﴿تَمْتَرُنَّ﴾ الامتراء: الشك، امترى في الأمر شكَّ فيه، والمريةُ: الشكُ.\nسَبَبُ النّزول: عن مجاهد قال: إن قريشًا قالت إن محمدًا يريد أن نعبده كما عبد النصارى عيسى ابن مريم فأنزل الله ﴿وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ﴾ .\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي واللهِ لقد أرسلنا موسى بالمعجزات الباهرة الدالة على صدقه إلى فرعون وقومه الأقباط ﴿فَقَالَ إِنِّي رَسُولُ رَبِّ العالمين﴾ أي\nفقال له موسى: إني رسول الله إليك، أرسلني لأدعنك وقومك إلى عبادة الله وحده ﴿فَلَمَّا جَآءَهُم بِآيَاتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ﴾ أي فلما جاءهم بتلك الآيات الباهرة الدالة على رسالته ضحكوا سخريةً واستهزاءً به قال القرطبي: إِنما ضحكوا منها ليوهموا أتباعهم أن تلك الآياتِ سحرٌ، وأنهم قادرون عليها، قال تعالى ﴿وَمَا نُرِيِهِم مِّنْ آيَةٍ إِلاَّ هِيَ أَكْبَرُ مِنْ أُخْتِهَا﴾ أي وما نريهم آية من آيات العذاب كالطوفان، والجراد، والقُمَّل إلا وهي في غاية الكبر والظهور، بحيث تكون أوضح من سابقتها قال الصاوي: والمعنى إلا وهي بالغة الغاية في الإِعجاز، بحيث يظن الناظر إليها أنها أكبر من غيرها ﴿وَأَخَذْنَاهُم بالعذاب لَعَلَّهُمْ يَرْجِعُونَ﴾ أي عاقبناهم بأنواع العذاب الشديد، لعلهم يرجعون عما هوعليه من الكفر والتكذيب ﴿وَقَالُواْ ياأيه الساحر ادع لَنَا رَبَّكَ﴾ أي وقالوا لما عاينوا العذاب ياأيها الساحرُ ادع لنا ربك ليكشف عنا هذا البلاء والعذاب ﴿بِمَا عَهِدَ عِندَكَ﴾ أي بالعهد الذي أعطاك إياه من استجابة دعائك ﴿إِنَّنَا لَمُهْتَدُونَ﴾ أي لنؤمِنن بك إن كشف عنا العذاب بدعائك قال المفسرون: ليس قولهم ﴿ياأيه الساحر﴾ على سبيل الانتقاص، وإنما هو تعظيم في زعمهم، لأن السحر كان عِلم زمانهم، ولم يكن مذمومًا، فنادوه بذلك على سبيل التعظيم قال ابن عباس: معناه يا أيها العالم، وكان الساحر فيهم عظيمًا يوقرونه ﴿فَلَمَّا كَشَفْنَا عَنْهُمُ العذاب إِذَا هُمْ يَنكُثُونَ﴾ أي فلما رفعنا عنهم العذاب بدعوة موسى، إذا هم ينقضون العهد ويصرون على الكفر والعصيان ﴿ونادى فِرْعَوْنُ فِي قَوْمِهِ﴾ أي نادى فرعون رؤساء القبط وعظماءهم، لما رأى الآيات الباهرة من موسى وخاف أن يؤمنوا ﴿قَالَ ياقوم أَلَيْسَ لِي مُلْكُ مِصْرَ وهذه الأنهار تَجْرِي مِن تحتي﴾؟ أي قال مفتخرًا متبجحًا: أليست بلادُ مصرَ الواسعة الشاسعة ملكًا لي؟ وهذه الخُلجان والأنهار المتفرعمة من نهر النيل تجري من تحتي قصوري؟ قال القرطبي: ومعظمها أربعة: نهر الملك، ونهر طولون، ونهر دمياط، ونهر تينس وكلها من النيل وقال قتادة: كانت جنانها وأنهارها تجري من تحت قصره ﴿أَفَلاَ تُبْصِرُونَ﴾؟ أفلا تبصرون عظمتي وسعة ملكي، وقلة موسى وذلته؟ ﴿أَمْ أَنَآ خَيْرٌ مِّنْ هذا الذي هُوَ مَهِينٌ﴾ أي بل أنا خيرٌ من هذا الضعيف الحقير الذي لا عزَّ له ولا جاه ولا سلطان، فهو يمتهن نفسه في حاجاته لحقارته وضعفه؟ يعني بذلك موسى ﵇ ﴿وَلاَ يَكَادُ يُبِينُ﴾ أي لا يكاد يفصح عن كلامه، ويوضّح مقصوده، فكيف يصلح للرسالة؟ قال أبو السعود: قال فرعون ذلك افتراءً على موسى، وتنقيصًا له ﵇ في أعين الناس، باعتبار ما كان في لسانه من عُقدة، ولكنَّ الله أذهبها عنه بدعائه\n﴿واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي﴾ [طه: ٢٧٢٨] ﴿فَلَوْلاَ أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ﴾ أي فهلاَّ ألقى الله إليه أسورةً من ذهب كرامةً له ودلالة على نبوَّتاه! ﴿قال مجاهد: كانوا إذا أرادوا أن يجعلوا رجلًا رئيسًا عليهم سّوروه بسوارين وطوقوه بطوق من ذهبٍ علامة لسيادته ﴿أَوْ جَآءَ مَعَهُ الملائكة مُقْتَرِنِينَ﴾ أي أو جاءت معه الملائكةُ يكتنفونه خدمةً له وشهادة بصدقه قال أبو حيان: لما\nوصف فرعون نفسه بالعزة والمُلك، ووان بينه وبين موسى ﵇، ووصفه بالضعف وقلة الأعوان، اعترض فقال: إن كان صادقًا فهلاَّ ملَّكه ربُه وسوَّره وجعل الملائكة أنصاره﴾ ! ﴿فاستخف قَوْمَهُ فَأَطَاعُوهُ﴾ أي فاستخفَّ بعقول قومه واستجهلهم لخفة أحلامهم، فأطاعوه فيما دعاهم إليه من الضلالة ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ لأي إنما أجابوه لفسقهم وخروجهم عن طاعة الله ﴿فَلَمَّآ آسَفُونَا انتقمنا مِنْهُمْ﴾ أي فلما أغضبونا وغاظونا انتقمنا منهم بأشد أنواع العقاب ﴿فَأَغْرَقْنَاهُمْ أَجْمَعِينَ﴾ أي فأغرقنا فرعون وقومه في البحر أجمعين فلم نبق منهم أحدًا قال المفسرون: اغتر فرعنن بالعظمة والسلطان والأنهار التي تجري من تحته، فأهلكه الله بجنس ما تكبر به هو وقومه وذلك بالغرق بماء البحر، وفيه إشارة إلى أن من تعزَّز بشيء أهلكه الله به ﴿فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِّلآخِرِينَ﴾ أي جعلنا قوم فرعون قُدوةً لمن يعدهم من الكفار في استحقاق العذاب والدمار، ومثلًا يعتبرون به لئلا يصيبهم مثل ذلك قال مجاهد: سلفًا لكفار قريش يتقدمونهم إلى النار، وعظة وعبرةً لمن يأتي بعدهم ﴿وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ﴾ أي ولمَّا ذُكر عيسى بن مريم في القرآن وضُرب المثلُ بالآلهة التي عُبدت من دون الله إذا مشركو قريش يضجون وترتفع أصواتُهم بالصياح قال المفسرون:\n«لما قرأ رسول الله ﷺ َ: ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ [الأنبياء: ٩٨] قال ابن الزبعرى: أهذا لنا أم لجميع الأمم؟ فقال ﵇: هو لكم ولآلهتكم ولجميع الأمم فقال: قد خصمتك وربِّ الكعبة؟ أليست النصارى يعبدون المسيح، واليهود يعبدون عزيرًا؟ وبنو فلان يعبدون الملائكة!! فإِن كان هؤلاء في النار فقد رضينا أن نكون نحن وآلهتنا معهم، فسكت ﵊ ُ انتظارًا للوحي، فظنوا أنه أُلزم الحجة فضحك المشركون وضجوا وارتفعت أصواتهم فأنزل الله ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ﴾ [الأنبياء: ١٠١]» قال القرطبي: ولو تأمل ابن الزبعرى الآية ما اعترض عليها، لأنه تعالى قال ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ﴾ ولم يقل «ومنْ تعبدون» وإِنما أراد الأصنام ونحوها مما لايعقل، ولم يرد المسيح ولا الملائكة وإِن كانوا معبودين ﴿وقالوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ﴾ أي أآلهتنا خيرٌ أم عيسى؟ فإِن كان عيسى في النار فلتكنْ آلهتنا معه ﴿مَا ضَرَبُوهُ لَكَ إِلاَّ جَدَلًا﴾ أي ما قالوا هذا القول لك إلاَّ على وجه الجدل والمكابرة لا لطلب الحقِّ ﴿بَلْ هُمْ قَوْمٌ خَصِمُونَ﴾ أي بل هم قوم شديدو الخصومة واللجاج بالباطل قال في التسهيل: أي ما ضربوا لك هذا المثال إلا على وجه الجدل، وهو أن يقصد الإِنسان أن يغلب من يناظره، سواء غلبه بحقٍ أو بباطل، فإِن ابن الزبعرى وأمثاله ممن لا يخفى عليه أن عيسى لم يدخل في قوله تعالى ﴿حَصَبُ جَهَنَّمَ﴾ ولكنهم أرادوا المغالطة فوصفهم الله بأنهم قوم خَصِمون ﴿إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ﴾ أي ما عيسى إالا عبد كسائر العبيد أنعمنا عليه بالنبوة وشرفناه بالرسالة، وليس هو إلهًا ولا ابن إله كما زعم النصارى ﴿إِوَجَعَلْنَاهُ مَثَلًا لبني إِسْرَائِيلَ﴾ أي\nوجعلناه آيةً وعبرةً لبني إسرائيل، يستدلون بها على قدرة الله تعالى، حيث خُلق من أمٍ بلا أب قال الرازي: أي صيرناه عبرةً عجيبة كالمثل السائر حيث خلقناه من غير أب كما خلقنا آدم ﴿وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُمْ مَّلاَئِكَةً فِي الأرض يَخْلُفُونَ﴾ أي ولو أردنا لجعلنا بدلًا منكم ملائكةً يسكنون في الأرض يكونون خلفًا عنكم قال مجاهد: ملائكة يعمرون الأرض بدلًا منكم ﴿وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ﴾ أي وإِن عيسى علامة على قبل الساعة قال ابن عباس وقتادة: إن خروج عيسى ﵇ من أعلام الساعة لأن الله ينزله من السماء قبيل قيام الساعة، ﴿فَلاَ تَمْتَرُنَّ بِهَا﴾ أي فلا تشكُّوا في أمر الساعة فإنها آتية لا محالة وفي الحديث\n«يوشك أن ينزل فيكم عيسى بن مريم حكمًا مقسطًا ...» الحديث ﴿واتبعون هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي وقل لهم يا محمد: ابتعوا هُداي وشرعي، فإِن هذا الذي أدعوكم إليه دينٌ قيّم وطريق مستقيم ﴿وَلاَ يَصُدَّنَّكُمُ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي لا تغتروا بوساوس الشيطان، واحذروا أن يصدكم عن اتباع الحق، فإِنه لكم عدوٌ ظاهر العداوة، حيث أخرج أباكم من الجنة، ونزع عنه لباس النور ﴿وَلَمَّا جَآءَ عيسى بالبينات قَالَ قَدْ جِئْتُكُم بالحكمة﴾ أي ولما جاء عيسى بالمعجزات وبالشرائع البينات الواضحات، قال قد جئتكم بما تقتضيه الحكمة الإلهية من الشرائع ﴿وَلأُبَيِّنَ لَكُم بَعْضَ الذي تَخْتَلِفُونَ فِيهِ﴾ أيوجئتكم لأبين لكم ما اختلفتم فيه من أمور الدين قال ابن جزي: وإِنما قال ﴿بَعْضَ الذي تَخْتَلِفُونَ فِيهِ﴾ دون الكل، لأن الأنبياء إِنما يبيّنون أمور الدين لا أمور الدنيا وقال الطبري: يعني من الأمور الدينية لا الدنيوية ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي فاتقوا اللهَ بامتثال أوامره واجتناب نواهيه، وأطيعوا أمري فيما أبلغه إليكم من التكاليف ﴿إِنَّ الله هُوَ رَبِّي وَرَبُّكُمْ فاعبدوه﴾ أي إن الله جلا وعلا هو الربُ المعبود لا ربَّ سواه فأخلصوا له الطاعة والعبادة قال ابن كثير: أي أنا وأنتم عبيد له، فقراء إليه، مشتركون في عبادته وحده ﴿هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي هذا التوحيد والتعبد بالشرائع، طريق مستقيم موصلٌ إلى جنات النعيم.", "ayah": 57, "surah": 43}