{"text": "المنَاسَبَة: لما ذكر تعالى أمر عيسى ودعوته إلى الدين الحق، أتبعه بذكر ضلال أهل الكتاب حيث تفرقوا شيعًا وأحزابًا في شأنه، فقد بعضهم إنه إله، وقال بعضهم إنه ابن الإِله، وقال آخرون إنه ثالث ثلاثة، ثم ذكر تعالى أحوال القيامة وأهوالها، وختم السورة الكريمة ببيان صفات المعبود الحق، الواحد الأحد جلاَّ وعلا.\nاللغَة: ﴿الأخلاء﴾ جمع خليل وهو الصديق الحميم ﴿تُحْبَرُونَ﴾ تُسرون وتفرحون، والحبورُ: السرور والفرح ﴿أَكْوَابٍ﴾ جمع كوب وهو القدح الذي لا عروة له ﴿مُبْلِسُونَ﴾ آيسون من الرحمة، وحزينون من شدة اليأس ﴿أبرموا﴾ أحكموا الشيء يقال: أبرم القوم أمرهم أحكموه، والإِبرام، الإِحكام ﴿يُؤْفَكُونَ﴾ يُقلبون ويُصرفون، أَفكه أفْكًا أي قلبه وصرفه عن الشيء.\nسَبَبُ النّزول: عن مقاتل قال: مكر المشركون بالنبي ﷺ َ في دار الندورة، وتآمروا على قتله حين استقر أمرهم على ما أشار به أبو جهل عليهم، وهو أن يبرز من كل قبيلة رجل ليشتركوا في قتله وتضعف المطالبة بدمه فنزلت: ﴿أَمْ أبرموا أَمْرًا فَإِنَّا مُبْرِمُونَ﴾ .\nالتفسِير: ﴿فاختلف الأحزاب مِن بَيْنِهِمْ﴾ أي اختلفت فرق النصارى في شأن عيسى وصاروا شيعًا وأحزابًا فيه قال ابن كثير: صاروا شيعًا فيه، منهم من يُقرُّ بأنه عبدُ الله ورسولُه وهو الحقُّ، ومنهم من يدّعي أنه ولد الله، ومنهم من يقول إنه الله، تعالى الله عن قولهم علوًا كبيرًا ﴿فَوَيْلٌ لِّلَّذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ﴾ أي فهلاكٌ ودمارٌ لهؤلاء الكفرة الظالمين من عذاب يومٍ مؤلم وهو يوم القيامة ﴿هَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً﴾ أي هل ينتظر هؤلاء المشركون المكذبون إلا إتيانَ الساعة ومجيئها فجأةً ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي وهم غافلون عنها مشتغلون بأمور الدنيا، وحينئذٍ يندمون حيث لا ينفعهم الندم، ثم ذكر تعالى أحوال القيامة فقال ﴿الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ\nإِلاَّ المتقين﴾ أي الأصدقاء والأحباب يوم القيامة يصبحون أعداء \"لاَّ من كانت صداقته ومحبته لله قال ابن كثير: كلُّ خلةٍ وصداقة لغير الله، فإِنها تنقلب يوم القيامة عداوة إلا ما كان لله ﷿ فإِنه دائم بدوامه قال ابن عباس: صارت كل خلَّةٍ عداوةً يوم القيامة إلا المتقين تشريفًا وتطييبًا لقلوبهم فيقول: ﴿ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ﴾ يا عباد الله المؤمنين الذين تحققتم في العبودية لرب العالمين، لا خوفٌ عليكم في هذا اليوم العصيب، ولا أنتم تحزنون على ما فاتكم من الدنيا، ثم وضَّحهم بقوله ﴿الذين آمَنُواْ بِآيَاتِنَا وَكَانُواْ مُسْلِمِينَ﴾ أي هم الذين صدَّقوا بالقرآن، واستسلموا لحكم الله وأمره، وانقادوا لطاعته ﴿ادخلوا الجنة أَنتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ﴾ أي يقال لهم: أدخلوا الجنة أنتم ونساؤكم المؤمنات، تُنعَّمون فيها وتُسرُّون سرورا يظهر أثره على وجوهكم ﴿يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ﴾ أي يُطاف على أهل الجنة بأوانٍ من الذهب فيها طعام، وأقداحٍ من ذهب فيها الشراب قال المفسرون: آنية أهل الجنة التي يأكلون فيها الطعام، والكئوس التي يشربون فيها الشراب كلُّها من ذهب وفضة كما قال تعالى\n﴿وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوابٍ كَانَتْ قَوَارِيرَاْ﴾ [الإنسان: ١٥] وفي الحديث «لا تلبسوا الحرير ولا الديباج، ولا تشربوا في آنية الذهب والفضة، ولا تأكلوا في صحافها، فإنها في الدنيا ولكم في الآخرة» ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين أي وفي الجنة كل ما تشتهيه النفوس من أنواع اللذائذ والمشتهيات، وتُسرُّ به الأعين من فنون المناظر الجميلة، والمشاهد اللطيفة ﴿وَأَنتُمْ فِيهَا خَالِدُونَ﴾ أي وأنتم في الجنة باقون دائمون، لا تخرجون منها أبدًا قال أبو السعود: وهذا إتمامٌ للنعمة وإِكمال للسرور، فإِنَّ كل نعيمٍ زائلٍ موجبٌ لخوف الزوال. . لمَّا ذكر الجنة وأنها موضع الحبور، ذكر ما فيها من النعم، فذكر أولًا المطاعم، ثم ذكر المشارب، ثم بعد ذلك التفصيل ذكر بيانًا كليًا بقوله ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين﴾ ثم ذكر تمام النعمة بالخلود في دار النعيم، وهذا حصرٌ لأنواع النعم، لأنها إمّا مشتهاة في القلوب، أو مستلذةٌ في العيون ﴿وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي وتلك الجنة الموصوفة بتلك الأوصاف الجليلة أُعطيتموها بسبب أعمالكم الصالحة التي قدمتموها في الدنيا قال ابن كثير: أي أعمالكم الصالحة كانت سببًا لشمول رحمة الله إياكم، فإنه لا يدخل أحد الجنة بعمله، ولكنْ برحمة الله وفضله، وإِنما الدرجاتُ يُنال تفاوتها بحسب الأعمال الصالحات وفي الحديث «مامن أحدٍ إلاّ وله منزلٌ في الجنة ومنزلٌ في النار، الكافر يرث المؤمن منزله في النار، والمؤمن يرثُ الكافر منزله في الجنة، وذلك قوله تعالى ﴿وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ ﴿لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ﴾ أي لكم في الجنة من أنواع الفواكة والثمار الشيء الكثير سوى الطعام والشراب من هذه الفواكة تأكلون تفكهًا وتلذذًاَ قال المفسرون: يأكل أهل الجنة من بعض الثمار، وأما الباقي فعلى الأشجار على الدوام، لا\nترى فيها شجرةٌ تخلو عن ثمرها لحظة، فهي مزنيةٌ بالثمار أبدًا، لأن كل ما يؤكل يخلف بدله وفي الحديث» لا ينزع رجلٌ في الجنة من ثمرها إلا نبت مثلاها مكانها «. ولما ذكر حال السعداء الأبرار أعقبه بذكر حال الأشقياء الفجار فقال ﴿إِنَّ المجرمين فِي عَذَابِ جَهَنَّمَ خَالِدُونَ﴾ أي إن الكافرين الراسخين في الإِجرام في العذاب الشديد في جهنم دائمون فيها أبدًا قال الصاوي: والمراد بالمجرمين الكفار لأنهم ذكروا في مقابلة المؤمنين ﴿لاَ يُفَتَّرُ عَنْهُمْ﴾ أي لا يخفَّف عنه العذاب لحظة ﴿وَهُمْ فِيهِ مُبْلِسُونَ﴾ أي وهم في ذلك العذاب يائسون من كل خير ﴿وَمَا ظَلَمْنَاهُمْ ولكن كَانُواْ هُمُ الظالمين﴾ أي وما ظلمناهم بعقابنا لهم، ولكنْ كانوا هم الظالمين لتعريضهم أنفسهم للعذاب الخالد ﴿وَنَادَوْاْ يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ﴾ أي ونادى الكفار مالكًا خازن النار قائلين: ليمتْنا اللهُ حتى نستريحمن العذاب قال ابنك ثير: أي ليقبضْ أرواحنا فيريحنا مما نحن فيه قال ابن عباس: فلم يجبهم إلا بعد ألف سنة ﴿قَالَ إِنَّكُمْ مَّاكِثُونَ﴾ أي أجابهم إنكم مقيمون في العذاب أبدًا، لا خلاص لكم منه بموتٍ ولا بغيره ﴿لَقَدْ جِئْنَاكُم بالحق ولكن أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ﴾ خطاب توبيخ وتقريع أي لقد جئناكم أيها الكفار بالحق الساطع المبين، ولكنكم كنتم كارهين لدين الله مشمئزين منه لكونه مخالفًا لأهوائكم وشهواتكم قال الرازي: هذا كالعلة لما ذُكر والمرادُ نفرتهم عن محمد وعن القرآن، وشدة بُغضْهم لقبول الدين الحق ﴿أَمْ أبرموا أَمْرًا فَإِنَّا مُبْرِمُونَ﴾ الكلام عن كفار قريش أي أم أحكم هؤلاء المشركون أمرًا في كيد محمد ﷺ َ فإِنا محكمون أمرنا في نصرته وحمايته، وإهلاكهم وتدميرهم قال مقاتل: نزلت في تدبيرهم المكر بالنبي ﷺ َ في دار الندوة ﴿أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم﴾ أي أم يظنون أنَّا لا نسمع ما حدَّثوا به أنفسهم، وما تكلموا به فيما بينهم بطريق التناجي قال في التسهيل: السرُّ ما يحدث به الإِنسان نفسه أو غيره في خفية، والنجوى ما تكلموا به بينهم ﴿بلى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ﴾ أي لى إنا نسمع سرَّهم وعلانيتهم، وملائكتنا الحفظة يكتبون عليهم أعمالهم، روي أنها نزلت في» الأخنس بن شُريق «و» الأسود بن عبد يغوث «اجتمعنا فقال الأخنس: أترى الله يسمع سرَّنا!! فقال الآخر: يسمع نجوانا ولا يسمع سرنا ﴿قُلْ إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين﴾ أي قل يا محمد لهؤلاء المشركين: لو فُرض أنَّ لله ولدًا لكنت أنا أول من يعبد ذلك الولد، ولكنه جلا وعلا منزَّه عن الزوجة والولد قال القرطبي: وهذا كما تقول لمن تناظره: إن ثبتَ ما قلت بالدليل فأنا أول من يعتقده، وهذا مبالغةٌ في الاستبعاد، وترقيقٌ في الكلام وقال الطبري: هو ملاطفةٌ في الخطاب وقال البيضاوي: ولا يلزم من هذا الكلام صحة وجود الولد وعبادته له، بل المراد نفيهما على أبلغ الوجوه، وإِنكاره للولد ليس للعناد والمراء، بل لو كان لكان أولى الناس بالاعتراف به، فإن النبي يكون أعلم بالله وبما يصح له وما لا يصح ﴿سُبْحَانَ رَبِّ السماوات\nوالأرض رَبِّ العرش عَمَّا يَصِفُونَ﴾ أي تنزَّه وتقدَّس اللهُ العظيمُ الجليل، ربُّ السمواتِ والأرضِ، وربُّ العرشِ العظيم، عمَّا يصفه به الكافرون من نسبة الولد إليه ﴿فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ﴾ أي اترك كفار مكة في جهلهم وضلالهم، يخوضوا في باطلهم ويلعبوا بدنياهم ﴿حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ﴾ أي إلى ذلك اليوم الرهيب الذي وُعدوه وهو يوم القيامة فسوف يعلمون حينئذٍ كيف يكون حالهم ومصيرهم ومآلهم ﴿وَهُوَ الذي فِي السمآء إله وَفِي الأرض إله﴾ أي هو جل وعلا معبودٌ في السماء ومعبود في الأرض، لأنه هو الإِله الحق، المستحق للعابدة في السماء والأرض قال في التسهيل: أي هو الإِله لأهل الأرض وأهل السماء وقال ابن كثير: أي هو إله من في السَّمء وإلهُ من في الأرض، يعبده أهلهما وكلُّهم خاضعون له أذلاء بين يديه ﴿وَهُوَ الحكيم العليم﴾ أي هو الحكيم في تدبير خلقه، العليمُ بمصالحهم، وهذا كالدليل على وحدانيته تعالى ﴿وَتَبَارَكَ الذي لَهُ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي تمجَّد وتعظَّم الله الذي له مُلك السمواتِ والإرض وما بينهما من المخلوقات، من الإِنس والجن والملائكة، فهو الخالق والمالك والمتصرف في الكائنات بلا ممانعةٍ ولا مدافعة ﴿وَعِندَهُ عِلْمُ الساعة﴾ أي وعنده وحده علم زمان قيام الساعة ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي وإليه لا إلى غيره مرجع الخلائق للجزاء، فيجازي كلًا بعمله ﴿وَلاَ يَمْلِكُ الذين يَدْعُونَ مِن دُونِهِ الشفاعة﴾ أي ولا يملك أحدٌ ممن يعبدونهم من دون الله أن يشفع عند الله لأحد، لأنه شفاعته إلا بإذنه ﴿إِلاَّ مَن شَهِدَ بالحق﴾ أي إلا لمن شهد بالحق، وآمن عن علم وبصيرة، فإنه تنفع شفاعته عند الله ﴿وَهُمْ يَعْلَمُونَ﴾ أي وهم يعلمون أن الشفاعة لا تكون إلا بإذنه قال المفسرون: والمرادُ ب ﴿مَن شَهِدَ بالحق﴾ عيسى وعزير والملائكة، فإِنهم يشهدون بالحق والوحدانية للهِ، فهؤلاء تنفع شفاعتهم للمؤمنين وإِن كانوا قد عُبدوا من دون الله ﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله﴾ أي ولئن سألت يا محمد كفار مكة من الذي خلقهم وأوجدهم؟ ليقولُنَّ اللهُ خلقنا، فهم يعترفون بأنه خالق ثم يعبدون غيره ممن لا يقدر على شيء ﴿فأنى يُؤْفَكُونَ﴾ أي فكيف ينصرفون عن عبادة الرحمن إلى عبادة الأوثان؟ فهم في غاية الجهل والسفاهة وسخافة العقول ﴿وَقِيلِهِ يارب إِنَّ هؤلاء قَوْمٌ لاَّ يُؤْمِنُونَ﴾ أي وقول محمد في شكواه لربه يا ربِّ إن هؤلاء قوم معاندون جبارون لا يصدقون براستلي ولا بالقرآن قال قتادة: هذا قول نبيكم ﷺ َ يشكو قومه إلى ربه ﷿ ﴿فاصفح عَنْهُمْ وَقُلْ سَلاَمٌ﴾ أي فأعرض عنهم يا محمد وسامحهم ولا تقابلهم بمثل ما يقابلونك به قال الصاوي: وهو تباعدٌ وبترؤٌ منهم، وليس في الآية مشروعية السلام على الكفار وقال قتادة: أمر بالصفح عنهم ثم أُمر بقتالهم، فصار الصفح منسوخًا بالسيف ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي فسوف يعلمون عاقبة إجرامهم وتكذيبهم، وهو وعدٌ وتهديد للمشركين، وتسلية لرسول الله ﷺ َ.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -\nالتشبيه البليغ\n﴿جَعَلَ لَكُمُ الأرض مَهْدًا﴾ [الزخرف: ١٠] أي كالمهد والفراش حذفت منه الأداة ووجه الشبه فأصبح بليغًا.\n٢ - الاستعارة التبعية ﴿فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتًا﴾ [الزخرف: ١١] شبَّه الأرض قبل نزول المطر بالإِنسان الميت ثم أنشرها الله أي أحياها بالمطر ففيه استعارة تبعية.\n٣ - التأكيد بإِنَّ واللام مع صيغة المبالغة ﴿إِنَّ الإنسان لَكَفُورٌ مُّبِينٌ﴾ [الزخرف: ١٥] لأن فعول وفعيل من صيغ المبالغة.\n٤ - الأسولب التهكمي للتوبيخ والتقريع ﴿أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُم بالبنين﴾ [الزخرف: ١٦]؟ وبين لفظ البنات والبنين طباقٌ.\n٥ - المجار المرسل ﴿وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ﴾ [الزخرف: ٢٨] المراد بالكملة الجملة التي قالها ﴿إِنَّنِي بَرَآءٌ مِّمَّا تَعْبُدُونَ﴾ [الزخرف: ٢٦] ففي اللفظ مجاز.\n٦ - الاستعارة ﴿أَفَأَنتَ تُسْمِعُ الصم أَوْ تَهْدِي العمي﴾ [الزخرف: ٤٠] شبه الكفار بالصم والعمي بطريق الاستعارة التمثيلية.\n٧ - جناس الاشتقاق ﴿أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ﴾ [الزخرف: ٤٥] لتغير الشكل وبعض الحروف بينهما.\n٨ - حذف الإِيجاز ﴿بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ﴾ أي أكواب من ذهب وحذف لدلالة السابق عليه.\n٩ - ذكر العام بعد الخاص ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس﴾ بعد قوله ﴿يُطَافُ عَلَيْهِمْ بِصِحَافٍ﴾ الآية.\n١٠ - الطباق ﴿أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم﴾ لأن المراد سرَّهم وعلانيتهم.\n١١ - السجع الرصين غير المتكلف مثل ﴿كَذَلِكَ تُخْرَجُونَ﴾ [الزخرف: ١١] ﴿مِّنَ الفلك والأنعام مَا تَرْكَبُونَ﴾ [الزخرف: ١٢] ﴿وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ﴾ [الزخرف: ١٤] وغير ذللك وهو من المحسنات البديعية.", "ayah": 76, "surah": 43}