{"text": "المنَاسَبَة: لما استقصى تعالى في الوعد والوعيد، والترغيب والترهيب، وذكر جملة المكارم والفضائل، حذَّر تعالى هنا من نقض العهود والمواثيق وعصيان أوامر الله تعالى، لأن العصيان سبب البلاء والحرمان، ثم ذكر تعالى ما أعده لأهل الإِيمان من الحياة الطيبة الكريمة.\nاللغَة: ﴿تَنقُضُواْ﴾ النقض ضدُّ الإبرام، وهو فك أجزاء الشيء بعضها من بعض ﴿تَوْكِيدِهَا﴾ التوكيد التثبيتُ يقال: توكيد وتأكيد ﴿أَنكَاثًا﴾ أنقاضًا والنكث: النقضُ بعد الفتل ﴿دَخَلًا﴾ الدَّخل: الدَّغل والخديعة والغش قال أبو عبيدة: كل أمرٍ لم يكن صحيحًا فهو دخَل ﴿يَنفَدُ﴾ نفد الشيء ينْفد فني ﴿أَعْجَمِيٌّ﴾ الأعجمي الذي لا يتكلم العربية وقال الفراء: الأعجم الذي في لسانه عجمة وإن كان من العرب، والعجمي الذي أصله من العجم ﴿يُلْحِدُونَ﴾ الإِلحاد: الميل يقال لحد وألحد إِذا مال عن القصد والاستقامة.\nسَبَبُ النّزول: أ - روي أن النبي ﷺ َ كان يجلس عند المروة إِلى غلام نصراني يقال له «جبْر» وكان يقرأ الكتب فقال المشركون: والله ما يعلِّمه ما يأتي به إِلا خبرٌ الرومي فأنزل الله ﷿ ﴿وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ...﴾ الآية.\nب - عن ابن عباس أن المشركين أخذوا عمّار بن ياسر وأباه ياسرًا وأمه سُميَّة وصهيبًا وبلالًا فعذبوهم، ورُبطت «سُميَّة» بين بعيرين ووُجئ قُبُلها بحربة فقُتلت، وقُتل زوجها ياسر - وهما أول قتيلين في الإِسلام - وأمّا عمّار فأعطاهم ما أرادوا بلسانه مُكرهًا، فشكا ذلك إلى رسول الله ﷺ َ فقال له الرسول الكريم: كيف تجد قلبك؟ قال: مطمئنٌ بالإيمان، فقال رسول الله ﷺ َ: فإن عادوا فعُدْ وأنزل الله ﴿مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان ...﴾ الآية.\nالتفسير: ﴿وَأَوْفُواْ بِعَهْدِ الله إِذَا عَاهَدتُّمْ﴾ أي حافظوا على العهود التي عاهدتم عليها الرسول أو الناس وأدوها على الوفاء والتمام ﴿وَلاَ تَنقُضُواْ الأيمان بَعْدَ تَوْكِيدِهَا﴾ أي ولا تنقضوا أيمان البيعة بعد توثيقها بذكر الله تعالى ﴿وَقَدْ جَعَلْتُمُ الله عَلَيْكُمْ كَفِيلًا﴾ أي جعلتم الله شاهدًا ورقيبًا على تلك البيعة ﴿إِنَّ الله يَعْلَمُ مَا تَفْعَلُونَ﴾ أي عليم بأفعالكم وسيجازيكم عليها ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا﴾ هذا مثلٌ ضربه الله لمن نكث عهده، شبِّهت الآية الذي يحلف ويعاهد ويُبرم عهده ثم ينقضه بالمرأة تعزل غزلها وتفتله محكمًا ثم تحلُه أنكاثًا أي أنقاضًا قال المفسرون: كان بمكة امرأة حمقاء تعزل غزلًا ثم تنقضه، وكان الناس يقولون: ما أحمق هذه ﴿﴿تَتَّخِذُونَ أَيْمَانَكُمْ\nدَخَلًا بَيْنَكُمْ﴾ أي تتخذون أيمانكم خديعة ومكرًا تخدعون بها الناس ﴿أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ﴾ أي لأجل أن تكون أمة أكثر عددًا وأوفر مالًا من غيرها قال مجاهد: كانوا يحالفون الحلفاء فيجدون أكثر منهم وأعزَّ، فينقضون حلف هؤلاء ويحالفون أولئك ﴿إِنَّمَا يَبْلُوكُمُ الله بِهِ﴾ أي إنما يختبركم الله بما أمركم به من الوفاء بالعهد لينظر المطيع من العاصي ﴿وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ القيامة مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي ليجازي كل عاملٍ بعمله من خير وشرّ ﴿وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً﴾ أي لو شاء الله لخلق الناس باستعداد واحد، وجعلهم أهل ملةٍ واحدة، لا يختلفون ولا يفترقون ﴿ولكن يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ أي ولكنْ اقتضت حكمته أن يتركهم لاختيارهم، ناسٌ للسعادة وناس للشقاوة، فيضلُّ من يشاء بخذلانه إياهم عدلًا، ويهدي من يشاء بتوفيقه إياهم فضلًا ﴿وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ﴾ أي ثم يسألكم يوم القيامة عن جميع أعمالكم فيجازيكم على الفتيل والقطمير ﴿وَلاَ تتخذوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ﴾ كرره تأكيدًا ومبالغة في تعظيم شأن العهود أي لا تعقدوا الأيمان وتجعلوها خديعة ومكرًا تغرون بها الناس لتحصلوا على بعض منافع الدنيا الفانية ﴿فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا﴾ أي فتزلَّ أقدامكم عن طريق الاستقامة وعن محجة الحق بعد رسوخها فيه قال ابن كثير: هذا مثل لمن كان على الاستقامة فحاد عنها، وزلَّ عن طريق الهدى بسبب الأيمان الحانثة، المشتملة على الصدّ عن سبيل الله، لأن الكافر إذا رأى المؤمن قد عاهده ثم غدر به لم يبق له وثوقٌ بالدين، فيصد بسببه عن الدخول في الإِسلام ولهذا قال ﴿وَتَذُوقُواْ السواء بِمَا صَدَدتُّمْ عَن سَبِيلِ الله﴾ أي يصيبكم العقاب الدنيوي العاجل الذي يسوءكم لصدّكم غيركم عن اعتناق الإسلام بسبب نقض العهود ﴿وَلَكُمْ عَذَابٌ عَظِيمٌ﴾ أي ولكم في الآخرة عذاب كبير في نار جهنم ﴿وَلاَ تَشْتَرُواْ بِعَهْدِ الله ثَمَنًا قَلِيلًا﴾ أي لا تستبدلوا عهد الله وعهد رسوله بحطام الدنيا الفاني ﴿إِنَّمَا عِنْدَ الله هُوَ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ﴾ أي ما عند الله من الأجر والثواب خير لكم من متاع الدنيا العاجل إِذا كنتم تعلمون الحقيقة، ثم علَّل ذلك بقوله ﴿مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ﴾ أي ما عندكم أيها الناس فإِنه فانٍ زائل، وما عند الله فإِنه باقٍ دائم، لا انقطاع له ولا نَفَاد، فآثروا ما يبقى على ما يفنى ﴿وَلَنَجْزِيَنَّ الذين صبروا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ﴾ أي ولنثيبنَّ الصابرين بأفضل الجزاء، ونعطيهم الأجر الوافي على أحسن الأعمال مع التجاوز عن السيئات، وهذا وعدٌ كريم بمنح أفضل الجزاء على أفضل العمل، ليكون الجزاء على أحسن العمل دون سواه، وكل ذلك بفضل الله ﴿مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ﴾ أي من فعل الصالحات ذكرًا كان أو أنثى بشرط الإِيمان ﴿فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً﴾ أي فلنحيينَّه في الدنيا حياة طيبة بالقناعة والرزق الحلال، والتوفيق لصالح الأعمال وقال الحسن: لا\nتطيب الحياة لأحدٍ إلا في الجنة لأنها حياة بلا موت، وغنى بلا فقر، وصحة بلا سقم، وسعادة بلا شقاوة ﴿وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ﴾ أي ولنجزينَّهم في الآخرة بجزاء أحسن أعمالهم، وما أكرمه من جزاء﴾ ﴿فَإِذَا قَرَأْتَ القرآن﴾ أي إذا أردت تلاوة القرآن ﴿فاستعذ بالله مِنَ الشيطان الرجيم﴾ أي فاسأل الله أن يحفظك من وساوس الشيطان وخطراته، كيلا يوسوس لك عند القراءة فيصدَّك عن تدبر القرآن والعمل بما فيه ﴿إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ على الذين آمَنُواْ﴾ أي ليس له تسلطٌ وقدرة على المؤمنين بالإِغواء والكفر لأنهم في كنف الرحمن ﴿وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي يعتمدون على الله فيما نابهم من شدائد ﴿إِنَّمَا سُلْطَانُهُ على الذين يَتَوَلَّوْنَهُ﴾ أي إنما تسلُّطه وسيطرته على الذين يطيعونه ويتخذونه لهم وليًا ﴿والذين هُم بِهِ مُشْرِكُونَ﴾ أي بسبب إغوائه أصبحوا مشركين في عبادتهم وذبائحهم، ومطاعمهم ومشاربهم ﴿وَإِذَا بَدَّلْنَآ آيَةً مَّكَانَ آيَةٍ﴾ أي وإذا أنزلنا آيةٌ مكان آية وجعلناها بدلًا منها بأن ننسخ تلاوتها أو حكمها ﴿والله أَعْلَمُ بِمَا يُنَزِّلُ﴾ جملة اعتراضية سيقت للتوبيخ أي والله أعلم بما هو أصلح للعباد وبما فيه خيرهم، فإنَّ مثل آياتِ هذا الكتاب كمثل الدواء يُعطى منه للمريض جرعات حتى يماثل الشفاء، ثم يستبدل بما يصلح له من أنواع أخرى من الأطعمة ﴿قالوا إِنَّمَآ أَنتَ مُفْتَرٍ﴾ أي قال الكفرة الجاهلون إنما أنت يا محمد متقوِّلٌ كاذبٌ على الله ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي أكثرهم جهلة لا يعلمون حكمة الله فيقولون ذلك سفهًا وجهلًا قال ابن عباس: كان إذا نزلت آية فيها شدة ثم نسخت قال كفار قريش: والله ما محمد إِلا يسخر من أصحابه، يأمرهم اليوم بأمرٍ، وينهاهم غدًا عنه، وإِنه لا يقول: ذلك إلا من عند نفسه فنزلت ﴿قُلْ نَزَّلَهُ رُوحُ القدس مِن رَّبِّكَ بالحق﴾ أي قل لهم يا محمد: إِنما نزَّله جبريل الأمين من عند أحكم الحاكمين بالصدق والعدل ﴿لِيُثَبِّتَ الذين آمَنُواْ﴾ أي ليثبّت المؤمنين بما فيه من الحجج والبراهين فيزدادوا إيمانًا ويقينًا ﴿وَهُدًى وبشرى لِلْمُسْلِمِينَ﴾ أي وهداية وبشارة لأهل الإِسلام الذين انقادوا لحكمه تعالى، وفيه تعريضٌ بالكفار الذين لم يستسلموا لله تعالى ﴿وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ﴾ أي قد علمنا مقالة المشركين الشنيعة ودعواهم أن هذا القرآن من تعليم «جبْر الرومي» وقد ردَّ تعالى عليهم بقوله ﴿لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ﴾ أي لسان الذي يزعمون أنه علَّمه وينسبون إليه التعليم أعجمي ﴿وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ﴾ أي وهذا القرآن عربيٌ في غاية الفصاحة، فكيف يمكن لمن لسانُه أعجمي أن يُعلم محمدًا هذا الكتاب العربيُّ المبين؟ ومن أين للأعجمي أن يذوق بلاغة هذا الكتاب المعجز في فصاحته وبيانه!! ﴿إِنَّ الذين لاَ يُؤْمِنُونَ بِآيَاتِ الله لاَ يَهْدِيهِمُ الله﴾ أي إن الذين لا يُصدّقون بهذا القرآن لا يوفقهم الله لإِصابة الحق، ولا يهديهم إِلى طريق النجاة والسعادة ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي لهم في الآخرة عذابٌ موجع مؤلم، وهذا تهديدٌ لهم ووعيد على كفرهم وافترائهم ﴿إِنَّمَا يَفْتَرِي الكذب الذين لاَ يُؤْمِنُونَ بِآيَاتِ الله﴾ أي لا يكذب على الله إلا من لم يؤمن بالله ولا بآياته، لأنه لا يخاف عقابًا يردعه، فالكذب جريمةٌ فاحشة لا يُقدم عليها مؤمن، وهذا ردُّ لقولهم ﴿إِنَّمَآ أَنتَ مُفْتَرٍ﴾ ﴿\nوأولئك هُمُ الكاذبون﴾ أي وأولئك هم الكاذبون على الحقيقة لا محمد الرسول الأمين ﴿مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ﴾ أي من تلفَّظ بكلمة الكفر وارتد عن الدين بعد ما دخل فيه ﴿إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان﴾ أي إلا من تلفَّظ بكلمة الكفر مكرهًا والحال أن قلبه مملوءٌ إيمانًا ويقينًا، والآيةُ تغليظٌ لجريمة المرتد لأنه عرف الإِيمان وذاقه ثم ارتدَّ إِيثارًا للحياة الدنيا على الآخرة قال المفسرون:\n«نزلت في عمار بن ياسر أخذه المشركون فعذبوه حتى أعطاهم ما أرادوا مُكْرهًا فقال الناس: إِنَّ عمارًا كفر فقال رسول الله ﷺ َ: إنَّ عمارًا ملئ إيمانًا من فرقه إلى قدمه، واختلط الإِيمان بلحمه ودمه، فأتى عمار رسول الله ﷺ َ وهو يبكي فقال له رسول الله ﷺ َ: كيف تجد قلبك؟ قال: مطمئنًا بالإيمان قال: إن عادوا فعُدْ» ﴿ولكن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا﴾ أي طابت نفسه بالكفر وانشرح صدره له ﴿فَعَلَيْهِمْ غَضَبٌ مِّنَ الله وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم غضبٌ شديد مع عذاب جهنم، إِذْ لا جرم أعظم من جرمهم ﴿ذلك بِأَنَّهُمُ استحبوا الحياة الدنيا على الآخرة﴾ أي ذلك العذاب بسبب أنهم آثروا الدنيا واختاروها على الآخرة ﴿وَأَنَّ الله لاَ يَهْدِي القوم الكافرين﴾ أي لا يوفقهم إلى الإيمان ولا يعصمهم من الزيغ والضلال ﴿أولئك الذين طَبَعَ الله على قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ﴾ أي ختم على قلوبهم وأسماعهم وأبصارهم فجعل عليها غلافًا بحيث لا تُذعن للحق ولا تسمعه ولا تبصره ﴿وأولئك هُمُ الغافلون﴾ أي الكاملون في الغفلة إِذْ أغفلتهم الدنيا عن تدبر العواقب ﴿لاَ جَرَمَ أَنَّهُمْ فِي الآخرة هُمُ الخاسرون﴾ أي حقًا ولا شك ولا ريب في أنهم الخاسرون في الآخرة لأنهم ضيَّعوا أعمارهم في غير منفعة تعود عليهم قال المفسرون: وصفهم تعالى بست صفات هي: الغضب من الله، والعذاب العظيم، واختيارهم الدنيا على الآخرة، وحرمانهم من الهدى، والطبع على قلوبهم، وجعلهم من الغافلين ﴿ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعْدِ مَا فُتِنُواْ﴾ أي ثم إن ربك يا محمد للذين هاجروا في سبيل الله بعد ما فتنهم المشركون الطغاة عن دينهم بالعذاب ﴿ثُمَّ جَاهَدُواْ وَصَبَرُواْ﴾ أي ثم جاهدوا في سبيل الله وصبروا على مشاقّ الجهاد ﴿إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ﴾ أي إن ربك بعد تلك الهجرة والجهاد والصبر سيغفر لهم ويرحمهم.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التشبيه التمثيلي ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا﴾ الآية شبه تعالى من يحلف ثم لا يفي بعهده بالمرأة التي تغزل غزلًا ثم تنقضه.\n٢ - الاستعارة في ﴿فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا﴾ استعار القدم للرسوخ في الدين والتمكن فيه لأن أصل الثبات يكون بالقدم ولما كان الزلل عن محجة الحق يشبه زلل القدم وانزلاقها عبَّر به عن الانزلاق الحسي بطريق الاستعارة.\n٣ - الطباق بين ﴿يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ وبين ﴿أَعْجَمِيٌّ. . عَرَبِيٌّ﴾ وبين ﴿يَنفَدُ ... بَاقٍ﴾\n٤ -\nجناس الاشتقاق ﴿قَرَأْتَ القرآن﴾ وفيه مجاز مرسل من إِطلاق اسم المسبَّب على السبب أي إذا أردت قراءة القرآن.\n٥ - الاعتراض ﴿والله أَعْلَمُ بِمَا يُنَزِّلُ﴾ الجملة اعتراضية لبيان الحكمة الإلهية في النسخ، وفيه التفات من المتكلم إلى الغائب، وذكر الاسم الجليل لتربية المهابة في النفس.\n٦ - الاستعارة اللطيفة ﴿لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ﴾ استعار اللسان للغّة والكلام كقول الشاعر:\nلسانُ السُّوءِ تُهديها إِلينا ... وخُنْت وما حسبتُك أن تخونا\nوالعرب تستعمل اللسان بمعنى اللغة كقوله تعالى ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ﴾ [إبراهيم: ٤] .\nلطيفَة: السرُّ في الاستعاذة قبل قراءة القرآن أن القرآن هو الذكر الحكيم، والحق المبين، ولما كان الشيطان يثير الشبهات بوساوسه، ويفسد القلوب بدسائسه، أُمر ﷺ َ بأن يستعيذ بالله ويلتجئ إليه عند تلاوة القرآن، لأن قوة الإِنسان تضعف عن دفعه بسهولة فيحتاج إلى الاستعانة بالله العلي الكبير.", "ayah": 105, "surah": 16}