{"text": "المنَاسَبَة: لما أخبر تعالى عن حال الأشقياء الذين كفروا نعمة الله، وطعنوا في القرآن فزعموا أنه أساطير الأولين، وبيَّن ما يكونون عليه في الآخرة من الفضيحة والذل والهوان، ذكر هنا ما أعده للمتقين من وجوه التكريم في دار النعيم، ليظهر الفارق بين حال أهل السعادة وحال أهل الشقاوة، وبين الأبرار والفجار على طريقة القرأن في المقارنة بين الفريقين.\nاللغَة: ﴿الزبر﴾ الكتب السماوية جمع زبُور من زبرت الكتاب إذا كتبته ﴿يَخْسِفَ﴾ خسَف المكانُ خسوفًا إذا ذهب وغاب في الأرض ﴿يَتَفَيَّؤُاْ﴾ يميل من جانب إلى جانب ومنه قيل للظل فيءٌ لأنه يفيء أي يرجع من جهة إلى أخرى ﴿دَاخِرُونَ﴾ صاغرون ذليلون، والدخور الصغار والذل قال ذو الرمَّة:\nفلم يبْقَ إِلا داخِرٌ في مُخَيَّس ... ومنجَحِرٌ في غيرِ أرضكَ في جُحْر\nالتفسِير: ﴿وَقِيلَ لِلَّذِينَ اتقوا﴾ أي قيل للفريق الثاني وهم أهل التقوى والإِيمان ﴿مَاذَا أَنْزَلَ رَبُّكُمْ قَالُواْ خَيْرًا﴾ أي ماذا أنزل ربكم على رسوله؟ قالوا أنزل خيرًا قال المفسرون: هذا كان في أيام الموسم يأتي الرجل مكة فيسأل المشركين عن محمد وأمره فيقولون: إنه ساحر وكاهن وكذاب، فيأتي المؤمنين ويسألهم عن محمد وعن ما أنزل الله عليه فيقولون: أنزل الله عليه الخير والهدى والقرآن، قال تعالى بيانًا لجزائهم الكريم ﴿لِّلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ﴾ أي لهؤلاء المحسنين مكافأة في الدنيا بإِحسانهم ﴿وَلَدَارُ الآخرة خَيْرٌ﴾ أي وما ينالونه في الآخرة من ثواب الجنة خيرٌ وأعظم من دار الدنيا لفنائها وبقاء الآخرة ﴿وَلَنِعْمَ دَارُ المتقين﴾ أي ولنعم دار المتقين دار الآخرة وهي ﴿جَنَّاتُ عَدْنٍ﴾ أي جناتُ إِقامة ﴿يَدْخُلُونَهَا تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخلون تلك الجنان التي تجري من بين أشجارها وقصورها الأنهار ﴿لَهُمْ فِيهَا مَا يَشَآؤونَ﴾ أي لهم في تلك الجنات ما يشتهون بدون كدٍّ ولا تعب، ولا انقطاعٍ ولا نَصب ﴿كَذَلِكَ يَجْزِي الله المتقين﴾ أي مثل هذا الجزاء الكريم يجزي الله عباده المتقين لمحارمه، المتمسكين بأوامره ﴿الذين تَتَوَفَّاهُمُ الملائكة طَيِّبِينَ﴾ أي هم الذين تقبض الملائكةُ أرواحهم حال كونهم أبرارًا، قد تطهروا من دنس الشرك والمعاصي، طيبةً نفوسهم بلقاء الله ﴿يَقُولُونَ سَلامٌ عَلَيْكُمُ﴾ أي تسلم عليهم الملائكة وتبشرهم بالجنة قال ابن عباس: الملائكة يأتونهم بالسلام من قِبل الله، ويخبرونهم أنهم من أصحاب اليمين ﴿ادخلوا الجنة بِمَا كُنْتُمْ تَعْمَلُونَ﴾ أي هنيئًا لكم الجنة بما قدمتم في الدنيا من صالح الأعمال ﴿هَلْ يَنْظُرُونَ إِلاَّ أَن تَأْتِيَهُمُ الملائكة أَوْ يَأْتِيَ أَمْرُ رَبِّكَ﴾ عاد الكلام إلى تقريع المشركين وتوبيخهم على تماديهم في الباطل واغترارهم بالدنيا والمعنى ما ينتظر هؤلاء إِلا أحد أمرين: إِما نزول الموت بهم، أو حلول العذاب\nالعاجل، أو ليس في مصير المكذبين قبلهم عبرةٌ وغناء؟ ﴿كَذَلِكَ فَعَلَ الذين مِن قَبْلِهِمْ﴾ أي كذلك صنع من قبلهم من المجرمين حتى حلَّ بهم العذاب ﴿وَمَا ظَلَمَهُمُ الله ولكن كَانُواْ أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي ما ظلمهم الله بتعذيبهم وإهلاكهم ولكنْ ظلموا أنفسهم بالشرك والمعاصي ﴿فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُواْ﴾ أي أصابهم عقوبات كفرهم وجزاء أعمالهم الخبيثة ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي أحاط ونزل بهم جزاء استهزائهم وهو العذاب الأليم في دركات الجحيم ﴿وَقَالَ الذين أَشْرَكُواْ﴾ أي قال أهل الكفر والإشراك وهم كفار قريش ﴿لَوْ شَآءَ الله مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ ولا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ﴾ أي لو شاء الله ما عبدنا الأصنام لا نحن ولا آباؤنا، ولا حرمنا ما حرمنا من البحائر والسوائب وغيرها، قالوا هذا على سبيل الاستهزاء لا على سبيل الاعتقاد، وغرضُهم أن إِشراكهم وتحريمهم لبعض الذبائح والأطعمة واقع بمشيئة الله، فهو راضٍ به وهو حقٌّ وصواب ﴿كذلك فَعَلَ الذين مِن قَبْلِهِمْ﴾ أي مثل هذا التكذيب والاستهزاء فعل من قبلهم من المجرمين، واحتجوا مثل احتجاجهم الباطل، وتناسوا كسبهم لكفرهم ومعاصيهم، وأن كل ذلك كان بمحض اختيارهم بعد أن أنذرتهم رسلهم عذاب النار وغضب الجبار ﴿فَهَلْ عَلَى الرسل إِلاَّ البلاغ المبين﴾ أي ليس على الرسل إلا التبليغ، وأمَّا أمر الهداية والإِيمان فهو إِلى الله جلَّ وعلا ﴿وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعبدوا الله واجتنبوا الطاغوت﴾ أي أرسلنا الرسل إِلى جميع الخلق بأن اعبدوا الله ووحّدوه، واتركوا كل معبود دون الله كالشيطان والكاهن والصنم، وكل من دعا إلى الضلال ﴿فَمِنْهُم مَّنْ هَدَى الله﴾ أي فمنهم من أرشده الله إِلى عبادته ودينه فآمن ﴿وَمِنْهُمْ مَّنْ حَقَّتْ عَلَيْهِ الضلالة﴾ أي ومنهم من وجبت له الشقاوة والضلالة فكفر، أعْلمَ تعالى أنه أرسل الرسل لتبليغ الناس دعوة الله فمنهم من استجاب فهداه الله، ومنهم من كفر فأضلَّه الله ﴿فَسِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي سيروا يا معشر قريش في أكناف الأرض ثم انظروا ماذا حلَّ بالأمم المكذبين لعلكم تعتبرون! ﴿إِن تَحْرِصْ على هُدَاهُمْ فَإِنَّ الله لاَ يَهْدِي مَن يُضِلُّ﴾ الخطاب للرسول ﷺ َ أي إن تحرص يا محمد على هداية هؤلاء الكفار فاعلم أنه تعالى لا يخلق الهداية جبرًا وقسرًا فيمن يخلق فيه الضلالة بسوء اختياره ﴿مَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم من ينقذهم من عذابه تعالى ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ الله مَن يَمُوتُ﴾ أي خلف المشركون جاهدين في أيمانهم مبالغين في تغليظ اليمين بأن الله لا يبعث من يموت، استبعدوا البعث ورأوه أمرًا عسيرًا بعد البِلى وتفرقَ الأشلاء والذرات، قال تعالى ردًا عليهم ﴿بلى وَعْدًا عَلَيْهِ حَقًّا﴾ أي بلى ليبعثنَّهم، وعد بذلك وعدًا قاطعًا لا\nبدَّ منه ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثرهم لا يعلمون قدرة الله فينكرون البعث والنشور ﴿لِيُبَيِّنَ لَهُمُ الذي يَخْتَلِفُونَ فِيهِ﴾ أي سيبعثهم ليكشف ضلالهم في إنكارهم البعث، وليظهر لهم الحق فيما اختلفوا فيه، وليحقق العدل وهو التمييز بين المطيع والعاصي، وبين المحق والمبطل، وبين الظالم والمظلوم ﴿وَلِيَعْلَمَ الذين كَفَرُواْ أَنَّهُمْ كَانُواْ كَاذِبِينَ﴾ أي وليعلم الجاحدون للبعث، والمكذبون لوعد الله الحق أنهم كانوا كاذبين فيما يقولون ﴿إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ﴾ أي لا يحتاج الأمر إلى كبير جهد وعناء فإنا نقول للشيء كنْ فيكون قال المفسرون: هذا تقريبٌ للأذهان، والحقيقةُ أنه تعالى لو أراد شيئًا لكان بغير احتياج إِلى لفظ ﴿كُنْ﴾ ﴿والذين هَاجَرُواْ فِي الله مِنْ بَعْدِ مَا ظُلِمُواْ﴾ أي تركوا الأوطان والأهل والقرابة في شأن الله وابتغاء رضوانه من بعد ما عُذِّبُوا في الله قال القرطبي: هم صهيب وبلال وخبّاب وعمّار، عذّبهم أهل مكة حتى قالوا لهم ما أرادوا، فلما خلّوهم هاجروا إلى المدينة ﴿لَنُبَوِّئَنَّهُمْ فِي الدنيا حَسَنَةً﴾ أي لنسكننهم دارًا حسنة خيرًا مما فقدوا قال ابن عباس: بوأهم الله المدينة فجعلها لهم دار هجرة ﴿وَلأَجْرُ الآخرة أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ﴾ أي ثواب الآخر أعظم وأشرف وأكبر لو كان الناس يعلمون ﴿الذين صَبَرُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي هم الذين صبروا على الشدائد والمكاره، فهجروا الأوطان، وفارقوا الإخوان، واعتمدوا على الله وحده يبتغون أجره ومثوبته ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالًا نوحي إِلَيْهِمْ﴾ أي وما أرسلنا من قبلك يا محمد إلى الأمم الماضية إِلا بشرًا نوحي إِليهم كما أوحينا إِليك قال المفسرون: أنكر مشركو قريش نبوة محمد ﷺ َ وقالوا الله أعظم من أن يكون رسوله بشرًا، فهلاَّ بعث إِلينا ملكًا فنزلت ﴿فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ﴾ أي اسألوا يا معشر قريش العلماء بالتوارة والإِنجيل يخبرونكم أن جميع الأنبياء كانوا بشرًا إن كنتم لا تعلمون ذلك ﴿بالبينات والزبر﴾ أي أرسلناهم بالحجج والبراهين الساطعة الدالة على صدقهم وبالزُبر أي الكتب المقدسة ﴿وَأَنْزَلْنَا إِلَيْكَ الذكر﴾ أي القرآن المذكّر الموقظ للقلوب الغافلة ﴿لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ﴾ أي لتعرّف الناس الأحكام، والحلال والحرام ﴿وَلَعَلَّهُمْ يَتَفَكَّرُونَ﴾ أي ولعلهم يتفكرون في هذا القرآن فيتعظون ﴿أَفَأَمِنَ الذين مَكَرُواْ السيئات أَن يَخْسِفَ الله بِهِمُ الأرض﴾ أي هل أمن هؤلاء الكفار الذين مكروا برسول الله ﷺ َ واحتالوا لقتله في دار الندوة، هل أمنوا أن يخسف الله بهم الأرض كما فعل بقارون؟ ﴿أَوْ يَأْتِيَهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾ أي يأتيهم العذاب بغتةً في حال آمنهم واستقرارهم، من حيث لا يخطر ببالهم ومن جهةٍ لا يعلمون بها ﴿أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ﴾ أي يهلكهم في أثناء أسفارهم للتجارة واشتغالهم بالبيع والشراء فإِنهم على أي حال لا يعجزون الله ﴿أَوْ يَأْخُذَهُمْ على تَخَوُّفٍ﴾ أي يهلكهم الله حال كونهم خائفين مترقبين لنزول العذاب قال ابن كثير: فإِنه يكون أبلغ وأشد فإِن حصول ما يتوقع مع الخوف شديدٌ ﴿فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ﴾ أي حيث لم يعاجلكم بالعقوبة ﴿أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ﴾ أي أولم يعتبر هؤلاء الكافرون ويروا آثار\nقدرة الله وأنه ما من شيء من الجبال والأشجار والأحجار ومن سائر ما خلق الله ﴿يَتَفَيَّؤُاْ ظِلاَلُهُ عَنِ اليمين والشمآئل سُجَّدًا لِلَّهِ﴾ أي تميل ظلالها من جانب إِلى جانب ساجدة للهِ سجود خضوعٍ لمشيئته تعالى وانقياد، لا تخرج عن إِرادته ومشيئته ﴿وَهُمْ دَاخِرُونَ﴾ أي خاضعون صاغرون فكل هذه الأشياء منقادة لقدرة الله وتدبيره فكيف يتعالى ويتكبر على طاعته أولئك الكافرون؟ ﴿وَلِلَّهِ يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض مِن دَآبَّةٍ والملائكة وَهُمْ لاَ يَسْتَكْبِرُونَ﴾ أي له تعالى وحده يخضع وينقاد جميع المخلوقات بما فيهم الملائكة فهم لا يستكبرون عن عبادته ﴿يَخَافُونَ رَبَّهُمْ مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ أي يخافون جلال الله وعظمته، ويمتثلون أوامره على الدوام.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الإِيجاز بالحذف ﴿قَالُواْ خَيْرًا﴾ أي قالوا أنزل خيرًا.\n٢ - الإِطناب في قوله ﴿مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ ... وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ﴾ .\n٣ - الطباق في ﴿هَدَى الله ... وحَقَّتْ عَلَيْهِ الضلالة﴾ وفي ﴿لاَ يَهْدِي مَن يُضِلُّ﴾ وفي ﴿اليمين والشمآئل﴾ .\n٤ - صيغة المبالغة في ﴿لَرَؤُوفٌ رَّحِيمٌ﴾ لأن فعول وفعيل من صيغ المبالغة.\n٥ - ذكر الخاص بعد العام في ﴿يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض ... والملائكة﴾ زيادةً في التعظيم والتكريم للملائكة الأطهار.\n٦ - السجع في ﴿يَتَفَكَّرُونَ، دَاخِرُونَ، يَشْعُرُونَ﴾ .\nفَائدَة: استنبط بعض العلماء من قوله تعالى ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالًا﴾ أن النبوة لا تكون إِلا في الرجال، وأما النساء فليس فيهن نبيَّة، وهو استنباط دقيق.\nتنبيه: قال ابن تيمية في منهاج السنة: «والاحتجاج بالقدر حجةٌ باطلة داحضة، باتفاق كل ذي عقلٍ ودين من جميع العالمين، ولهذا لما قال المشركون ﴿لَوْ شَآءَ الله مَآ أَشْرَكْنَا وَلاَ آبَاؤُنَا﴾ [الأنعام: ١٤٨] ردَّ الله عليهم بقوله ﴿قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ﴾ [الأنعام: ١٤٨] والمشركون يعلمون بفطرتهم وعقولهم أن هذه الحجة باطلة، فإِنَّ أحدهم لو ظلم الآخر، أو أراد قتل ولده، أو الزنى بزوجته، أو كان مصرًا على الظلم فنهاه الناس عن ذلك فقال: لو شاء الله لم أفعل هذا، لم يقبلوا منه هذه الحجة ولا يقبلها هو من غيره، وإنما يحتج بها المحتج دفعًا للّوم عن نفسه بلا وجه ...» .", "ayah": 40, "surah": 16}