{"text": "المنَاسَبَة: لما ذكر تعالى أن كل ما في الكون منقادٌ لأمر الله، خاضعٌ لسلطانه، أمر هنا بإفراده بالعبادة لأنه الخالق الرازق، ثم ضرب الأمثال في ضلالات أهل الجاهلية، وذكَّر الناس بنعمه الجليلة ليعبدوه ويشكروه.\nاللغَة: ﴿وَاصِبًا﴾ دائمًا ولازمًا قال الجوهري: وصبَ الشيء وصوبًا أي دام ومنه ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ [الصافات: ٩] أي دائم وقال الشاعر:\n«وهزيمٌ ردعه واصب» ... ﴿تَجْأَرُونَ﴾ الجؤار: رفع الصوت بالدعاء والتضرع يقال: جأر أي صاح قال الأعشى يصف بقرة:\nفطافت ثلاثًا بينَ يومٍ وليلةٍ ... وكانَ النكيرُ أن تُطيف وتجْأَرا\n﴿كَظِيمٌ﴾ ممتلئ غمًا وغيظًا، والكظم أن يطبق الفم فلا يتكلم من الغيظ ﴿يتوارى﴾ يختفي ﴿هُونٍ﴾ هَوانٍ وذُل ﴿فَرْثٍ﴾ الفرْثُ: الزبل الذي ينزل إِلى الكَرش أو المِعَى ﴿سَآئِغًا﴾ لذيذًا هينًا لا يعصُّ به من شربه ﴿ذُلُلًا﴾ جمع ذلول وهو المنقاد المسخَّر بلا عناء ﴿حَفَدَةً﴾ الحفدة: قال الأزهري أولاد الأولاد، والحفدة: الخدم والأعوان.\nالتفسِير: ﴿وَقَالَ الله لاَ تَتَّخِذُواْ إلهين اثنين﴾ أي لا تعبدوا إِلهين فإِن الإِله الحق لا يتعدد ﴿إِنَّمَا هُوَ إله وَاحِدٌ﴾ أي إِلهكم واحد أحد فردٌ صمد ﴿فَإيَّايَ فارهبون﴾ أي خافون دون سواي ﴿وَلَهُ مَا فِي السماوات والأرض﴾ أي ملكًا وخلقًا وعبيدًا ﴿وَلَهُ الدين وَاصِبًا﴾ أي له الطاعة والانقياد واجبًا ثابتًا فهو الإِله الحق، وله الطاعة خالصة ﴿أَفَغَيْرَ الله تَتَّقُونَ﴾ الهمزة للإِنكار والتوبيخ أي كيف تتقون وتخافون غيره، ولا نفع ولا ضر إِلا بيده؟ ﴿وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ الله﴾ أي ما تفضَّل عليكم أيها الناس من رزقٍ ونعمةٍ وعافيةٍ ونصر فمن فضلِ الله وإِحسانه ﴿ثُمَّ إِذَا مَسَّكُمُ الضر فَإِلَيْهِ تَجْأَرُونَ﴾ أي ثم إِذا أصابكم الضُّرُ من فقرٍ ومرضٍ وبأساء فإِليه وحده ترفعون أصواتكم بالدعاء، والغرض أنكم تلجأون إِليه وحده ساعة العسرة والضيق، ولا تتوجهون إِلا إِليه دون الشركاء ﴿ثُمَّ إِذَا كَشَفَ الضر عَنْكُمْ إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ﴾ أي إِذا رفع عنكم البلاء رجع فريق منكم إِلى الإِشراك بالله قال القرطبي: ومعنى الكلام التعجيبُ من الإِشراك بعد النجاة من الهلاك ﴿لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ﴾ أي ليجحدوا نعمته تعالى من كشف الضر والبلاء ﴿فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ أي تمتعوا بدار الفناء فسوف تعلمون عاقبة أمركم وما ينزل بكم من العذاب، وهو أمرٌ للتهديد والوعيد ﴿وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ نَصِيبًا مِّمّا رَزَقْنَاهُمْ﴾ أي يجعلون للأصنام التي لا يعلمون ربوبيتها ببرهان ولا بحجة نصيبًا من الزرع والأنعام تقربًا إليها ﴿تالله لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ﴾ أي والله أيها المشركون لتُسألنَّ عما كنتم تختلقونه من الكذب على الله، والمراد سؤال توبيخٍ وتقريع ﴿وَيَجْعَلُونَ لِلَّهِ البنات﴾ أي ومن جهل هؤلاء المشركين وسفاهتهم أن جعلوا الملائكة بنات الله، فنسبوا إلى الله البنات وجعلوا لهم البنين ﴿سُبْحَانَهُ﴾ أي تنزَّه الله وتعظَّم عن هذا الإِفك والبهتان ﴿وَلَهُمْ مَّا يَشْتَهُونَ﴾ أي ويجعلون لأنفسهم ما يشتهون من البنين مع كراهتهم أنهم يأنفون من البنات ﴿وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى﴾ أي إِذا أُخبر أحدهم بولادة بنت ﴿ظَلَّ وَجْهُهُ مُسْوَدًّا﴾ أي صار وجهه متغيرًا من الغم والحزن قال القرطبي: وهو كناية عن الغم والحزن وليس يريد السواد، والعربُ تقول لكل من لقي مكروهًا قد اسودَّ وجهه ﴿وَهُوَ كَظِيمٌ﴾ أي مملوءٌ غيظًا وغمًا ﴿يتوارى مِنَ القوم مِن سواء مَا بُشِّرَ بِهِ﴾ أي يختفي من قومه خوفًا من العار الذي يلحقه بسبب البنت، كأنها بليَّة وليست هبةً إِلهية، ثم يفكر فيما يصنع ﴿أَيُمْسِكُهُ على هُونٍ أَمْ يَدُسُّهُ فِي التراب﴾ أي أيمسك هذه الأنثى على ذلٍ وهوان أم يدفنها في التراب حية؟ ﴿أَلاَ سَآءَ مَا يَحْكُمُونَ﴾ أي ساء صنيعهم وساء حكمهم، حيث نسبوا لخالقهم البنات - وهي عندهم بتلك الدرجة من الذل\nوالحقارة - وأضافوا البنين إليهم، تعالى الله عما يقولون علوًا كبيرًا ﴿لِلَّذِينَ لاَ يُؤْمِنُونَ بالآخرة مَثَلُ السوء﴾ أي لهؤلاء الذين لم يصدقوا بالآخرة ونسبوا للهِ البنات سفهًا وجهلًا، صفةُ السوء القبيحة التي هي كالمثل في القبح، فالنقصُ إنما ينسب إِليهم لا إِلى الله ﴿وَلِلَّهِ المثل الأعلى﴾ أي له جل وعلا الوصف العالي الشأن، والكمال المطلق، والتنزه عن صفات المخلوقين ﴿وَهُوَ العزيز الحكيم﴾ أي العزيزُ في ملكه، الحكيمُ في تدبيره ثم أخبر تعالى عن حلمه بالعباد مع ظلمهم فقال ﴿وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ﴾ أي لو يؤاخذهم بكفرهم ومعاصيهم ويعاجلهم بالعقوبة ﴿مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ﴾ أي ما ترك على الأرض أحدًا يدبُّ على ظهرها من إنسانٍ وحيوان ﴿ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى﴾ أي ولكنْ يؤخرهم إلى وقتٍ معيَّن تقتضيه الحكمة ﴿فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ﴾ أي فإذا جاء الوقت المحدَّد لهلاكهم لا يتأخرون برهةً يسيرةً من الزمن ولا يتقدمون عليها كقوله\n﴿وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا﴾ [الكهف: ٥٩] ﴿وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ﴾ أي يجعلون له تعالى البنات مع كراهتهم لهنَّ، وهو تأكيد لما سبق للتقريع والتوبيخ ﴿وَتَصِفُ أَلْسِنَتُهُمُ الكذب أَنَّ لَهُمُ الحسنى﴾ أي يجعلون لله ما يجعلون ومع ذلك يزعمون أنَّ لهم العاقبة الحسنى عند الله وأنهم أهل الجنة ﴿لاَ جَرَمَ أَنَّ لَهُمُ النار﴾ أي حقًا إِنَّ لهم مكان ما أملّوا نار جهنم التي ليس وراء عذابها عذاب ﴿وَأَنَّهُمْ مُّفْرَطُونَ﴾ أي معجَّلون إِليها ومُقدَّمون، ثم ذكر تعالى نعمته في إِرسال الرسل ليتأسى صلوات الله عليه بهم في الصبر على تحمل الأذى فقال ﴿تالله لَقَدْ أَرْسَلْنَآ إلى أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي والله لقد بعثنا قبلك يا محمد رسلًا إلى أقوامهم فحسَّن الشيطان أعمالهم القبيحة حتى كذبوا الرسل وردّوا عليهم ما جاءوهم به من البينات ﴿فَهُوَ وَلِيُّهُمُ اليوم﴾ أي فالشيطان ناصرهم اليوم في الدنيا وبئس الناصر ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي ولهم في الآخرة عذاب مؤلم ﴿وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب إِلاَّ لِتُبَيِّنَ لَهُمُ الذي اختلفوا فِيهِ﴾ أي ما أنزلنا عليك القرآن يا محمد إلا لتبيِّن للناس ما اختلفوا فيه من الدين والأحكام لتقوم الحجة عليهم ﴿وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾ أي وأنزلنا القرآن هدايةً للقلوب، ورحمة وشفاءً لمن آمن به، ثم ذكر تعالى عظيم قدرته الدالة على وحدانيته فقال ﴿والله أَنْزَلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَآ﴾ أي أنزل بقدرته الماء من السحاب فأحيا بذلك الماء النبات والزرع بعد جدب الأرض ويُبسها ﴿إِنَّ فِي ذلك لآيَةً لِقَوْمٍ يَسْمَعُونَ﴾ أي إِن في هذا الإِحياء لدلالةً باهرة على عظيم قدرته لقوم يسمعون التذكير فيتدبرونه ويعقلونه ﴿وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً﴾ أي وإنَّ لكم أيها الناس في هذه الأنعام «الإِبل والبقر والضأن والمعز» لعظةً وعبرة يعتبر بها العقلاء، ففي خلقها وتسخيرها دلالة على قدرة الله وعظمته ووحدانيته ﴿نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهِ﴾ أي نسقيكم من بعض الذي في بطون هذه الأنعام ﴿مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا﴾ أي من بين الروث والدم ذلك الحليب الخالص واللبن النافع ﴿\nسَآئِغًا لِلشَّارِبِينَ﴾ أي سهل المرور في حلقهم، لذيذًا هينًا لا يغصُّ به من شربه ﴿وَمِن ثَمَرَاتِ النخيل والأعناب تَتَّخِذُونَ مِنْهُ سَكَرًا﴾ أي ولكم مما أنعم الله به عليكم من ثمرات النخيل والأعناب ﴿وَرِزْقًا حَسَنًا﴾ كالتمر والزبيب قال ابن عباس: الرزق الحسن: ما أُحلَّ من ثمرتها، والسَّكر: ما حُرِّم من ثمرتها.\n﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْقِلُونَ﴾ أي لآيةً باهرة، ودلالة قاهرة على وحدانيته سبحانه لقومٍ يتدبرون بعقولهم قال ابن كثير: وناسب ذكرُ العقل هنا لأنه أشرفُ ما في الإِنسان، ولهذا حرَّم الله على هذه الأمة الأشربة المسكرة صيانةً لعقولها، ولما ذكر تعالى ما يدل على باهر قدرته، وعظيم حكمته من إِخراج اللبن من بين فرثٍ ودمٍ وإِخراج الرزق الحسن من ثمرات النخيل والأعناب، ذكر إِخراج العسل الذي جعله شفاءً للناس من النحل، وهي حشرةٌ ضعيفة وفيها عجائب بديعة وأمور غريبة، وكل هذا يدل على وحدانية الصانع وقدرته وعظمته فقال تعالى ﴿وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتًا وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ﴾ المراد من الوحي: الإِلهامُ والهدايةُ أي ألهمها مصالحها وأرشدها إلى بناء بيوتها المسدَّسة العجيبة تأوي إليها في ثلاثة أمكنة: الجبال، والشجر، والأكوار التي يبنيها الناس ﴿ثُمَّ كُلِي مِن كُلِّ الثمرات﴾ أي كلي من كل الأزهار والثمار التي تشتهينها من الحلو، والمر، والحامض، فإن الله بقدرته يحيلها إلى عسلٍ ﴿فاسلكي سُبُلَ رَبِّكِ ذُلُلًا﴾ أي أدخلي الطرق في طلب المرعى حال كونها مسخرةً لك لا تضلين في الذهاب أو الإياب ﴿يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَآءٌ لِلنَّاسِ﴾ أي يخرج من بطون النحل عسلٌ متنوعٌ منه أحمر، وأبيض، وأصفر، فيه شفاءٌ للناس من كثيرٍ من الأمراض قال الرازي فإن قالوا: كيف يكون شفاءٌ للناس وهو يضر بالصفراء؟ فالجواب أنه تعالى لم يقل: إنه شفاءٌ لكل الناس، ولكل داء، وفي كل حال، بل لّما كان شفاء للبعض ومن بعض الأدواء صلح بأن يوصف بأنَّ فيه شفاء ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي لعبرة لقومٍ يتفكرون في عظيم قدرة الله، وبديع صنعه ﴿والله خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ﴾ أي خلقكم بقدرته بعد أن لم تكونوا شيئًا ثم يتوفاكم عند انقضاء آجالكم ﴿وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر﴾ أي يُردُّ إلى أردء وأضعف العمر وهو الهَرم والخرف ﴿لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا﴾ أي لينسى ما يعلم فيشبه الطفل في نقصان القوة والعقل ﴿إِنَّ الله عَلِيمٌ قَدِيرٌ﴾ أي عليمٌ بتدبير خلقه، قديرٌ على ما يريده، فكما قدر على نقل الإِنسان من العلم إلى الجهل، فإِنه قادر على إحيائه بعد إماتته قال عكرمة: من قرأ القرآن لم يُردَّ إلى أرذل العمر ﴿والله فَضَّلَ بَعْضَكُمْ على بَعْضٍ فِي الرزق﴾ أي فاوت بينكم في الأرزاق فهذا غنيٌّ وذاك فقير، وهذا مالكٌ وذاك مملوك ﴿فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ﴾ أي ليس هؤلاء الأغنياء بمشركين لعبيدهم المماليك فيما رزقهم الله من الأموال حتى يستووا في ذلك مع عبيدهم، وهذا مثلٌ ضربه الله تعالى للمشركين قال ابن عباس: لم يكونوا ليشركوا عبيدهم في أموالهم ونسائهم، فكيف يشركون عبيدي معي في سلطاني؟ ﴿أَفَبِنِعْمَةِ الله\nيَجْحَدُونَ﴾ الاستفهام للإِنكار أي أيشركون معه غيره وهو المنعم المتفضل عليهم؟ ﴿والله جَعَلَ لَكُمْ مِّنْ أَنْفُسِكُمْ أَزْوَاجًا﴾ أي هو تعالى بقدرته خلق النساء من جنسكم وشكلكم ليحصل الائتلاف والمودة والرحمة بينكم ﴿وَجَعَلَ لَكُمْ مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً﴾ أي جعل لكم من هؤلاء الزوجات الأولاد وأولاد الأولاد، سمّوا حفدة لأنهم يخدمون أجدادهم ويسارعون في طاعتهم ﴿وَرَزَقَكُم مِّنَ الطيبات﴾ أي رزقكم من أنواع اللذائذ من الثمار والحبوب والحيوان ﴿أفبالباطل يُؤْمِنُونَ وَبِنِعْمَتِ الله هُمْ يَكْفُرُونَ﴾ أي أبعد تحقق ما ذُكر من نعم الله يؤمنون بالأوثان ويكفرون بالرحمن؟ وهو استفهام للتوبيخ والتقريع ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السماوات والأرض شَيْئًا﴾ أي ويعبد هؤلاء المشركون أوثانًا لا تقدر على إِنزال مطر، ولا على إِخراج زرعٍ أو شجر، ولا تقدر أن ترزقهم قليلًا أو كثيرًا ﴿وَلاَ يَسْتَطِيعُونَ﴾ أي ليس لها ذلك ولا تقدر عليه لو أرادت ﴿فَلاَ تَضْرِبُواْ لِلَّهِ الأمثال إِنَّ الله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي يعلم كل الحقائق، وأنتم لا تعلمون قدر عظمة الخالق.\nالبَلاَغَة: تضمنت الآيات الكريمة من صنوف البيان والبديع ما يلي:\n١ - الالتفات من التكلم إلى الغيبة إلى المتكلم ﴿فَإيَّايَ فارهبون﴾ لتربية المهابة والرهبة في القلوب مع إفادة القصر أي لا تخافوا غيري.\n٢ - الطباق في ﴿يَسْتَقْدِمُونَ ... يَسْتَأْخِرُونَ﴾ وفي ﴿فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَآ﴾ وفي ﴿يُؤْمِنُونَ ... ويَكْفُرُونَ﴾ .\n٣ - الجناس الناقص بين ﴿كُلِي مِن كُلِّ﴾ .\n٤ - الاعتراض ﴿وَيَجْعَلُونَ لِلَّهِ البنات - سبحانه - وَلَهُمْ مَّا يَشْتَهُونَ﴾ فلفظة (سبحانه) معترضة لتعجيب الخلق من هذا الجهل القبيح.\n٥ - صيغة المبالغة في ﴿العزيز الحكيم﴾ و﴿عَلِيمٌ قَدِيرٌ﴾ .\n٦ - السجع ﴿يَعْقِلُونَ، يَعْرِشُونَ، يَجْحَدُونَ، يَكْفُرُونَ﴾ .\n٧ - التهديد والوعيد ﴿فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ .\n٨ - قوله تعالى ﴿وَتَصِفُ أَلْسِنَتُهُمُ الكذب﴾ قال الشهاب: هذا من بليغ الكلام وبديعه أي ألسنتهم كاذبة كقولهم ﴿عينُها تصفُ السحر﴾ أي ساحرة، وقدُّها يصف الهيف أي هيفاء.", "ayah": 59, "surah": 16}