{"text": "المنَاسَبَة: لما ذكر تعالى الساعة وما يلقاه عند قيامها المؤمنون الأبرار والكفرة الفجار من الحساب والجزاء، ذكر هنا أنه لطيف بالعباد لا يعاجل العقوبة للعصاة مع استحقاقهم للعذاب، ثم ذكر مآل المتقين، ومآل المجريمن في الآخرة، دار العدل والجزاء.\nاللغَة: ﴿لَطِيفٌ﴾ برٌّ رفيقٌ رحيم ﴿حَرْثَ الآخرة﴾ الحرثُ في الأصل: إلقاء البذور في الأرض، ويطلق على الزرع الحاصل منه، ثم استعمل في ثمرات الأعمال ونتائجها بطريق الاستعارة ﴿\nالفصل﴾ القضاء السابق ﴿يَقْتَرِفْ﴾ يكتسب ﴿رَوْضَاتِ﴾ جمع روضة وهو الموضع الكثير الأزهار والأشجار والثمار كالمنتزه وغيره ﴿يَقْتَرِفْ﴾ يكتسب ﴿الغيث﴾ المطر سمي غيثًا لأنه الخلق ﴿قَنَطُواْ﴾ يئسوا ﴿بَثَّ﴾ فرَّق ونشر ﴿بِمُعْجِزِينَ﴾ فائتين من عذاب الله بالهرب.\nالتفسِير: ﴿الله لَطِيفٌ بِعِبَادِهِ﴾ أي بارٌّ رحيم بالخلق كثير الإِحسان بهم، يفيض عليهم من الخيرات والبركات مع عصيانهم قال مقاتل: لطيف بالبر والفاجر حيث لم يهلكهم جوعًا بمعاصيهم ﴿يَرْزُقُ مَن يَشَآءُ﴾ أي يوسِّع الرزق على من يشاء قال القرطبي: وفي تفضيل قومٍ بالمال حكمه، ليحتاج البعضُ إلى البعض، وهذا من لطفه بالعباد، وأيضًا ليتمحن الغنيَّ بالفير، والفقير بالغني كقوله تعالى ﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ﴾ [الفرقان: ٢٠]؟ ﴿وَهُوَ القوي﴾ أي القادر على كل ما يشاء ﴿العزيز﴾ أي الغالبُ الذي لا يُغالب ولا يُدافع ثم لما بيَّن كونه لطيفًا بالعباد، كثير الإِحسان إليهم، أشار إلى أن الإِنسان ما دام في هذه الحياة فعلية أن يسعى في طلب الخيرات لأسباب السعادة فقال ﴿مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ﴾ أي من كان يريد بعمله ثواب الآخرة ونعيمها، نزدْ له في أجره وثوابه، بمضاعفة حسناته ﴿وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا﴾ أي ومن كان يريد بعمله متاع الدنيا ونعيمها فقط، نعطه بعض ما يطلبه من المتاع العاجل ممَّا قُدر له ﴿وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ﴾ أي وليس له في الآخرة حظٌ من الثواب والنعيم قال الزمخشري: سمَّى ما يعمله العامل مما يبتغي به الفائدة حرثًا على سبيل المجاز، وفرَّق بينهما بأن عمل للآخرة ضوعفت حسناته، ومن عمل للدنيا أُعطي شيئًا منها لا ما يريده ويبتغيه وقال افي التسهيل: حرثُ الآخرة عبارة عن العمل لها، وكذلك حرث الدنيا، وهو مستعارٌ من حرث الأرض، لأن الحرَّاث يعمل وينتظر المنفعة بما عمل، ثم أخذ ينكر على الكفار عبادتهم لغير الله، مع أنه الخالق المتفضل على العباد فقال ﴿أَمْ لَهُمْ شُرَكَاءُ شَرَعُواْ لَهُمْ مِّنَ الدين مَا لَمْ يَأْذَن بِهِ الله﴾؟ الاستفهام للتقريع والتوبيخ أي ألهؤلاء الكفار شركاء من الشياطين أو آهلة من الأوثان، شرعوا لهم الشرك والعصيان الذي لم يأمر به الله؟ قال شيخ زاده: وإسنادٌ الشرع إلى الأوثان، وهي جمادات إسنادُ مجازي، ومن إسناد الفعل إلى السبب، وسمَّاه دينًا للماشكلة والتهكم ﴿وَلَوْلاَ كَلِمَةُ الفصل لَقُضِيَ بَيْنَهُمْ﴾ أي لولا أنَّ الله حكم وقضى في سابق أزله أن الثواب والعقاب يكونان يوم القيامة لحكم بين الكفار والمؤمنين، بتعجيل العقوبة للظالم، وإِثابة المؤمن ﴿وَإِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ﴾ وإِن الكافرين الذين ظلموا أنفسهم بالكفر والعصيان لهم غذابٌ مرجع مؤملم ﴿تَرَى الظالمين مُشْفِقِينَ مِمَّا كَسَبُواْ﴾ أي ترى أيها المخاطب الكفارين يوم القيامة خائفين خوفًا شديدًا من جزاء السيئات التي ارتكبوها في الدنيا ﴿وَهُوَ وَاقِعٌ بِهِمْ﴾ أي والجزاء عليها نازلٌ بهم يوم القيامة لا محالة، سواءً خافوا أو لم يخافوا ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات فِي رَوْضَاتِ الجنات﴾ أي والمؤمنون الصالحون في\nرياض الجنة يتمتعون، في أطيب بقاعها، وفي أعلى منازلها ﴿لَهُمْ مَّا يَشَآءُونَ عِندَ رَبِّهِمْ﴾ أي لهم في الجنات ما يشتهونه من أنواع اللذائذ والنعيم والثواب العظيم عند رب كريم قال ابن كثير: فأين هذا من هذا؟ أين من هو في الذل والهوان، ممن هو في روضات الجنان؟ فيا يشاء من مآكل ومشارب وملاذ؟ ولهذا قفال تعالى ﴿ذَلِكَ هُوَ الفضل الكبير﴾ أي ذلك النعيم والجزاء هو الفوز الأكبر الذي لا يوازيه شيء قال القرطبي: أي الفضل الذي لا يوصف، ولا تهتدي العقول إلى حقيقة صفته، لأن الحقَّ جلا وعلا إذا قال «كبير» فمن ذا الذي يقدر قدره ﴿ذَلِكَ الذي يُبَشِّرُ الله عِبَادَهُ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي ذلك الإِكرام والإِنعام هو الذي يبشر الله به عباده المؤمنين المتقين، ليتعجلوا السرور ويزدادوا شوقًا إلى لقائه ﴿قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلاَّ المودة فِي القربى﴾ أي قل لهم يا محمد لا أسألكم على تبليغ الرسالة شيئًا من الأجر والمال، إلاَّ أن تحفظوا حقَّ القربى ولا تؤذوني حتى أبلغ رسالة ربي قال ابن كثير: أي لا أسألكم على هذا البلاغ والنصح مالًا، وإِنما أطلب أن تذروني حتى أبلغ رسالات ربي، فلا تؤذوني بما بيني وبينكم من القرابة قال ابن عباس: يقول إلا أن تصلوا ما بين وبينكم من القرابة، وتؤذوني في نفسي لقرابتي منكم ﴿وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْنًا﴾ أي ومن يكتسب ويفعل طاعةً من الطاعات نضاعف له ثوابها ﴿إِنَّ الله غَفُورٌ شَكُورٌ﴾ أي غفور للذنوب شاكر لإِحسان المحسن، لا يضيع عنده عمل العامل، ولهذا يغفر الكثير من السيئات، ويكثِّر القليل من الحسنات ﴿أَمْ يَقُولُونَ افترى عَلَى الله كَذِبًا﴾؟ أي بل أيقول كفار قريش إن محمدًا اختلق الكذب علىلله بنسبة القرآن إليه؟ قال أبو حيان: وهذا استفهام إنكار وتوبيخ للمشركين على هذه المقالة أي مثله لا يُنسب إلى الكذب على الله مع اعترافكم له قبل بالصدق والأمانة ﴿فَإِن يَشَإِ الله يَخْتِمْ على قَلْبِكَ﴾ أي لو افتريت على الله الكذب كما يزعم هؤلاء المجرمون لختم على قبلك فأنساك هذا القرآن، وسلبه من صدرك، ولكنك لم تفتر على الله كذبًا ولهذا أيَّدك وسدَّدك قال ابن كثير: وهذه كقوله جل وعلا\n﴿وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين﴾ [الحاقة: ٤٤٤٦] وقال أبو السعود: والآيةُ استشهادٌ على بطلان ما قالوا ببيان أنه ﵇ لو افترى على الله تعالى لمنعه من ذلك قطعًا، بالختم على قلبه بحيث لا يخطر بباله معنى من معانيه، ولم ينطق بحرفٍ من حروفه ﴿وَيَمْحُ الله الباطل﴾ أي يزيل الله الباطل بالكلية ﴿وَيُحِقُّ الحق بِكَلِمَاتِهِ﴾ أي ويثبتُ اللهُ الحق ويوضّحه بكلامه المنزل، وقضائه المبرم وقال ابن كثير: بكلماته أي بحججه وبراهينه ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي عالم بما في القلوب، يعلم ما تكنه الضمائر، وتنطوي عليه السرائر وقال القرطبي: والمراد أنك لو حدثت نفسك أن تفتري الكذب لعمله الله وطبع على قلبك ﴿وَهُوَ الذي يَقْبَلُ التوبة عَنْ عِبَادِهِ﴾ هذا امتنانٌ من الرحمن على العباد أي هوجل وعلا بفضله وكرمه يتقبل التوبة من عباده، إِذا أقلعوا عن المعاصي وأنابوا بصدقٍ وإِخلاص نيّة ﴿وَيَعْفُواْ عَنِ السيئات﴾ أي يصفح عن الذنوب صغيرها وكبيرها لمن يشاء ﴿وَيَعْلَمُ مَا تَفْعَلُونَ﴾ أي يعلم جميع ما تصنعون من\nخيرٍ أو شر ﴿وَيَسْتَجِيبُ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي ويستجيب الله دعاء المؤمنين الصالحين قال الرازي: أي ويستجيبُ اللهُ للمؤمنين إلاَّ أنه حذف اللام كما حذف في قوله ﴿وَإِذَا كَالُوهُمْ﴾ [المطفيين: ٣] أي كالوا لهم ﴿وَيَزِيدُهُم مِّن فَضْلِهِ﴾ أي ويزيدهم من جوده وكرمه فوق ما سألوا واستحقوا لأنه الجواد الكريم، البرُّ الرحيم ﴿والكافرون لَهُمْ عَذَابٌ شَدِيدٌ﴾ أي وأما الكافرون بالله فلهم العذاب الموجع الأليم في دار الجحيم ﴿وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِي الأرض﴾ أي ولو وسَّع الله الرزق على عباده لطغوا وبغَوْا وأفسدوا في الأرض بالمعاصي والآثام، لأن الغني والطغيان من بعضهم على بعض أشرًا وبطرًا، وقال قتادة: خير العيش مالا يُلهيك ولا يُطغيك ﴿ولكن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ﴾ أي ولكنه تعالى يُنزّل أرزاق العباد بما تقتضيه الحكمة المصلحة كما جاء في الحديث القدسي «إنَّ من عبادي من لا يصلُحه إلا الغنى ولو أفقرته لأفسدت عليه دينه، وإِن من عبادي من لا يصلحه إلا الفقر، ولو أغنيته لأفسدت عليه دينه» ﴿إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ﴾ أي عالم بأحوالهم وما يصلحهم، فيعطي ويمنع، ويبسط ويقبض، حسبما تقتضيه الحكمة الربانية ﴿وَهُوَ الذي يُنَزِّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ﴾ تعديدٌ لنعمه على العباد أي هو تعالى الذي ينزّل المطر، الذي يغيثهم من الجدب، من بعد ما يئسوا من نزوله ﴿وَيَنشُرُ رَحْمَتَهُ﴾ أي ويبسط خيراته وبركاته على العباد ﴿وَهُوَ الولي الحميد﴾ أي وهو الوليُّ الذي يتولى عباده، المحمود بكل لسان على ما أسدى من النعماء ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض﴾ أي ومن دلائل قدرته، وعجائب حكمته، الدالة على وحدانيته، خلقُ السموات والأرض بهذا الشكل البديع ﴿وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ﴾ أي وما نشر وفرَّق في المسوات والأرض من مخلوقات قال ابن كثير: وهذا يشمل الملائكة والإِنس والجن، وسائر الحيوانات على اختلاف أشكالهم وألوانهم وأجناسهم وأنواعهم وقال مجاهد: هم الناسُ والملائكة ﴿وَهُوَ على جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ﴾ أي وهو تعالى قادر على جمع الخلائق للحشر والحساب والجزاء، في أيِّ وقتٍ شاء ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ أي وما أصابكم أيها الناس مصيبة من المصائب في النفس أو المال فإنما هي بسبب معاصيكم التي اكتسبتموها قال الجلال: وعبَّر بالأيدي لأن أكثر الأفعال تُزاول بها ﴿وَيَعْفُواْ عَن كَثِيرٍ﴾ لهلكتم وفي الحديث\n«لا يصيب ابن آدم وخدش عود، أو عثرة قدمٍ، ولا اختلاجُ عرقٍ إلا بذنبٍ، وما يعفه عنه أكثر» ﴿وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض﴾ أي ولستم أيها المشركون فائتين من عذاب الله، ولا هاربين من قضائه، وإِن هربتم من أقطارها كل مهرب ﴿وَمَا لَكُمْ\nمِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي وليس لكم غير الله وليٌّ يتولى أموركم ويتعهد مصالحكم، ولا نصير يدفع عنكم عذابه وانتقامه.\nفَائِدَة: المصائب التي تُصيب الناس لتكفير السيئات، وأما الأنبياء فإِنما هي لرفع الدرجات لأنهم معصومون عن الذنوب والآثام.\nتنبيه: قال بعض العلماء: لا يستبعد أن يكون في الكواكب السيارة، والعوالم العلوية مخلوقات غير الملائكة تشبه مخلوقات الأرض، وأن يكون فيها حيوانات تشبه الحيوانات التي على أرضنا كما تدل الدلائل الفكلية على وجود حياةٍ في المريخ، واستدلوا بهذه الآية ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ﴾ الآية، أقول: يحتمل أن يوجد في هذا الفضاء الواسع، مخلوقات حيَّة غير الإِنسان، أم الإِناسن فإِننا نقطع بأنه لا يوجد إلا فوق سطح الكوكب الأرضي لقوله تعالى: ﴿قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ﴾ [الأعراف: ٢٥] .", "ayah": 26, "surah": 42}