{"text": "اللغَة: ﴿يتفطَّرنْ) يتشققن، والفطور: الشقوق ومنه ﴿هَلْ ترى مِن فُطُورٍ﴾ [الملك: ٣] ﴿فاطر﴾ خالد ومبدع ومخترع ﴿يَوْمَ الجمع﴾ يقوم القيامة لاجتماع الخلائق فيه ﴿أُمَّ القرى﴾ مكة المكرمة ﴿يَذْرَؤُكُمْ﴾ ينشئكم وكثِّركم ﴿مَقَالِيدُ﴾ مفاتيح جمع إقليد على غير قياس ﴿شَرَعَ﴾ بيَّن وسنَّ وأوضح ﴿كَبُرَ﴾ عظم وشقَّ ﴿يُنِيبُ﴾ يرجع ويتوب من ذنبه ﴿مُرِيبٍ﴾ موقع في الريبة والقلق ﴿دَاحِضَةٌ﴾ باطلة وزائلة يقال: دحضت حجته أي بطلت، ودَحضت رجله أي زلقت.\nالتفسِير: ﴿حم عسق﴾ الحروف المقطعة للتنبيه على إعجاز القرآن، وإثارة انتباه الإِنسان بحروف أولية، وبدءٍ غير مألوف ﴿كَذَلِكَ يوحي إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ الله العزيز الحكيم﴾ أي مثل ما أوحى إليك ربك يا محمد هذا القرآن، أوحى إلى الرسل من قبلك في الكتب المنزلة، اللهُ العزيز في ملكه، الحكيم في صنعه ﴿لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ما له ما في الكون مالكًا وخلقًا وعبيدًا ﴿وَهُوَ العلي العظيم﴾ أي هو المتعالي فوق خلقه، المنفرد بالكبرياء والعظمة ﴿تَكَادُ السماوات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ﴾ أي تكاد السمواتُ يتشققن من عظمة الله وجلاله، ومن شناعة ما يقوله المشركون من اتخاذ الله الولد ﴿والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ﴾ أي والملائكةُ الأبرار دائبون في تسبيح الله، ينزهونه عما لا يليق به ﴿وَيَسْتَغْفِرُونَ لِمَن فِي الأرض﴾ أي ويطلبون المغفرة لذنوب من في الأرض من المؤمنين قال في التسهيل: والآية عمومٌ يراد به الخصوص لأن الملائكة إنما يستغفرون للمؤمنين من أهل الأرض، فهي كقوله تعالى ﴿وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ﴾ [غافر: ٧] ﴿أَلاَ إِنَّ الله هُوَ الغفور الرحيم﴾ أي ألاَ فانتبهوا أيها القوم إن الله هو الغقور لذنوب عباده، الرحيم بها حيث لا يعاجلهم بالعقوبة مع كفرهم وعصيانهم قال القرطبي: هيَّب وعظَّم جل وعلا في الابتداء، وألطف وبشَّر في الانتهاء ﴿والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ أي جعلوا له شركاء وأندادًا ﴿الله حَفِيظٌ عَلَيْهِمْ﴾ أي اللهُ تعالى رقيبٌ على أحوالهم وأعمالهم، لا يفوقه منها شيءٌ، وهو محاسبُهم عليها ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي وما أنت يا محمد بموكَّل على أعمالهم حتى تقسرهم على الإِيمان، إنما أنت منذرٌ فحسب ﴿وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْآنًا عَرَبِيًّا﴾ أي وكما أوحينا إلى الرسل قبلك أوحينا إليك يا محمد قرآنًا عربيًا معجزًا، بلسان العرب لا لبس فيه ولا غموض ﴿لِّتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا﴾ أي لتنذر بهذا القرآن أهل مكة ومن حولها من البلدان قال الإِمام الفخر: وأمُّ القُرى أصلُ القرى وهي مكة، وسميت بهذا الاسم إجلالًا لها، لأن فيها البيت ومقام إبراهيم، والعربُ تسمي أصلُ كل شيءٍ أمه، حتى يقال: هذه القصيدة من أمهات قصائد فلان ﴿وَتُنذِرَ يَوْمَ الجمع﴾ أي وتخوّف الناس ذلك اليوم الرهيب، يوم اجتماع الخلائق للحساب في صعيدٍ واحد ﴿لاَ رَيْبَ فِيهِ﴾ أي لاشك في وقوعه، ولا محالة من حدوثه ﴿فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير﴾ أي فريقٌ منهم في جنات النعيم وهو المؤمنون، وفريق منهم في دركات الجحيم وهم الكافرون، حيث ينقسمون بعد الحساب إلى أشيقاء وسعداء كقوله تعالى\n﴿فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ﴾ [هود: ١٠٥] ﴿وَلَوْ شَآءَ الله لَجَعَلَهُمْ\nأُمَّةً وَاحِدَةً﴾ أي لو شاء الله لجعل الناس كله مهتدين، أهل دينٍ واحدٍ وملةٍ واحدة وهي الإِسلام قال الضحاك: أهل دينٍ واحد، أهل ضلالةٍ أو أهل هُدى ﴿ولكن يُدْخِلُ مَن يَشَآءُ فِي رَحْمَتِهِ﴾ أي ولكنَّه تعالى حكيمٌ لا يفعل إلاَّ ما فيه المصلحة، فمن علم منه اختيار الهدى يهديه فيدخله في جنته، ومن علم منه اختيار الضلال يضلُّه فيدخله بذلك السعير ولهذا قال ﴿والظالمون مَا لَهُمْ مِّن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي والكافرون ليس لهم وليٌّ يتولاهم يوم القيامة، ولا نصيرٌ ينصرهم من عذاب الله قال أبو حيان: والآية تسليةٌ للرسول ﷺ َ عمَّا كان يقاسيه من كفر قومه، وتوقيفٌ على أنَّ ذلك راجعٌ إلى مشيئته جلال وعلا، ولكنْ من سبقت له السعادة أدخله في رحمته يعني دين الإِسلام ﴿أَمِ اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ استفهامٌ على سبيل الإِنكار أي بل اتخذ المشركون من دون الله آلهة، يستعينون بهم، ويطلبون نصرهم وشفاعتهم؟ ﴿فالله هُوَ الولي﴾ أي فاللهُ وحده هو الوليُّ الحقُّ، الناصرُ للمؤمنين، لا وليَّ سواه ﴿وَهُوَ يُحْيِي الموتى﴾ أي هو تعالى القادر على إحياء الموتى، لا تلك الأصنام التي لا تضر ولا تنفع ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه شيء فهو الحقيق بأن يُتخذوليًا دون من سواه ﴿وَمَا اختلفتم فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى الله﴾ أي وما اختلفتم فيه أيها المؤمنون من شيء من أمر الدنيا أو الدين، فالحكم فيه إلا الله جل وعلا، هو الحاكم فيه بكتابه أو بسنة نبيه ﵇ ﴿ذَلِكُمُ الله رَبِّي﴾ أي الموصوف بهذه الصفات هو ربي وحده، وَليِّي ومالك أمري قال القرطبي: وفيه إضمارٌ أي قل لهم يا محمد: ذلك الذي يُحيي الموتى، ويحكم بين المختلفين هو ربّي ﴿عَلَيْهِ تَوَكَّلْتُ﴾ أي عليه وحده اعتمدت في جميع أموري ﴿وَإِلَيْهِ أُنِيبُ﴾ أي وإِليه وحده أرجع في كل ما يعرض عليَّ من مشكلاتٍ ومعضلات، لا إلى أحدٍ سواه قال الرازي: والعبارة تفيد الحصر أي لا أتوكل إلا عليه، ولا أنيب إلا إليه، وهو إشارة إلى تزييف طريقة من اتخذ غير الله وليًا. . ثم بيَّن تعالى صفاته الجليلة القدسية، التي هي من آثار ومظاهر الربوبية فقال ﴿فَاطِرُ السماوات والأرض﴾ أي هو جل وعلا خالقهما ومبدعهما على غير مثالٍ سابق ﴿جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾ أي أوجد لكم بقدرته من جنسكم نساءً من الآدميات ﴿وَمِنَ الأنعام أَزْواجًا﴾ أي وخلق لكم كذلك من الإِبل والبقر والضأن والمعز أصنافًا، ذكورًا وإناثًا ﴿يَذْرَؤُكُمْ فِيهِ﴾ أي يكثّركم بسببه بالتوالد، ولولا أنه خلق الذكر والأثنى لما كان ثَمة تناسلٌ ولا توالدٌ ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ أي ليس له تعالى مثيلٌ ولا نظير، لا في ذاته ولا في صفاته ولا في أفعاله، فهوالواحد الأحد، الفردُ الصمد والغرضُ: تنزيهُ الله تعالى عن مشابهة المخلوقين، والكاف هنا لتأكيد النفي أي ليس مثله شيءٌ، قال ابن قتيبة: العربُ تقيم المثل مقام النفس فتقول: مثلي لا يُقال له هذا أي أنا لا يُقال لي هذا، ومعنى الآية ليس كالله جل وعلا شيءٌ وال القرطبي: والذي يُعتقد في هذا الباب أن الله جلَّ اسمُه في عظمته وكبريائه، وملوكته وحُسنى أسمائه، لا يشبه شيئًا من مخلوقاته، ولا يُشبَّه به أحد، وما أطلقه الشرع على الخالق والمخلوق فلا تشابه بينهما في المعنى الحقيقي، إذْ صفاتُ القديم ﷿ بخلاف صفات\nالمخلوق، وإذْ صفِاتُهنم لا تنفك عن الأعراض والأغراض، وهو تعالى منزَّه عن ذلك، وقد قال بعض المحقيين: التوحيدُ إثباتُ ذاتٍ غير مشهبةٍ للذوات، ولا معطَّلة من الصفات، وزاد الواسطيُّ فقال: ليس كذاته ذات، ولا كاسمه اسم، ولا كفعله فعل، وهذا مذهب أهل الحق، أهل السنة والجماعة ﴿وَهُوَ السميع البصير﴾ أي وهو تعالى السميع لأقوال العباد، البصير بأفعالهم ﴿لَهُ مَقَالِيدُ السماوات والأرض﴾ أي بيده جل وعلا مفاتيح خزائنهما من المطر والنبات وسائر الحاجات ﴿يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي يوسِّعُ الرزق على من يشاء، ويضيّق على من يشاء، حسب الحكمة الإلهية ﴿إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ تعليل لما سبق أي لأن علمه تعالى محيط بكل الأشياء، فهو واسع العلم، يعلم إذا كان الغنى خيرًا للعبد أو الفقر ﴿شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحًا والذي أَوْحَيْنَآ إِلَيْكَ﴾ أي سنَّ وبيَّن لكم أيها المؤمنون من الشريعة السمحة والدين الحنيف، ما وصَّى به الرسل، وأرباب الشرائع من مشاهير الأنبياء، كنوح ومحمد ﵇ ﴿وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى﴾ أي وما أمرنا به بطريق الإِلزام إبراهيم وموسى وعيسى من أصول الشرائع والأحكام قال الصاوي: خصَّ هؤلاء بالذكر لأنهم أكابر الأنبياء، وأولوا العزم، وأصحاب المعظمة، فلكل واحد من هؤلاء الرسل شرعٌ جديد، وأمَّا من عداهم، فإِنما كان يبعث بتبليغ شرع من قبله، ولم يزل الأمر يتأكد بالرسل، ويتناصر بالأنبياء، واحدًا بعد واحد، وشريعةً إثر شريعة، حتى ختمها الله بخير الملل، ملةِ أكر الرسل نبينا محمد صلى الله عليه ووسلم، فتبيَّن أن شرعنا معشَر الأمة المحمدية قد جمع جميع الشرائع المتقدمة في أصول الاعتقادات، وأصول الأحكام ولهذا قال تعالى ﴿أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ﴾ أي وصيناهم بأن أقيموا الدين الحق دين الإِسلام الذي هو توحيدُ الله وطاعتُه، والإِيمان بكتبه ورسله، وبالبعث والجزاء قال القرطبي: المراد اجعلوا الدين قائمًا مستمرًا محفوظًا من غير خلافٍ فيه واضطراب، في الأصول التي لا تختلف فيها الشريعة وهي: التوحيد، والصلاة، والصيام، والزكاة، والحج، وغيرها فهذا كله مشروعًا دينًا واحدًا وأملة متحدة.\n﴿كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ إِلَيْهِ﴾ أي عظمُ وشقَّ على الكفار ما تدعوهم إليه من عبادة الله، وتوحيد الواحد القهار ﴿الله يجتبي إِلَيْهِ مَن يَشَآءُ ويهدي إِلَيْهِ مَن يُنِيبُ﴾ أي اللهُ يصطفي ويختار للإِيمان والتوحيد من يشاء من عباده، ويهدي إلى دينه الحق من يرجع إلى طاعته، فيوفقه له ويقربه إليه رحمةً وإكرامًا ﴿وَمَا تفرقوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم﴾ أي وما تفرَّق أهل الأديان المختلفة من اليهود والنصارى وغيرهم إلاّ من بعد ما قامت عليهم الحجج والبراهين من النبي المرسل إليهم ﴿بَغْيًا بَيْنَهُمْ﴾ أي ظلمًا وتعديًا، وحسدًا وعنادًا ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إلى أَجَلٍ مُّسَمًّى﴾ أي ولولا أن الله قضى بتأخير العذاب عنهم إلىيوم القيامة ﴿لَّقُضِيَ بِيْنَهُمْ﴾ أي لعجَّل لهم العقوبة في الدنيا سريعًا باستئصالهم قال ابن كثير: أي لولا الكلمة السالفة من الله تعالى بإِنظار العباد إلى يوم المعاد لعجل لهم العقوبة سريعًا ﴿وَإِنَّ الذين أُورِثُواْ الكتاب مِن بَعْدِهِمْ﴾ أي وإِن بقيَّة أهل الكتاب الذين عاصروا رسول الله ﷺ َ من\nبعد أسلافهم السابقين ﴿لَفِي شَكٍّ مِّنْهُ مُرِيبٍ﴾ أي لفي شك من التوراة والإِنجيل، موقع لهم في أشد الحيرة والريبة، لأنهم ليسوا على يقين من أمر دينهم وكتابهم، وإنما هم مقلدون لآبائهم وأسلافهم، بلا دليل ولا برهان قال البيضاوي: لا يعلمون كتابهم كما هو ولا يؤمنون به حق الإِيمان، فهم في شك مقلق ﴿فَلِذَلِكَ فادع واستقم كَمَآ أُمِرْتَ﴾ أي فلأدل الذي وصينا به جميع المرسلين قبلك، فادع يا محمد إليه ولزم النهج القويم مع الاستقامة كما أمرك ربك ﴿وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ﴾ أي ولا تتبع أهواء المشركين الباطلة فيما يدعونك إليه من ترك دعوة التوحيد ﴿وَقُلْ آمَنتُ بِمَآ أَنزَلَ الله مِن كِتَابٍ﴾ أي صدَّقت بكل كتابٍ أنزله الله تعالى قال الرازي: يعني الإِيمان بجميع الكتب السماوية، لأن أهل الكتاب المتفرقين في دينهم آمنوا ببعضٍ وكفروا ببعض ﴿وَأُمِرْتُ لأَعْدِلَ بَيْنَكُمُ﴾ أي وأمرني ربي بأن أعدل بينكم في الحكم قال ابن جزي: يعني العدل في الأحكام إذا تخاصموا إليه ﴿الله رَبُّنَا وَرَبُّكُمْ﴾ أي الله خالقنا جميعًا ومتولي أمورنا فيجب أن نفرده بالعبادة ﴿لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا جزاء أعمالنا ولكم جزاء أعمالكم، من خير أو شرٍّ، لا نستفيد من حسناتكم ولا نتضرر من سيئاتكم قال ابن كثير: هذا تبرؤٌ منهم أي نحن برآء منكم كقوله تعالى\n﴿وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنتُمْ بريائون مِمَّآ أَعْمَلُ وَأَنَاْ برياء مِّمَّا تَعْمَلُونَ﴾ [يونس: ٤١] ﴿لاَ حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ﴾ أي لا جدال ولا مناظرة بيننا وبينكم، فإن الحقَّ قد ظهر وبَانَ كالشمس في رابعة النهار، وأنتم تعاندون وتكابرون ﴿الله يَجْمَعُ بَيْنَنَا وَإِلَيْهِ المصير﴾ أي الله يجمع بيننا يوم القيامة لفصل القضاء، وإليه المرجع والمآب فيجازي كل أحدٍ بعمله من خير وشر قال الصاوي: والغرضُ أن الحقَّ قد ظهر، والحجج قد قامت، فلم يبق إلا العناد، وبعد العناد لا حجة ولا جدل، والله يفصل بين الخلائق يوم المعاد، ويجازي كلًا بعمله ﴿والذين يُحَآجُّونَ فِي الله﴾ أي يخاصمون في دينه لصدِّ الناس عن الإِيمان ﴿مِن بَعْدِ مَا استجيب لَهُ﴾ أي من بعد ما استجاب الناسُ له ودخلوا في دينه ﴿حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ﴾ أي حجتهم باطلة لا ثبوت لها عند الله قال ابن عباس: نزلت في طائفةٍ من بني إسرائيل همَّت برد الناس عن الإِسلام وإضلالهم ومحاجتهم بالباطل ﴿وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ﴾ أي وعليهم غضب عظيم في الدنيا، وعذاب شديد في الآخرة، ﴿الله الذي أَنزَلَ الكتاب بالحق﴾ أي نزَّل القرآن وسائر الكتب الإِلهية متلبسًا بالصدق القاطع، والحقِّ الساطع، في أحكامه وتشريعاته وأخباره ﴿والميزان﴾ أي ونزَّل الميزان أي العدل والإِنصاف، فهو من تسمية الشيء باسم السبب ﴿وَمَا يُدْرِيكَ لَعَلَّ الساعة قَرِيبٌ﴾ أي وما ينبئك أيها المخاطب لعلَّ وقت الساعة قري؟ فإن الواجب على\nالعاقل أن يحذر منها، ويستعدُّ لها. قال أبو حيان: ووجه اتصال الآية بما سبق أن الساعة يوم الحساب فكأنه قيل: أمركم الله بالعدل والتسوية قبل أن يفاجئكم اليوم الذي يحاسبكم فيه ويزن أعمالكم ﴿يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا﴾ أي يستعجل بالقيامة المشركون الذين لا يُصدِّقون بها فيقولون على سبيل الاستهزاء: متى تكون؟ ﴿والذين آمَنُواْ مُشْفِقُونَ مِنْهَا﴾ أي والمؤمنون المصدِّقون بها خائفون وجلون من قيامها ﴿وَيَعْلَمُونَ أَنَّهَا الحق﴾ أي وعلمون أنها كائنة وحاصلة لا محالة ﴿أَلاَ إِنَّ الذين يُمَارُونَ فَي الساعة لَفِي ضَلاَلٍ بَعِيدٍ﴾ أي الذين يُجالدون في أمر القيامة في ضلالٍ بعيد عن الحق، لإِنكارهم عدل الله وحكمته.", "ayah": 3, "surah": 42}