{"text": "المنَاسَبَة: لما ذكر تعالى بعض الدلائل على وحدانيته في خلق السموات والأرض، وما بثَّ فيهما من مخلوقات لا تُحصى، أتبعه بذكر آية أخرى تدل على وجود الإِله القادر الحكيم، وهي السفن الضخمة التي تشبه الجبال تسير بقدرته تعالى فوق سطح البحر، محمَّلة بالأقوات والأرزاق، وختم السورة الكريمة ببيان إثبات الوحي وصدق القرآن.\nاللغَة: ﴿الجوار﴾ جمع جارية وهي السفينة سميت جارية لأنها تجري في الماء ﴿كالأعلام﴾ جمع علم وهو الجبل العظيم الشاهق قالت الخنساء:\nوإِنَّ صخْرًا لتأْتمُّ الهُداةُ به ... كأنَّهُ علمٌ في رأسهِ نارُ\n﴿رَوَاكِدَ﴾ ثوابت ساكنة لا تسير، من ركدَ الماء إذا سكن ووقف عن الجري ﴿مَّحِيصٍ﴾ مهرب ومخلص من العذاب ﴿يُوبِقْهُنَّ﴾ يهلكهنَّ يقال: أوبقه أي أهلكه ﴿الفواحش﴾ جمع فاحشة وهي ما تناهى قبحه كالزنى والقتل والشرك وغيرها ﴿نَّكِيرٍ﴾ منكِرٌ يُنكِر ما ينزل بكم من العذاب ﴿عَقِيمًا﴾ لا تلد.\nالتفسِير: ﴿وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام﴾ أي ومن علاماته الدالة على قدرته الباهرة، وسلطانه العظيم، السفنُ الجارية في البحر كأنها الجبال من عظمها وضخامتها ﴿إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ﴾ أي لو شاء تعالى لأسكن الرياح وأوقفها فتبقى السفن سواكن وثوابت على ظهر البرح لا تجري ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي إن في تسييرها لعبرًا وعظات لكن مؤمن صابر في البأساء، شاكر في الرخاء قال الصاوي: أي كثير الصبر على البلايا، عظيم الشكر على العطايا وقال أبو حيان: وإنما ذكر السفن الجارية في البحر، لما فيها من عظيم دلائل القدرة، من جهة أن الماء جسم لطيف شفاف، يغوص فيه الثقيل، والسفن تحمل الأجسام الثقيلة الكثيفة ومع ذلك جعل الله تعالى في الماء قوة يحملها بها ويمنعها من الغوص، ثم جعل الرياح سببًا لسيرها فإذا أراد أن ترسوا أسكن الريح فلا تبرح عن مكانها، ﴿أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا﴾ أي وإِن يشأ يجعل الرياح عواصف فيغرق هذه السفن وأهلها بسبب ما اقترفوا من جرائم ﴿وَيَعْفُ عَن كَثِيرٍ﴾ أي ويتجاوز عن كثير من الذنوب فينجيهم الله من الهلاك ﴿وَيَعْلَمَ الذين يُجَادِلُونَ في آيَاتِنَا مَا لَهُمْ مِّن مَّحِيصٍ﴾ أي وليعلم الكفار المجادلون في آيات الله بالباطل، أنه لا ملجأ لهم ولا مهرب من عذاب الله قال القرطبي: أي ليعلم الكافر إِذا توسطوا البحر وغشيتهم الرياح من كل مكان أنه لا ملجأ لهم سوى لله، ولا دافع لهم إن أراد الله إهلاكهم فيخصلون له العبادة ﴿فَمَآ أُوتِيتُمْ مِّن شَيْءٍ فَمَتَاعُ\nالحياة الدنيا﴾ أي فما أعطيتم أيها الناس من شيء من نعيم الدنيا وزهرتها الفانية، فإنما هو نعيم زائل، تتمتعون به مدة حياتكم ثم يزول ﴿وَمَا عِندَ الله خَيْرٌ وأبقى﴾ أي وما عند الله من الثواب والنعيم، خيرٌ من الدينا وما فيها لأنَّ نعيم الآخرة دائم مستمر، فلا تُقدِّموا الفاني على الباقي ﴿لِلَّذِينَ آمَنُواْ﴾ أي للذين صدَّقوا الله ورسوله وصبروا على ترك الملاذ في الدنيا ﴿وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي واعتمدوا على الله وحده في جميع أمورهم ﴿والذين يَجْتَنِبُونَ كَبَائِرَ الإثم﴾ أي وهؤلاء المؤمنون هم الذين يجتنبون كبائر الذنوب كالشرك والقتل وعقوق الوالدين ﴿والفواحش﴾ قال ابن عباس: يعني الزنى ﴿وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ﴾ أي إذا غضبوا على أحدٍ ممَّن اعتدى عليهم عفوا وصفحوا قال الصاوي: من مكارم الأخلاق التجاوز والحلم عند حصول الغضب، ولكن يشترط أن يكون الحلم غير مخلٍ بالمروءة، ولا واجبًا كما إِذا انتهكت حرماتُ الله فالواجب حنيئذٍ الغضب لا الحلم، وعليه قول الشافعي «من استُغضب ولم يغضب فهو حمار» وقال الشاعر «وحلمُ الفتى في غير موضعه جهل» ﴿والذين استجابوا لِرَبِّهِمْ﴾ أي أجابوا ربهم إلى ما دعاهم إليه من التوحيد والعبادة قال البيضاوي: نزل في الأنصار دعاهم رسول الله ﷺ َ إلى الإِيمان فاستجابوا ﴿وَأَقَامُواْ الصلاة﴾ أي أدوها بشروطها وآدابها، وحافظوا عليها في أوقاتها ﴿وَأَمْرُهُمْ شورى بَيْنَهُمْ﴾ أي يتشاورون في الأمور ولا يعجلون، ولا يُبرمون أمرًا من مهمات الدنيا والدين إلا بعد المشورة ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي وينفقون مما أعطاهم الله في سبيل الله بالإِحسان إلى خلق الله ﴿والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ﴾ أي ينتقمون ممن بغى عليهم، ولا يستسلمون الظلم المعتدي قال إبراهيم النخعي: كانوا يكرهون أن يُذلُوةا أنفسهم فتجترىء عليهم الفساق قال أبو السعود: وهو وصفٌ لهم بالشجاعة بعد وصفهم بسائر الفضائل، وهذا لا ينافي وصفهم بالغفران فإِن كلًا في موضعه محمود ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ أي وجزاء العدوان أن ينتصر ممن ظلمه من غير أن يعتدي عليه بالزيادة قال الإِمام الفخر: لما قال تعالى ﴿والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ﴾ أردفه بما يدل على أن ذلك الانتصار يجب أني كون مقيدًا بالمثل دون زيادة، وإِنما سمَّى ذلك سيئة لأنها تسوء من تنزل به ﴿فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله﴾ أي فمن عفا عن الظالم، وأصلح بينه وبين عدوه، فإِن الله يثيبه على ذلك الأجر الجزيل قال ابن كثير: شرع تعالى العدل وهو القصاص، وندب إلى الفضل وهو العفو، فمن عفا فإِن الله لا يضيع له ذلك كما جاء في الحديث\n«وما زاد اللهُ تعالى عبدًا بعفوٍ إلا عزًا» ﴿إِنَّهُ لاَ يُحِبُّ الظالمين﴾ أي إنه جل وعلا يبغض البادئتين بالظلم، والمعتدين في الانتقام ﴿وَلَمَنِ انتصر بَعْدَ ظُلْمِهِ﴾ أي انتصر ممن ظلمه دون عدوان ﴿فأولئك مَا عَلَيْهِمْ مِّن سَبِيلٍ﴾ أي فليس عليهم عقوبة ولا مؤاخذة، لأنهم أتوا بما أبيح له من الانتصار ﴿إِنَّمَا السبيل عَلَى الذين يَظْلِمُونَ الناس﴾ إي إنما العقوبة والمؤاخذة على المعتدين الذين يظلمون الناس بعدوانهم ﴿وَيَبْغُونَ فِي الأرض بِغَيْرِ الحق﴾ أي\nويتكبرون في الأرض تجبرًا وفسادًا بالمعاصي والاعتداء على الناس في النفوس والأموال ﴿أولئك لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي أولئك الظالمون الباغون لهم عذاب مؤلم موجع بسبب ظلمهم وبغيهم ﴿وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور﴾ أي ولمن صبر على الأذى، وترك الانتصار لوجه الله تعالى، فإِن ذلك الصبر والتجاوز من الأمور الحميدة التي امر الله بها وأكد عليها قال الصاوي: كرَّر الصبر اهتمامًا به وترغيبًا فيه وللإِشارة إلى أنه محمد العاقبة ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِن وَلِيٍّ مِّن بَعْدِهِ﴾ أي ومن يضلله اللهُ فلس له ناصر ولا هادٍ يهديه إلى الحق ﴿وَتَرَى الظالمين لَمَّا رَأَوُاْ العذاب﴾ أي وترى الكافرين حين شاهدوا عذاب جهنم ﴿يَقُولُونَ هَلْ إلى مَرَدٍّ مِّن سَبِيلٍ﴾ أي يطلبون الرجوع إلى الدنيا لهول ما يشاهدون من العذاب ويقولون: هل هناك طريق لعودتنا إلى الدنيا؟ قال القرطبي: يطلبون أن يُردُّوا إلى الدنيا ليعملوا بطاعة الله ﷿ فلا يجابون ﴿وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا﴾ أي وتراهم أيها المخاطب يُعرضون على النار ﴿خَاشِعِينَ مِنَ الذل﴾ أي متضائلين صاغرين مما يلحقهم من الذل والهوان ﴿يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ﴾ أي يسارقون النظر خوفًا منها وفزعًا كما ينظر من قُدِّم ليقتل بالسيف، فإِنه لا يقدر أن ينظر إليه بملء عينه قال ابن عباس: ينظرون بطرفٍ ذابلٍ ذليل وقال قتادة والسدي: يُسارقون النظر من شدة الخوف ﴿وَقَالَ الذين آمنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة﴾ أي يقول المؤمنون في الجنة لما عاينوا ما حلَّ بالكفار: إن الخسران في الحقيقة ما صار إليه هؤلاء، فإِنهم خسروا أنفسهم وأهليهم بخلودهم في نار جهنم ﴿أَلاَ إِنَّ الظالمين فِي عَذَابٍ مُّقِيمٍ﴾ أي ألا إنهم في عذاب دائمٍ لا ينقطع ﴿وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ الله﴾ أي وما كان لهم من أعوان ونصراء ينصرونهم من عذاب الله كما كانوا يرجون ذلك في الدنيا ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِن سَبِيلٍ﴾ ومن يضلله اللهُ فليس له طريق يصل به إلى الحق في الدنيا، وإِلى الجنة في الآخرة، لأنه قد سُدَّت عليه طريق النجاة قال ابن كثير: من يضلله الله فليس له خلاص ﴿استجيبوا لِرَبِّكُمْ﴾ أي استجيبوا أيها الناسُ إلى ما دعاكم غليه ربكم من الإِيمان والطاعة ﴿مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله﴾ أي من قبل أن يأتي ذلك اليوم الرهيب الذي لا يقدر أحدٌ على ردِّه، لأنه ليس له دافع ولا مانع ﴿مَا لَكُمْ مِّن مَّلْجَأٍ يَوْمَئِذٍ﴾ أي ليس لكم مفر تلتجئون إليه ﴿وَمَا لَكُمْ مِّن نَّكِيرٍ﴾ أي وليس لكم مكِرٌ يثنكِر ما ينزل بكم من العذاب وقال أبو السعود: أي ما لكم إنكار لما اقترفتموه لأنه مدوَّن في صحائف أعمالهكم وتشهد عليه جوارحكم ﴿فَإِنْ أَعْرَضُواْ﴾ أي فإِن أعرض المشركون عن الإِيمان ولم يقبلوا هداية الرحمن ﴿فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ أي فما أرسلناك يا محمدًا رقيبًا على أعمالهم ولا محاسبًا لهم ﴿إِنْ عَلَيْكَ إِلاَّ البلاغ﴾ أي ما عليك إلاَّ أن تبلغهم رسالة ربك وقد فعلت قال أبو حيان: والآية تسلية للرسول ﷺ َ وتأنيسٌ له، وإِزالةٌ لهمِّه، ثم أخبر تعالى أن طبيعة الإِنسان الكفران لنعم الله فقال ﴿وَإِنَّآ إِذَآ أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ\nبِهَا﴾ وأراد بالإِنسان الجنس بدليل قوله ﴿وَإِن تُصِبْهُمْ﴾ والمعنى إنا إذا أكرمنا الإِنسان بنعمةٍ من النعم من صحة وغنى وأمنٍ وغيرها بطر وتكبَّر ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الإنسان كَفُورٌ﴾ أي وإِن أصاب الناسَ جدبٌ ونقمة، وبلاءٌ وشدة، بسبب ما اقترفوه من آثام فإِن الإِنسان مبالغٌ في الجحود والكفران، ينسى النعمة ويذكر البلية قال الصاوي: والحكمةُ في تصدير النعمة ب «إذا» والبلاء ب «إنْ» هو الإِشارة إلى أن النعمة محققة الحصول بخلاف البلاء، لأن رحمة الله تغلب عضبه وقال الإِمام الفخر: نِعمُ اللهِ في الدنيا وإِن كانت عظيمة إلا أنها بالنسبة إلى سعادة الآخرة كالقطرة بالنسبة إلى البحر فلذلك سمَّاها ذوقًا، فبيَّن تعالى أن الإِنسان إذا فاز بهذا القدر الحقير في الدنيا فإِنه يفرح بها ويعظم غروره وبسببها ويقع في العجب والكبر، ويظن أنه فاز بكل المُنى، وذلك لجهله بحال الدنيا وبحال الآخرة ﴿لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ﴾ أي هو تعالى المالك للكون كلِّه، علويه وسفليّه، والمتصرف فيه بالخلق والإِيجاد، كيفما يشاء، والمقصودُ من الآية أن لا يغتر الإنسان بما ملكه من المال والجاه، وأن يعلم أن الكل ملك الله وحده، وبيده مقاليد التصرف في السموات والأرض، يعطي ويمنع، لا رادَّ لقاضه ولا معقّب لحكمه ﴿يَهَبُ لِمَن يَشَآءُ إِنَاثًا﴾ أي يخص من شاء من عبداه بالإِناث دون البنين ﴿وَيَهَبُ لِمَن يَشَآءُ الذكور﴾ أي ويخص من شاء بالذكور دون الإِناث ﴿أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا﴾ أي جعلهم إن شاء من النوعين فيجمع للإِنسان بين البنين والبنات ﴿وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا﴾ أي ويجعل بعض الرجال عقيمًا فلا يولد له، وبعض النساء عقيمًا فلا تلد قال البيضاوي: والمعنى يجعل أحوال العباد في الأولاد مختلفة، على مقتضى المشيئة، فيهب لبعضٍ إمّا صنفًا واحدًا من ذكر أو أنثى، أو الصنفين جمعًا، ويُعقم آخرين، والمراد من الآية بيان نفاذ قدرته تعالى في الكائنات كيف يشاء، ولهذا قال ﴿إِنَّهُ عَلِيمٌ قَدِيرٌ﴾ أي مبالغ في العلم والقدرة، يفعل ما فيه مصلحة وحكمة قال ابن كثير: جعل تعالى الناس أربعة أقسام: منهم من يعطيه البنات، ومنهم من يعطيه البنين، ومنهم من يعطيه النوعين الذكر والإِناث، ومنهم من يمنعه هذا وهذا فيجعله عقيمًا لا نسل له ولا ولد، فسبحان العليم القدير.\n. ثم ذكر تعالى الوحي وأقسامه وأنواعه فقال: ﴿وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْيًا﴾ أي وما صحَّ لأحدٍ من الشر أيًا كان أن يكلمه الله إلا بطريق الوحي في الناس أو بالإلهام، لأن رؤيا الأنبياء حقٌ كما وقع للخليل إبراهيم ﵇ ﴿إني أرى فِي المنام أَنِّي أَذْبَحُكَ﴾ [الصافات: ١٠٢] ﴿أَوْ مِن وَرَآءِ حِجَابٍ﴾ أي أو يكلمه من وراء حجاب كما كلَّم موسى ﵇ ﴿أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ﴾ أي أو يرسل ملكًا فيبلغ الوحي إلى الرسل بأمره تعالى ما يشاء تبليغه كما نزل جبريل بالوحي على الأنبياء قال في التسهيل: بيَّن تعالى في الآية أن كلامه لعباده على ثلاثة أوجه: أحدها الوحي بطريق الإلهام أو المنام، والآخر أن يُسمعه كلامه من وراء حجاب، والثالث: الومحي بواسطة الملك، وهذا خاص بالإنبياء، والثاني خاص بموسى وبمحمد إذ كلمه الله ليلة الإِسراء، وأما الأول فيكون للأنبياء والأولياء وقال الصاوي: وقد\nيقع الإِلهام لغير الأنبياء كالأولياء، غير أن إلهام الأولياء قد يختلط به الشيطان لأنهم غير معصومين، بخلاف الأنبياء فإلهامهم محفوظ منه ﴿إِنَّهُ عَلِيٌّ حَكِيمٌ﴾ أي إنه تعالى متعالٍ عن صفات المخلوقين، حكيم في أفعاله وصنعه، تجري أفعاله على موجب الحكمة ﴿وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا﴾ أي وكما أوحينا إلى غيرك من الرسل أوحينا إليك يا محمد هذا القرآن، وسمَّاه روحًا لأن فيه حياة النفوس من موت الجهل، وكان مالك بن دينار يقول: يا أهل القرآن ماذا زرع القرآن في قلوبكم؟ فإن القرآن ربيع القلوب كما أن الغيب ربيع الأرض ﴿مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان﴾ أي ما كنت يا محمد تعرف قبل الوحي ما هو القرآن، ولا كنت تعرض شرائع الإِيمان ومعالمه على وجه التفصيل ﴿ولكن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا﴾ أي ولكن جعلنا هذا القرآن نورًا وضياءً نهدي به عبادنا المتقين ﴿وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي وإنك يا محمد لترشد إلى دين قيمٍ مستقيم هو الإِسلام ﴿صِرَاطِ الله الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي هذا الدين الذي لا اعوجاج فيه هو دينُ الله الذي له كل ما في الكون ملكًا وخلقًا وعبيدًا ﴿أَلاَ إِلَى الله تَصِيرُ الأمور﴾ أي ألا إلى الله وحده ترجع الأمور فيفصل فيها بين العباد بحكمه العادل وقضائه المبرم.\nالبَلاَغَة: تصمنت السورة الكريمة وجوهًا من البيان نوجزها فيما يلي:\n١ - المجاز المرسل ﴿لِّتُنذِرَ أُمَّ القرى﴾ [الشورى: ٧] أي لتنذر أهل مكة لأن الإِنذار لأهل القرية لا لها.\nوفي الآية احتباك حيث حذف من كل نظير ما أثبته في الآخر وتقديره: لتنذر أم القرى العذاب، وتنذر الناس يوم الجمع.\n٢ - توالي المؤكدات مع صيغة المبالغة ﴿أَلاَ إِنَّ الله هُوَ الغفور الرحيم﴾ [الشورى: ٥] وهي ألا، وإن، وضمير الفصل.\n٣ - الطباق بين ﴿الجنة. . والسعير﴾ وبين ﴿يَبْسُطُ. . ويَقْدِرُ﴾ وبين ﴿ذُكْرَانًا. . وَإِنَاثًا﴾ .\n٤ - طباق السلب ﴿يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا والذين آمَنُواْ مُشْفِقُونَ مِنْهَا﴾ [الشورى: ١٨] .\n٥ - الاستعارة ﴿مَن كَانَ يُرِيدُ حَرْثَ الآخرة﴾ [الشورى: ٢٠] الآية شبه العمل للآخرة بالزارع يزرع الزرع ليجني منه الثمرة والحب، بطريق الاستعارة التمثيلية وهي من لطائف الاستعارة.\n٦ - المقابلة ﴿وَيَمْحُ الله الباطل وَيُحِقُّ الحق بِكَلِمَاتِهِ﴾ [الشورى: ٢٤] .\n٧ - عطف العام على الخاص ﴿يُنَزِّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ وَيَنشُرُ رَحْمَتَهُ﴾ [الشورى: ٢٨] فالغيث خاص والرحمة عام.\n٨ - التشبيه المرسل المجمل ﴿وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام﴾ أي كالجبال في الضخامة والعظم.\n٩ - التقسيم ﴿يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثًا وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا﴾ .\n١٠ -\nجناس الاشتقاق ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ﴾ [الشورى: ٣٠] .\n١١ - صيغة المبالغة ﴿لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي عظيم الصبر، كبير الشكر.\n١٢ - المشاكلة ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ سميت الثانية سيئة لمشابهتها للأولى في الصورة.\n١٣ - توافق الفواصل وهو من المحسنات البديعية وهو كثير في القرآن العظيم.", "ayah": 44, "surah": 42}