{"text": "المنَاسَبَة: لما ذكر تعالى قبائح المشركين، وأثنى على المهاجرين المؤمنين الذين هجروا الديار والأوطان حبًا في الله ورسوله، حذر هنا من ولاية الكافرين وذكر أن الانقطاع عن الآباء والأقارب واجب بسبب الكفر، ثم استطرد إِلى تذكير المؤمنين بنصرهم في مواطن كثيرة ليعتزوا بدينهم، ثم عاد إِلى الحديث عن قبائح أهل الكتاب للتحذير من موالاتهم، وأنهم كالمشركين يسعون لإِطفاء نور الله.\nاللغَة: ﴿أَوْلِيَآءَ﴾ جمع ولي: وهو الناصر والمعين الذي يتولى شئون الغير وينصره ويقويه ﴿وَعَشِيرَتُكُمْ﴾ العشيرة: الجماعة التي يعتز ويحتمي بها الإِنسان قال الواحدي: عشيرة الرجل أهله الأدنون وهو من العِشرة أي الصحبة لأنها من شأن القربى ﴿كَسَادَهَا﴾ كسد الشيء كسادًا وكسودًا إِذا بار ولم يكن له تفاق ﴿عَيْلَةً﴾ فقرًا يقال: عال الرجل يعيل إذا افتقر قال الشاعر:\nوما يدري الفقير متى غناه ... وما يدري الغني متى يعيل\n﴿الجزية﴾ ما أخذ من أهل الذمة سميت جزية لأنهم أعطوها جزءا ما مُنحوا من الأمن ﴿يُضَاهِئُونَ﴾ يشابهون والمضاهاة المماثلة والمحاكاة ﴿يُؤْفَكُونَ﴾ يصرفون عن الحق والإِفك الصرف يقال: أُفك الرجل أي قلب وصرُف.\nسَبَبُ النّزول: قال الكلبي: لما أُمر رسول الله ﷺ َ بالهجرة إلى المدينة، جعل الرجل يقول لأبيه وأخيه وامرأته: لقد أمرنا بالهجرة، فمنهم من يسرع إِلى ذلك ويعجبه، ومنهم من تتعلق به زوجته وولده فيقولون: نشدناك الله إن تدعنا من غير شيء فنضيع، فيرق فيجلس معهم ويدع الهجرة فنزلت الآية تعاتبهم ﴿ياأيها الذين آمَنُواْ لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآءَ ...﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآءَ﴾ النداء بلفظ الإِيمان للتكريم ولتحريك الهمة للمسارعة إِلى امتثال أوامر الله قال ابن مسعود: «إذا سمعت الله تعالى يقول: يا أيها الذين آمنوا فأَرْعٍها سمعك، فإِنه خير تؤمر به، أو شر تنهى عنه» والمعنى: لا تتخذوا آباءكم وإِخوانكم الكافرين أنصارًا وأعوانًا تودونهم وتحبونهم ﴿إِنِ استحبوا الكفر عَلَى الإيمان﴾ أي إِن فضلوا الكفر واختاروه على الإِيمان وأصروا عليه إِصرارًا ﴿وَمَن يَتَوَلَّهُمْ مِّنكُمْ فأولئك هُمُ الظالمون﴾ قال ابن عباس: هو مشرك مثلهم، لأن من رضي بالشرك فهو مشرك ﴿قُلْ إِن كَانَ آبَاؤُكُمْ وَأَبْنَآؤُكُمْ وَإِخْوَانُكُمْ وَأَزْوَاجُكُمْ﴾ أي إِن كان هؤلاء الأقارب من الآباء، والأبناء، والإِخوان، والزوجات ومن سواهم ﴿وَعَشِيرَتُكُمْ﴾ أي جماعتكم التي تستنصرون بهم ﴿وَأَمْوَالٌ اقترفتموها﴾ أي وأموالكم التي اكتسبتموها ﴿وَتِجَارَةٌ تَخْشَوْنَ كَسَادَهَا﴾ أي تخافون عدم نفاقها ﴿وَمَسَاكِنُ تَرْضَوْنَهَآ﴾ أي منازل تعجبكم الإِقامة فيها ﴿أَحَبَّ إِلَيْكُمْ مِّنَ الله وَرَسُولِهِ﴾ هذا هو جواب كان أي إِن كانت هذه الأشياء المذكورة أحب إِليكم من الهجرة إِلى الله ورسوله ﴿وَجِهَادٍ فِي سَبِيلِهِ﴾ أي وأحب إِليكم من الجهاد\nلنصرة دين الله ﴿فَتَرَبَّصُواْ﴾ أي انتظروا وهو وعيد شديد وتهديد ﴿حتى يَأْتِيَ الله بِأَمْرِهِ﴾ أي بعقوبته العاجلة أو الآجلة ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي لا يهدي الخارجين عن طاعته إِلى طريق السعادة، وهذا وعيد لمن آثر أهله، أو ماله، أو وطنه، على الهجرة والجهاد، ثم ذكرهم تعالى بالنصر على الأعداء في مواطن اللقاء فقال ﴿لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ﴾ أي نصركم في مشاهد كثيرة، وحروب عديدة ﴿وَيَوْمَ حُنَيْنٍ﴾ أي ونصركم أيضًا يوم حنين بعد الهزيمة التي منيتم بها بسبب اغتراركم بالكثرة ﴿إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا﴾ أي حين أعجبكم كثرة عددكم فقلتم: لن نغلب اليوم من قلة، وكنتم اثني عشر ألفًا وأعداؤكم أربعة آلاف، فلم تنفعكم الكثرة ولم تدفع عنكم شيئًا ﴿وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ﴾ أي وضاقت الأرض على رحبها وكثرة اتساعها بكم من شدة الخوف ﴿ثُمَّ وَلَّيْتُم مُّدْبِرِينَ﴾ أي وليتم على أدباركم منهزمين قال الطبري: يخبرهم ﵎ أن النصر بيده ومن عنده، وأنه ليس بكثرة العدد، وأنه ينصر القليل على الكثير إِذا شاء، ويخلي القليل فيهزم الكثير، قيل للبراء بن عازب: أفررتم عن رسول الله ﷺ َ يوم حنين؟ فقال البراء: أشهد أن رسول الله ﷺ َ لم يفر: ولقد رأيته على بغلته البيضاء - وأبو سفيان آخذ بلجامها يقودها - فلما غشية المشركون نزل فجعل يقول:\nأنا النبي لا كذب ... أنا ابن عبد المطلب\nثم أخذ قبضة من تراب فرمى بها في وجوه المشركين وقال: شاهت الوجوه ففروا، فما بقي أحد إِلا ويمسح القذى عن عينيه، وقال البراء: «كنا والله إِذا حميَ البأس نتقي برسول الله ﷺ َ وإِن الشجاع منا الذي يحاذيه» ﴿ثُمَّ أَنَزلَ الله سَكِينَتَهُ على رَسُولِهِ وَعَلَى المؤمنين﴾ أي أنزل بعد الهزيمة الأمن والطمأنينة على المؤمنين حتى سكنت نفوسهم قال أبو السعود: أي أنزل رحمته التي تسكن بها القلوب وتطمئن إليها ﴿وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا﴾ قال ابن عباس: يعني الملائكة ﴿وَعذَّبَ الذين كَفَرُواْ﴾ أي بالقتل والأسر وسبي النساء والذراري ﴿وذلك جَزَآءُ الكافرين﴾ أي وذلك عقوبة الكافرين بالله. ﴿ثُمَّ يَتُوبُ الله مِن بَعْدِ ذلك على مَن يَشَآءُ﴾ أي يتوب على من يشاء فيوفقه للإِسلام، وهو إِشارة إِلى إِسلام هوازن ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة واسع الرحمة ﴿ياأيها الذين آمنوا إِنَّمَا المشركون نَجَسٌ﴾ أي قذر لخبث باطنهم قال ابن عباس: أعيانهم نجسة كالكلاب والخنازير، وقال الحسن: من صافح مشركًا فليتوضأ، والجمهور على أن هذا على التشبيه أي هم بمنزلة النجس أو كالنجس لخبث اعتقادهم وكفرهم بالله جعلوا كأنهم النجاسة بعينها مبالغة في الوصف على حد قولهم: عليٌّ أسدٌ أي كالأسد ﴿فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا﴾ أي فلا يدخلوا الحرم، أطلق المسجد الحرام وقصد به الحرم كله قال أبو السعود: وقيل: المراد المنع عن الحج والعمرة أي لا يجحدوا ولا يعتمروا بعد حج عامهم هذا وهو عام تسع من الهجرة ويؤيده حديث\n«وألاّ يحج\nبعد هذا العام مشرك» وهو العام الذي نزلت فيه سورة براءة ونادى بها عليٌّ في المواسم ﴿وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ﴾ أي وإِن خفتم أيها المؤمنون فقرًا بسبب منعهم من دخول الحرم أو من الحج فإِن الله سبحانه يغنيكم عنهم بطريق آخر من فضله وعطائه قال المفسرون: لما مُنع المسلمون من تمكين المشركين من دخول الحرم، وكان المشركون يجلبون الأطعمة والتجارات إليهم في المواسم، ألقى الشيطان في قلوبهم الحزن فقال لهم: من أين تأكلون؟ وكيف تعيشون وقد منعت عنكم الأرزاق والمكاسب؟ فأمنهم الله من الفقر والعيلة، ورزقهم الغنائم والجزية ﴿إِن شَآءَ﴾ أي يغنيكم بإِرادته ومشيئته ﴿إِنَّ الله عَلِيمٌ حَكِيمٌ﴾ قال ابن عباس: عليم بما يصلحكم، حكيم فيما حكم في المشركين. . ولما ذكر حكم المشركين ذكر حكم أهل الكتاب فقال ﴿قَاتِلُواْ الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر﴾ أي قاتلوا الذين لا يؤمنون إِيمانًا صحيحًا بالله واليوم الآخر وإِن زعموا الإِيمان، فإِن اليهود يقولون عزير ابن الله، والنصارى يعتقدون بألوهية المسيح ويقولون بالتثليث ﴿وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ﴾ أي لا يحرمون ما حرم الله في كتابه، ولا رسوله في سنته، بل يأخذون بما شرعه لهم الأحبار والرهبان ولهذا يستحلون الخمر والخنزير وما شابههما ﴿وَلاَ يَدِينُونَ دِينَ الحق﴾ أي لا يعتقدون بدين الإِسلام الذي هو دين الحق ﴿مِنَ الذين أُوتُواْ الكتاب﴾ هذا بيان للمذكورين أي من هؤلاء المنحرفين من اليهود والنصارى الذين نزلت عليهم التوراة والإِنجيل ﴿حتى يُعْطُواْ الجزية عَن يَدٍ﴾ أي حتى يدفعوا إِليكم الجزية منقادين مستسلمين ﴿وَهُمْ صَاغِرُونَ﴾ أي أذلاء حقيرون مقهورون بسلطان الإِسلام، ثم ذكر تعالى طرفًا من قبائحهم فقال ﴿وَقَالَتِ اليهود عُزَيْرٌ ابن الله﴾ أي نسب اللعناء إلى الله الولد، وهو واحد أحد فرد صمد قال البيضاوي: وإِنما قالوا ذلك لأنه لم يبق فيهم بعد بختنصر من يحفظ التوراة، فلما أحياه الله بعد مائة عام أملى عليهم التوراة حفظًا فتعجبوا من ذلك وقالوا: ما هذا إِلا لأنه ابن الله ﴿وَقَالَتْ النصارى المسيح ابن الله﴾ أي وزعم النصارى - أعداء الله - أن المسيح ابن الله قالوا: لأن عيسى ولد بدون أب، ولا يمكن أن يكون ولد بدون أب، فلا بد أن يكون ابن الله، قال تعالى ردًا عليهم ﴿ذلك قَوْلُهُم بِأَفْوَاهِهِمْ﴾ أي ذلك القول الشنيع هو مجرد دعوى باللسان من غير دليل ولا برهان قال في التسهيل: يتضمن معنيين: أحدهما إِلزامهم هذه المقالة والتأكيد في ذلك، والثاني أنهم لا حجة لهم في ذلك، وإِنما هو مجرد دعوى كقولك لمن تكذبه: هذا قولك بلسانك ﴿يُضَاهِئُونَ قَوْلَ الذين كَفَرُواْ مِن قَبْلُ﴾ أي يشابهون بهذا القول الشنيع قول المشركين قبلهم: الملائكة بنات الله\n﴿تَشَابَهَتْ قُلُوبُهُمْ﴾ [البقرة: ١١٨] ﴿قَاتَلَهُمُ الله أنى يُؤْفَكُونَ﴾ دعاء عليهم بالهلاك أي أهلكهم الله كيف يُصرفون عن الحق إلى الباطل بعد وضوح الدليل حتى يجعلوا لله ولدًا ﴿قال الرازي: الصيغة للتعجب وهو راجع إِلى الخلق على عادة العرب في مخاطباتهم، والله تعالى عجَّب نبيه من تركهم الحق وإِصرارهم على الباطل ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ الله﴾ أي أطاع اليهود أحبارهم والنصارى رهبانهم في التحليل والتحريم\nوتركوا أمر الله فكأنهم عبدوهم من دون الله والمعنى: أطاعوهم كما يطاع الرب وإِن كانوا لم يعبدوهم وهو التفسير المأثور عن رسول الله ﷺ َ قال عدي ابن حاتم: «أتيت رسول الله ﷺ َ وفي عنقي صليب من ذهب فقال: يا عدي إِطرح عنك هذا الوثن، قال وسمعته يقرأ سورة براءة ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ الله﴾ فقلت يا رسول الله: لم يكونوا يعبدونهم فقال ﵇: أليس يُحرمون ما أحل الله تعالى فيحرمونه، ويحلون ما حرم الله فيستحلون؟﴾ فقلت: بلى، قال: فذلك عبادتهم» ﴿والمسيح ابن مَرْيَمَ﴾ أي اتخذه النصارى ربًا معبودًا ﴿وَمَآ أمروا إِلاَّ ليعبدوا إلها وَاحِدًا﴾ أي والحال أن أولئك الكفرة ما أمروا على لسان الأنبياء إِلا بعبادة إِله واحد هو الله رب العالمين ﴿لاَّ إله إِلاَّ هُوَ﴾ لا معبود بحق سواه ﴿سُبْحَانَهُ عَمَّا يُشْرِكُونَ﴾ أي تنزه الله عما يقول المشركون وتعالى علوًا كبيرًا ﴿يُرِيدُونَ أَن يُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ﴾ أي يريد هؤلاء الكفار من المشركين وأهل الكتاب أن يطفئوا نور الإِسلام وشرع محمد ﵇ بأفواههم الحقيرة، بمجرد جدالهم وافترائهم، وهو النور الذي جعله الله لخلقه ضياءً، فمثلهم في ذلك كمثل من يريد أن يطفئ شعاع الشمس أو نور القمر بنفخه بفمه ولا سبيل إِلى ذلك ﴿ويأبى الله إِلاَّ أَن يُتِمَّ نُورَهُ﴾ أي ويأبى الله إِلا أن يعليه ويرفع شأنه ﴿وَلَوْ كَرِهَ الكافرون﴾ أي ولو كره الكافرون ذلك ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي أرسل محمدًا ﷺ َ بالهداية التامة والدين الكامل وهو الإِسلام ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي ليعليه على سائل الأديان ﴿وَلَوْ كَرِهَ المشركون﴾ جوابه محذوف أي ولو كره المشركون ظهوره.\nالبَلاَغَة: ١ - ﴿فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ﴾ صيغته أمر وحقيقته وعيد كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] .\n٢ - ﴿وَيَوْمَ حُنَيْنٍ﴾ من باب عطف الخاص على العام للتنويه بشأنه حيث جاء النصر بعد اليأس، والفرج بعد الشدة.\n٣ - ﴿وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ﴾ شبه ما حل بهم من الكرب والهزيمة والضيق النفسي بضيق الأرض على سعتها على سبيل الاستعارة.\n٤ - ﴿إِنَّمَا المشركون نَجَسٌ﴾ الصيغة لإِفادة الحصر واللفظ فيه تشبيه بليغ أي كالنجس في خبث الباطن وخبث الاعتقاد حذفت منه أداة الشبه ووجه الشبه فأصبح بليغًا ومثله ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا﴾ أي كالأرباب في طاعتهم وامتثال أوامرهم في التحريم والتحليل.\n٥ - ﴿فَلاَ يَقْرَبُواْ المسجد﴾ عبَّر عن الدخول بالقرب للمبالغة.\n٦ - ﴿يُطْفِئُواْ نُورَ الله﴾ أراد به نور الإِسلام فإِن الإِسلام بنوره المضيء وحججه القاطعة يشبه الشمس الساطعة في نورها وضيائها فهو من باب الاستعارة. وهي من لطائف الاستعارات.\nلطيفَة: قال العلامة القرطبي دل قوله تعالى ﴿لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآء﴾ على أن\nالقرب قرب الأديان لا قرب الأبدان، وقد أنشدوا في ذلك أبياتًا:\nيقولون لي دار الأحبة قد دنت ... وأنت كئيبٌ إِن ذا لعجيب\nفقلت: وما تغني ديارٌ قريبة ... إِذا لم يكن بين القلوب قريب", "ayah": 28, "surah": 9}