{"text": "المنَاسَبَة: لما ذكر تعالى المنافقين وتاطؤهم عن الخروج للجهاد، ذكر هنا بعض أعمالهم\nالقبيحة من الكيد، والمكر، وإِثارة الفتن بين المسلمين، والفرح بأذاهم، وذكر تعالى أنهم لو خرجوا مع المؤمنين ما زادوا الجيش إِلا ضعفًا واندحارًا بتفريق الجماعة وتشتيت الكلمة، وذكر كثيرًا من مثالبهم وجرائمهم الشنيعة.\nاللغَة: ﴿انبعاثهم﴾ الانبعاث: الانطلاق في الأمر ﴿فَثَبَّطَهُمْ﴾ التثبيط: رد الإِنسان عن الفعل الذي همَّ به ﴿خَبَالًا﴾ الخبال: الشر والفساد في كل شيء ومنه المخبول للمعتوه الذي فسد عقله ﴿ولأَوْضَعُواْ﴾ الإِيضاع: سرعة السير قال الراجز:\nيا ليتني فيها جذع ... أخبُّ فيها وأضع\nيقال: وضع البعير إِذا أسرع السير، وأوضع الرجل إِذا سار بنفسه سيرًا حثيثًا ﴿يَجْمَحُونَ﴾ جمح: نفر بإِسراع من قولهم فرس جموح أي لا يرده اللجام ﴿يَلْمِزُكَ﴾ اللمز: العيب يقال: لمزه إِذا غابه قال الجوهري: وأصله الإِشارة بالعين ونحوها ورجل لّماز أي عيَّاب ﴿الغارمين﴾ الغارم: المديون قال الزجاج: أصل الغرم لزوم ما يشق، والغرام العذاب اللازم الشاق وسمي العشق غرامًا لكونه أمرًا شاقًا ولازمًا، وسمي الدين غرامًا لكونه شاقًا على الإِنسان.\nسَبَبُ النّزول: «لما أراد ﷺ َ الخروج إِلى تبوك قال» للجد بن قيس «- وكان منافقًا - يا أبا وهب: هل لك في جلاد بني الأصفر - يعني الروم - تتخذ منهم سراري ووصفاء؟ فقال يا رسول الله: لقد عرف قومي أني مغرم بالنساء، وإِني أخشى إِن رأيت بني الأصفر ألا أصبر عنهن فلا تفتني وأذَنْ لي في القعود وأعينك بمالي، فأعرض عنه النبي ﷺ َ وقال: قد أذنت لك فأنزل الله ﴿وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي وَلاَ تَفْتِنِّي﴾» الآية.\nالتفسِير: ﴿وَلَوْ أَرَادُواْ الخروج لأَعَدُّواْ لَهُ عُدَّةً﴾ أي ولو أراد هؤلاء المنافقون الخروج معك للجهاد أو كانت لهم نية في الغزو لاستعدوا له بالسلاح والزاد، فتركهم الاستعداد دليل على إِرادتهم التخلف ﴿ولكن كَرِهَ الله انبعاثهم﴾ أي ولكن كره الله خروجهم معك ﴿فَثَبَّطَهُمْ﴾ أي كسر عزمهم وجعل في قلوبهم الكسل ﴿وَقِيلَ اقعدوا مَعَ القاعدين﴾ أي اجلسوا مع المخلفين من النساء والصبيان وأهل الأعذار، وهو ذم لهم لإِيثارهم القعود على الخروج للجهاد، والآية تسلية له ﷺ َ على عدم خروج المنافقين معه إِذ لا فائدة فيه ولا مصلحة بل فيه الاذى والمضرة ولهذا قال ﴿لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالًا﴾ أي لو خرجوا معكم ما زادوكم إِلا شرًا وفسادًا ﴿ولأَوْضَعُواْ خِلاَلَكُمْ﴾ أي أسرعوا بينكم بالمشي بالنميمة ﴿يَبْغُونَكُمُ الفتنة﴾ أي يطلبون لكم الفتنة بإِلقاء العداوة بينكم ﴿وَفِيكُمْ سَمَّاعُونَ لَهُمْ﴾ أي وفيكم ضعفاء قلوب يصغون إِلى قولهم ويطيعونهم ﴿والله عَلِيمٌ بالظالمين﴾ أي عالم بالمنافقين علمًا محيطًا بضمائرهم وظواهرهم ﴿لَقَدِ ابتغوا الفتنة مِن قَبْلُ﴾ أي طلبوا لك الشر\nبتشتيت شملك وتفريق صحبك عنك من قبل غزوة تبوك كما فعل ابن سلول حين انصرف بأصحابه يوم يوم أحد ﴿وَقَلَّبُواْ لَكَ الأمور﴾ أي دبروا لك المكايد والحيل وأداروا الآراء في إِبطال دينك ﴿حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله﴾ أي حتى جاء نصر الله وظهر دينه وعلا على سائر الأديان ﴿وَهُمْ كَارِهُونَ﴾ أي والحال أنهم كارهون لذلك لنفاقهم ﴿وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي وَلاَ تَفْتِنِّي﴾ أي ومن هؤلاء المنافقين من يقول لك يا محمد ائذن لي في القعود ولا تفتني بسبب الأمر بالخروج قال ابن عباس: نزلت في «الجد ابن قيس» حين دعاه الرسول ﷺ َ إِلى جلاد بني الأصفر، فقال يا رسول الله: ائذن لي في القعود عن الجهاد ولا تفتني بالنساء ﴿أَلا فِي الفتنة سَقَطُواْ﴾ أي ألا إِنهم قد سقطوا في عين الفتنة فيما أرادوا الفرار منه، بل فيما هو أعظم وهي فتنة التخلف عن الجهاد وظهور كفرهم ونفاقهم قال أبو السعود: وفي التعبير عن الافتتان بالسقوط في الفتنة تنزيل لها منزلة المهواة المهلكة، المفصحة عن ترديهم في دركات الردى أسفل سافلين ﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين﴾ أي لا مفر لهم منها لأنها محيطة بهم من كل جانب إِحاطة السوار بالمعصم، وفيه وعيد شديد ﴿إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ﴾ أي إِن تصبك في بعض الغزوات حسنة، سواء كانت ظفرًا أو غنيمة، يسؤهم ذلك ﴿وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُواْ قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ﴾ أي وإِن تصبك مصيبة من نكبة وشدة، أو هزيمة ومكروه يفرحوا به ويقولوا: قد احتطنا لأنفسنا وأخذنا بالحذر والتيقظ فلم نخرج للقتال من قبل أن يحل بنا البلاء ﴿وَيَتَوَلَّواْ وَّهُمْ فَرِحُونَ﴾ أي وينصرفوا عن مجتمعهم وهم فرحون مسرورون ﴿قُل لَّن يُصِيبَنَآ إِلاَّ مَا كَتَبَ الله لَنَا﴾ أي لن يصيبنا خير ولا شر، ولا خوف ولا رجاء، ولا شدة ولا رخاء، إِلا هو مقدر علينا مكتوب عند الله ﴿هُوَ مَوْلاَنَا﴾ أي ناصرنا وحافظنا ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي ليفوض المؤمنون أمورهم إِلى الله، ولا يعتمدوا على أحد سواه ﴿قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين﴾ أي قل لهم هل تنتظرون بنا يا معشر المنافقين إِلا إِحدى العاقبتين الحميدتين: إِما النصر، وإِما الشهادة، وكل واحدة منهما شيء حسن!! ﴿وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا﴾ أي ونحن ننتظر لكم أسوأ العاقبتين الوخيمتين: أن يهلككم الله بعذابٍ من عنده يستأصل به شأفتكم، أو يقتلكم بأيدينا ﴿فتربصوا إِنَّا مَعَكُمْ مُّتَرَبِّصُونَ﴾ أي انتظروا ما يحل بنا ونحن ننتظر ما يحل بكم، وهو أمر يتضمن التهديد والوعيد ﴿قُلْ أَنفِقُواْ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ﴾ أي قل لهم انفقوا يا معشر المنافقين طائعين أو مكرهين، فمهما أنفقتم الأموال فلن يتقبل الله منكم قال الطبري: وهو أمر معناه الخبر كقوله\n﴿استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ﴾ [التوبة: ٨٠] والمعنى لن يُتقبل منكم سواء أنفقتم طوعًا أو كرهًا ﴿إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ﴾ تعليل لرد إِنفاقهم أي لأنكم كنتم عتاة متمردين خارجين عن طاعة الله، ثم أكد هذا المعنى بقوله ﴿وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بالله وَبِرَسُولِهِ﴾ أي وما منع من قبول النفقات منهم إِلا كفرهم بالله ورسوله ﴿\nوَلاَ يَأْتُونَ الصلاة إِلاَّ وَهُمْ كسالى﴾ أي ولا يأتون إِلى الصلاة إِلا وهم متثاقلون ﴿وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ﴾ أي ولا ينفقون أموالهم إِلا بالإِكراه لأنهم يعدونها مغرمًا قال في البحر: ذكر تعالى السبب المانع من قبول نفقاتهم وهو الكفر واتبعه بما هو مستلزم له وهو إِتيانهم الصلاة كسالى، وإِيتاء النفقة وهم كارهون، لأنهم لا يرجون بذلك ثوابًا ولا يخافون عقابًا، وذكر من أعمال البر هذين العملين الجليلين وهما: الصلاة، والنفقة، لأن الصلاة أشرف الأعمال البدنية، والنفقة في سبيل الله أشرف الأعمال المالية ﴿فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياة الدنيا﴾ أي لا تستحسن أيها السامع ولا تفتتن بما أوتوا من زينة الدنيا، وبما أنعمنا عليهم من الأموال والأولاد، فظاهرها نعمة وباطنها نقمة، إِنما يريد الله بذلك استدراجهم ليعذبهم بها في الدنيا قال البيضاوي: وعذابهم بها بسبب ما يكابدون لجمعها وحفظها من المتاعب، وما يرون فيها من الشدائد والمصائب ﴿وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ﴾ أي ويموتوا كافرين مشتغلين بالتمتع بزينة الدنيا عن النظر في العاقبة فيشتد في الآخرة عذابهم ﴿وَيَحْلِفُونَ بالله إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ﴾ أي ويقسمون بالله لكم إِنهم لمؤمنون مثلكم، وما هم بمؤمنين لكفر قلوبهم ﴿ولكنهم قَوْمٌ يَفْرَقُونَ﴾ أي ولكنهم يخافون منكم أن تقتلوهم كما تقتلون المشركين، فيظهرون الإِسلام تقية ويؤيدونه بالأَيمان الفاجرة ﴿لَوْ يَجِدُونَ مَلْجَئًا﴾ أي حصنًا يلجأون إِليه ﴿أَوْ مَغَارَاتٍ﴾ أي سراديب يختفون فيها ﴿أَوْ مُدَّخَلًا﴾ أي مكانًا يدخلون فيه ولو ضيقًا ﴿لَّوَلَّوْاْ إِلَيْهِ وَهُمْ يَجْمَحُونَ﴾ أي لأقبلوا إِليه يسرعون إِسراعًا كالفرس الجموح، والمراد من الآية تنبيه المؤمنين إلى أنَّ المنافقين لو قدروا على الهروب منهم ولو في شر الأمكنة وأخسها لفعلوا لشدة بغضهم لكم فلا تغتروا بأيمانهم الكاذبة أنهم معكم ومنكم ﴿وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات﴾ أي ومنهم من يعيبك يا محمد في قسمة الصدقات ﴿فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ﴾ أي فإِن أعطيتهم من تلك الصدقات استحسنوا فعلك ﴿وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ﴾ أي وإِن لم تعطهم منها ما يرضيهم سخطوا عليك وعابوك قال المفسرون: كان رسول الله ﷺ َ يقسم غنائم حنين فجاء إِليه رجل من المنافقين يقال له «ذو الخويصرة» فقال: اعدل يا محمد فإِنك لم تعدل فقال ﷺ َ:\n«ويلك إِن لم أعدل فمن يعدل؟»، الحديث ﴿وَلَوْ أَنَّهُمْ رَضُوْاْ مَآ آتَاهُمُ الله وَرَسُولُهُ﴾ أي ولو أن هؤلاء الذين عابوك يا محمد رضوا بما أعطيتهم من الصدقات وقنعوا بتلك القسمة وإِن قلَّت قال أبو السعود: وذكرُ اللهِ ﷿ للتعظيم والتنبيه على أن ما فعله الرسول كان بأمره سبحانه ﴿وَقَالُواْ حَسْبُنَا الله﴾ أي كفانا فضل الله وإِنعامه علينا ﴿سَيُؤْتِينَا الله مِن فَضْلِهِ وَرَسُولُهُ﴾ أي سيرزقنا الله صدقة أو غنيمة أخرى خيرًا وأكثر مما آتانا ﴿إِنَّآ إِلَى الله رَاغِبُونَ﴾ أي إِنا إِلى طاعة الله وإِفضاله وإِحسانه لراغبون، وجواب ﴿لَوْ﴾ محذوف تقديره لكان خيرًا لهم قال الرازي: وترك الجواب في هذا المعرض أدل على التعظيم والتهويل وهو كقولك للرجل: لو جئتنا. . ثم لم تذكر الجواب أي لو فعلت ذلك لرأيت أمرًا عظيمًا، ثم ذكر تعالى مصرف الصدقات فقال ﴿إِنَّمَا\nالصدقات لِلْفُقَرَآءِ والمساكين﴾ قال الطبري: أي لا تنال الصدقات إِلا للفقراء والمساكين ومن سماهم الله جل ثناؤه والآية تقتضي حصر الصدقات وهي الزكاة في هذه الأصناف الثمانية فلا يجوز أن يعطى منها غيرهم، والفقير الذي له بُلْغة من العيش، والمسكين الذي لا شيء له قال يونس: سألت اعرابيًا أفقير أنت؟ فقال: لا والله بل مسكين، وقيل: المسكين أحسن حالًا من الفقير، والمسألة خلافية ﴿والعاملين عَلَيْهَا﴾ أي الجباة الذين يجمعون الصدقات ﴿والمؤلفة قُلُوبُهُمْ﴾ هم قوم من أشراف العرب أعطاهم ﷺ َ ليتألف قلوبهم على الإِسلام، وروى الطبري عن صفوان بن أمية قال: لقد أعطاني رسول الله ﷺ َ وإِنه لأبغض الناس إِلي، فما زال يعطيني حتى إِنه لأحب الناس إِلي ﴿وَفِي الرقاب﴾ أي وفي فك الرقاب لتخليصهم من الرق ﴿والغارمين﴾ أي المديونين الذين أثقلهم الدين ﴿وَفِي سَبِيلِ الله﴾ أي المجاهدين والمرابطين وما تحتاج إِليه الحرب من السلاح والعتاد ﴿وابن السبيل﴾ أي الغريب الذي انقطع في سفره ﴿فَرِيضَةً مِّنَ الله﴾ أي فرضها الله جل وعلا وحددها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بمصالح العباد، حكيم لا يفعل إِلا ما تقتضيه الحكمة قال في التسهيل: وإِنما حصر مصرف الزكاة في تلك الأصناف ليقطع طمع المنافقين فيها فاتصلت هذه في المعنى بآية اللمز في الصدقات.\nالبَلاَغَة: ١ - ﴿أَعَدُّواْ لَهُ عُدَّةً﴾ بينهما جناس الاشتقاق وكذلك في قوله ﴿اقعدوا مَعَ القاعدين﴾ .\n٢ - ﴿ولأَوْضَعُواْ خِلاَلَكُمْ﴾ قال الطيبي: فيه استعارة تبعية حيث شبه سرعة إِفسادهم ذات البين بالنميمة بسرعة سير الراكب ثم استعير لها الإِيضاع وهو للإِبل، والأصل ولأوضعوا ركائب نمائمهم.\n٣ - ﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين﴾ فيه استعارة حيث شبه وقوعهم في جهنم بإِحاطة العدو بالجند أو السوار بالمعصم، وإيثار الجملة الإِسمية للدلالة على الثبات والاستمرار.\n٤ - ﴿إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ. .﴾ الآية فيها من المحسنات البديعية ما يسمى بالمقابلة.\n٥ - ﴿وَعَلَى الله فَلْيَتَوَكَّلِ﴾ تقديم الجار والمجرور على الفعل لإِفادة القصر، وإِظهار الاسم الجليل مكان الاضمار لتربية الروعة والمهابة.\n٦ - ﴿طَوْعًا أَوْ كَرْهًا﴾ بينهما طباق وكذلك بين الرضا والسخط في قوله ﴿رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ﴾ .\n٧ - ﴿عَلِيمٌ حَكِيمٌ﴾ صيغة فعيل للمبالغة أي عظيم العلم والحكمة.\nلطيفَة: قال الزمخشري في قوله تعالى ﴿وَقِيلَ اقعدوا مَعَ القاعدين﴾ هذا ذم لهم وتعجيز\nوإِلحاق بالنساء والصبيان والزمنى الذين شأنهم القعود والجثوم في البيوت على حد قول القائل:\nدع المكارم لا ترحل لبغيتها ... واقعد فإِنك أنت الطاعم الكاسي\nتنبيه: قال ابن كثير: لما قدم النبي ﷺ َ المدينة رمته العرب عن قوسٍ واحدة، وحاربته يهود المدينة ومنافقوها، فلما نصره الله يوم بدر وأعلى كلمته قال ابن أبي وأصحابه: هذا أمر قد توجه - يعني أقبل - فدخلوا في الإِسلام ظاهرًا، ثم كلما أعز الله الإِسلام وأهله، أغاظهم ذلك وساءهم ولهذا قال تعالى ﴿وَظَهَرَ أَمْرُ الله وَهُمْ كَارِهُونَ﴾ .", "ayah": 53, "surah": 9}