{"text": "المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن المنافقين توضيحًا لخطرهم، وتحذيرًا للمؤمنين من مكائدهم، وفي هذه الآيات ذكر تعالى نوعًا آخر من قبائحهم، وهو إِيذاؤهم للرسول ﷺ َ، وإِقدامهم على الإِيمان الكاذبة، واستهزاؤهم بآيات الله وشريعته المطهرة، إِلى غير ما هنالك من الأعمال المنكرة، والأفعال الخبيثة.\nاللغَة: ﴿أُذُنٌ﴾ قال الجوهري: قال رجل أذن إِذا كان يسمع مقال كل أحد، يستوي فيه الواحد والجمع وقال الزمخشري: الأذن: الرجل الذي يصدق كل ما يسمع، ويقبل قول كل أحد، سمي بالجارحة التي هي آلة السماع. قال الشاعر:\nقد صرت أذنًا للوشاة سميعة ... ينالون من عرضي ولو شئت ما نالوا\n﴿يُحَادِدِ﴾ المحادة: المخالفة والمعاداة كالمشاقة وهي أن يكون كل واحد من المتخاصمين في حد وشق غير ما عليه صاحبه ﴿بِخَلاقِهِمْ﴾ الخلاق: النصيب كقوله ﴿وَمَا لَهُ فِي الآخرة مِنْ خَلاَقٍ﴾ [البقرة: ٢٠٠] وقد تقدم ﴿وَخُضْتُمْ﴾ الخوض: الدخول في اللهو والباطل وهو مستعار من الخوض في الماء ﴿حَبِطَتْ﴾ بطلت وذهب ثوابها ﴿والمؤتفكات﴾ الائتفاك: الانقلاب ويراد بهم قوم لوط لأن أرضهم ائتكفت بهم أي انقلبت، وقيل هو مجاز عن انقلاب حالها من الخير إلى الشر كقول ابن الرومي:\nوما الخسف أن تلقى أسافل بلدة ... أعاليها بل أن تسود الأراذل\nسَبَبُ النّزول: أ - كان جماعة من المنافقين يؤذون رسول الله ويقولون فيه ما لا ينبغي، فقال بعضهم: لا تفعلوا فإِنا نخاف أن يبلغه ما تقولون فيقع بنا، فقال «الجلاس بن سويد»: نقول ما شئنا ثم نأتيه فيصدقنا بما نقول فإِنما محمد أذن سامعة فأنزل الله ﴿وَمِنْهُمُ الذين يُؤْذُونَ النبي وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ ...﴾ .\nب - قال مجاهد: كان المنافقون يعيبون رسول الله ﷺ َ فيما بينهم ثم يقولون عسى الله أن لا يفشي سرنا فأنزل الله ﴿يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم ...﴾ الآية.\nالتفسِير: ﴿وَمِنْهُمُ الذين يُؤْذُونَ النبي﴾ أي ومن المنافقين أناس يؤذون الرسول بأقوالهم وأفعالهم ﴿وَيِقُولُونَ هُوَ أُذُنٌ﴾ أي يصدّق بكل خبرٍ يسمعه ﴿قُلْ أُذُنُ خَيْرٍ لَّكُمْ﴾ أي هو أذن خير لا أذن شر، يسمع الخير فيعمل به، ولا يعمل بالشر إِذا سمعه ﴿يُؤْمِنُ بالله وَيُؤْمِنُ لِلْمُؤْمِنِينَ﴾ أي\nيصدِّق الله فيما يقول، ويصدِّق المؤمنين فيما يخبرونه به لعلمه بإِخلاصهم ﴿وَرَحْمَةٌ لِّلَّذِينَ آمَنُواْ مِنكُمْ﴾ أي وهو رحمة للمؤمنين لأنه كان سبب إِيمانهم ﴿والذين يُؤْذُونَ رَسُولَ الله لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي والذين يعيبون الرسول ويقولون ما لا يليق بجنابه الشريف لهم عذاب موجع في الآخرة ﴿يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ﴾ أي يحلفون لكم أنهم ما قالوا شيئًا فيه انتقاص للرسول ليرضوكم بتلك الأيمان ﴿والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ﴾ أي والحال أنه تعالى ورسوله أحق بالإِرضاء، ولا يكون ذلك إِلا بالطاعة، والمتابعة، وتعظيم أمره ﵇ ﴿إِن كَانُواْ مُؤْمِنِينَ﴾ أي إِن كانوا حقًا مؤمنين فليرضوا الله ورسوله ﴿أَلَمْ يعلموا أَنَّهُ مَن يُحَادِدِ الله وَرَسُولَهُ﴾ أي ألم يعلم هؤلاء المنافقون أنه من يعادي ويخالف الله والرسول، والاستفهام للتوبيخ ﴿فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا﴾ أي فقد حق دخوله جهنم وخلوده فيها ﴿ذلك الخزي العظيم﴾ .\nأي ذلك هو الذل العظيم، والشقاء الكبير، المقرون بالفضيحة حيث يفتضحون على رءوس الأشهاد ﴿يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم﴾ أي يخشى المنافقون أن تنزل فيهم سورة تكشف عما في قلوبهم من النفاق ﴿قُلِ استهزءوا﴾ أي استهزئوا بدين الله كما تشتهون وهو أمر للتهديد كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ﴾ أي مظهر ما تخفونه وتحذرون ظهوره من النفاق، قال الزمخشري: كانوا يستهزئون بالإِسلام ويحذرون أن يفضحهم الله بالوحي، حتى قال بعضهم: والله لا أرانا إِلا شر خلق الله، ولوددت أني جلدت مائة جلدة ولا ينزل فينا شيء يفضحنا ﴿وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ﴾ أي ولئن سألت يا محمد هؤلاء المنافقين عما قالوا من الباطل والكذب، في حقك وفي حق الإِسلام، ليقولون لك ما كنا جادين، وإِنما كنا نمزح ونلعب للترويح عن النفس قال الطبري: بينا رسول الله ﷺ َ يسير في غزوته إِلى تبوك وبين يديه ناس من المنافقين، فقالوا: انظروا إِلى هذا الرجل يريد أن يفتتح قصور الشام وحصونها هيهات هيهات!! فأطلع الله نبيه فأتاهم فقال: قلتم كذا وكذا فقالوا يا نبي الله: إِنما كنا نخوض ونلعب فنزلت ﴿قُلْ أبالله وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِءُونَ﴾ أي قل لهؤلاء المنافقين: أتستهزئون بدين الله وشرعه، وكتابه ورسوله؟ والاستفهام للتوبيخ، ثم كشف تعالى أمرهم وفضح حالهم فقال ﴿لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ﴾ أي لا تعتذروا بتلك الأيمان الكاذبة فإِنها لا تنفعكم بعد ظهور أمركم، فقد أظهرتم الكفر بإِيذاء الرسول بعد إظهاركم الإِيمان ﴿إِن نَّعْفُ عَن طَآئِفَةٍ مِّنْكُمْ﴾ أي إِن نعف عن فريقٍ منكم لتوبتهم وإِخلاصهم ﴿نُعَذِّبْ طَآئِفَةً بِأَنَّهُمْ كَانُواْ مُجْرِمِينَ﴾ أي نعذب فريقًا آخر لأنهم أصروا على النفاق والإِجرام ﴿المنافقون والمنافقات بَعْضُهُمْ مِّن بَعْضٍ﴾ أي المنافقون والمنافقات صنف واحد، وهم متشابهون في النفاق والبعد عن الإِيمان، كتشابه أجزاء الشيء الواحد قال في الكشاف: وأريد بقوله ﴿بَعْضُهُمْ مِّن بَعْضٍ﴾ نفي أن يكونوا من المؤمنين، وتكذيبهم في قولهم ﴿وَيَحْلِفُونَ بالله إِنَّهُمْ لَمِنكُمْ﴾ [التوبة: ٥٦] ثم وصفهم بما يدل على مخالفة حالهم لحال المؤمنين فقال ﴿يَأْمُرُونَ بالمنكر وَيَنْهَوْنَ\nعَنِ المعروف﴾ أي يأمرون بالكفر والمعاصي وينهون عن الإِيمان والطاعة ﴿وَيَقْبِضُونَ أَيْدِيَهُمْ﴾ أي يمسكون أيديهم عن الانفاق في سبيل الله ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ أي اتركوا طاعته فتركهم من رحمته وفضله وجعلهم كالمنسيين ﴿إِنَّ المنافقين هُمُ الْفَاسِقُونَ﴾ أي الكاملون في التمرد والعصيان، والخروج عن طاعة الرحمن، وكفى به زجرًا لأهل النفاق ﴿وَعَدَ الله الْمُنَافِقِينَ والمنافقات والكفار نَارَ جَهَنَّمَ﴾ أي وعد الله المنافقين والمتجاهرين بالكفر بإِصلائهم في نار جهنم ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا ﴿هِيَ حَسْبُهُمْ﴾ أي هي كفايتهم في العذاب، إِذ ليس هناك عذاب يعادلها ﴿وَلَعَنَهُمُ الله﴾ أي أبعدهم من رحمته وأهانهم ﴿وَلَهُمْ عَذَابٌ مُّقِيمٌ﴾ أي دائم لا ينقطع ﴿كالذين مِن قَبْلِكُمْ كَانُواْ﴾ أي حالكم يا معشر المنافقين كحال من سبقكم من المكذبين، وفيه التفات من الغيبة إِلى الخطاب ﴿أَشَدَّ مِنكُمْ قُوَّةً﴾ أي كانوا أقوى منكم أجسامًا وأشد بطشًا ﴿وَأَكْثَرَ أَمْوَالًا وَأَوْلاَدًا﴾ أي وكانوا أوفر أموالًا، وأكثر أولادًا، ومع ذلك أهلكهم الله فاحذروا أن يحل بكم ما حل بهم ﴿فاستمتعوا بِخَلاقِهِمْ﴾ أي تمتعوا بنصيبهم وحظهم من ملاذ الدنيا ﴿فاستمتعوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ﴾ أي استمتعتم بملاذ الدنيا وشهواتها كما استمتع أولئك الذين سبقوكم بنصيبهم منها ﴿وَخُضْتُمْ كالذي خاضوا﴾ أي وخضتم في الباطل والضلال كما خاضوا هم فيه قال الطبري: المعنى سلكتم أيها المنافقون سبيلهم في الاستمتاع بالدنيا كما استمتع الأمم الذين كانوا من قبلكم، وخضتم في الكذب والباطل على الله كخوض تلك الأمم قبلكم، فاحذروا أن يحل بكم من عقوبة الله مثل الذي حل بهم ﴿أولئك حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة﴾ أي أولئك الموصوفون بما ذكر من قبيح الفعال ذهبت أعمالهم باطلًا فلا ثواب لها إِلا النار ﴿وَأُوْلَئِكَ هُمُ الخاسرون﴾ أي وأولئك هما الكاملون في الخسران ﴿أَلَمْ يَأْتِهِمْ نَبَأُ الذين مِن قَبْلِهِمْ﴾ أي ألم يأت هؤلاء المنافقين خبر الأمم السابقين حين عصوا الرسل ماذا حلَّ بهم من العقوبة؟ ﴿قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ﴾ أي قوم نوح الذين أهلكوا بالطوفان وقوم هود «عاد» الذين أهلكوا بالريح، وقوم صالح «ثمود» الذين أهلكوا بالصيحة ﴿وَقَوْمِ إِبْرَاهِيمَ﴾ الذين أهلكوا بسلب النعمة ﴿وِأَصْحَابِ مَدْيَنَ﴾ قوم شعيب الذين أهلكوا بعذاب يوم الظلة ﴿والمؤتفكات﴾ قرى قوم لوط الذين انقلبت بهم فصار عاليها سافلها، وأمطروا حجارة من سجيل ﴿أَتَتْهُمْ رُسُلُهُمْ بالبينات﴾ أي جاءتهم رسلهم بالمعجزات فكذبوهم ﴿فَمَا كَانَ الله لِيَظْلِمَهُمْ﴾ أي فما أهلكهم الله ظلمًا إِنما أهلكهم بإِجرامهم ﴿ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي ولكن ظلموا أنفسهم بالكفر وارتكاب المعاصي، أفأمن هؤلاء المنافقون أن يُسلك بهم في الانتقام سبيل أسلافهم المكذبين من أهل الإِجرام؟ ولما ذكر تعالى صفات المنافقين الذميمة أعقبها بذكر صفات المؤمنين الحميدة فقال ﴿والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ﴾ أي هم إِخوة في الدين يتناصرون ويتعاضدون ﴿يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي يأمرون الناس بكل خيرٍ وجميلٍ يرضي الله، وينهونهم على كل قبيح يسخط الله، فهم على عكس المنافقين الذين يأمرون بالمنكر وينهون عن المعروف ﴿وَيُقِيمُونَ الصلاة﴾ أي\nيؤدونها على الوجه الكامل ﴿وَيُؤْتُونَ الزكاة﴾ أي يُعطونها إلى مستحقيها ابتغاء وجه الله ﴿وَيُطِيعُونَ الله وَرَسُولَهُ﴾ أي في كل أمر ونهي ﴿أولئك سَيَرْحَمُهُمُ الله﴾ أي سيدخلهم في رحمته، ويفيض عليهم جلائل نعمته ﴿إِنَّ الله عَزِيزٌ﴾ أي غالب لا يٌغلب من أطاعه ويذل من عصاه ﴿حَكِيمٌ﴾ أي يضع كل شيء في موضعه على أساس الحكمة، في النعمة والنقمة ﴿وَعَدَ الله المؤمنين والمؤمنات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي وعدهم على إِيمانهم بجنات وارفة الظلال، تجري من تحت أشجارها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي لابثين فيها أبدًا، لا يزول عنهم نعيمها ولا يبيد ﴿وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ﴾ أي ومنازل يطيب فيها العيش في جنات الخلد والاقامة قال الحسن: هي قصور من اللؤلؤ والياقوت الأحمر والزبرجد ﴿وَرِضْوَانٌ مِّنَ الله أَكْبَرُ﴾ أي وشيء من رضوان الله أكبر من ذلك كله، وفي الحديث يقول الله تعالى لأهل الجنة:\n«يا أهل الجنة فيقولون: لبيك ربنا وسعديك فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى وقد أعطيتنا ما لم تُعط أحدًا من خلقك! فيقول: أعطيكم أفضل من ذلك فيقولون: وأي شيء أفضل من ذلك؟ فيقول: أُحل عليكم رضواني فلا أسخط عليكم بعده أبدًا» ﴿ذلك هُوَ الفوز العظيم﴾ أي ذلك هو الظفر العظيم الذي لا سعادة بعده ﴿ياأيها النبي جَاهِدِ الكفار والمنافقين﴾ قال ابن عباس: جاهد الكفار بالسيف، والمنافقين باللسان ﴿واغلظ عَلَيْهِمْ﴾ أي اشدد عليهم بالجهاد والقتال والارعاب ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي مسكنهم ومثواهم جهنم ﴿وَبِئْسَ المصير﴾ أي بئس المكان الذي يصار إِليه جهنم ﴿يَحْلِفُونَ بالله مَا قَالُواْ﴾ أي يحلف المنافقون أنهم ما قالوا الذي بلغك عنهم من السب قال قتادة: نزلت في عبد الله بن أبي، وذلك أنه اقتتل رجلان: جهني وانصاري، فعلا الجهني على الأنصاري، فقال ابن سلول للأنصار: ألا تنصرون أخاكم؟ والله ما مثلنا ومثل محمد إلا كما قال القائل «سمن كلبك يأكلك» فسعى بها رجل من المسلمين إلى النبي ﷺ َ فأرسل إليه يسأله فجعل يحلف بالله ما قاله فأنزل الله فيه هذه الآية ﴿وَلَقَدْ قَالُواْ كَلِمَةَ الكفر﴾ هي قول ابن سلول «لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل» ﴿وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ﴾ أي أظهروا الكفر بعد إظهار الإِسلام ﴿وَهَمُّواْ بِمَا لَمْ يَنَالُواْ﴾ قال ابن كثير: هم نفر من المنافقين همّوا بالفتك بالنبي ﷺ َ عند عودته من تبوك وكانوا بضعة عشر رجلًا ﴿وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ﴾ أي ما عابوا على الرسول وما له عندهم ذنب إلا أن الله أغناهم ببركته، ويُمن سعادته، وهذه الصيغة تقال حيث لا ذنب.\n. ثم دعاهم ﵎ إلى التوبة فقال ﴿فَإِن يَتُوبُواْ يَكُ خَيْرًا لَّهُمْ﴾ أي فإِن يتوبوا عن النفاق يكن رجوعهم وتوبتهم خيرًا لهم وأفضل ﴿وَإِن يَتَوَلَّوْا﴾ أي يعرضوا ويصروا على النفاق ﴿يُعَذِّبْهُمُ الله عَذَابًا أَلِيمًا﴾ أي يعذبهم عذابًا شديدًا ﴿فِي الدنيا والآخرة﴾ أي في الدنيا بالقتل والأسر، وفي الآخرة بالنار وسخط الجبار ﴿وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ليس لهم من ينقذهم من العذاب، أو يشفع لهم فيخلصهم وينجيهم يوم الحساب.\nالبَلاَغَة: ١ - ﴿هُوَ أُذُنٌ﴾ أصله هو كالأذن يسمع كل ما يقال له، فحذف منه أداة التشبيه ووجه الشبه فصار تشبيهًا بليغًا مثل زيد أسد.\n٢ - ﴿يُؤْذُونَ رَسُولَ الله﴾ أبرز اسم الرسول ولم يأت به ضميرًا ﴿يُؤْذُونَه﴾ تعظيمًا لشأنه ﵇ وجميعًا له بين الرتبتين العظيمتين «النبوة والرسالة» وإِضافته إِليه زيادة في التكريم والتشريف.\n٣ - ﴿ذلك الخزي العظيم﴾ الإِشارة البعيدة عن القريب للإيذان ببعد درجته في الهول والفظاعة.\n٤ - ﴿وَيَقْبِضُونَ أَيْدِيَهُمْ﴾ قبض اليد كناية عن الشح والبخل، كما أن بسطها كناية عن الجودة والكرم.\n٥ - ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ من باب المشاكلة لأن الله لا ينسى أي تركوا طاعته فتركهم تعالى من رحمته.\n٦ - ﴿كالذين مِن قَبْلِكُمْ﴾ إِلتفات من الغيبة إِلى الخطاب لزيادة التقريع والعتاب.\n٧ - ﴿فاستمتعوا بِخَلاقِهِمْ ...﴾ الآية فيه إِطناب والغرض منه الذم والتوبيخ لاشتغالهم بالمتاع الخسيس، عن الشيء النفيس.\n٨ - ﴿وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله ...﴾ في الآية تأكيد المدح بما يشبه الذم على حد قول القائل «ولا عيب فيهم غير أن سيوفهم» البيت.\nفَائِدَة: روى ابن كثير عن علي كرم الله وجهه قال: بُعث رسول الله ﷺ َ بأربعة أسياف: سيف للمشركين ﴿قَاتِلُواْ الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر. .﴾ [التوبة: ٢٩] وسيف لأهل الكتاب ﴿جَاهِدِ الكفار والمنافقين﴾ وسيفٍ للمنافقين ﴿جَاهِدِ الكفار والمنافقين﴾ وسيف للبغاة ﴿فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله﴾ [الحجرات: ٩] .\nلطيفَة: قال الإِمام الفخر: لما وصف تعالى المؤمنين بكون بعضهم أولياء بعض، ذكر بعده خمسة أمور بها يتميز المؤمن، عن المنافق، فالمنافق يأمر بالمنكر، وينهى عن المعروف، ولا يقوم إِلى الصلاة إِلا بكسل، ويبخل بالزكاة وسائر الواجبات، وإِذا أُمر بالمسارعة إِلى الجهاد فإِنه يتخلف ويثبط غيره، والمؤمن بالضد منه فإِنه يأمر بالمعروف، وينهى عن المنكر، ويؤدي الصلاة على الوجه الأكمل، ويؤتي الزكاة، ويسارع إِلى طاعة الله ورسوله، ولهذا قابل تعالى بين صفات المؤمنين، وصفات المنافقين بقوله ﴿والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَيُطِيعُونَ الله وَرَسُولَهُ﴾ كما يقابل في الجزاء بين نار جهنم والجنة فكانت مقابلة لطيفة.", "ayah": 61, "surah": 9}