{"text": "اللغَة: ﴿تَبَارَكَ﴾ من البركة وهي كثرة الخير وزيادته ويأتي بمعنى التمجيد والتعظيم قال الشاعر:\nتباركت لا معطٍ لشيء منعته ... وليس لما أعطيت يا رب مانع\n﴿نَذِيرًا﴾ النذير: المحذِّر من الهلاك ﴿نُشُورًا﴾ النشور: الإِحياء بعد الموت ﴿مُّقَرَّنِينَ﴾ مربوطين بالسلاسل قال عمرو بن كلثوم:\nفآبوا بالنهاب وبالسبايا ... وأُبنا بالملوك مقرَّنينا\nالتفسِير: ﴿تَبَارَكَ الذي نَزَّلَ الفرقان على عَبْدِهِ﴾ أي تمجَّد وتعظَّم وتكاثر خير الله الذي نزَّل القرآن العظيم الفارق بين الحق والباطل على عبده محمد ﷺ َ ﴿لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا﴾ أي ليكون محمد نبيًا للخلق أجمعين مخوفًا لهم من عذاب الله ﴿الذي لَهُ مُلْكُ السماوات والأرض﴾ أي هو تعالى المالك لجميع ما في السماوات والأرض خلقًا وملكًا وعبيدًا ﴿وَلَمْ يَتَّخِذْ وَلَدًا﴾ أي وليس له ولدٌ كما زعم اليهود والنصارى ﴿وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ﴾ أي وليس معه إِله كما قال عبدة الأوثان ﴿وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا﴾ أي أوجد كل شيء بقدرته مع الإِتقان والإِحكام قال في التسهيل: الخلق عبارة عن الإِيجاد بعد العدم، والتقدير عبارةٌ عن اتقان الصنعة وتخصيص كل مخلوق بمقداره وصنعته، وزمانه ومكانه، ومصلحته وأجله وغير ذلك وقال الرازي: وصف سبحانه ذاته بأربع أنواع من صفات الكبرياء: الأول: أنه المالك للسماوات والأرض وهذا كالتنبيه على وجوده والثاني: أنه هو المعبود أبدًا والثالث: أنه المنفرد بالألوهية والرابع: أنه الخالق لجميع الأشياء مع الحكمة والتدبير ﴿واتخذوا مِن دُونِهِ آلِهَةً﴾ أي عبد المشركون غير الله من الأوثان والأصنام ﴿لاَّ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ﴾ أي لا يقدرون على خلق شيء أصلًا بل هم مصنوعون بالنحت والتصوير فكيف يكونون آلهة مع الله؟ ﴿وَلاَ يَمْلِكُونَ لأَنْفُسِهِمْ ضَرًّا وَلاَ نَفْعًا﴾ أي لا يستطيعون دفع ضرٍ عنهم ولا جلب نفع لهم ﴿وَلاَ يَمْلِكُونَ مَوْتًا وَلاَ حَيَاةً وَلاَ نُشُورًا﴾ أي لا تملك أن تُميت أحدًا، ولا أن تُحيي أحدا ً ولا أن تبعث أحدًا من الأموات قال الزمخشري: المعنى أنهم آثروا على عبادة الله عبادة آلهة لا يقدرون على شيء، وإِذا عجزوا عن دفع الضرر وجلب النفع الذي يقدر عليه العباد كانوا عن الموت والحياة والنشور الذي لايقدر عليها إِلا الله أعجز ﴿وَقَالَ الذين كفروا إِنْ هذا إِلاَّ إِفْكٌ افتراه﴾ أي وقال كفار قريش ما هذا القرآن إِلا كذب اختلقه محمد من تلقاء نفسه ﴿وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ﴾ أي وساعده على الاختلاق قومٌ من أهل الكتاب ﴿فَقَدْ جَآءُوا ظُلْمًا وَزُورًا﴾ أي جاءوا بالظلم والبهتان حيث جعلوا العربي يتلقَّنُ من العجمي كلامًا عربيًا أعجز بفصاحته جميع فصحاء العرب فكان كلامهم فيه محض الكذب والزور ﴿وقالوا أَسَاطِيرُ الأولين اكتتبها﴾ أي وقالوا في حق القرآن أيضًا إِنه خرافات الأمم السابقين أمر أن تكتب له ﴿فَهِيَ تملى عَلَيْهِ بُكْرَةً وَأَصِيلًا﴾ أي فهي تُلقى وتُقرأ عليه ليحفظها صباحًا ومساءً قال ابن عباس: والقائل هو «النضر بن الحارث» وأتباعه والإِفكُ أسوأ الكذب ﴿قُلْ أَنزَلَهُ الذي يَعْلَمُ السر فِي السماوات والأرض﴾ هذا ردٌّ عليهم في تلك المزاعم أي قل لهم يا محمد أنزله الله العليم القدير الذي لا يخفى عليه شيء في السماوات والأرض ﴿إِنَّهُ كَانَ غَفُورًا رَّحِيمًا﴾ أي إِنه تعالى لم يعجّل لكم العقوبة بل أُمهلكم رحمة بكم لأنه واسع المغفرة رحيم\nبالعباد ﴿وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق﴾ أي وقال المشركون ما لهذا الذي يزعم الرسالة يأكل الطعام كما نأكل، ويمشي في الأسواق لطلب المعاش كما نمشي؟ إِنه ليس بمَلَك ولا مَلِك، لأن الملائكة لا تأكل، والملوك لا تتبذّل في الأسواق، وفي قولهم ﴿مَالِ هذا الرسول﴾ مع إِنكارهم لرسالته تهكم واستهزاء ﴿لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرا﴾ أي هلاّ بعث الله معه ملكًا ليكون له شاهدًا على صدق ما يدعيه ﴿﴿أَوْ يلقى إِلَيْهِ كَنْزٌ﴾ أي يأتيه كنزٌ من السماء فيستعين به ويستغني عن طلب المعاش ﴿أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا﴾ أي يكون له بستان يأكل من ثماره ﴿وَقَالَ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلًا مَّسْحُورًا﴾ أي وقال الكافرون ما تتبعون أيها المؤمنون إِلا إِنسانًا سحر فغلب على عقله فهو يزعم أنه رسول الله ﴿انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ﴾ أي انظر كيف قالوا في حقك يا محمد تلك الأقاويل العجيبة، الجارية لغرابتها مجرى الأمثال﴾ وكيف اخترعوا تلك الصفات والأحوال الشاذة فضلُّوا بذلك عن الهدى! ﴿فَلاَ يَسْتَطِيعُونَ سَبِيلًا﴾ أي فلا يجدون طريقًا إلى الحق بعد أن ضلوا عنه بتكذيبك وإِنكار رسالتك، ذكروا له ﵊ ُ خمس صفات وزعما أنه اتُخلُّ بلارسالة زعمًا منهم أنَّ فضيلة الرسول على غيره تكون بأمورٍ جسمانية وهي غاية الجهالة والسفاهة فردَّ الله عليهم بأمرين: الأول: تعجيب الرسول ﷺ َ من تناقضهم فتارة يقولون عنه شاعر، وتارة ساحر، وأُخرى يقولون إِنه مجنون حتى أصبحت تلك الأقوال الغريبة الشاذة، والأمور العجيبة جارية مجرى الأمثال والثاني: أن الله تعالى لو أراد لأعطى نبيَّه خيرًا مما اقترحوا وأفضل مما يتصورون وهو المراد بقوله ﴿تَبَارَكَ الذي إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذلك﴾ أي تمدَّد وتعظّم الله الكبير الجليل الذي لو أراد لجعل لك خيرًا منذلك الذي ذكروه من نعيم الدنيا ﴿جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي لو شاء لأعطاك بساتين وحدائق تسير فيها الأنهار لا جنةً واحدة كما قالوا ﴿وَيَجْعَل لَّكَ قُصُورًا﴾ أي ويجعل لك مع الحدائق القصور الرفيعة المشيدة كما هو حال الملوك قال الضحاك: لما عيَّر المشركون رسول الله ﷺ َ بافاقةحزن ﵇ فنزل جبريل معزيًا له فبينما النبي وجبريل يتحدثان إذ فُتح باب من السماء فقال جبريل: أبشرْ يا محمد هذا رضوان خازن الجنة قد أتاك بالرضى من ربك فسلَّم عليه وقال: ربك يخيّرك بين أن تكون نبيًا ملكًا، وبين أن تكون نبيًا عبدًا - ومعه سفط من نور يتلألأ - ثم قال: هذه مفاتيح خزائن الأرض فنظر رسول الله ﷺ َ «بل نبيًا عبدًا» فكان عليه اسلام بعد ذلك لا يأكل متكأ حتى فارق الدنيا ﴿بَلْ كَذَّبُواْ بالساعة﴾ أي بل كذبوا بالقيامة ﴿وَأَعْتَدْنَا لِمَن كَذَّبَ بالساعة سَعِيرًا﴾ أي وهيأنا لمن كذَّب بالآخرة نارًا شديدة الاستعار قال الطبري: المعنى ماكذب هؤلاء المشركون بالله وأنكروا ما جئتهم به من الحق من أجل أنك تأكل الطعام وتمشي في الأسواق ولكنْ من أجل أنهم لا يوقنون بالمعاد تكذيبًا منهم بالقيامة وأعددنا لمن كذَّب بالبعث نارًا تُسعَّر عليهم وتتَّقد ﴿إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ﴾ أي إِذا رأت جهنم هؤلاء المشركين من مسافة بعيدة وهي خمسمائة عام ﴿سَمِعُواْ لَهَا تَغَيُّظًا وَزَفِيرًا﴾ أي سمعوا صوت لهيبها وغليانها كالغضبان إِذا غلا صدره\nمن الغيظ وسمعوا لها صوتًا كصوت الحمار وهو الزفير قال ابن عباس: إن الرجل ليجرُّ إلى النار فتشهق إِليه النار شهوق البغلة إلى الشعير، وتزفر رفرةً لا يبقى أحدٌ إِلاّ خاف، وتقييد الرؤية بالبعد ﴿مِّن مَّكَانٍ بَعِيدٍ﴾ فيه مزيد تهويل لأمرها ﴿وَإَذَآ أُلْقُواْ مِنْهَا مَكَانًا ضَيِّقًا﴾ أي وإِذا أُلقوا في جهنم في مكان ضيّق قال ابن عباس: تضيق عليهم ضيق الزُّج في الرُّمح - الزُّج: الحديدة التي في أسفل الرمح - ﴿مُّقَرَّنِينَ﴾ أي مصفَّدين قد قرنت أيديهم إلى أعناقهم بالسلاسل ﴿دَعَوْاْ هُنَالِكَ ثُبُورًا﴾ أي دعوا في ذلك المكان على أنفسهم بالويل والهلاك يقولون: يا هلاكنا، نادوه نداء المتمني للهلاك ليسلموا مما هو أشدُّ منه كما قيل: أشدُّ من الموت ما يتمنى معه الموت ﴿لاَّ تَدْعُواْ اليوم ثُبُورًا وَاحِدًا وادعوا ثُبُورًا كَثِيرًا﴾ أي يقال لهم: لا تدعوا اليوم بالهلاك على أنفسكم مرةً واحدة بل ادعوا مراتٍ ومراتٍ، فإِن ما أنتم فيه من العذاب الشديد يستوجب تكرير الدعاء في كل حين وآن، وفيه إِقناطٌ لهم من استجابة الدعاء وتخفيف العذاب ﴿قُلْ أذلك خَيْرٌ أَمْ جَنَّةُ الخلد التي وُعِدَ المتقون﴾؟ أي قل لهم يا محمد على سبيل التقريع والتهكم أذلك السعير خيرٌ أم جنة الخلود التي وعدها المتقون؟ قال ابن كثير: يقول الله تعالى يا محمد: هذا الذي وصفناه لك من حال الأشقياء الذين تتلقاهم جهنم بوجهٍ عبوسٍ وتغيظٍ وزفير، ويلقون في أماكنها الضيقة مقرّنين لا يستيعون حراكًا ولا فكاكًا مما هم فيه، أهذا هيرٌ أم جنة الخلد؟ وهل يجوز أن يقول العاقل: السُكر أحلى أم الصبر؟ قلنا: هذايحسن في معرض التقريع كما إِذا أعطى السيد عبده مالًا فتمرَّد وأبى واستكبر فيضربه ضربًا وجيعًا ويقول على سبيل لاتوبيخ: أهذا أطيب أم ذاك؟ ﴿كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا﴾ أي كانت لهم ثوابًا ومرجعًا ﴿لَّهُمْ فِيهَا مَا يَشَآءُونَ﴾ أي لهم في الجنة ما يشاءون من النعيم ﴿خَالِدِينَ﴾ أي ماكثين فيها أبدًا سرمدًا بلا زوال ولا انقضاء ﴿كَانَ على رَبِّكَ وَعْدًا مَّسْئُولًا﴾ أي كان ذلك الجزاء وعدًا على ذي الجلال حقيقًا بأن يُسأل ويُطلب لكونه مما يتنافس فيه المتنافسون، وهو وعدٌ واجب ﴿وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ الله﴾ أي واذكر ذلك اليوم الرهيب - يوم القيامة - حين يجمع الله الكفار والأصنام وكل من عُبد من دون الله كالملائكة والمسيخ قال مجاهد: هو عيسى وعزير والملائكة ﴿فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ﴾ أي فيقول تعالى للمعبودين تقريعًا لعبدتهم: أأنتم دعوتم هؤلاء إلى عبادتكم؟ ﴿أَمْ هُمْ ضَلُّوا السبيل﴾ أي أم هم ضلوا الطريق فعبدوكم من تلقاء أنفسهم؟ ﴿قَالُواْ سُبْحَانَكَ﴾ أي قال المعبودون تعجبًا مما قيل لهم: تنزَّهت يا الله عن الأنداد ﴿مَا كَانَ يَنبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ﴾ أي ما يحقُّ لنا ولا لأحدٍ من الخلق أن يعبد غيرك، ولا أن يشرك معك سواك ﴿ولكن مَّتَّعْتَهُمْ وَآبَآءَهُمْ حتى نَسُواْ الذكر﴾ أي ولكن أكثرت عليهم وعلى آبائهم النعمة - وكان يجب عليهم شكرها والإِيمان بما جاءت به الرسل - فكان ذلك سببًا للإِعراض عن ذكرك وشكرك ﴿وَكَانُواْ قَوْمًا بُورًا﴾ أي وكانوا قومًا هالكين، قال تعالى توبيخًا للكفرة ﴿فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ﴾ أي فقد كذبكم هؤلاء المعبودون في قولكم إِنهم آلهة ﴿فَمَا تَسْتَطِيعُونَ صَرْفًا وَلاَ نَصْرًا﴾ أي فما تستطيعون أيها الكفار دفعًا\nللعذاب عنكم ولا نصرًا لأنفسكم من هذا البلاء ﴿وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا﴾ أي ومن يشرك منكم بالله فيظلم نفسه نذقه عذابًا شديدًا في الآخرة ﴿وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِي الأسواق﴾ أي وما أرسلنا قبلك يا محمد أحدًا من الرسل إِلا وهم يأكلون ويشربون ويتجولون في الأسواق للتكسب والتجارة، فتلك هي سنة المرسلينمن قبلك فلم ينكرون ذلك عليك؟ وهو جواب عن قولهم ﴿مَالِ هذا الرسول يَأْكُلُ الطعام﴾؟ ﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ﴾ أي جعلنا بعض الناس بلاءً لبعض ومحنة، ابتلى الله الغنيَّ بالفقير، والشريف بالوضيع، والصحيح بالمريض ليختبر صبركم وإِيمانكم أت شكرون أم تكفرون؟ قال الحسن: يقول الأعمى لو شاء الله لجعلني بصيرًا مثل فلان، ويقول الفقير لو شاء الله لجعلني غنيًا مثل فلان، ويقول السقيم: لو شاء الله لجعلني صحيحًا مثل فلان ﴿وَكَانَ رَبُّكَ بَصِيرا﴾ أي عالمًا بمن يصبر أو يجزع، وبمن يشكر أو يكفر.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الإِضافة للتشريف ﴿على عَبْدِهِ﴾ ولم يذكره باسمه تشريفًا له وتكريمًا.\n٢ - الاكتفاء بأحد الوصفين ﴿لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا﴾ أي ليكون بشيرًا ونذيرًا واكتفى بالإِنذار لمناسبته للكفار.\n٣ - الجناس الناقص ﴿يَخْلُقُونَ. . ويُخْلَقُونَ﴾ سمي ناقصًا لتغايره في الشكل.\n٤ - الطباق بين ﴿ضَرًّا. . ونَفْعًا﴾ وبين ﴿مَوْتًا. . وحَيَاةً﴾ .\n٥ - الاستفها للتهكم والتحقير ﴿مَالِ هذا الرسول يَأْكُلُ الطعام﴾؟\n٦ - الاستعارة التمثيلية ﴿سَمِعُواْ لَهَا تَغَيُّظًا وَزَفِيرًا﴾ شبَّه صوت غليانها بصوت المغتاظ وزفيره وهو صوت يسمع من جوفه وهو تمثيل وصف النار بالاهتياج والاضطرام على عدة المغيظ والغضبان.\n٧ - جناس الاشتقاق ﴿أَرْسَلْنَا. . المرسلين﴾ .\n٨ - الجناس غير التام ﴿تَصْبِرُونَ. . بَصِيرًا﴾ لتقديم بعض الحروف وتأخير البعض.\nلطيفَة: نبّه تعالى بقوله ﴿الذي إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذلك﴾ على أنه تعالى يعطي العباد على حسب المصالح، فيفتح على واحد أبواب المعارف والعلوم ويسد عليه أبواب الدنيا، ويفتح آخر أبواب الرزق ويحرمه لذة الفهم والعلم، ولا اعتراض عليه لأنه فعال لما يريده.", "ayah": 12, "surah": 25}