{"text": "المنَاسَبة: لما ذكر تعالى شبهات المشركين حول القرآن والرسول، وردَّ عليهم بالحجج الدامغة، والبراهين القاطعة، ذكر هنا طرفًا من استهزائهم وسخريتهم بالرسول فلم يقتصروا على تكذيبه بل زادوا عليه بالاستهزاء والاحتقار، ثم ذكر الأدلة على وحدانيته تعالى وقدرته.\nاللغَة: ﴿سُبَاتًا﴾ السُّبات: الراحة جعل النوم سُباتًا لأنه راحة للأبدان وأصل السبت: القطع ومنه السبت لليهود لانقطاعهم فيه عن الأعمال ﴿نُشُورًا﴾ النشور: الانتشار والحركة، والنهار سببٌ للانتشار من أجل طلب المعاش ﴿أَنَاسِيَّ﴾ جمع إِنسي مثل كراسي وكرسي قال الفراء: الإِنسي والأناسي اسم للبشر وأصله انسان ثم أُبدلت من النون ياء فصار إِنسي ﴿مَرَجَ﴾ خلَّى وأرسل وخلط يقال مرجته إِذا خلطته و﴿اأَمْرٍ مَّرِيجٍ﴾ [ق: ٥] أي مضطرب مختلط ﴿فُرَاتٌ﴾ شديد العذوبة ﴿أُجَاجٌ﴾ شديد الملوحة ﴿بَرْزَخًا﴾ حاجزًا.\nالتفسِير: ﴿وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلاَّ هُزُوًا﴾ أي وإِذا رآك المشركون يا محمد ما يتخذونك إِلا موضع هزء وسخرية ﴿أهذا الذي بَعَثَ الله رَسُولًا﴾ أي قائلين بطريق التهكم والاستهزاء: أهذا الذي بعثه الله إِلينا رسولًا؟ ﴿إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلاَ أَن صَبْرَنَا عَلَيْهَا﴾ أي إِن كان ليصرفنا عن عبادة آلهتنا لولا أن ثبتنا عليها واسمتسكنا بعبادتها قال تعالى ردًا عليهم ﴿وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ العذاب مَنْ أَضَلُّ سَبِيلًا﴾ وعيد وتهديد أي سوف يعلمون في الآخرة عند مشاهدة العذاب من أخطأ طريقًا وأضل دينًا أهم أم محمد؟ ﴿أَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ تعجيبٌ من ضلال المشركين أي أرأيت من جعل هواه إِلهًا كيف يكون حاله؟ قال ابن عباس: كان الرجل من المشركين يعبد حجرًا فإِذا رأى حجرًا أحسن منه رماه وأخذ الثاني فعبده ﴿أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا﴾ أي حافظًا تحفظه من اتباع هواه؟ ليس الأمر لك قال أبو حيان: وهذا تيئيسٌ من إِيمانهم، وإِشارةٌ للرسول ﵇ ألا يتأسف عليهم، وإِعلامٌ أنهم في الجهل بالمنافع وقلة النظر في العواقب مثل البهائم ﴿أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ﴾؟ أي أتظن أن هؤلاء المشركين يسمعون ما تقول لهم سماع قبول؟ أو يعقلون ما تورده عليهم من الحجج والبراهين الدالة على الوحدانية فتهتم بشأنهم وتطمع في إِيمانهم؟ ﴿إِنْ هُمْ إِلاَّ كالأنعام بَلْ هُمْ أَضَلُّ سَبِيلًا﴾ أي ما هم إِلا كالبهائم بل هم أبشع حالًا، وأسوأ مآلًا من الأنعام السارحة، لأن البهائم تهتدي لمراعيها، وتنقاد لأربابها وتعرف من يحسن إِليها، وهؤلاء لا ينقادون لربهم ولا يعرفون إِحسانه إِليهم، ثم ذكر تعالى أنواعًا من الدلائل الدالة على وحدانيته وكمال قدرته فقال ﴿أَلَمْ تَرَ إلى رَبِّكَ كَيْفَ مَدَّ الظل﴾ أي ألم تنظر إِلى بديع صنع الله وقدرته كيف بسط تعالى الظلَّ لأحرقت الشمس الإِنسان وكدَّرت حياته ﴿وَلَوْ شَآءَ لَجَعَلَهُ سَاكِنًا﴾ أي لو أراد سبحانه لجعله دائمًا ثابتًا في مكانٍ لا يزول ولا يتحول عنه، ولكنه بقدرته ينقله من مكان إِلى مكان، ومن\nجهةٍ إلى جهة، فتارة يكون جهة المشرق، وتارة جهة المغرب، وأُخرى من أمام أو خلف ﴿ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلًا﴾ أي جعلنا طلوع الشمس دليلًا على وجود الظل، فلولا وقوع ضوئها على الأجرام لما عرف أن للظل وجودًا، ولما ظهرت آثار هذه النعمة الجليلة للعباد، والأشياء إِنما تُعرف بأضدادها فلولا وقوع ضوئها على الأجرام لما عرف أن للظل وجودًا، ولما ظهرت آثار هذه النعمة الجليلة للعباد، والأشياء إِنما تُعرف بأضدادها فلولا الظلمة ما عُرف النور، ولولا الشمسُ ما عرف الظل «وبضدها تتميز الأشياء» ﴿ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا﴾ أي أزلنا هذا الظلَّ شيئًا فشيئًا، وقليلًا قليلًا لا دفعة واحدة لئلا تختل المصالح قال ابن عباس: الظلُّ من وقت طلوع الفجر إِلى وقت طلوع الشمس قال المفسرون: الظلُّ هو الأمر المتوسط بين الضوء الخالص والظلمة الخالصة، وهو يحدث على وجه الأرض منبسطًا فيما بين ظهور الفجر إلى طلوع الشمس، ثم إِن الشمس تنسخه وتزيله شيئًا فشيئًا، إلى الزوال، ثم هو ينسخ ضوء الشمس من وقت الزوال إلى الغروب ويسمى فَيْئًا، ووجه الاستدلال به على وجود الصانع الحكيم أن وجوده بعد العدم، وعدمه بعد الوجود، وتغير أحواله بالزيادة والنقصان، والانبساط والتقلص، على الوجه النافع للعباد لا بدَّ له من صانع قادر، مدبر حكيم، يقدر على تحريك الأجرام العلوية، وتدبير الأجسام الفلكية وترتيبها على الوصف الأحسن، والترتيب الأكمل وما هو إِلا الله رب العالمين.\nثم أشار تعالى إِلى آثار قدرته، وجليل نعمته الفائضة على الخلق فقال ﴿وَهُوَ الَّذِي جَعَلَ لَكُمُ اليل لِبَاسًا﴾ أي هو سبحانه الذي جعل لكم الليل كاللباس يستركم بظلامه كما يستركم اللباس بزينته قال الطبري: وصف الليل باللباس تشبيهًا من حيث يستر الأشياء فصار لهم سترًا يستترون به كما يستترون بالثياب التي يكسونها ﴿والنوم سُبَاتًا﴾ أي وجعل النوم راحةٌ لأبدانكم بانقطاعكم عن أعمالكم ﴿وَجَعَلَ النهار نُشُورًا﴾ أي وقتًا لانتشار الناس فيه لمعايشهم، ومكاسبهم، وأسباب رزقهم ﴿وَهُوَ الذي أَرْسَلَ الرياح بُشْرَى بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي أرسل الرياح مبشرة بنزول الغيث والمطر ﴿وَأَنزَلْنَا مِنَ السمآء مَآءً طَهُورًا﴾ أي أنزلنا من السحاب الذي ساقته الرياح ماءً طاهرًا مطهّرًا تشربون وتتطهرون به قال القرطبي: وصيغة ﴿طَهُورًا﴾ بناء مبالغة في «طاهر» فاقتضى أن يكون طاهرًا مطهّرًا ﴿لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتًا﴾ أي لنحيي بهذا المطر أرضًا ميتةً لا زرع فيها ولا نبات ﴿وَنُسْقِيَهُ مِمَّا خَلَقْنَآ أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا﴾ أي وليشرب منه الحيوان والإِنسان لأن الماء حياة كل حيّ، والناس محتاجون إِليه غاية الحاجة لشربهم وزروعهم وسقي مواشيهم قال الإِمام الفخر: وتنكير الأنعام والأناسي لأن حياة البشر بحياة أرضهم وأنعامهم، وأكثر الناس يجتمعون في البلاد القريبة من الأودية والأنهار، فهم في غنية عن شرب مياه المطر، وكثيرٌ منهم نازلون في البوادي فلا يجدون المياه للشرب إِلا عند نزول المطر ولهذا قال ﴿أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا﴾ أي بشرًا كثيرين لأن «فعيل» يراد به الكثرة ﴿وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُواْ﴾ أي\nضربنا الأمثال في هذا القرآن للناس وبيَّنا فيه الحجج والبراهين ليتفكروا ويتدبروا ﴿فأبى أَكْثَرُ الناس إِلاَّ كُفُورًا﴾ أي أبى الكثير من البشر إلا الجحود والتكذيب ﴿وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيرًا﴾ أي لو أردنا لخففنا عنك أعباء النبوة فتعثنا في كل أهل قرية نبيًا ينذره، ولكنا خصصناك بالبعثة إلأى جميع أهل الأرض إِجلالًا لك، وتعظيمًا لشأنك، فقابل هذا الإِجلال بالثبات والاجتهاد في الدعوة وإِظهار الحق ﴿فَلاَ تُطِعِ الكافرين وَجَاهِدْهُمْ بِهِ جِهَادًا كَبيرًا﴾ أي لا تطع الكفار فيما يدعونك إِليه من الكفّ عن آلهتهم، وجاهدهم بالقرآن جهادًا كبيرًا بالغًا نهايته لا يصاحبه فتور ﴿وَهُوَ الذي مَرَجَ البحرين﴾ أي هو تعالى بقدرته خلى وأرسل البحرين متجاورين متلاصقين بحيث لا يتمازجان ﴿هذا عَذْبٌ فُرَاتٌ﴾ أي شديد العذوبة قاطع للعطش من فرط عذوبته ﴿وهذا مِلْحٌ أُجَاجٌ﴾ أي بليغ الملوحة، مرٌّ شديد المرارة ﴿وَجَعَلَ بَيْنَهُمَا بَرْزَخًا﴾ أي جعل بينهما حاجزًا من قدرته لا يغلب أحدهما على الآخر ﴿وَحِجْرًا مَّحْجُورًا﴾ وهذا اختيار ابن جرير وقال الرازي: ووجه الاستدلال هاهنا بيّن لأن الحلاوة والملوحة إِن كانت بسبب طبيعة الأرض أو الماء فلا بدَّ من الاستواء، وإِن لم يكن كذلك فلا بدَّ من قادر حكيم يخص كل واحد بصفة معينة ﴿وَهُوَ الذي خَلَقَ مِنَ المآء بَشَرًا﴾ أي خلق من النطفة إِنسانًا سميعًا بصيرًا ﴿فَجَعَلَهُ نَسَبًا وَصِهْرًا﴾ أي قسمهم من نطفةٍ واحدة قسمين: ذوي نسب أي ذكورًا ينسب إليهم لأن النسب إِلى الآباء كما قال الشاعر:\nفإِنما أمهاتُ الناس أوعيةٌ ... مستودعات وللآباء أبناء\nوإِناثًا يُصاهر بهن، فبالنسب يتعارفون ويتواصلون، وبالمصاهرة تكون المحبة والمودة واجتماع الغريب بالقريب ﴿وَكَانَ رَبُّكَ قَدِيرًا﴾ أي مبالغًا في القدرة حيث خلق من النطفة الواحدة ذكرًا وأنثى. . ولما شرح دلائل التوحيد عاد إِلى تهجين سيرة المشركين في عبادة الأوثان فقال ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُهُمْ وَلاَ يَضُرُّهُمْ﴾ أي يعبدون الأصنام التي لا تنفع ولا تضر لأنها جمادات لا تُحسُّ ولا تُبصر ولا تعقل ﴿وَكَانَ الكافر على رَبِّهِ ظَهِيرًا﴾ أي معينًا للشيطان على معصية الرحمن، لأنَّ عبادته للأصنام معانة للشيطان قال مجاهد: يظاهر الشيطان على معصية الله ويُعينه ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا﴾ أي مبشرًا للمؤمنين بجنات النعيم، ومنذرًاَ للكافرين بعذاب الجحيم ﴿قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ﴾ أي قل لهم يا يمحمد لا أسألكم على تبليغ الرسالة أجرا ً ﴿إِلاَّ مَن شَآءَ أَن يَتَّخِذَ إلى رَبِّهِ سَبِيلًا﴾ أي لكن من شاء أن يتخذ طريقًا يقربه إِلى الله بالإِيمان والعمل الصالح فليفعل\nكأنه يقول: لا أسألكم مالًا ولا أجرًا وإِنما أسألكم الإِيمان بالله وطاعته وأجري على الله ﴿وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ﴾ أي اعتمد في جميع أمورك على الواحد الأحد، الدائم الباقي الذي لا يموت أبدًا، فإِنه كافيك وناصرك ومظهر دينك على سائر الأديان ﴿وَسَبِّحْ بِحَمْدِهِ﴾ أي نزّه الله تعالى عمّا يصفه هؤلاء الكفار مما لا يليق به من الشركاء والأولاد ﴿وكفى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا﴾ أي حسبك أن الله مطَّلع على أعمال العباد لا يخفى عله شيء منها قال الإِمام الفخر: وهذه الكلمة يراد بها المبالغة كقولهم: كفى بالعلم جمالًا، وكفى بالأدب مالًا، وهي بمعنى حسبك أي لا تحتاج معه إل غيره لأنه خبيرٌ بأحوالهم، قادر على مجازاتهم، وذلك وعيدٌ شديد ﴿الذي خَلَقَ السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ﴾ أي هذا الإِله العظيم الذي ينبغي أن تتوكل عليه هو القادر على كل شيء، الذي خلق السماوات السبع في ارتفاعها واتساعها، والأرضين في كثافتها وامتدادها في مقدار ستة أيام من أيام الدنيا قال ابن جبير: الله قادر على ان يخلقها في لحظة ولكن علَّم خلقه الرفق والتثبت ﴿ثُمَّ استوى عَلَى العرش﴾ استواءً يليق بجلاله من غير تشبيه ولا تعطيل ﴿الرحمن﴾ أي هو الرحمن ذو الجود والإِحسان ﴿فَسْئَلْ بِهِ خَبِيرًا﴾ أي فسلْ عنه من هو خبيرٌ عارف بجلاله ورحمته، وقيل: الضمير يعود إلى الله أي فاسأل اللهَ الخبيرَ بالأشياء، العالم بحقائقها يطلعك على جليَّة الأمر ﴿وَإِذَا قِيلَ لَهُمُ اسجدوا للرحمن﴾ أي وإِذا قيل للمشركين اسجدوا لربكم الرحمن الذي وسعت رحمته الأكوان ﴿قَالُواْ وَمَا الرحمن﴾؟ أي من هو الرحمن؟ استفهموا عنه استفهام من يجهله وهم عالمون به ﴿أَنَسْجُدُ لِمَا تَأْمُرُنَا﴾ أي أنسجد لما تأمرنا بالسجود له من غير أن نعرفه؟ ﴿وَزَادَهُمْ نُفُورًا﴾ اي وزادهم هذا القول بعدًا عن الدين ونفورًا منه.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الاستفهام للتهكم والاستهزاء ﴿أهذا الذي بَعَثَ الله رَسُولًا﴾؟\n٢ - التعجيب ﴿أَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ وفيه تقديم المفعول الثاني على الأول اعتناءً بالأمر المتعجب منه والأصل «اتخذ هواه إِلهًا له» .\n٣ - التشبيه البليغ ﴿جَعَلَ لَكُمُ اليل لِبَاسًا﴾ أي كاللباس الذي يغطي البدن ويستره حذف منه الأداة ووجه الشبه فأصبح بليغًا.\n٤ - المقابلة اللطيفة بين الليل والنهار والنوم والانتشار ﴿جَعَلَ لَكُمُ اليل لِبَاسًا والنوم سُبَاتًا وَجَعَلَ النهار نُشُورًا﴾ .\n٥ - الاستعارة البديعة ﴿بَيْنَ يَدَيْ رَحْمَتِهِ﴾ استعار اليدين لما يكون أمام الشيء وقدَّامه كما تقول: بين يدي الموضوع أو السورة.\n٦ - الالتفات من الغيبة إلى التكلم للتعظيم ﴿وَأَنزَلْنَا مِنَ السمآء﴾ بعد قوله ﴿اأَرْسَلَ الرياح﴾ .\n٧ - المقابلة اللطيفة ﴿هذا عَذْبٌ فُرَاتٌ، وهذا مِلْحٌ أُجَاجٌ﴾ أي نهاية في الحلاوة ونهاية في الملوحة.\nتنبيه: الفرق بين ﴿مَيْت﴾ بالتخفيف و﴿مَّيْت﴾ بالتشديد أن الأول لمن مات حقيقة والثاني لمن سيموت قال الشاعر:\nأيا سائلي تفسير مَيْتٍ ومَيِّتٍ ... فدونَك قد فسرتُ ما عنه تسأل\nفما كان ذا روحٍ فذلك مَيِّتٌ ... وما المَيْتُ إِلا من إِلى القبر يُحمل", "ayah": 44, "surah": 25}