{"text": "التفسِير: ﴿قُلْ ياأيها الكافرون﴾ أي قل يا محمد لهؤلاء الكفار الذين يدعونك إِلى عبادة الأوثان والأحجار ﴿لاَ أَعْبُدُ مَا تَعْبُدُونَ﴾ أي لا أعبد هذه الأصنام والأوثان التي تعبدونها، فأنا برىءٌ من آلهتكم ومعبوداتكم التي لا تضر ولا تنفع ولا تغني عن عابدها شيئًا قال المفسرون: إن قريشًا طلبت من الرسول ﷺ َ أن يعبد آلهتهم سنة، ويعبدوا إلهه سنة، فقال، معاذ الله أن نشرك بالله شيئًا فقالوا: فاستلم بعض آلهتنا نصدّقك ونعبد إِلهك، فنزلت السورة فغدا رسول الله ﷺ َ إِلى المسجد الحرام وفيه الملأ من قريش، فقام على رءوسهم فقرأها عليهم فأيسوا منه وآذوه وآذوا أصحابه وفي قوله ﴿قُلْ﴾ دليل على أنه مأمور بذلك من عند الله، وخطابه ﷺ َ لهم بلفظ ﴿ياأيها الكافرون﴾ ونسبتهم إِلى الكفر وهو يعلم أنهم يغضبون من أن يُنسبوا إِلى ذلك دليلٌ على أنه محروسٌ من عند الله، فهو لا يبالي بهم ولا بطواغيتهم ﴿وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ﴾ أي ولا أنتم يا معشر المشركين عابدون إِلهي الحق الذي أعبده وهو الله وحده، فأنا أعبد الإِله الحقَّ هو الله ربُّ العالمين، وأنتم تعبدون الأحجار والأوثان، وشتان بين عبادة الرحمن، وعبادة الهوى والأوثان!! ﴿وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ﴾ تأكيدٌ لما سبق من البراءة من عبادة الأحجار، وقطعٌ لأطماع الكفار كأنه قال: لا أعبد هذه الأوثان في الحال ولا في الاستقبال، فأنا لا أعبد ما تعبدونه أبدًا ما عشتُ، لا أعبد أصنامكم الآن، ولا فيما يستقبل من الزمان ﴿وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ﴾ أي ولستم أنتم في المستقبل بعابدين إِلهي\nالحق الذي أعبد ﴿لَكُمْ دِينُكُمْ وَلِيَ دِينِ﴾ أي لكم شرككم، ولي توحيدي، وهذا غاية في التبرؤ من عبادة الكفار، والتأكيد على عبادة الواحد القهار، قال المفسرون: معنى الجملتين الأولتين: الاختلاف التام في المعبود، فإِله المشركين الأوثان، وإِله محمد الرحمن، ومعنى الجملتين الآخرتين: الاختلاف التام في العبادة، كأنه قال: لا معبودنا واحد، ولا عبادتنا واحدة.\nالبَلاَغَة: تضمن السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الخطاب بالوصف ﴿ياأيها الكافرون﴾ للتوبيخ والتشنيع على أهل مكة.\n٢ - طباق السلب ﴿لاَ أَعْبُدُ مَا تَعْبُدُونَ﴾ فالأول نفيٌ والثاني إِثبات.\n٣ - المقابلة بين كلٍ من الجملتين الأوليين ﴿لاَ أَعْبُدُ مَا تَعْبُدُونَ﴾ ﴿وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ﴾ أي في الحال، والمقابلة بين الجملتين الأخريين ﴿وَلاَ أَنَآ عَابِدٌ مَّا عَبَدتُّمْ﴾ ﴿وَلاَ أَنتُمْ عَابِدُونَ مَآ أَعْبُدُ﴾ أي في الاستقبال، وفي هذه المقابلة نفيٌ لعبادة الأصنام في الحال والاستقبال وهو من المحسنات البديعية.\n٤ - توافق الفواصل في الحرف الأخير مثل ﴿ياأيها الكافرون لاَ أَعْبُدُ مَا تَعْبُدُونَ﴾ .", "ayah": 6, "surah": 109}