{"text": "اللغَة: ﴿طُورِ سِينِينَ﴾ هو جبل الطور الذي كلم الله عليه موسى ومعنى ﴿سِينِينَ﴾ المبارك ﴿تَقْوِيمٍ﴾ تعديل يقال: قوَّم العود أي عدَّله وجعله مستقيمًا، وقوَّمه الدهر جعله متزنًا حصيف الرأي والعقل ﴿مَمْنُونٍ﴾ مقطوع ﴿بالدين﴾ الجزاء مأخوذ من دان بمعنى جاز ومنه الحديث الشريف «كما تدين تُدان» أي كما تفعل تُجازى.\nالتفسِير: ﴿والتين والزيتون﴾ هذا قسمٌ أي أُقسمُ بالتين والزيتون لبركتهما وعظيم منفعتهما قال\nابن عباس: هو تينكم الذي تأكلون، وزيتونكم الذي تعصرون منه الزيت وقال عكرمة: أقسم الله تعالى بمنابت التين والزيتون، فإِن التين ينبتُ كثيرًا بدمشق، والزيتون ببيت المقدس. . وهو الأظهر، ويدل عليه أن الله تعالى عطف عليه الاماكن «جبل الطور» و«البلد الأمين» فيكون قسمًا بالبقاع المقدسة التي شرَّفها الله تعالى بالوحي والرسالات السماوية ﴿وَطُورِ سِينِينَ﴾ أي وأُقسم بالجبل المبارك الذي كلَّم الله عليه موسى وهو «طور سيناء» ذو الشجر الكثير، الحسن المبارك قال الخازن: سمي «سينين» و«سيناء» لحسنه ولكونة مباركًا، وكلُّ جبلٍ فيه أشجارٌ مثمرة يسمى سينين وسيناء ﴿وهذا البلد الأمين﴾ أي وأٌقسم بالبلد الأمين «مكة المكرمة» التي يأمن فيها من دخلها على نفسه وماله كقوله تعالى ﴿أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ﴾ [العنكبوت: ٦٧] ! ﴿قال الألوسي: هذه أقسام ببقاع مباركة شريفة على ما ذهب إِليه الكثيرون، فأما البلد الأمين فمكة المكرمة حماها الله بلا خوف، وأما طور سينين فالجبل الذي كلم الله تعالى موسى عليه، ويقال له: طور سيناء، وأما التين والزيتون فروي عن قتادة أن المراد بهما جبلان: أحدهما بدمشق، والثاني ببيت المقدس، وعنى بالتين والزيتون منبتيهما، وقيل: المراد بهما الشجران المعروفان وهو قول ابن عباس ومجاهد، والغرض من القسم بتلك الأشياء الإِبانة عن شرف البقاع المباركة، وما ظهر فيها من الخير والبركة ببعثة الأنبياء والمرسلين وقال ابن كثير: ذهب بعض الأئمة إِلى أن محالٌ ثلاث، بعث الله في كلٍ منها نبيًا مرسلًا من أولي العزم أصحاب الشرائع الكبار فالأول: محلة التين والزيتون وهي «بيت المقدس» التي بعث الله فيها عيسى ﵇ والثاني: طور سينين وهو «طور سيناء» الذي كلَّم الله عليه موسى بن عمران والثالث: البلد الأمين الذي من دخله كان آمنًا، وهو الذر أرسل الله فيه محمدًا صلى الله عليه والسلم، وقد ذكر في آخر التوراة هذه الأماكن الثلاثة «جاء اللهُ من طور سيناء الجبل الذي كلم الله عليه موسى وأشرق من ساعير يعني جبل المقدس الذي بعث الله منه عيسى واستعلن من جبال فاران يعني جبال مكة التي أرسل الله منها محمدًا ﷺ َ» فذكرهم بحسب ترتيبهم بالزمان، وأقسم بالأشرف ثم الأشرف منه، ثم بالأشرف منهما، وجواب القسم هو قوله ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ أي خلقنا جنس الإِنسان في أحسن شكل، متصفًا بأجمل وأكمل الصفات، من حسن الصورة، وانتصاب القامة، وتناسب الأعضاء، مزينًا بالعلم والفهم، والعقل والتمييز، والنطق والأدب، قال مجاهد: ﴿أَحْسَنِ تَقْوِيمٍ﴾ أحسن صورة، وأبدع خلق ﴿ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ﴾ أي ثم أنزلنا درجته إِلى أسفل سافلين، لعدم قيامه بموجب ما خلقناه عليه، حين لم يشكر نعمة خلقنا له في أحسن صورة، ولم يستعمل ما خصصناه به من المزايا في طاعتنا، فلذلك سنرده إِلى أسفل سافلين وهي جهنم قال مجاهد والحسن: ﴿أَسْفَلَ سَافِلِينَ﴾ أسفل دركات النار وقال الضحاك: أي رددناه إِلى أرذل العمر، وهو الهرم بعد الشباب، والضعف بعد القوة قال\nالألوسي: والمتبادرُ من السياقِ الإِشارة الى حالة الكافر يوم القيامة، وأنه يكون على أقبح صورة وأبشعها، بعد أن كان على أحسن صورة وأبدعها ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي إِلا المؤمنين المتقين الذين جمعوا بين الإِيمان والعمل الصالح ﴿فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ أي فلهم ثواب دائم غير مقطوع عنهم، وهو الجنة دار المتقين ﴿فَمَا يُكَذِّبُكَ بَعْدُ بالدين﴾ الخطاب للإِنسان على طريقة الالتفات أي فما سبب تكذيبك أيها الانسان، بعد هذا البيان وبعد وضوح الدلائل والبراهين؟ فإِن خلق الإِنسان من نطفة، وإيجاده في أجمل شكل وأبدع صورة، من أوضح الدلائل على قدرة الله ﷿ على البعث والجزاء، فما الذي يدعوك إِلى التكذيب بيوم الدين بعد هذه البراهين؟ ﴿أَلَيْسَ الله بِأَحْكَمِ الحاكمين﴾ أي أليس الله الذي خلق وأبدع، بأعدل العادلين حكمًا وقضاءً وفصلًا بين العباد؟﴾ وفي الحديث\n«أن النبي ﷺ َ كان إِذا قرأها قال: بلى وأنا على ذلك من الشاهدين» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز العقلي بإِطلاق الحال وإِرادة المحل ﴿والتين والزيتون﴾ أراد موضعهما الشام وبيت المقدس على القول الراجح.\n٢ - الطباق بين ﴿أَحْسَنِ تَقْوِيمٍ﴾ وبين ﴿أَسْفَلَ سَافِلِينَ﴾ .\n٣ - جناس الاشتقاق ﴿أَحْكَمِ الحاكمين﴾ .\n٤ - الالتفات من الغيبة إِلى الخطاب زيادة في التوبيخ والعتاب ﴿فَمَا يُكَذِّبُكَ﴾؟ ﴿\n٥ - الاستفهام التقريري ﴿أَلَيْسَ الله بِأَحْكَمِ الحاكمين﴾؟\n٦ - السجع المرصَّع ﴿البلد الأمين. . أَسْفَلَ سَافِلِينَ. . أَحْكَمِ الحاكمين﴾ والله أعلم.\nلطيفَة: ذكر الإِمام القرطبي: أن «عيسى الهاشمي» كان يحب زوجته جبًا شديدًا، فقال لها يومًا: أنت طالقٌ ثلاثًا إِن لم تكوني أحسن من القمر﴾ ! فاحتجبت عنه وقالت طلقتني، فحزن حزنًا شديدًا وذهب إِلى الخليفة «المنصور» وأخبره الخبر، فاستحضر الفقهاء واستفتاهم، فقال جميع من حضر: قد طُلّقت، إِلا رجلًا واحدًا من أصحاب أبي حنيفة فقد بقى ساكتًا فقال له المنصور: مالك لا تتكلم؟ فقال له الرجل يا أمير المؤمنين: يقول الله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ فليس شيء أحسن من الإِنسان، فقال صدقت، وردها إِلى زوجها.", "ayah": 5, "surah": 95}