{"text": "اللغَة: ﴿سُورَةٌ﴾ السورة في اللغة: المنزلة السامية والمكانة الرفيعة قال النابغة:\nألم تَرَ أن الله أعطاك سورة ... ترى كل ملك دونها يتذبذب\nوسميت المجموعة من الآيات لها بدءٌ ونهاية سورة لشرفها وارتفاعها كما يسمى السور للمرتفع من الجدار ﴿الزاني﴾ الزنى: الوطء المحرم ويسمى الفاحشة لتناهي قبحه وهو مقصور وقد يمد على لغة أهل نجد فيقال الزناء قال الفرزدق:\nأبا طاهر من يزن يعرف زناؤه ... ومن يشرب الخرطوم يصبح مسكرًا\n﴿رَأْفَةٌ﴾ شفقة وعطف مأخوذ من رؤف إذا رق ورحم ﴿المحصنات﴾ العفيفات وأصل الإِحصان المنع سميت العفيفة محصنة لأنها منعت نفسها عن القبيح، ومنه الحصن لأنه يمنع من الأعداء ﴿يَدْرَؤُاْ﴾ يدفع والدرء: الدفع ﴿تَشِيعَ﴾ شاع الأمر شيوعًا إذا فشا وظهر وانتشر ﴿عُصْبَةٌ﴾\nالعصبة: الجماعة الذين يتعصب بعضهم لبعض.\nسَبَبُ النّزول: أ - روي أن امرأةً تُدعى «ام مهزول» كانت من البغايا فكانت تُسافح الرجل وتشرط أن تنفق عليه، فأراد رجل من المسلمين أن يتزوجها فذكر ذلك لرسول الله ﷺ َ فأنزل الله ﴿الزانية لاَ يَنكِحُهَآ إِلاَّ زَانٍ أَوْ مُشْرِكٌ﴾ الآية.\nب - عن ابن عباس أن «هلال بن أُمية» قذف امرأته عند النبي ﷺ َ ب «شريك بن سحماء» فقال النبي ﷺ َ: «البيتةُ أو حدٌّ في ظهرك» فقال يا رسول الله: إذا رأى أحدنا مع امرأته رجلًا ينطلق يلتمس البينة؟ والذي بعثك بالحق إني لصادقٌ، ولينزلن الله ما يبرئ ظهري من الحد فنزلت ﴿والذين يَرْمُونَ أَزْوَاجَهُمْ. .﴾ الآية.\nالتفسِير: ﴿سُورَةٌ أَنزَلْنَاهَا﴾ أي هذه سورة عظيمة الشأن من جوامع سور القرآن أوحينا بها إليك يا محمد ﴿وَفَرَضْنَاهَا﴾ أي أوجبنا ما فيها من الأحكام إيجابًا قطعيًا ﴿وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ﴾ أي أنزلنا فيها آياتٍ تشريعية، واضحات الدلالة على أحكامها، لتكون لكم - أيها المؤمنون - قبسًا ونبراسًا، وتكريرُ لفظ الإِنزال كمال العناية بشأنها فكأنه يقول: ما أنزلتها عليكم لمجرد التلاوة وإنما أنزلتها للعمل والتطبيق ﴿لَّعَلَّكُمْ تَذَكَّرُونَ﴾ أي لكي تعتبروا وتتعظوا بهذه الأحكام وتعملوا بموجبها، ثم شرع تعالى بذكر الأحكام وبدأ بحد الزنى فقال ﴿الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ﴾ أي فيما شرعت لكم وفرضت عليكم أن تجلدوا كل واحدٍ من الزانيين - غير المحصنين - مائة ضربة بالسوط عقوبة لهما على هذه الجريمة الشنيعة ﴿وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله﴾ أي لا تأخذكم بهما رقة ورحمة في حكم الله تعالى فتحففوا الضرب أو تنقصوا العدد بل أوجعوهما ضربًا قال مجاهد: لا تعطلوا حدود الله ولا تتركوا إقامتها شفقة ورحمة ﴿إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر﴾ هذا من باب الإِلهاب والتهييج أي إن كنتم مؤمنين حقًا تصدقون بالله وباليوم الآخر، فلا تعطلوا الحدود ولا تأخذكم شفقة بالزناة، فإن جريمة الزنى أكبر من أن تستدر العطف أو تدفع إلى الرحمة ﴿وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين﴾ أي وليحضر عقوبة الزانيين جماعةٌ من المؤمنين، ليكون أبلغ في زجرهما، وأنجع في ردعهما، فإنَّ الفضيحة قد تنكل أكثر مما ينكل التعذيب ﴿الزاني لاَ يَنكِحُ إِلاَّ زَانِيَةً أَوْ مُشْرِكَةً﴾ أي الزاني لا يليق به أن يتزوج العفيفة الشريفة، إنما ينكح مثله أو أخسَّ منه كالبغيّ الفاجر، أو المشركة الوثنية ﴿والزانية لاَ يَنكِحُهَآ إِلاَّ زَانٍ أَوْ مُشْرِكٌ﴾ أي والزانية لا يليق أن يتزوج بها المؤمن العفيف، إنما يتزوجها من هو مثلها أو أخسَّ منها، كالزاني الخبيث أو المشرك الكافر، فإن النفوس الطاهرة تأبى الزواج بالفواجر الفاسقات، قال الإِمام الفخر: «من أحسن ما قيل في تفسير هذه الآية: أنَّ الفاسقَ الخبيث - الذي من شأنه الزنى والفِسق - لا يرغب في نكاحها الصوالح من النساء، وإنما يرغب في فاسقةٍ خبيثةٍ مثله أو في مشركة، والفاسقة الخبيثة لا يرغب في نكاحها الصلحاء من الرجال وينفرون عنها، وإنما يرغب فيها من هو من جنسها\nمن الفسقة والمشركين، وهذا على الأعم الأغلب كما يقال: لايفعل الخير إلا الرجل التقي، وقد يفعل بعض الخير من ليس بتقيٍّ فكذا هنا» ﴿وَحُرِّمَ ذلك عَلَى المؤمنين﴾ أي وحرم الزنى على المؤمنين لشناعته وقبحه، أو حرم نكاح الزواني على المؤمنين لما فيه من الأضرار الجسيمة.\n. ثم شرع تعالى في بيان حد القذف فقال ﴿والذين يَرْمُونَ المحصنات﴾ أي يقذفون بالزنى العفيفات الشريفات ﴿ثُمَّ لَمْ يَأْتُواْ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي ثم لم يأتوا على دعواهم بأربعة شهود عدول يشهدون عليهم بما نسبوا إليهم من الفاحشة ﴿فاجلدوهم ثَمَانِينَ جَلْدَةً﴾ أي اضربوا كل واحدٍ من الرامين ثمانين ضربةً بالسوط ونحوه، لأنهم كذبة يتهمون البريئات، ويخوضون في أعراض الناس ﴿وَلاَ تَقْبَلُواْ لَهُمْ شَهَادَةً أَبَدًا﴾ أي وزيدوا لهم في العقوبة بإهدار كرامتهم الإِنسانية فلا تقبلوا شهادة أي واحدٍ منهم ما دام مصرًا على كذبه وبهتانه ﴿وأولئك هُمُ الفاسقون﴾ أي هم الخارجون عن طاعة الله ﷿ لإِتيانهم بالذنب الكبير، والجرم الشنيع قال ابن كثير: أوجب تعالى على القاذف إذا لم يُقم البينة على صحة ما قال ثلاثة أحكام: أحدها أن يجلد ثمانين جلدة الثاني: أن ترد شهادته أبدًا الثالث: أن يكون فاسقًا ليس بعدل لا عند الله ولا عند الناس ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك﴾ أي إلا الذين تابوا وأنابوا وندموا على ما فعلوا من بعد ما اقترفوا ذلك الذنب العظيم ﴿وَأَصْلَحُواْ﴾ أي أصلحوا أعمالهم فلم يعودوا إلى قذف المحصنات قال ابن عباس: أي أظهروا التوبة ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فاعفوا عنهم واصفحوا وردُّوا إليهم اعتبارهم بقبول شهادتهم، فإن الله غفور رحيم يقبل توبة عبده إذا تاب وأناب وأصلح سيرته وحاله.\n. ثم ذكر تعالى حكم من قذف زوجته وهو المعروف باللعان فقال ﴿والذين يَرْمُونَ أَزْوَاجَهُمْ﴾ أي يقذفون زوجاتهم بالزنى ﴿وَلَمْ يَكُنْ لَّهُمْ شُهَدَآءُ إِلاَّ أَنفُسُهُمْ﴾ أي وليس لهم شهود يشهدون بما رموهنَّ به من الزنى سوى شهادة أنفسهم ﴿فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بالله﴾ أي فشهادة أحدهم التي تزيل عنه حدَّ القذف أربع شهادات بالله تقوم مقام الشهداء الأربعة ﴿إِنَّهُ لَمِنَ الصادقين﴾ أي إنه صادقٌ فيما رمى به زوجته من الزنى ﴿والخامسة أَنَّ لَعْنَةَ الله عَلَيْهِ﴾ أي وعليه أيضًا أن يحلف في المرة الخامسة بأن لعنة الله عليه ﴿إِن كَانَ مِنَ الكاذبين﴾ أي إن كان كاذبًا في قذفه لها بالزنى ﴿وَيَدْرَؤُاْ عَنْهَا العذاب﴾ أي ويدفع عن الزوجة المقذوفة حدَّ الزنى الذي ثبت بشهادة الزوج ﴿أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بالله إِنَّهُ لَمِنَ الكاذبين﴾ أي أن تحلف أربع مرات إنه لمن الكاذبين فيما رماها به من الزنى ﴿والخامسة أَنَّ غَضَبَ الله عَلَيْهَآ إِن كَانَ مِنَ الصادقين﴾ أي وتحلف في المرة الخامسة بأنَّ غضب الله وسخطه عليها إن كان زوجها صادقًا في اتهامه لها بالزنى ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ﴾ أي ولولا فضل الله عليكم ورحمته بكم بالستر في ذلك، وجوابُ ﴿وَلَوْلاَ﴾ محذوف لتهويل الأمر تقديره: لهلكتم أو لفضحكم أو عاجلكم بالعقوبة، ورب مسكوتٍ عنه أبلغ من المنطوق ﴿وَأَنَّ الله تَوَّابٌ حَكِيمٌ﴾ أي وأنه تعالى مبالغ في قبول التوبة، حكيم في ما شرع من الأحكام ومن جملتها حكم اللعان قال أبو السعود: وجواب لولا محذوف\nلتهويله كأنه قيل: ولولا تفضله تعالى عليكم ورحمته بكم لكان ما كان ممّا لا يحيط به نطاق البيان ومن جملته أنه تعالى لو لم يشرع لهم ذلك لوجب على الزوج حدُّ القذف مع أن الظاهر صدقه لاشتراكه في الفضيحة، ولو جعل ضهاداته موجبةً لحد الزنى عليها لفات النظر لها، ولو جعل شهادتها موجبة لحد القذف عليه لفات النظر له، فسبحانه ما أعظم شأنه، وأوسع رحمته، وأدقَّ حكمته. . ثم بيَّن تعالى «قصة الإِفك» التي اتهمت فيها العفيفة البريئة الطاهرة أم المؤمنين عائشة ﵂ بالكذب والبهتان فقال ﴿إِنَّ الذين جَآءُوا بالإفك﴾ أي جاءوا بأسوء الكذب وأشنع صور البهتان وهو قذف عائشة بالفاحشة قال الإِمام الفخر: الإِفك أبلغ ما يكون من الكذب والافتراء، وقد أجمع المسلمون على أن المراد ما أُفك به على عائشة وهي زوجة الرسول المعصوم ﴿عُصْبَةٌ مِّنْكُمْ﴾ أي جماعة منكم أيها المؤمنون وعلى رأسهم «ابن سلول» رأس النفاق ﴿لاَ تَحْسَبُوهُ شَرًّا لَّكُمْ﴾ أي لا تظنوا هذا القذف والاتهام شرًا لكم يا آل أبي بكر ﴿بَلْ هُوَ خَيْرٌ لَّكُمْ﴾ لما فيه من الشرف العظيم بنزول الوحي ببراءة أم المؤمنين، وهذا غاية الشرف والفضل قال المفسرون: والخير في ذلك من خمسة أوجه: تبرئة أم المؤمنين، وكرامة الله لها بإنزال الوحي في شأنها، والأجر الجزيل لها في الفِرية عليها، وموعظة المؤمنين، والانتقام من المفترين ﴿لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم﴾ أي لك فردٍ من العُصبة الكاذبة جزاء ما اجترح من الذنب على قدر خوضه فيه ﴿والذي تولى كِبْرَهُ مِنْهُمْ﴾ أي والذي تولى معظمه وأشاع هذا البهتان وهو «ابن سلول» رأس النفاق ﴿لَهُ عَذَابٌ عَظِيمٌ﴾ أي له في الآخرة عذاب شديد في نار جهنم ﴿لولا إِذْ سَمِعْتُمُوهُ﴾ أي هلاَّ حين سمعتم يا معشر المؤمنين هذا الافتراء وقذف الصديقة عائشة ﴿ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْرًا﴾ أي هلاّ طنوا الخير ولم يسرعوا إلى التهمة فيمن عرفوا فيها النزاهة والطهارة؟ فإن مقتضى الإِيمان ألاّ يصدق مؤمنٌ على أخيه قوله عائب ولا طاعن قال ابن كثير: هذا تأديبٌ من الله تعالى للمؤمنين في قصة عائشة حين أفاض بعضهم في ذلك الكلام السُّوء، وهلا قاسوا ذلك الكلام على أنفسهم فإن كان لا يليق بهم فأمُ المؤمنين أولى بالبراءة منه بطريق الأولى والأحرى، وري أن امرأة «أبي أيوب» قالت له: أما تسمع ما يقول الناسُ في عائشة! قال: نعم وذلك الكذب، أكنت فاعلةً ذكل يا أم أيوب؟ قالت: لا والله قال فعائشة والله خير منك، ﴿وَقَالُواْ هاذآ إِفْكٌ مُّبِينٌ﴾ أي قالوا في ذلك الحين هذا كذبٌ ظاهر مبين ﴿لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي هلاّ جاء أولئك المفترون بأربعة شهود يشهدون على ما قالوا ﴿فَإِذْ لَمْ يَأْتُواْ بِالشُّهَدَآءِ﴾ أي فإن عجزوا ولم يأتوا على دعواهم بالشهود ﴿فأولئك عِندَ الله هُمُ الكاذبون﴾ أي فأولئك هم المفسدون الكاذبون في حكم الله وشرعه، وفيه توبيخُ وتعنيف للذين سمعوا الإِفك ولم ينكروه أول وهلة ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ فِي الدنيا والآخرة﴾ أي لولا فضله تعالى عليكم - أيها الخائضون في شأن عائشة - ورحمته بكم في الدنيا والآخرة حيث أمهلكم ولم يعاجلكم بالعقوبة ﴿لَمَسَّكُمْ فِي مَآ أَفَضْتُمْ فِيهِ﴾ أي لأصابكم\nونالكم بسبب ما خضتم فيه من حديث الإِفك ﴿عَذَابٌ عَظِيمٌ﴾ أي عذاب شديد هائل يُستحقر دونه الجلد والتعنيف قال القرطبي: هذا عتابٌ من الله بليغُ لمن خاضوا في الإِفك، ولكنه برحمته ستر عليكم في الدنيا، ويرحم في الآخرة من أتاه تائبًا ﴿إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ﴾ أي وذلك حين تتلقونه ويأخذه بعضكم من بعض بالسؤال عنه قال مجاهد: أي يرويه بعضُكم عن بعض، يقول هذا سمعته من فلان، وقال فلانٌ كذا ﴿وَتَقُولُونَ بِأَفْوَاهِكُمْ مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ﴾ أي تقولون ما ليس له حقيقة في الواقع، وإنما هو محض كذبٍ وبهتان ﴿وَتَحْسَبُونَهُ هَيِّنًا﴾ أي وتظنونه ذنبًا صغيرًا لا يلحقكم فيه إثم ﴿وَهُوَ عِندَ الله عَظِيمٌ﴾ أي والحال أنه عند الله من أعظم الموبقات والجرائم لأنه وقوع في أعراض المسلمين قال في التسهيل: عابتهم تعالى على ثلاثة أشياء: الأول: تلقيه بالألسنة اي السؤال عنه والثاني: التكلم به والثالث: استصغاره حيث حسبوه هينًا وهو عند الله عظيم، وفائدة قوله بألسنتكم وبأفواهكم الإِشارة إلى أنَّ ذلك الحديث كان باللسان دون القلب لأنهم لم يعلموا حقيقته بقلوبهم ﴿ولولا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بهذا﴾ عتابٌ لجميع المؤمنين أي كان ينبغي عليكم أن تنكروه أول ما سماعكم له وتقولوا لا ينبغي لنا أن نتفوه بهذا الكلام ولا نذكره لأحد ﴿سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ﴾ أي سبحان الله أن يقال هذا الكلام على زوجة رسول الله الطاهرة البريئة فإن هذا الافتراء كذبٌ واضح، عظيم الرم قال الزمخشري: هو بمعنى العجب من عظيم الأمر والاستبعاد له، والأصل في ذلك أن يُسبَّح الله عند رؤية العجائب ﴿يَعِظُكُمُ الله أَن تَعُودُواْ لِمِثْلِهِ أَبَدًا﴾ أي يذكركم الله ويعظكم بالمواعظ الشافية لكي لا تعودوا إلى مثل هذا العمل أبدًا ﴿إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي إن كنتم حقًا مؤمنين فإن الإيمان وازع عن مثل البهتان، وفيه حثٌ لهم على الاتعاظ وتهييج ﴿وَيُبَيِّنُ الله لَكُمُ الآيات﴾ أي ويوضح لكم الآيات الدالة على الشرائع ومحاسن الآداب، لتتعظوا وتتأدبوا بها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عالم بما يصلح العباد، حكيم في تدبيره وتشريعه ﴿إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة﴾ أي يريدون أن ينتشر الفعل القبيح المفرط في القبح كإشاعة الرذيلة والزنى وغير ذلك من المنكرات ﴿فِي الذين آمَنُواْ﴾ أي في المؤمنين الأطهار ﴿لَهُمْ عَذَابٌ أَلِيمٌ فِي الدنيا والآخرة﴾ أي لهم عذاب موجع مؤلم في الدنيا فإقامة الحدِّ، وفي الآخرة بعذاب جهنم قال الحسن: عنى بهذا الوعيد واللعن المنافقين فإ نهم أحبوا وقصدوا إذاية الرسول ﷺ َ وذلك كفرٌ وملعون صاحبه ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي هو تعالى عالمٌ بالخفايا والنوايا وأنتم لا تعلمون ذلك قال الإِمام الفخر: وهذه الجملة فيها حسنُ الموقع بهذا الموضع، لأنه محبة القلب كامنةٌ ونحن لا نعلمها إلاّ بالأمارات أما الله سبحانه فهو لا يخفى عليه شيء، فصار هذا الذكر نهايةً في الزجر لأن من أحبَّ إشاعة الفاحشة وإن بالغَ في إخفاء تلك المحبة فهو يعلم أن الله تعالى يعلم ذلك منه ويعلم قدر الجزاء عليه ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ﴾ جواب ﴿لَوْلاَ﴾ محذوف لتهويل الأمر أي لولا فضله تعالى على عباده ورحمته بهم لأهلكهم وعذَّبهم، وكان\nما كان مما لا يكاد يتصوره الإِنسان لأنه فوق الوصف والبيان.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير للتفخيم ﴿سُورَةٌ أَنزَلْنَاهَا﴾ أي هذه سورة عظيمة الشأن، جليلة القدر أنزلها الله.\n٢ - الإِطناب بتكرير لفظ ﴿أَنزَلْنَا﴾ في قوله ﴿وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ﴾ لإِبراز كمال العناية بشأنها، وهو من باب ذكر الخاص بعد العام للعناية والاهتمام.\n٣ - الاستعارة ﴿يَرْمُونَ المحصنات﴾ أصل الرمي القذفُ بالحجارة أو بشيء صلب ثم استعير للقذف باللسان لأنه يشبه الأذى الحسّي ففيه استعارة لطيفة.\n٤ - التهييج والإِلهاب ﴿إِن كُنتُمْ تُؤْمِنُونَ﴾ كقولهم إن كنت رجلًا فاقدم.\n٥ - صيغة المبالغة ﴿غَفُورٌ رَّحِيمٌ﴾ و﴿تَوَّابٌ حَكِيمٌ﴾ فإن «فعول، وفعّال، وفعيل» من سيغ المبالغة وكلها تفيد بلوغ النهاية في هذه الصفات.\n٦ - الطباق بين ﴿الصادقين﴾ و﴿الكاذبين﴾ .\n٧ - حذف جواب ﴿لَوْلاَ﴾ للتهويل في ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ﴾ وذلك حتى يذهب الوهم في تقديره كل مذهب فيكون أبلغ في البيان وأبعد في التهويل والزجر.\n٨ - الطباق ﴿لاَ تَحْسَبُوهُ شَرًّا لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ﴾ وكذلك ﴿وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ الله عَظِيمٌ﴾ فقد طابق بين الشر والخير، وبين الهيّن والعظيم.\n٩ - الالتفات من الخطاب إلى الغيبة ﴿لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون﴾ والأصل أن يقال ظننتم وإنما عدل عنه مبالغة في التوبيخ وإشعارًا بأن الإيمان يقتضي ظنَّ الخير بالمؤمنين.\n١٠ - التحضيض ﴿لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي هلاَّ جاءوا وغرضُه التوبيخ واللوم.\n١١ - التعجب ﴿سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ﴾ ففيه تعجب ممن يقول ذلك والأصل في ذكر هذه الكلمة ﴿سُبْحَانَكَ﴾ أن يُسبح الله تعالى عند رؤية العجيب من صنائعه، تنزيهًا له من أن يخرج مثله عن قدرته ثم كثر حتى استعمل في كل متعجب منه.\nفَائِدَة: لماذا بدأ الله في الزنى بالمرأة، وفي السرقة بالرجل؟ والجواب أن الزنى من المرأة أقبح، وجرمه أشنع فبدأ بها، وأما لاسرقة فالرجل عليها أجرأ وهو عليها أقدر ولذلك بدأ به ﴿والسارق والسارقة فاقطعوا أَيْدِيَهُمَا﴾ .\nتنبيه: في التعبير بالإِحصان ﴿والذين يَرْمُونَ المحصنات﴾ إشارة دقيقة إلى أنَّ قذف العفيف من الرجال أو النساء موجب لحدِّ القذف، وأما إذا كان الشخص معروفًا بفجوره أو اشتهر بالاستهتار والمجون فلا حدَّ على قاذفه، لأنه لا كرامة للفاسق الماجن. فتدبر السر الدقيق.\nلطيفَة: لماذا عدل عن قوله ﴿تَوَّابٌ رَّحِيمٌ﴾ إلى قوله ﴿تَوَّابٌ حَكِيمٌ﴾ كه م تلرجكو نمتسب تلنزبو؟ والجواب أن الله ﷿ أراد الستر على العباد بتشريع اللعان بين الزوجين، فلو لم يكن اللعان مشروعًا لوجب على الزوج حدُّ القذف مع أن الظاهر صدقه، ولو اكتفى بلعانه لوجب على الزوجة حدُّ الزنى، فكان من الحكمة وحسن النظر لهما جميعاص أن شرع هذا الحكم، ودرأ عنهما\nالعذاب بتلك الشهادات، فسبحانه ما أوسع رحمته، وأجل حكمته!! .", "ayah": 15, "surah": 24}