{"text": "المنَاسَبَة: لما ذكر تعالى المنافقين وما هم عليه من صفاتٍ قبيحة، أعقبه بذكر ما انطوت عليه نفوسهم من المكر والإِحتيال والحلف الكاذب بأغلظ الأيمان، وختم السورة الكريمة بالتحذير من سلوك طريق المنافقين.\nاللغَة: ﴿الحلم﴾: الاحتلام في المنام قال في القاموس: الحلم: الرؤيا جمعه أحلام، والحُلم والاحتلام: الجماع في النوم وقال الراغب: هو زمان البلوغ سمي به لكون صاحبه جديرًا بالحلم أي الأناة وضبط النفس ﴿القواعد﴾ جمع قاعد بغير تاء لأنه خاصٌ بالنساء كحائض وطامث وهي المرأة التي قعدت عن الزواج وعن الولد ﴿أَشْتَاتًا﴾ متفرقين جمع شتّ وهو الافتراق، والشتاتُ: الفرقة ﴿يَتَسَلَّلُونَ﴾ التسلل: الخروج خفية يقال: انسلَّ وتسلل إذا خرج مستترًا بطريق الخفية ﴿لِوَاذًا﴾ اللواذ: أن يستتر بشيء مخافة من يراه.\nسَبَبُ النّزول: روي أن رسول الله ﷺ َ بعث غلامًا من الأنصار يقال له: مُدْلج إلى عمر بن الخطاب وقت الظهيرة ليدعوه فوجده نائمًا، فدقَّ عليه الغلام الباب ودخل، فاستيقظ عمر وجلس فانكشف منه شيء فقال: وددت أنَّ الله نهى أبناءنا ونساءنا وخدمنا عن الدخول في هذه الساعات إلا بإذن، ثم انطلق إلى رسول الله ﷺ َ فوجد الآية قد أنزلت ﴿ياأيها الذينءَامَنُواْ لِيَسْتَأْذِنكُمُ الذين مَلَكَتْ أيمانكم. .﴾ فخرَّ ساجدًا شكرًا الله تعالى.\nالتفسِير: ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمُْ﴾ أي حلف المنافقون بغاية الأيمان المغلَّظة ﴿لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ﴾ أي لئن أمرتهم بالخروج إلى الجهاد ليخرجن معك قال مقاتل: لما بيَّن الله إعراض المنافقين وامتناعهم عن قبول حكمه ﵇ أتوه فقالوا: لو أمرتنا أن نخرج من ديارنا وأموالنا ونسائنا لخرجنا، وإن أمرتنا بالجهاد لجاهدنا فنزلت ﴿قُل لاَّ تُقْسِمُواْ﴾ أي لا تحلفوا فإن أيمانكم كاذبة ﴿طَاعَةٌ مَّعْرُوفَةٌ﴾ أي طاعتُكم لله ورسوله معروفة فإنها باللسان دون القلب، وبالقول دون العمل ﴿إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي بصير لا يخفى عله شيء من خفاياكم ونواياكم ﴿قُلْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ أي أطيعوا الله بإخلاص النية وترك النفاق، وأطيعوا الرسول الاستجابة لأمره والتمسّك بهديه ﴿فَإِن تَوَلَّوْاْ﴾ أي فإن تتولَّوْا وتعرضوا عن طاعته ﴿فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ﴾ أي على الرسولما كلف به من تبليغ الرسالة ﴿وَعَلَيْكُمْ مَّا حُمِّلْتُمْ﴾ أي وعليكم ما كلفتم به من السمع والطاعة واتباع أمره ﵇ ﴿وَإِن تُطِيعُوهُ تَهْتَدُواْ﴾ أي وإن أطعتم أمره فقد اهتديتم إلى طريق السعادة والفلاح ﴿وَمَا عَلَى الرسول إِلاَّ البلاغ المبين﴾ أي ليس عليه إلا التبليغ الواضح للأمة، ولا ضرر عيه إن خالفتم وعصيتم فإنه قد بلَّغ الرسالة وأدى الأمانة ﴿وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات﴾ أي وعد الله المؤمنين المخلصين الذين جمعوا بين الإيمان والعمل الصالح ﴿لَيَسْتَخْلِفَنَّهُمْ فِي الأرض كَمَا استخلف الذين مِن قَبْلِهِمْ﴾ أي وعدهم بميراث الأرض وأن يجعلهم فيها خلفاء متصرفين فيها تصرف الملوك في ممالكهم، كما استخلف المؤمنين قبلهم فملكهم ديار الكفار قال المفسرون: لما قدم رسول الله ﷺ َ وأصحابه المدينة رمتهم العرب عن قوسٍ واحدة، فكانوا لا يبتون إلا في السلاح، ولا يصبحون إلاّ في لأمتهم - أي سلاحهم - فقالوا أترون أنّا نعيش حتى نبيت آمنين مطمئنين لا نخاف إلاّ الله ﷿!! فنزلت الآية، وهذا وعدٌ ظهر صدقُه بفتح مشارق الأض ومغاربها\nلهذه الأمة وفي الحديث بشارة كذلك فقد قال ﷺ َ:\n«إنَّ الله زوى لي الأرض فرأيت مشارقها ومغاربها، وإن ملك أمتي سيبلغ ما زوي لي منها» ﴿وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الذي ارتضى لَهُمْ﴾ أي وليجعلنَّ دينهم - الإِسلام - الذي ارتضاه لهم عزيزًا مكينًا عاليًا على كل الأديان ﴿وَلَيُبَدِّلَنَّهُمْ مِّن بَعْدِ خَوْفِهِمْ أَمْنًا﴾ أي وليغيرن حالهم التي كانوا عليها من الخوف والفزع إلى الأمن والاستقرار كقوله ﴿وَآمَنَهُم مِّنْ خَوْفٍ﴾ [قريش: ٤] ﴿يَعْبُدُونَنِي لاَ يُشْرِكُونَ بِي شَيْئًا﴾ استئنافٌ بطريق الثناء عليهم كالتعليل للاستخلاف ي الأرض أي يوحدونني ويهلصون لي العبادجة، لا يعبدون إلهًا غيري ﴿وَمَن كَفَرَ بَعْدَ ذلك﴾ أي فمن جحد شكر النعم ﴿فأولئك هُمُ الفاسقون﴾ هم الخارجون عن طاعة الله، العاصون أمر الله قال أبو العالية: أي من كفر بهذه النعمة وليس يعني الكفرَ بالله قال الطبري: وهو أشبه بتأويل الآية لأان اللهَ وعد الإِنعام على هذه الأمة بما أخبر في هذه الآية بأنه منعم به عليهم ثم قال ﴿وَمَن كَفَرَ﴾ أي كفر هذه النعمة ﴿فأولئك هُمُ الفاسقون﴾ ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي أقيموا أيها المؤمنون الصلاة وأُدوا الزكاة على الوجه الأكمل الذي يُرضي الله ﴿وَأَطِيعُواْ الرسول لَعَلَّكُمْ تُرْحَمُونَ﴾ أي أطيعوا الرسول في سائر ما أمركم به رجاء الرحمة ﴿لاَ تَحْسَبَنَّ الذين كَفَرُواْ مُعْجِزِينَ فِي الأرض﴾ تسليةٌ للنبي ﷺ َ ووعدٌ له بالنُّصرة اي لا تظننَّ يا محمد الكافرين الذين عاندوك وكذبوك معجزين لله في هذه الحياة بل الله قادرٌ عليهم في كل حين وأن ﴿وَمَأْوَاهُمُ النار﴾ أي مرجعهم نار جهنم ﴿وَلَبِئْسَ المصير﴾ أي بئس المرجع والمآل الذي يصيرون إليه ﴿ياأيها الذينءَامَنُواْ لِيَسْتَأْذِنكُمُ الذين مَلَكَتْ أيمانكم﴾ أي يا أيها المؤمنون الذين صدَّقوا الله ورسوله وأيقنوا بشريعة الإِسلام نظامًا وحكمًا ومنهاجًا ليستأذنكم في الدخول عليكم العبيدُ والاِماء الذين تملكونهم ملك اليمين ﴿والذين لَمْ يَبْلُغُواْ الحلم مِنكُمْ﴾ أي والأطفال الذين لم يبلغوا مبلغ الرجال الأحرار ليستأذنوا أيضًا ﴿ثَلاَثَ مَرَّاتٍ﴾ أي في ثلاثة أوقات ﴿مِّن قَبْلِ صلاوة الفجر﴾ أي في الليل وقت نومك وخلودكم إلى الراحة ﴿وَحِينَ تَضَعُونَ ثيابكم مِّنَ الظهيرة﴾ أي وقت الظهر حين تخلعون ثيابكم للقيلولة ﴿وَمِن بَعْدِ صلاوة العشآء﴾ أي ووقت إرادتكم النوم واستعدادكم له ﴿ثَلاَثُ عَوْرَاتٍ لَّكُمْ﴾ اي هي ثلاثة أوقات يختل فيها تستركم، العوراتُ فيها بادية والتكشف فيها غالب، فعلِّموا عبيدكم وخدمكم وصبيانكم ألاّ يدخلوا عليكم في هذه الأوقات إلا بعد الاستئذان ﴿لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ﴾ أي ليس عليكم ولا على المماليك والصبيان حرجٌ في الدخول عليكم بغير استئذان بعد هذه الأوقات الثلاثة ﴿طوافون عَلَيْكُمْ بَعْضُكُمْ على بَعْضٍ﴾ أي لأنهم خدمكم يطوفون عليكم للخدمة وغير ذلك قال أبو حيان: أي يمضون ويجيئون ويدخلون عليكم في المنازل غدوةً وعشية بغير إذن إلا في تلك الأوقات ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الأيات﴾ أي مثل ذلك التوضيح والبيان يبيّن الله لكم الأحكام الشرعية لتتأدبوا بها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عالمٌ بأمور خلقه، حكيمٌ في تدبيره لهم ﴿وَإِذَا بَلَغَ الأطفال مِنكُمُ الحلم﴾ أي وإذا بلغ هؤلاء الأطفال الصغار مبلغ الرجال وأصبحوا في سنّ التكليف ﴿فَلْيَسْتَأْذِنُواْ كَمَا استأذن الذين مِن قَبْلِهِمْ﴾ أي فعلموهم الأدب السامي أن يستأذنوا في كل الأوقات\nكما يستأذن الرجال البالغون ﴿كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ﴾ اي يفصّل لكم أمور الشريعة والدين ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بخلقه حكيم في تشريعه قال البيضاوي: كرره تأكيدًا ومبالغة في الأمر بالاستئذان ﴿والقواعد مِنَ النسآء﴾ أي والنساء العجائز اللواتي قعدن عن التصرف وطلب الزواج لكبر سنهن ﴿اللاتي لاَ يَرْجُونَ نِكَاحًا﴾ أي لا يطمعن في الزواج ولا يرغبن فيه لانعدام دوافع الشهوة فيهن ﴿فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ﴾ اي لا حرج ولا إثم عليهنَّ في ان يضعن بعض ثيابهم كالرداء والجلباب، ويظهرن أمام الرجال بملابسهن المعادة التي لا تلفت انتباهًا، ولا تثير شهوة ﴿غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ﴾ أي غير متظاهرات بالزينةليظر إليهن قال أبو حيان: وحقيقة التبرج إظهار ما يجب إخفاؤُه، وربَّ عجوزٍ شمطاء يبدو منها الحرصُ على أن يظهر بها جمال ﴿وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ﴾ أي وأن يستترن بارتداء الدلباب ولبس الثياب كا تلبسه الشابات من النساء، مبالغةً في التستر والتعفف خيرٌ لهنَّ وأكرم، وأزكى عند الله وأطهر ﴿والله سَمِيعٌ عِلِيمٌ﴾ أي يعلم خفايا النفوس ويجازي كل إنسان بعمله، وفيه وعدٌ وتحذير ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ أي ليس على أهل الأعذار «الأعمى، والأعرج، والمريض» حرج ولا إثم في القعود عن الغزو لضعفهم وعجزهم ﴿وَلاَ على أَنفُسِكُمْ أَن تَأْكُلُواْ مِن بُيُوتِكُمْ﴾ أي وليس عليكم أيها الناس إثم أن تأكلوا من بيوت أزواجكم وعيالكم قال البيضاوي: فيدخل فيها بيوت الأولاد لأن بيت الولد كبيته لقوله ﵇: إن أطيبَ ما يأكل المرءُ م كسبه، وإنَّ ولده من كسبه ﴿أَوْ بُيُوتِ آبَآئِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاَتِكُمْ﴾ أي لا حرج في الأكل من بيوت هؤلاء الأقارب قال الرازي: والظاهر أن إباحة الأكل لا تتوقف على الاستئذان لأن العادةأن هؤلاء القوم تطيب أنفسهم بأكل الأقارب ﴿أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ﴾ أي البيوت التي توكّلون عليه وتملكون مفاتيحها في غياب أهلها قال عائشة: كان المسلمون يذهبون مع رسول الله في الغزو ويدفعون مفاتحهم إلى ضمنائهم ويقولون: قد أحللنا لكم الأكل منها فكانوا يقولون: إنه لا يجل لنا ان نأكل، إنهم أذنوا لنا عن غير طيب أنفسهم وإنما نحن أمناء فأنزل الله ﴿أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ﴾ ﴿أَوْ صَدِيقِكُمْ﴾ أي أو بيوت أصدقائكم وأصحابكم قال قتادة: إذا دخلت بيت صديقك فلا بأس أن تأكل بغير إذنه ﴿لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعًا أَوْ أَشْتَاتًا﴾ أي ليس عليكم إثم أو حرج أن تأكلوا مجتمعين أو متفرقين قال المفسرون: نزلت ف حيٍ من كنانة كان الرجل منهم لا يأكل وحده، يمكث يومه فإن لم يجد من يؤاكله لم يأكل شيئًا: وربما كان معه الإِبل الحُفَّل فلا يشرب من ألبانها حتى يجد من يشاربه فأخبرهم تعالى بأن الرجل إذا أكل وحده لا حرج عليه ﴿فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُواْ على أَنفُسِكُمْ﴾ أي\nإذا دخلتم بيوتًا مسكونة فسلموا على من فيها من الناس ﴿تَحِيَّةً مِّنْ عِندِ الله مُبَارَكَةً طَيِّبَةً﴾ أي حيُّوهم بتحية الإِسلام «السلام عليكم» وهي التحية المباركة الطيبة التي شرعها الله لعباده المؤمنين قال القرطبي: وصفها بالبركة لأنه فيها الدعاء واستجلاب المودة، ووصفها بالطيب لأن سامعها يستطيبها ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَعْقِلُونَ﴾ قال ابن كثير: لما ذكر تعالى في هذه السورة الكريمة من الأحكام المحمة، والشرائع المُبْرمة، نبَّه عباده على أنه يبين لهم الآيات بيانًا شافيًا ليتدبروها ويتعقلوها لعلهم يعقلون ﴿إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ﴾ أي إنما المؤمنون الكاملون في الإِيمان الذي صدقوا الله ورسوله تصديقًا جازمًا لا يخالجه شك ﴿وَإِذَا كَانُواْ مَعَهُ على أَمْرٍ جَامِعٍ﴾ أي وإذا كانوا مع الرسول في أمرٍ هام فيه مصلحة للمسلمين ﴿لَّمْ يَذْهَبُواْ حتى يَسْتَأْذِنُوهُ﴾ أي لم يتركوا مجلسه حتى يستأذنوه فيأذن لهم قال المفسرون: نزلت هذه الآية في وقت حفر الخندق، فإن بعض المؤمنين كانوا يستأذنون في الانصراف لضرورة، وكان المنافقون يذهبون بغير استئذان فنزلت تمدح المؤمنين الخالصين، وتعُرِّض بذم المنافقين ﴿إِنَّ الذين يَسْتَأْذِنُونَكَ أولئك الذين يُؤْمِنُونَ بالله وَرَسُولِهِ﴾ هذا توكيدٌ لما تقدم ذكره تفخيمًا وتعظيمًا لشأن الرسول ﷺ َ أي إن الذين يستأذنونك يا محمد أولئك هم المؤمنون حقًا قال البيضاوي: أعاده مؤكدًا على أسلوب أبلغ فإِن جعل المستأ ذنين هم المؤمنين عكس الأسلوب الأول وفيه تأكيد للأول بذكر لفظ الله ورسوله فيكون مصداقًا ودليلًا على صحة الإِيمان ﴿فَإِذَا استأذنوك لِبَعْضِ شَأْنِهِمْ﴾ أي فإِذا استأذنك هؤلاء المؤمنون لبعض شئونهم ومهامهم ﴿فَأْذَن لِّمَن شِئْتَ مِنْهُمْ﴾ أي فاسمح لمن أحببت بالانصراف إِن كان فيه حكمه ومصلحة ﴿واستغفر لَهُمُ الله﴾ أي وادع الله له بالعفو والمغفرة فإِن الاستئذان ولو لعذرٍ قصورٌ لأنه تقديم لأمر الدنيا على أمر الدين ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم العفو واسع الرحمة ﴿لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضًا﴾ أي لا تنادوا الرسول باسمه كما ينادي بعضكم بعضًا باسمه بل قولوا: يا نبيَّ الله ويا رسول الله تفخيمًا لمقامه وتعظيمًا لشأنه قال أبو حيان: لمّا كان التداعي بالأسماء على عادة البداوة أُمروا بتوقير رسول الله ﷺ َ ودعائه بأحسن ما يدعى به نحو يا رسول الله، يا نبيَّ الله، ألا ترى إِلى بعض جفاةِ من أسلم كان يقول يا محمد فنهوا عن ذلك قال قتادة: أمرهم تعالى أن يفخموه ويشرّفوه ﴿قَدْ يَعْلَمُ الله الذين يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا﴾ أي قد علم الله الذين ينسلُّون قليلًا ويخرجون من الجماعة في خفية يستتر بعضهم ببعض قال الطبري: واللواذ هو أن يلوذ القوم بعضُهم ببعض، يستتر هذا بهذا وهذا بهذا ﴿فَلْيَحْذَرِ الذين يُخَالِفُونَ عَنْ أَمْرِهِ﴾ أي فليخف الذين يخالفون أمر الرسول ويتركون سبيه ومنهجه وسنته ﴿أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ﴾ أي تنزل بهم محنة عظيمة في الدنيا أو ينالهم عذاب شديد في الآخرة ﴿ألا إِنَّ للَّهِ مَا فِي\nالسماوات والأرض﴾ أي له جل وعلا ما في الكون ملكًا وخلقًا وعبيدًا ﴿قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ﴾ أي قد علم ما نفوسكم من الإِيمان أو النفاق، والإخلاص أو الرياء ﴿وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواْ﴾ أي ويوم القيامة يرجعون إِليه فيخبرهم بما فعلوا في الدينا من صغيرٍ وكبير، وجليل وحقير ويجازي كلا بعمله ﴿والله بِكُلِّ شَيْءٍ عَلِيمُ﴾ أي لا يخفى عليه خافية لأن الكل خلقه وملكه.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبيان نوجزها فيما يلي:\n١ - الاستعارة اللطيفة ﴿جَهْدَ أَيْمَانِهِمْ﴾ شبَّه الأيمان التي يحلف بها المنافقون بالغين فيها أقصى المراتب في الشدة والتوكيد بمن يجهد نفسه في أمر شاقّ لا يستطيعه ويبذل أقصى وسعه وطاقته بطريق الاستعارة.\n٢ - المشاكلة ﴿عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ﴾ أي عليه أمرُ التبليغ وعليكم وزر التكذيب.\n٣ - الطباق بين الخوف والأمن ﴿مِّن بَعْدِ خَوْفِهِمْ أَمْنًا﴾ وكذلك بين الجميع والأشتات ﴿جَمِيعًا أَوْ أَشْتَاتًا﴾ لأن المعنى مجتمعين ومتفرقين.\n٤ - الإِطناب بتكرير لفظ الحرج لترسيخ الحكم في الأذهان ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ .\n٥ - صيغة المبالغة ﴿غَفُورٌ رَّحِيمٌ﴾ .\nفَائِدَة: قال بعض السلف: من أمَّر السُنَّة على نفسه قولًا وفعلًا نطق بالحكمة، ومن أمَّر والهوى على نفسه قولًا وفعلًا نطق بالبدعة لقوله تعالى ﴿وَإِن تُطِيعُوهُ تَهْتَدُواْ﴾ .\nلطيفَة: قيل لبعضهم: من أحبُّ إليك أخوك أم صديق؟ فقال: لا أحب أخي إذا لم يكن صديقي. وقال ابن عباس: «الصديق أوكد من القريب ألا ترى استغاثة الجهنمييَّن حين قالوا ﴿فَمَا لَنَا مِن شَافِعِينَ وَلاَ صَدِيقٍ حَمِيمٍ﴾ [الشعراء: ١٠٠ - ١٠١] ولم يستغيثوا بالآباء والأمهات» .\nتنبيه: كان بعض العرب يرى أحدهم أن عارًا وخزيًا عليه أن يأكل وحده ويبقى جائعاص حتى يجد من يؤاكله ويشاربه واشتهر هذا عن حاتم فكان يقول:\nإذا ما صنعتِ الزاد فالتمسي له ... أكيلًا فإني لست أكله وحدي\nوهذا من مآثر العرب ومفاخرهِم، فقد اشتهروا بالجود والكرم، وقرى الضيف.", "ayah": 55, "surah": 24}