{"text": "المنَاسَبَة: لما بيَّن تعالى حال الشاكرين لنعمه بذكر «داود» و«سليمان» بيَّن حال الكافرين لأنعه بقصة سبإ، موعظةً لقريش وتحذيرًا وتنبيهًا على ما جرى من المصائب والنكبات على من كفر بأنعم الله، ثم ذكَّر كفار مكة بنعمه ليعبدوه ويشكروه.\nاللغَة: ﴿سَبَإٍ﴾ قبيلة من العرب سكنت اليمن سميت باسم جدهم «سبأ من يشجب بن قحطان» . ﴿العرم﴾ الحاجز بين الشيئين، قال النحاس: وما يجتمع من مطر بين جبلين وفي وجهه مُسنَّاة أي\nحاجز فهو العرهم. ﴿خَمْطٍ﴾ الخمط: المرُّ البشع، قال الزجاج: كل نبتٍ فيه مرارةٌ لا يمكن أكله فهو خمط، وقال المبرد: هو كل ما تغيَّر إلى ما لا يُشتهى، واللبنُ إذا حمض فهو خمط. ﴿أَثْلٍ﴾ الأثل: شجر لا ثمر له، قال الفراء: وهو شبيه بالطرفاء إلا أنه أعظم منه طولًا ومنه اتخذ منبر رسول الله ﷺ َ والواحدة أثلة. ﴿سِدْرٍ﴾ قال الفراء: هو السَّرو، وقال الأزهري: السدر نوعان: سدر لا ينتفع به ولا يصلح ورقه للغسول وله ثمرة عصفة لا تؤكل، وسدر ينبت على الماء وثمره النبق وورقه غسول. ﴿ظَهِيرٍ﴾ معين. ﴿الفتاح﴾ القاضي والحاكم بالحق.\nالتفسِير: ﴿لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ﴾ اللام موطئة للقسم أي والله لقد كان لقوم سبإ في موضع سكانهم باليمن آية عظيمة دالة على الله جل وعلا وعلى قدرته على مجازات المحسن بإحسانه، والمسيء بإساءته، فإن قوم سبإ لما كفروا نعمة الله خرَّ الله ملكهم، وشتَّت شملهم، ومزَّقهم شرَّ ممزَّق، وجعلهم عبرةً لمن يعتبر، ثم بيَّن تعالى وجه تلك النعمة فقال: ﴿جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ﴾ أي حديقتان عظيمتان فيهما من كل أنواع الفواكه والثمار عن يمين الوادي بساتين ناضرة، وعن شماله كذلك، قال قتادة: كانت بساتينهم ذات أشجار وثمار، تسرُّ الناس بظلالها، وكانت المرأة تمشي تحت الأشجار وعلى رأسها مِكْتل أو زنبيل، فيتساقط من الأشجار ما يملؤه من غير كلفةٍ ولا قطاف لكثرته ونضجه وقال البيضاوي: ولم يُرد بستانين اثنين فحسب، بل أراد جماعتين من البساتين، جماعة عن يمين بلدهم، وجماعة عن شماله سميت كل جماعة منها جنة لكونها في تقاربها وتضامها كأنها جنة واحدة ﴿كُلُواْ مِن رِّزْقِ رَبِّكُمْ واشكروا لَهُ﴾ أي وقلنا لهم على لسان الرسل: كلوا من فضل الله وإنعامه واشكروا ربكم على هذه النعم ﴿بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ﴾ أي هذه بلدتكم التي تسكنونها بلدةٌ طيبة، كريمة التربة، حسنة الهواء، كثيرة الخيرات، وربكم الذي رزقكم وأمركم بشكره ربٌ غفورٌ لمن شكره ﴿فَأَعْرَضُواْ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ العرم﴾ أي فأعرضوا عن طاعة الله وشكره، واتباع أوامر رسله، فأرسلنا عليهم السيل المدمّر المخرب الذي لا يطاق لشدته وكثرته، فغرَّق بساتينهم ودورهم، قال الطبري: وحين أعرضوا عن تصديق الرسل، ثُقب ذلك السدُّ الذي كان يحبس عنهم السيول، ثم فاض الماء على جناتهم فغرَّقها، وخرَّب أرضهم وديارهم ﴿وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ﴾ أي وأبدلناهم بتلك البساتين الغناء، بساتين قاحلة جرداء، ذات أُكل مرٍّ بشع ﴿وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ﴾ وشيء من الأشجار التي لا ينتفع بثمرها كشجر الأثل والسِّدر، قال الرازي: أرسل الله عليهم سيلًا غرَّق أموالهم، وخرَّب دورهم، والخمطُ كلُّ شجرة لها شوك وثمرتها مرة، والأثلُ نوع من الطرفاء، ولا يكون عليه ثمرة إلا في بعض الأوقات، يكونه عليه شيء كالعفص أو أصغر منه في طعمه وطبعه، والسدر معروف وقال فيه: ﴿قَلِيلٍ﴾ لأنه كان أحسن أشجارهم، وقد بيَّن تعالى بالآية طريقة الخراب، وذلك لأن البساتين التي فيها الناس تكون فيها\nالفواكة الطيبة بسبب العمارة، فإذا تكرت سنين تصبح كالغيضة والأجمة تلتفُّ الأشجار بعضها ببعض وتنبتُ المفسدات فيها، فتقل الثمار وتكثر الأشجار قال المفسرون: وتسمية البدل «جنتين» فيه ضربٌ من التهكم، لأن الأثل والسدر وما كان فيه خمط لا يسمى جنة، لأنها أشجار لا يكاد ينتفع بها، وإنما جاء التعبير على سبيل المشاكلة ﴿ذلك جَزَيْنَاهُمْ بِمَا كَفَرُواْ﴾ أي ذلك الجزاء الفظيع الذي عاقبناهم به إنما كان بسبب كفرهم ﴿وَهَلْ نجازي إِلاَّ الكفور﴾؟ أي وما نجازي بمثل هذا الجزاء الشديد إلا الكافر المبالغ في كفره، قال مجاهد: أي ولا يعاقب إلا الكفور، لأن المؤمن يكفِّر الله عنه سيئاته، والكافرُ يجازى بكل سوءٍ عمله ﴿وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ القرى التي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً﴾ هذا من تتمة ذكر ما أنعم الله به عليهم أي وجعلنا بين بلاد سبأ وبين القرى الشامية التي باركنا فيها للعالمين قرى متواصلة من اليمين إلى الشام، يُرى بعضها من بعض لتقاربها، ظاهرة لأبناء السبيل ﴿وَقَدَّرْنَا فِيهَا السير﴾ أي جعلنا السير بين قراهم وبين قرى الشام سيرًا مقدرًا من منزل إلى منزلن ومن قرية إلى قرية ﴿سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ﴾ أي وقلنا لهم سيروا بين هذه القرى متى شئتم لا تخافون في ليل ولا في نهار، قال الزمخشري: كان الغادي منهم يقيل في قرية، والرائح يبيت في قرية إلى أن يبلغ الشام، لا يخاف جوعًا ولا عطشًا ولا عدوًا، ولا يحتاج إلى حمل زاد ولا ماء، وكانوا يسيرون آمنين لا يخفاون شيئًا ﴿فَقَالُواْ رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا﴾ إخبارٌ بما قابلوا به النعم من الكفران أي أنهم حين بطروا النعمة، وملوا العافية، وسئموا الراحة طلبوا من الله أن يباعد بين قراهم المتصلة ليمشوا في المفاوز ويتزودوا للأسفار، فعجَّل الله إجابتهم، بتخريب تلك القرى وجعلها مفاوز قفارًا ﴿وظلموا أَنفُسَهُمْ﴾ أي وظلموا أنفسهم بكفرهم وجحودهم النعمة ﴿فَجَعَلْنَاهُمْ أَحَادِيثَ﴾ أي جعلناهم أخبارًا تُروى اللناس بعدهم ﴿وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ﴾ أي وفرقناهم في البلاد شذر ومذر ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي إن فيما ذكر من قصتهم لعبرًا وعظات لكل عبد صابرٍ على البلاء، شاكر في النعماء، والمقصود من ذكر قصة سبأ تحذير الناس من كفران النعمة لئلا يحل بهم ما حلّ بمن قبلهم، فقال: ﴿وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ﴾ أي تحقق ظن إبليس اللعين في هؤلاء الضالين، حين ظنَّ أنه يستطيع أن يغويهم بتزيين الباطل لهم، وأقسم بقوله:\n﴿وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ﴾ [الحجر: ٣٩] فتحقق ما كان يظنه، قال مجاهد: ظنَّ ظنًا فكان كما ظن فصدَّق ظنَّه ﴿فاتبعوه إِلاَّ فَرِيقًا مِّنَ المؤمنين﴾ أي فاتبعه الناس فيما دعاهم إليه من الضلالة إلا فريقًا هم المؤمنون فإنهم لم يتبعوه، قال القرطبي: أي ما سلم من المؤمنين إلا فريق، وعن ابن عباس أنهم المؤمنون كلُّهم فتكون ﴿مِّنَ﴾ على هذا للتبيين لا للتبعيض، وإنما علم إبليس صدق ظنه وهو لا يعلم الغيب، لأنه لمَّا نفذ له في آدم ما نفذ، غلب على ظنه أنه ينفذ له مثل ذلك في ذريته وقد وقع له تحقيق ما ظنَّ ﴿وَمَا كَانَ لَهُ عَلَيْهِمْ مِّن سُلْطَانٍ﴾ أي وما كان لإِبليس تسلط واستيلاء عليهم بالوسوسة والإغواء ﴿إِلاَّ لِنَعْلَمَ\nمَن يُؤْمِنُ بالآخرة مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ﴾ أي إلا لحكمة جليلة وهي أن نظهر علمنا للعباد بمن هو مؤمن مصدِّق بالآخرة، ومن هو شاك مرتاب في أمرها، فنجازي كلًا بعمله، قال القرطبي: أي لم يقهرهم إبليس على الكفر، وإنما كان منه الدعاء والتزيين وقال الحسن: والله ما ضربهم بعصا، ولا أكرههم على شيء، وما كان إلا غرورًا وأماني دعاهم إليها فأجابوه ﴿وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفُيظٌ﴾ أي وربك يا محمد على كل شيء رقيب، لا تخفى عليه خافية من أفعال العباد، فهو الذي يحفظ عليهم أعمالهم، ويعلم نياتهم وأحوالهم، قال الصاوي: الشيطان سبب الإغواء لا خالق الإغواء، فمن أراد الله حفظه منع الشيطان عنه، ومن أراد إغواءه سلَّط عليه الشيطان، والكل فعل الله تعالى، وإنما سبقت حكمته بتسليط الشيطان على الإنسان ابتلاءً وامتحانًا ليميز الله الخبيث من الطيب، والمراد بقوله: ﴿لِنَعْلَمَ﴾ أي لنظهر للخلق علمنا، وإلا فالله تعالى عالم بما كان وما يكن ﴿قُلِ ادعوا الذين زَعَمْتُمْ مِّن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين ادعوا شركاءكم الذين عبدتموهم من الأصنام، وزعمتم أنهم آلهة من دون الله، ادعوهم ليجلبوا لكم الخير، ويدفعوا عنكم الضرب، قال أبو حيان: والأمر بدعاء الآلهة للتعجيز وإقامة الحجة عليهم ﴿لاَ يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ﴾ أي لا يملكون وزن ذرة من خيرٍ أو نفع أو ضر ﴿فِي السماوات وَلاَ فِي الأرض﴾ أي في العالم العلوي أو السفلي، وليسوا بقادرين على أمرٍ من الأمور في الكون بأجمعه ﴿وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ﴾ أي وليس لتلك الآلهة شركة مع الله لا خلقًا ولا ملكًا ولا تصرفًا ﴿وَمَا لَهُ مِنْهُمْ مِّن ظَهِيرٍ﴾ أي وليس له تعالى من الآلهة معينٌ يُعينه في تدبير أمرهما، بل هو وحده الخالق لكل شيء، المنفرد بالإيجاد والإعدام، ثم نفى عنها الخلق والملك، نفى عنها الشفاعة أيضًا فقال: ﴿وَلاَ تَنفَعُ الشفاعة عِندَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ﴾ أي لا تكون الشفاعة لأحدٍ عند الله من ملكٍ أو نبي، حتى يُؤذن له في الشفاعة، فكيف يزعمون أن آلهتهم يشفعون لهم؟ قال ابن كثير: أي أنه تعتالى لعظمته وجلاله وكبريائه لا يجترىء أحدٌ أن يشفع عنده في شيءٍ إلا بعد إذنه له في الشفاعة كقوله:\n﴿مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ﴾ [البقرة: ٢٥٥] وقوله: ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ [الأنبياء: ٢٨] وإنما كانت الشفاعة لسيد ولد آدم إظهارًا لمقامة الشريف، فهو أكبر شفيع عند الله، وذلك حين يقوم المقام المحمود ليشفع في الخلق كلهم ﴿حتى إِذَا فُزِّعَ عَن قُلُوبِهِمْ﴾ أي حتى إذا زال الفزع والخوف عن قلوب الشفعاء، من الملائكة والأنبياء ﴿قَالُواْ مَاذَا قَالَ رَبُّكُمْ قَالُواْ الحق﴾ أي قال بعضهم لبعض: ماذا قال ربكم في أمر الشفاعة؟ فأجابوهم بقولهم: قد أذن فيها للمؤمنين، قال القرطبي: إن الله تعالى يأذن للأنبياء والملائكة في الشفاعة، وهم على غاية الفزع من الله، لما يقترن بتلك الحال من الأمر الهائل، والخوف الشديد أن يقع منهم تقصير، فإذا سُرِّي عنهم قالوا للملائكة فوقهم: ماذا قال ربكم؟ أي بماذا أمر الله؟ قالوا: الحقَّ أي إنه أذن لكم في الشفاعة للمؤمنين ﴿وَهُوَ العلي الكبير﴾ أي هو تعالى المتفرد بالعلو والكبرياء، العظيم في سلطانه وجلاله، قال أبو السعود: وهذا من تمام كلام\nالشفعاء، قالوه اعترافًا بغاية عظمة جناب الله عزو جل، فليس لأحدٍ أن يتكلم إلا بإذنه، ثم وبَّخ تعالى المشركين في عبادتهم غير الخالق الرازق فقال: ﴿قُلْ مَن يَرْزُقُكُمْ مِّنَ السماوات والأرض﴾ أي قل لهم يا محمد من الذي يرزقكم من السموات بإِنزال المطر، ومن الأرض بإخراج النبات والثمرات؟ ﴿قُلِ الله﴾ أي قل لهم: الله الرازق لا آلهتكم، قال ابن الجوزي: وإنما أُمطر ﵇ أن يسأل الكفار عن هذا احتجاجًا عليهم بأن الذي يرزق هو المستحق للعبادة، وهم لا يثبتون رازقًا سواه، ولهذا جاء الجواب ﴿قُلِ الله﴾ لأنهم لا يجيبون بغير هذا ﴿وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ﴾ أي وأحد الفريقين منا أو منكم لعلى هدى أو ضلال بيِّن، وهذا نهاية الإنصاف مع الخصم، قال أبو حيان: أخرج الكلام مخرج الشك، ومعلوم أن من عبد الله وحده كان مهتديًا، ومن عبد غيره من جماد كان ضالًا، وفي هذا إنصافٌ وتلطفٌ في الدعوى، وفيه تعريضٌ بضلالهم وهو أبلغ من الردّ بالصريح، ونحوه قول العرب: أخزى الله الكاذب مني ومنك، مع تيقين أن صاحبه هو الكاذب ﴿قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ﴾ أي لا تؤاخذون على ما ارتكبنا من إجرام، ولا نؤاخذ نحن بما اقترفتم، وإنما يعاقب كل إنسان بجريرته، وهذا ملاطفة وتنزُّلٌ في المجادلة إلى غاياة الإنصاف، قال الزمخشري: وهذا أدخل في الإنصاف وأبلغ من الأول، حيث أسند الإِجرام لأنفسهم والعمل إلى المخاطبين ﴿قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بالحق﴾ أي يجمع الله بيننا وبينكم يوم القيامة ثم يحكم بيننا ويفصل بالحقِّ ﴿وَهُوَ الفتاح العليم﴾ أي وهو الحاكم العادل الذي لا يظلم أحدًا، العالم بأحوال الخلق، فيدخل المحقَّ الجنة، والمبطل النار ﴿قُلْ أَرُونِيَ الذين أَلْحَقْتُمْ بِهِ شُرَكَآءَ﴾ توبيخٌ آخر على إشراكهم وإظهارٌ لخطئهم العظيم أي أروني هذه الأصنام التي ألحقتموها بالله وجعلتموها شركاء معه في الألوهية، لأنظر بأي صفةٍ استحقت العبادة مع الذين ليس كمثله شيء؟ قال أبو السعود: وفيه مزيد تبكيتٍ لهم بعد إلزام الحجة عليهم ﴿كَلاَّ بَلْ هُوَ الله العزيز الحكيم﴾ ردعٌّ لهجر وزجر أي ليس الأمر كما زعمتم من اعتقاد شريك له، بل هو الإِله الواحد الأحد، الغالب على أمره، الحكيم في تدبيره لخلقه، فلا يكون له شريك في ملكه أبدًا ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا﴾ أي وما أرسلناك يا محمد للعرب خاصة وإما أرسلناك لعموم الخلق، مبشرًا للمؤمنين بجنات النعيم، ومنذرًا للكافرين من عذاب الجحيم ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ هؤلاء الكافرين لا يعلمون ذلك فيحملهم جهلهم على ما هم عليه من الغيّ والضلال ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي ويقول المشركون على سبيل الاستهزاء والسخرية: متى هذا العذاب الذي تخوفوننا به إن كنتم صادقين فيما تقولون؟ والخطاب للنبي والمؤمنين ﴿قُل لَّكُم مِّيعَادُ يَوْمٍ لاَّ تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلاَ تَسْتَقْدِمُونَ﴾ أي لكم زمان معيَّن للعذاب يجيء في أجله الذي قدَّره الله له، لا يستأخر لرغبة أحد، ولا يتقدم لرجاء أحد، فلا تستعجلوا عذاب الله فهو آتٍ لا محالة، ثم أخبر تعالى عن تمادي المشركين في العناد والتكذيب فقال ﴿وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرآن\nوَلاَ بالذي بَيْنَ يَدَيْهِ﴾ أي لن نصدِّق بالقرآن ولا بما سبقه من الكتب السماوية الدالة على البعث والنشور ﴿وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ﴾ أي ولو شاهدت يا محمد حال الظالمين المنكرين للبعث والنشور في موقف الحساب ﴿يَرْجِعُ بَعْضُهُمْ إلى بَعْضٍ القول﴾ أي يلوم بعضهم بعضًا ويؤنب بعضهم بعضًا، وجواب ﴿لَوْ﴾ محذوف للتهويل تقديره لرأيت أمرًا فظيعًا مهولًا ﴿يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ﴾ أي يقول الأتباع للرؤساء: لولا إضلالكم لنا لكنا مؤمنين مهتدين ﴿قَالَ الذين استكبروا لِلَّذِينَ استضعفوا أَنَحْنُ صَدَدنَاكُمْ عَنِ الهدى بَعْدَ إِذْ جَآءَكُمْ﴾؟ أي قال الرؤساء جوبًا للمستضعفين: أنحن منعناكم عن الإشيمان بعد أن جاءكم؟ لا، ليس الأمر كما تقولون ﴿بَلْ كُنتُمْ مُّجْرِمِينَ﴾ أي بل أنتم كفرتم من ذات أنفسكم، بسبب أنكم مجرمين راسخين في الإِجرام ﴿وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا بَلْ مَكْرُ اليل والنهار﴾ أي وقال الأتباع للرؤساء: بل مكركم بنا في الليل والنهار هو الذي صدَّنا عن الإِيمان ﴿إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بالله وَنَجْعَلَ لَهُ أَندَادًا﴾ أي وقت دعوتكم لنا إلى الكفر بالله، وأن نجعل له شركاء، ولولا تزيينكم لنا الباطل ما كفرنا ﴿وَأَسَرُّواْ الندامة لَمَّا رَأَوُاْ العذاب﴾ أي أخفى كل من الفريقين الندامة على ترك الإِيمان حين رأوا العذاب، أخفوها مخافة التعيير ﴿وَجَعَلْنَا الأغلال في أَعْنَاقِ الذين كَفَرُواْ﴾ أي وجعلنا السلاسل في رقاب الكفار زيادةً على تعذيبهم بالنار ﴿هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ﴾ أي لا يجزون إلا بأعمالهم التي عملوها ولا يعاقبون إلا بكفرهم وإجرامهم.\nالبَلاَغَة: تضمنت الآية الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين لفظ ﴿يَمِينٍ. . و. . شِمَالٍ﴾ وبين ﴿بَشِيرًا. . و. . نَذِيرًا﴾ وبين ﴿تَسْتَقْدِمُونَ. . و. . تَسْتَأْخِرُونَ﴾ وبين ﴿استضعفوا. . و. . استكبروا﴾ وهو من المحسنات البديعية.\n٢ - جناس الاشتقاق ﴿وَقَدَّرْنَا فِيهَا السير سِيرُواْ﴾ فإن كلمة ﴿سِيرُواْ﴾ مشقتة من السير.\n٣ - التعجيز بدعاء الجماد الذي لا يسمع ولا يحس ﴿قُلِ ادعوا الذين زَعَمْتُمْ مِّن دُونِ الله﴾ .\n٤ - التوبيخ والتبكيت ﴿قُلْ مَن يَرْزُقُكُمْ مِّنَ السماوات والأرض﴾؟ .\n٥ - حذف الخبر لدلالة السياق عليه ﴿قُلِ الله﴾ أي قل الله الخالق الرازق للعباد ودل على المحذوف سياق الآية.\n٦ - المبالغة بذكر صيغ المبالغة ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ فإن فعَّال وفعيل وفعول من صيغ المبالغة ومثلها ﴿وَهُوَ الفتاح العليم﴾ .\n٧ - حذف الجواب للتهويل والتفزيع ﴿وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ﴾ حذف الجواب للتهويل أي لو ترى حالهم لرأيت أمرًا فظيعًا مهولًا.\n٨ - المجاز العقلي ﴿بَلْ مَكْرُ اليل والنهار﴾ أسند المكمر إلى الدليل والمراد مكر المشركين بهم في الليل ففيه مجاز عقلي.\n٩ - الاستعارة ﴿لَن نُّؤْمِنَ بهذا القرآن وَلاَ بالذي بَيْنَ يَدَيْهِ﴾ ليس للقرآن يدان ولكنه استعارة لما سبقه من الكتب السماوية المنزلة من عند الله.\n١ - مراعاة الفواصل لما لها من وقع حسن على السمع مثل ﴿وَهَلْ نجازي إِلاَّ الكفور. . إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ الخ.", "ayah": 24, "surah": 34}