{"text": "المنَاسَبَة: لمّا ذكر تعالى قصة أهل سبإ وكفرهم بنعم الله، وما أعقب ذلك من تبديل النعمة إلى النقمة، ذكر هنا اغترار المشركين بالمال والبنين، وتكذيبهم لرسول الله ﷺ َ، وختم السورة الكريمة ببيان مصرع الغابرين، تسليةً لرسول الله صلى الله عليه سلم وتخويفًا وتحذيرًا للمشركين.\nاللغَة: ﴿مُتْرَفُوهَآ﴾ المترف: المنعَّم المتقلب في الغنى والعز والجاه. ﴿يَبْسُطُ﴾ يوسّع. ﴿وَيَقْدِرُ﴾ يقتَّر. ﴿زلفى﴾ قربى. ﴿إِفْكٌ﴾ كذب مختلق. ﴿مِعْشَارَ﴾ المعشار: العُشر، قال الجوهري: ومعشار الشيء عشره، فهما لغتان. ﴿نَكِيرِ﴾ أصلها نكيري حذفت الياء لمراعاة الفواصل، قال الزجاج: النكير: اسم بمعننى الإِنكار. ﴿جِنَّةٍ﴾ بكسر الجيم أي جنون. ﴿فَوْتَ﴾ نجاة ومهرب. ﴿التناوش﴾ التناول، قال الزمخشري: والتناوش والتناول أخوان، إلا أن التناوش تناولٌ سهلٌ لشيء قريب، ومنه المناوشة في القتال وذلك عند تداني الفريقين، قال ابن السكيت: يقال للرجل إذا تناول رجلًا ليأخذه ناشَه.\nالتفسِير: ﴿وَمَآ أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ﴾ أي لم نبعث في أهل قريةٍ رسولًا من الرسل ينذرهم عذابنا ﴿إِلاَّ قَالَ مُتْرَفُوهَآ﴾ إي إلا قال أهل الغنى والتنعم في الدنيا ﴿إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ﴾ أي لا يؤمن برسالتكم ولا نصدقكم بما جئتم به، قال قتادة: المترفون هم جبابرتهم وقادتهم ورؤساؤهم في البشر، وهم الذين يبادرون إلى تكذيب الأنبياء، والقصد بالآية تسلية النبي ﷺ َ على تكذيب أكابر قريش له ﴿وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلاَدًا﴾ أي وقال مشركو مكة: نحن أكثر أموالًا وأولادًا من هؤلاء الضعفاء المؤمنين ﴿وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ أي إن الله لا يعذبنا لأنه راضٍ عنا، ولم يكن راضيًا عنا لما بسط لنا من الرزق، قاسوا أمر الدنيا على الآخرة، وظنوا أن الله كما أعطاهم الأموال والأولاد في الدنيا لا يعذبهم في الآخرة، قال أبو حيان: نصَّ تعالى على المتفرقين لأنه أول المذكبين للرسل، لِما شُغلوا به من زخرف الدنيا، وما غلب على عقولهم منها، فقلوبهم أبدًا مشغولة منهمكة، بخلاف الفقراء فإنهم خالون من مستلذات الدنيا، فقلوبهُم أقبل للخير ولذلك كانوا أكثر أتباع الأنبياء ﴿قُلْ إِنَّ رَبِّي يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي قل لهم يا محمد: إن توسعة الرزق وتضييقه ليس دليلًا على رضى الله، فقد يوسّع الله على الكافر والعاصي، ويضيق على المؤمن والمطيع ابتلاءً وامتحانًا، فلا تظنوا أن كثرة الأموال والأولاد دليل على المحبة والسعادة، بل هي تابعة للحكمة والمشيئة ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر هؤلاء الكفرة لا يعلمون الحقيقة، فيظنون أن كثرة الأموال والأولاد للشرف والكرامة، وكثيرًاما يكون للاستدراج كما ال تعالى: ﴿سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾ [الأعراف: ١٨٢] ولهذا أكَّد ذلك بقوله: ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ بالتي تُقَرِّبُكُمْ عِندَنَا زلفى﴾ أي ليست أموالكم ولا أولادكم التي تفتخرون بها وتكاثرون هي التي تقربكم من الله قربى، وإنما يقرّب الإِيمان والعمل الصالح، قال الطبري: الزلفى: القربى، ولا يعتبر الناس بكثرة المال والولد، ولهذا قال تعالى بعده: ﴿إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحًا﴾ أي إلا المؤمن الصالح الذي ينفق ماله في سبيل الله، ويعلّم ولده الخير ويربيه على الصلاح فإن هذا الذي يقرّب من الله ﴿فأولئك لَهُمْ جَزَآءُ الضعف بِمَا عَمِلُواْ﴾ أي تضاعف حسناتهم، الحسنة بعشر أمثالها وبأكثر إلى سبعمائة ضعف ﴿وَهُمْ فِي الغرفات آمِنُونَ﴾ أي وهم في منازل الجنة العالية آمنون من كل عذاب\nومكروه، ولما ذكر جزاء المؤمنين، ذكر عقاب الكافرين، ليظهر التابين بين الجزاءين فقال: ﴿والذين يَسْعَوْنَ في آيَاتِنَا مُعَاجِزِينَ﴾ أي يسعون في الصدِّ عن سبيل الله، واتباع آياته ورسله، معاندين لنا يظنون أنهم يفوتوننا بأنفسهم ﴿أولئك فِي العذاب مُحْضَرُونَ﴾ أي فهم مقيمون في العذاب، محضرون يوم القيامة للحساب ﴿قُلْ إِنَّ رَبِّي يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ﴾ أي قل يا محمد: إن ربي يوسّع الرزق لمن يشاء من خلقه، ويقتّر على من يشاء، فلا تغتروا بالأموال الي رزقكم الله إيَّاها، قال في التسهيل: كررت الآية لاختلاف اقصد، فإنَّ القصد بالأول الكفار، والقصد هنا ترغيب المؤمنين بالإِنفاق ﴿وَمَآ أَنفَقْتُمْ مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ﴾ أي وما أنفقتهم في سبيل الله قليلًا أو كثيرًا فإن الله تعالى يعوّضه عليكم إما عاجلًا أو آجلًا ﴿وَهُوَ خَيْرُ الرازقين﴾ أي هو تعالى خير المعطين، فإنَّ عطاء غيره بحساب، وعطاؤه تعالى بغير حساب، قال المفسرون: لما بيَّن أنَّ الإِيمان والعمل الصالح هو الذي يقرّب البعد إلى ربه، ويكون مؤديًا إلى تضعيف حسناته، بيَّن أن نعيم الآخرة لا ينافي سعة الرزق في الدنيا، بل الصالحون قد يبسط لهم الرزق في الدنيا مع ما لهم في الآخرة من الجزاء الأوفى والمثوبة الحسنى بمقتضى الوعد الإلهي ﴿وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا﴾ أي واذكر يوم يحشر الله المشركين جيمعًا من تقدم ومن تأخر للحساب والجزاء ﴿ثُمَّ يَقُولُ لِلْمَلاَئِكَةِ أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ﴾؟ الاستفهام للتقريع والتوبيخ للمشركين أي هؤلاء عبدوكم من دوني وأنتم أمرتموهم بذلك؟ قال الزمخشري: هذا الكلام خطاب للملائكة وتقريع للكفار، وارد على المثل السائر «إيَّاك أعني واسمعي يا جارة» ونحوه قوله تعالى\n﴿أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله﴾ [المائدة: ١١٦] ٍ؟ وقد علم سبحانه أن الملائكة وعيسى منزهون عما نُسب إليهم، والغرض من السؤال والجواب أن يكون تقريع للمشركين أشدّ، وخجلهم أعظم ﴿قَالُواْ سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمْ﴾ أي تعاليت وتقدست يا ربنا عن أن يكون معك إله، أنت ربنا ومعبودنا الذي نتولاه ونعبده ونخلص له العبادة، ونحن نتبرأ إليك منهم ﴿بَلْ كَانُواْ يَعْبُدُونَ الجن﴾ أي بل كانوا يعبدون الشياطين لأنهم هم الذي زينوا لهم عبادة غير الله فأطاعوهم ﴿أَكْثَرُهُم بِهِم مُّؤْمِنُونَ﴾ قال القرطبي: أي أكثرهم بالجنّ مصدقون يزعمون أنهم بنات الله، تعالى الله عما يقولون علوًا كبيرًا قال تعالى ردًا على مزاعم المشركين ﴿فاليوم لاَ يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلاَ ضَرًّا﴾ أي في هذا اليوم يوم الحساب لا ينفع العابدون ولا المعبدون بعضهم لبعض، لا بشفاعة ونجاة، ولا بدفع عذاب وهلاك، قال أبو السعود: يخاطبون بذلك على رؤوس الأشهاد إظهارًا لعجزهم وقصورهم عن نفع عابديهم، وإظهارًا لخيبة رجائهم بالكلية، ونسبة عدم النفع والضر إلى البعض للمبالغة في المقصود، كأن نفع الملائكة لعبدتهم في الاستحالة كنفع العبد لهم ﴿وَنَقُولُ لِلَّذِينَ ظَلَمُواْ﴾ أي ونقول للظالمين الذين عبدوا اغير الله ﴿ذُوقُواْ عَذَابَ النار التي كُنتُم بِهَا تُكَذِّبُونَ﴾ أي ذوقوا عذاب جهنم التي كذبتم بها في الدنيا\nفها قد وردتموها، ثم بيَّن تعالى لونًا آخر من كفرهم وضلالهم فقال: ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا تُليت على هؤلاء المشركين آيات القرآن واضحات المعاني، بينات الإعجاز، وسمعوها غضة طريةً من السان رسولنا محمد ﷺ َ ﴿قَالُواْ مَا هذا إِلاَّ رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَآؤُكُمْ﴾ أي ما هذا الذي يزعم الرسالة إلا رجلٌ مثلكم يريد أن يمنعكم عمَّا كان يعبد أسلافكم من الأوثان والأصنام ﴿وَقَالُواْ مَا هاذآ إِلاَّ إِفْكٌ مُّفْتَرًى﴾ أي ما هذا القرآن إلا كذبٌ مختلق على الله ﴿وَقَالَ الذين كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي وقال أولئك الكفرة المتمردون بجراءتهم على الله ومكابرتهم للحقِّ النيّر: ما هذا القرآن إلا سحرٌ واضح ظاهر لا يخفى على لبيب، وقال الزمخشري: وفيه تعجيب من أمرهم بليغ، حيث بتّوا القضاء على أنه سحر، ثم بتّوه على أنه بيِّن ظاهر، كل عاقلٍ تأمله سمَّاه سحرًا وفي قوله: ﴿لَمَّا جَآءَهُمْ﴾ المبادهة بالكفر من غير تأمل، ثم بيَّن تعالىأنهم لم يقولوا ذلك عن بينة، ولم يكذبوا محمدًا عن يقين، بل عن ظنٍّ وتخمين فقال: ﴿وَمَآ آتَيْنَاهُمْ مِّنْ كُتُبٍ يَدْرُسُونَهَا﴾ أي وما أنزلنا على أهل مكة كتابًا قبل القرآن يقرؤون فيه ويتدارسونه ﴿وَمَآ أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِّن نَّذِيرٍ﴾ أي وما بعثان إليهم قبلك يا محمد رسولًا ينذرهم عذابالله، فمن أين كذبوك؟ قال الطبريك أي ما أنزل الله على العرب كتابًا قبل القرآن، ولا بعث إليه نبيًا قبل محمد ﷺ َ ﴿وَكَذَّبَ الَّذِينَ مِن قَبلِهِمْ وَمَا بَلَغُواْ مِعْشَارَ مَآ آتَيْنَاهُمْ﴾ أي وكذَّب قبلهم أقوام من الأمم السابقين وما بلغ كفار مكة عشر ما آتينا الأمم التي كانت قبلهم من القوة والمال وطول العمر، قال ابن عباس: ﴿مِعْشَارَ مَآ آتَيْنَاهُمْ﴾ أي من القوة في الدنيا ﴿فَكَذَّبُواْ رُسُلِي فَكَيْفَ كَانَ نَكِيرِ﴾ أي وحيث كذبوا رسلي جاءهم إنكاري بالتدمير والاستئصال، ولم يُغن عنهم ما كانوا فيه من القوة، فكيف حال هؤلاء إذا جاءهم العذاب والهلاك؟ وفيه تهديدٌ لقريش ﴿قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ﴾ أي قل يا محمد لهؤلاء المشركين إنما أنصحكم وأوصيكم بخصلةٍ واحدة ثم فسرها بقوله: ﴿أَن تَقُومُواْ لِلَّهِ مثنى وفرادى﴾ أي هي أن تتحرَّوا الحق لوجه الله والتقرب له مجتمعين ووحدانًا، أو اثنين اثنين وواحدًا وواحدًا، قال القرطبي: وهذا القيام إلى طلب الحق، لا القيام الذي هو ضدُّ القعود ﴿ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ﴾ أي ثم تتفكروا في أمر محمد لتعلموا أن من ظهر على يديه هذا الكتاب المعجز لا يمكن أن يكون مسٌّ من الجنون أو يكون مجنونًا، قال أبو حيان: ومعنى الآية: إنما أعظكم بواحدة فيها إصابتكم الحقِّ وهي أن تقوموا لوجه الله متفرقين اثنين اثنين، وواحدًا واحدًا، ثم تتكروا في أمر محمد وما جاء به، وإنما قال ﴿مثنى وفرادى﴾ لأن الجماعة يكون من اجتماعهم تشويش الخاطر والمنع من التفكر، كما يكون في الدروس التي يجتمع بها الجماعة، وأما الاثنان إذا نظرا نظر إنصاف وعرض كل واحدٍ منهما على صاحبه ما ظهر له فلا يكاد الحقُّ أن يعدوهما، وإذا كان الواحد جيّد الفكر عرف الحق، فإذا تفكروا عرفوا أن نسبته ﵇ للجنون لا يمكن، ولا يهذب إلى ذلك عاقل ﴿إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ﴾ أي ما هو إلا رسول منذر لكم إن كفرتم من\nعذاب شديدٍ في الآخرة ﴿قُلْ مَا سَأَلْتُكُم مِّن أَجْرٍ فَهُوَ لَكُمْ﴾ أي لا أسألكم على تبليغ الرسالة أجرًا، قال الطبري: المعنى إني لم أسألكم على ذلك جُعلًا فتتهموني وتظنوا أني إنما دعوتكم إلى اتباعي لمالٍ آخذه منكم ﴿إِنْ أَجْرِيَ إِلاَّ عَلَى الله﴾ أي ما أجري وثوابي إلا على الله رب العالمين ﴿وَهُوَ على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي هو تعالى رقيب وحاضر على أعمالي وأعمالكم، لا يخفى عليه شيء وسيجازي الجميع، قال أبو السعود: أي هو مطلع يعلم صدقي وخلوص نيتي ﴿قُلْ إِنَّ رَبِّي يَقْذِفُ بالحق﴾ أي يبيِّن الحجة ويظهرها، قال ابن عباس: يقذف الباطل بالحق كقوله:\n﴿بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ﴾ [الأنبياء: ١٨] ﴿عَلاَّمُ الغيوب﴾ أي هو تعالى الذي أحاط علمًا بجميع الغيوب التي غابت وخفيت عن الخلق ﴿قُلْ جَآءَ الحق﴾ أي جاء نور الحق وسطع ضاؤه وهو الإِسلام ﴿وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ﴾ أي ذهب الباطل بالمرَّة فليس له بدءٌ ولا عودٌ، قال المزخشري: إذا هلك الإنسان لم يبقَ له إبداءٌ ولا إعادة، فجعلوا قولهم: لا يبدىء ولا يعيد مثلًا في الهلاك والمعنى: جاء الحق وهلك الباطل كقوله تعالى:\n﴿وَقُلْ جَآءَ الحق وَزَهَقَ الباطل﴾ [الإِسراء: ٨١] ﴿قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ على نَفْسِي﴾ أي قل يا محمد لهؤلاء المشركين إن حصل لي ضلالٌ كما زعمتم فإن إثم ضلالي على نفسي لا يضر غيري ﴿وَإِنِ اهتديت فَبِمَا يُوحِي إِلَيَّ رَبِّي﴾ أي وإن اهتديتُ إلى الحق فبهداية الله وتفويقه ﴿إِنَّهُ سَمِيعٌ قَرِيبٌ﴾ أي سميعٌ لمن دعاه، قريب الإجابة لمن رجاه، قال أبو السعود: يعلم قول كلٍ من المهتدي والضال وفعله وإن بلغ في إخفائهما ﴿وَلَوْ ترى إِذْ فَزِعُواْ﴾ أي ولو ترى يا محمد حال المشركين عند فزعهم إذا خرجوا من قبورهم ﴿فَلاَ فَوْتَ﴾ أي فلا مخلص لهم ولا مهرب ﴿وَأُخِذُواْ مِن مَّكَانٍ قَرِيبٍ﴾ أي أخذوا من الموقف أرض المحشر إلى النار، وجواب ﴿لَوْ﴾ محذوف تقديره: لرأيت أمرًا عيظمًا وخطبًا جسيمًا ترتعد له الفرائص ﴿وقالوا آمَنَّا بِهِ﴾ أي وقالوا عندما عاينوا العذاب آمنا بالقرآن وبالرسول ﴿وأنى لَهُمُ التناوش مِن مَّكَانٍ بَعِيدٍ﴾ أي ومن أين لهم تناول الإيمان وهم الآن في الآخرة ومحل الإِيمان في الدنيا، وقد ذهبت الدنيا فصارت منهم بمكان بعيد؟ قال أبو حيان: مثَّل حالهم بحال من يريد أن يتناول الشيء من بُعدٍ كما يتناوله الآخر من قرب ﴿وَقَدْ كَفَرُواْ بِهِ مِن قَبْلُ﴾ أي والحال أنهم قد كفروا بالقرآن وبالرسول من قبل ذلك في الدنيا، فكيف يحصل لهم الإِيمان بهما في الآخرة ﴿وَيَقْذِفُونَ بالغيب مِن مَّكَانٍ بَعِيدٍ﴾ أي يرمون بظنونهم في الأمور المغيبة فيقولون: لا بعث ولا حساب، ولا جنة ولا نار، قال القرطبي: والعربُ تقول لكل من تكلم بما لا يعرف هو يقذف ويرجم بالغيب، وعلى جهة التمثيل لمن يرمي ولا يصيب ﴿وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ﴾ أي وحيل بينهم وبين الإِيمان ودخول الجنان ﴿كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ﴾ أي كما فعل بأشباههم في الكفر من الأمم السابقة ﴿إِنَّهُمْ كَانُواْ فِي شَكٍّ مَّرِيبٍ﴾ أي كانوا في الدنيا في شك\nوارتياب من أمر الحساب والعذاب وقوله: ﴿مَّرِيبٍ﴾ من باب التأكيد كقولهم: عجبٌ عجيب.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿يَبْسُطُ. . و. . يَقْدِرُ﴾ وبين ﴿نَّفْعًا. . و. . ضَرًّا﴾ وبين ﴿مثنى. . و. . فرادى﴾ .\n٢ - المقابلة بين عاقبة الأبرار والفجار ﴿إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحًا. . والذين يَسْعَوْنَ في آيَاتِنَا مُعَاجِزِينَ﴾ .\n٣ - الالتفات من الغائب إلى المخاطب ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ﴾ والغرض المبالغة في تحقيق الحق.\n٤ - أسلوب التقريب والتوبيخ ﴿أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ﴾؟ الخطاب للملائكة تقريعًا للمشركين.\n٥ - وضع الظاهر موض الضمير لتسجيل جريمة الكفر عليهم ﴿وَقَالَ الذين كَفَرُواْ لِلْحَقِّ﴾ والأصل وقالوا.\n٦ - الإِيجاز بالحذف لدلالة السياق عليه ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ بالتي تُقَرِّبُكُمْ عِندَنَا زلفى﴾ حذف خبر الأول لدلالة الثاني عليه أي ما أموالكم بالتي تقربكم ولا أولادكم بالذين يقربونكم عندنا.\n٧ - الاستعارة ﴿بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ﴾ استعار لفظ اليدين لما يكون من الأهوال والشدائد أمام الإنسان.\n٨ - الكناية اللطيفة ﴿وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ﴾ كناية عن زهوق الباطل محو أثره.\n٩ - الاستعارة التصريحية ﴿وَيَقْذِفُونَ بالغيب مِن مَّكَانٍ بَعِيدٍ﴾ شبّه الذي يقول بغير عللم، ويظن ولا يتحقق، بالإِنسان يرمي غرضًا وبينه وبينه مسافة بعيدة فلا يكون سهمه صائبًا واستعار لفظ القذف للقول.\n١٠ - توافق الفواصل لما له من جميل الوقع على السمع مثل ﴿إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ، أَكْثَرَ الناس لاَ يَعْلَمُونَ، وَهُمْ فِي الغرفات آمِنُونَ﴾ .", "ayah": 52, "surah": 34}