{"text": "اللغَة: ﴿يَلِجَ﴾ يدخل الولوج الدخول ومنه ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ [الأعراف: ٤٠] ﴿يَعْرُجُ﴾ يصعد ومنه المعراج لأنه صعودٌ إِلى السموات. ﴿يَعْزُبُ﴾ يغيب يقال: عزب عن عينه أي غاب عنها. ﴿مِثْقَالُ﴾ وزن ومقدار. ﴿جِنَّةٌ﴾ بكسر الجيم بمعنى الجنون وبضمها بمعنى الوقاية والحجاب. ﴿كِسَفًا﴾ قطعًا. ﴿أَوِّبِي﴾ سبحي والتأويب: التسبيح. ﴿سَابِغَاتٍ﴾ واسعات كاملات يقال: سبغ الدرعُ والثوبُ إذا غطَّى كل البدن وفضل منه شيء قال أبو حيان: السابغات: الدروع وأصله الوصف بالسبوغ وهو التمام والكمال، وغلب على الدروع فصار كالأبطح، قال الشاعر:\nعليها أُسوٌ ضارياتٌ لبُوسُهم ... سوابغُ بيضٌ لا يخرقها النَّبل.\n﴿السرد﴾ النسج، وهو نسج حلق الدروع قال القرطبي: وأصله من الإِحكام، قال لبيد:\nصنع الحديد مضاعفًا أسراده ... لينال طول العيش غير مروم\n﴿القطر﴾ النحاس المذاب. ﴿جِفَانٍ﴾ جمع جفنه وهي القصعة الكبيرة. ﴿الجواب﴾ جمع جابية وهي الحوض الكبير يجمع فيه الماء، قال الأعشى:\nنفى الذم عن آل المحلَّق جفنةٌ ... كجابية الشيخ العراقي تفهق\n﴿مِنسَأَتَهُ﴾ المنسأة: العصا سميت بذلك لأنه يُنسأ بها أي يُطرد ويزجر، قال الشاعر:\nإِذا دببتَ على المنْساة من كبر ... فقد تباعد عنك اللهو والغزل\nالتفسِير: ﴿الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي الثناء الكامل على جهة التعظيم والتبجيل لله الذي له كل ما في الكمون خلقًا وملكًا وتصرفًا، الجميع ملكه وعبيده وتحت قهرهوتصرفه، فله الحمد في الدنيا لكمال، قدرته، وفي الآخرة لواسع رحمته ﴿وَلَهُ الحمد فِي الآخرة﴾ أي وله الحمد بأجمعه لا يستحقه أحد سواه، لأنه المنعم المتفضل على أهل الدنيا والآخرة ﴿وَهُوَ الحكيم الخبير﴾ أي الحكيم في صنعه، الخبير بخلقه، فلا اعتراض عليه من فعلٍ من أفعاله ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا﴾ تفصيل لبعض معلوماته جلَّ وعلا أي يعلم ما يدخل في جوف الأرض من المطر والكنوز والأموات، وما يخرج من الأرض من الزروع والنباتات وماء العيون والأبار ﴿وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا﴾ أي وما ينزل من السماء من المطر والملائكة والرحمة، ما يصعد إليها من الأعمال الصالحات، والدعوات الزاكيات ﴿وَهُوَ الرحيم الغفور﴾ أي الرحيم بعباده، الغفور عن ذنوب التائبين حيث لا يعالجهم بالعقوبة، ثم حكى تعالى مقالة المنكرين للعبث والقيامة فقال: ﴿وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة﴾ أي وقال المشركون من قومك لا قيامة أبدًا ولا بعث ولا نشور، قال البيضاوي: وهو إنكار لمجيئها أو استبطاء استهزاءً بالوعد به ﴿قُلْ بلى وَرَبِّي لَتَأْتِيَنَّكُمْ﴾ قل لهم يا محمد: أقسم بالله العظيم لتأتينكم الساعة، فإنها واقعة لا محالة، قال ابن كثير: هذه إحدى الآيات الثلاث التي أمر الله رسوله أن يقسم بربه العظيم على وقوعها، والثانية في يونس\n﴿قُلْ إِي وربي إِنَّهُ لَحَقٌّ﴾ [يونس: ٥٣]، والثالثة في التغابن ﴿قُلْ بلى وَرَبِّي لَتُبْعَثُنَّ﴾ [التغابن: ٧] ﴿عَالِمِ الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السماوات وَلاَ فِي الأرض﴾ أي هو جل وعلا العالمُ بما خفي عن الأبصار، وغاب عن الأنظار، لا يغيب عنه مقدار وزن الذرة في العالم العلوي أو السفلي ﴿وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ﴾ أي ولا أصغر من الذرة والا أكبر منها ﴿إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي إلا ويعلمه الله تعالى وهو في اللوح المحفوظ، والغرضُ أن الله تعالى لا تخفى عليه ذرة في الكون فكيف يخفى عليه البشر وأحوالهم؟ فالعظام وإن تلاشت وتفرقت وتمزقت، فهو تعالى عالمٌ أين ذهبت وتفرقت، ثم يعيدها يوم القيامة ﴿لِّيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي أثبت ذلك في الكتاب المبين لك يثيب المؤمنين الذين أحسنوا في الدار الدنيا بأحسن الجزاء ﴿أولئك لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ أي لهم مغفرة لذنوبهم، ورزق حسن كريم في دار النعيم ﴿والذين سَعَوْا في آيَاتِنَا مُعَاجِزِينَ﴾ أي وأما الذين بذلوا جهدهم وجدّوا لإبطال القرآن مغالبين لرسولنا، يظنون أنهم يعجزونه بما يثيرونه من شبهات حول رسالته والقرآن ﴿أولئك لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ﴾ أي فهؤلاء المجرمون لهم عذاب من أسوأ العذاب، شديد الإِيلام، قال قتادة: الرجزُ: سوء العذاب ﴿وَيَرَى الذين أُوتُواْ العلم﴾ أي ويعلم أولو العلم من أصحاب النبي ﵇ ومن جاء بعدهم من العلماء العاملين ﴿الذي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ الحق﴾ أي يعلمون أن هذا القرآن الذي أُنزل عليك يا محمد هو الحق الذي لا يأتيه الباطل ﴿ويهدي إلى صِرَاطِ العزيز الحميد﴾ أي ويرشد من تمسك به إلى طريق الله الغاللب الذي لا يُقهر، الحميد أي المحمود في ذاته وصفاته وأفعاله، ثم ذكر تعالى أساليب المشركين في الصدِّعن دين الله،\nوالسخرية برسول الله فقال: ﴿وَقَالَ الذين كَفَرُواْ﴾ أي وقال الكافرون من مشركي مكة المنكرون للبعث والجزاء ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبِّئُكُمْ﴾ أي هل نرشدكم إلى رجلٍ يحدثكم بأعجب الأعاجيب؟ يعنون محمدًا ﷺ َ ﴿إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ﴾ أي إذا بليتم في القبور، وتفرقت أجسادكم في الأرض، وذهبت كل مذهب بحيث صرتم ترابًا ورفاتًا ﴿إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ﴾؟ أي إِنكم ستخلقون خلقًا جديدًا بعد ذلك التمزق والتفريق؟ والغرضُ من هذا المقال هو السخرية والاستهزاء، قال أبو حيان: والقائلون هم كفار قريش قالوه على جهة التعجب والاستهزاء، كما يقول الرجل لمن يريد أن يعجبه: هل أدلك على قصة غريبة نادرة؟ ولما كان البعث عندهم من المحال جعلوا من يخبر عن وقوعه في حيز من يتعجب منه، ونكّروا اسمه عليه ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ﴾ مع أن اسمه أشهر علم من قريش بطريق الاستهزاء ﴿أفترى عَلَى الله كَذِبًا أَم بِهِ جِنَّةٌ﴾ أي هل اختلق الكذب على الله، أم به جنون فهو يتكلم بما لا يدري؟ قال تعالى ردًا عليهم: ﴿بَلِ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ ﴿بَلِ﴾ للإِضراب أي ليس الأمر كما يزعمون من الكذب والجنون، بل الذي يجحدون البعث ولا يصدقون بالآخرة ﴿فِي العذاب والضلال البعيد﴾ أي بل هؤلاء الكفار من ضلال وحيرة عن الحق توجب لهم عذاب النار، فهم واقعون في الضلال وهم لا يشعرون وذلك غاية الجنون والحماقة، ولما ذكر تعالى ما يدل على إثبات الساعة، ذكر دليلًا آخر يتضمن التوحيد مع التهديد فقال: ﴿أَفَلَمْ يَرَوْاْ إلى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِّنَ السمآء والأرض﴾ أي ألم يشاهدوا ما هو محيط بهم من جميع جوانبهم من السماء والأرض؟ فإن الإِنسان أينما توجه وحيثما نظر رأى السماء والأرض أمامه وخلفه، وعن يمينه وشماله، وهما يدلان على وحدانية الصانع، أفلا يتدبرون ذلك فيعلمون أن الذي خلقهما قادر على بعث الناس بعد موتتهم؟ ثم هددهم بقوله: ﴿إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السمآء﴾ أي لو شئنا لخسفنا بهم الأرض كما فعلنا بقارون، أو أسقطنا عليهم قطعًا من السماء كما فعلنا بأصحاب الأيكة، فمن أين لهم المهرب؟ قال ابن الجوزي: المعنى أنهم أين كانوا فأرضي وسمائي محيطة بهم، وأنا القادر عليهم، إن شئتُ خسفتُ بهم الأرض، وإن شئتُ أسقطت عليهم قطعة من السماء ﴿إِنَّ فِي ذَلِكَ لآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ﴾ أي إن فيما يشاهدون من آثار القدرة الوحدانية لدلالة وعبرة لكل عبد تائب رجّاع إلى الله، متأمل فيما يرى، قال ابن كثير: يريد أن من قدر على خلق هذه السموات في ارتفاعها واتساعها، وهذه الأرضين في انخافضها وأطوالها وأعراضها، قادر على إعادة الأجسام، ونشر الرميم من العظام، ثم ذكر تعالى قصة داود وما خصَّه الله به من الفضل العظيم فقال: ﴿وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا﴾ اللام موطئة لقسم محذوف تقديره وعزة الله وجلاله لقد أعطينا داود منا فضلًا عظيمًا واسعًا لا يُقدر، قال المفسرون: الفضل هو النبوة، والزبور، وتسخير الجبال، والطير وإلاَنة الحديد، وتعليمه صنع الدروع إلى غير ذلك ﴿ياجبال أَوِّبِي مَعَهُ والطير﴾ أي وقلنا يا جبال سبحي معه ورجّعي التسبيح إذا سبَّح وكذلك أنت يا طيور، قال ابن عباس: كانت الطير تسبح معه إذا سبَّح، وكان إذا قرأ لم تبقَ دابةٌ إلا استمعت لقراءته وبكت\nلبكائه ﴿وَأَلَنَّا لَهُ الحديد﴾ أي جعلنا الحديد لينًا بين يديه حتى كان كالعجين، قال قتادة: سخر الله له الحديد فكان لا يحتاج أن يُدخله نارًا، ولا يضربه بمطرقة، وكان بين يديه كالشمع والعجبين ﴿أَنِ اعمل سَابِغَاتٍ﴾ أي اعمل منه الدروع السابغة التي تقي الإِنسان شر الحرب، قال المفسرون: كان يأخذ الحديد بيده فيصير كأنه عجين يعمل به ما يشاء، ويصنع الدرع في بعض يوم يساوي ألف درهم فيأكل ويتصدق، والسابغات صفة لموصوف محذوف تقديره دروعاتً سابغات، وفي الدروع الكوامل التي تغطي لا بسها حتى تفضل عنه فيجرها على الأرض ﴿وَقَدِّرْ فِي السرد﴾ أي وقدر في نسج الدروع بحيث تتناسب حلقاتها، قال الصاوي: أي جعل كل حلقة مساوية لأختها ضيقة لا ينفذ منها السهم لغلظها، ولا تثقل حاملها واجعل الكل بنسبةٍ واحدة ﴿واعملوا صَالِحًا﴾ أي واعملوا يا آل داود عملًا صالحًا ولا تتكلوا على عز أبيكم وجاهه ﴿إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي إني مطلع على أعمالكم مراقب لها وسأجازيكم بها، قال الإمام الفخر: ألاَن الله لداود الحديد حتى كان في يده كالشمع وهو في قدرة الله يسير، فإنه يَلين بالنار حتى يصبح كالمداد الذي يكتب به، فأي عاقل يستبعد ذلك على قدرة الله وهو أول من صنع الدروع حلقًا وكانت قبل ذلك صفائح ثقالًا كما قال تعالى:\n﴿وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ﴾ [الأنبياء: ٨٠]، ثم ذكر تعالى ما أنعم به على ولده «سليمان» من النبوة والملك والجاه العظيم قال: ﴿وَلِسُلَيْمَانَ الريح غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ﴾ أي وسخرنا لسليمان الريح تسير بأمره، وسيرها من الصباح إلى الظهر مسيرة شهر اللسائر المجد، ومن الظهر إلى الغروب مسيرة شهر، قال المفسرون: سخّر الله له الريح تقطع به المسافات الشاسعة في ساعات معدودات، تحمله مع جنده فتنتقل به من بلدٍ إلى بلد، تغدو به مسيرة شهر إلى نصف النهار، وترجع به مسيرة شهر إلى آخر النهار، فتقطع به مسيرة شهرين في نهار واحد ﴿وَأَسَلْنَا لَهُ عَيْنَ القطر﴾ أي وأذبنا له النحاس حتى كان يجري كأنه عين ماء متدفقة من الأرض، قال المفسرون: أجرى الله لسليمان النحاس، كما ألاَن لداود الحديد، آية باهرة، ومعجزة ظاهرة ﴿وَمِنَ الجن مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ﴾ أي وسخرنا له الجن تعمل بأمره وإرادته ما شاء مما يعجز عنه البشر، وكل ذلك بأمر الله وتسخيره ﴿وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا﴾ أي ومن يعدل منهم عمّا أمرنا به من طاعة سليمان ﴿نُذِقْهُ مِنْ عَذَابِ السعير﴾ أي نذقه النار المستعرة في الآخرة، ثم أخبر تعالى عما كلف به الجنُّ من الأعمال فقال: ﴿يَعْمَلُونَ لَهُ مَا يَشَآءُ مِن مَّحَارِيبَ﴾ أي يعمل هؤلاء الجن لسليمان ما يريد من القصور الشامخة ﴿وَتَمَاثِيلَ﴾ أي والتماثليل العجيبة من النحاس والزجاج، قال الحسن: ولم تكن يومئذٍ محرمة، وقد حرمت من شريعتنا سدًا للذريعة لئلا تُعبد من دون الله ﴿وَجِفَانٍ كالجواب﴾ أي وقصاعٍ ضخمة تشبه الأحواض، قال ابن عباس: «كالجواب» أي كالحياض ﴿وَقُدُورٍ رَّاسِيَاتٍ﴾ أي وقدورٍ كبيرة ثابتات لا تتحرك لكبرها وضخامتها، قال ابن كثير: والقدور الراسياتُ أي الثابتات في أماكنها لا تتحرك ولا تتحول عن أماكنها لعظمها ﴿اعملوا آلَ دَاوُودَ شُكْرًا﴾ أي وقلنا لهم اشكروا\nيا آل داود ربكم على هذه النعم الجليلة، فقد خصكم بالفضل العظيم والجاه العريض، واعملوا بطاعة الله شكرًا له جل وعلا ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ أي وقليل من العباد من يشكر الله على نعمه، قال ابن عطية: وفيه تنبيه وتحريض على شكر الله، ثم أخبر تعالى عن كيفية موت سليمان فقال: ﴿فَلَمَّا قَضَيْنَا عَلَيْهِ الموت﴾ أي حكمنا على سليمان بالموت ونزل به الموت ﴿مَا دَلَّهُمْ على مَوْتِهِ إِلاَّ دَابَّةُ الأَرْضِ تَأْكُلُ مِنسَأَتَهُ﴾ أي ما دلَّ الجن على موته إلا تلك الحشرة وهي الأَرَضة السوسة التي تأكل الخشب تأكل عصا سليمان ﴿فَلَمَّا خَرَّ تَبَيَّنَتِ الجن أَن لَّوْ كَانُواْ يَعْلَمُونَ الغيب﴾ أي فلما سقط سليمان عن عصاه ظهر للجن واتضح لهم أنهم لو كانوا يعرفون الغيب كما زعموا ﴿مَا لَبِثُواْ فِي العذاب المهين﴾ أي ما مكثوا في الأعمال الشاقة تلك المدة الطويلة، قال المفسرون: كانت الإنس تقول: إن الجن يعلمون الغيب الذي يكون في المستقبل، فوقف سليمان في محرابه يصلى متوكئًا على عصاه، فمات ومكث على ذلك سنةً والجنّ تعمل تلك الأعمال الشاقة ولا تعلم بموته، حتى أكلت الأَرَضةُ عصا سليمان فسقط على الأرض فعلموا موته، وعلم الإنس أن الجنَّ لا تعلم الغيب لأنهم لو علموه لما أقاموا هذه المدة الطويلة في الأعمال الشاقة وهم يظنون أنه حي وهو ﵇ ميت.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان نوجزها فيما يلي:\n١ - تعريف الطرفين لإفادة الحصر ﴿الحمد للَّهِ﴾ ومعناه لا يستحق الحمد الكامل إلا الله.\n٢ - الطباق بين ﴿يَلِجُ. . و. . يَخْرُجُ﴾ وبين ﴿يَنزِلُ. . و. . يَعْرُجُ﴾ وبين ﴿أَصْغَرُ. . و. . أَكْبَرُ﴾ .\n٣ - صيغة فعيل وفعول للمبالغة ﴿وَهُوَ الحكيم الخبير﴾ ﴿وَهُوَ الرحيم الغفور﴾ ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ .\n٤ - المقابلة بين ﴿لِّيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات. .﴾ الآية وبين ﴿والذين سَعَوْا في آيَاتِنَا مُعَاجِزِينَ﴾ فقد جعل المغفرة والرزق الكريم جزاء المحسنين، وجعل العذاب والرجز الأليم جزاء المجرمين.\n٥ - الاستفهام للسخرية والاستهزاء ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبِّئُكُمْ﴾ وغرضهم الاستهزاء بالرسول ولم يذكروا اسمه إمعانًا في التجهيل كأنه إنسان مجهول.\n٦ - التنكير للتفخيم ﴿آتَيْنَا دَاوُودَ مِنَّا فَضْلًا﴾ أي فضلًا عظيمًا، وتقديم داود على المفعول الصريح للاهتمام بالمقدم والتشويق إلى المؤخر.\n٧ - الإِيجاز بالحذف ﴿غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ﴾ أي غدوها مسيرة شهر ورواحها مسيرة شهر.\n٨ - التشبيه ﴿وَجِفَانٍ كالجواب﴾ ويسمى التشبيه المرسل المجمل لذكر أداة التشبيه وحذف وجه الشبه.", "ayah": 7, "surah": 34}