{"text": "اللغَة: ﴿أَبَابِيلَ﴾ جماعات جماعات بعضها في إِثر بعض قال الجوهري: وهو من الجمع الذي لا واحد له يقال: جاءت إِبلك أبابيل أي فرقًا وجماعات قال الشاعر:\nكادتْ تهدُّ من الأصوات راحلتي ... إِذ سالت الأرض بالجرد الأبابيل\n﴿سِجِّيلٍ﴾ طين متحجر ﴿عَصْفٍ﴾ ورق الزرع بعد الحصاد كالتين وقشر الحنطة، سمى عصفًا لأن الريح تعصف به فتفرقه ذات اليمين وذات الشمال.\nالتفسِير: ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الفيل﴾ أي ألم يبلغك يا محمد وتعلم علمًا يقينيًا كأنه مشاهد العين، ماذا صنع الله العظيم الكبير بأصحاب الفيل الذين قصدوا الاعتداء على البيت الحرام؟ قال المفسرون: روى أن «أبرهة الأشرم» ملك اليمن، بنى كنيسةً بصنعاء وأراد أن يصرف إِليها الحجيج، فجاء رجلٌ من كنانة وتغوَّط فيها ليلًا ولطخ جدرانها بالنجاسة احتقارًا لها، فغعضب «أبرهة» وحلف أن يهدم الكعبة، وجاء مكة بجيش كبير على أفيال، يتقدمهم فيل هو أعظم الفيلة،\nفلما وصل قريبًا من مكة فرَّ أهلها الى الجبال، خوفًا من جنده وجبورته، وأرسل الله تعالى على جيش أبرهة طيورًا سودًا، مع كل طائر ثلاثة أحجار، جحر في منقاره وحجران في رجليه، فرمتهم الطيور بالحجارة، فكان الحجر يدخل في رأس الرجل ويخرج من دبره فيرميه جثة هامدة، حتى أهلكهم الله ودمَّرهم عن آخرهم، وكانت قصتهم عبرة للمعتبرين قال ألبو السعود: وتعليقُ الرؤية بكيفية فعله جل وعلا ﴿كَيْفَ فَعَلَ﴾ لا بنفسه بأن يقال: «ألم تر ما فعل ربك» الخ لتهويل الحادثة، والإِيذان بوقوعها على كيفية هائلة، وهيئةٍ عجيبة دالة على عظم قدرة الله تعالى، وكمال علمه وحكمته وشرف رسوله ﷺ َ فإن ذلك من الإرهاصات لما روي أ، القصة وقعت في السنة التي ولد فيها النبي ﵊ ُ ﴿أَلَمْ يَجْعَلْ كَيْدَهُمْ فِي تَضْلِيلٍ﴾ أي ألم يهلكهم ويجعل مكرهم وسعيهم في تخريب الكعبة في ضياعٍ وخسار؟! ﴿وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ﴾ أي وسلَّط عليهم من جنوده طيرًا أتتهم جماعات، متتابعة بعضها في إثر بعض، وأحاطت بهم من كل ناحية ﴿تَرْمِيهِم بِحِجَارَةٍ مِّن سِجِّيلٍ﴾ أي تقذفهم بحجارة صغيرة من طين متحجر، كأنها رصاصات ثاقبة لا تصل إلى إلى أحدٍ إِلا قتلته ﴿فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ﴾ أي فجعلهم كورق الشجر الذي عصفت به الريح، وأكلته الدواب ثم راثته، فأهلكهم عن بكْرة أبيهم، وهذه القصة تدل على كرامة الله للكعبة، وإِنعامه على قريش بدفع العدو عنهم، فكان يجب عليهم أن يعبدوا لله ويشكروه على نعمائه، وفيها مع ذلك عجائب وغرائب من قدرة الله على الانتقام من أعدائه قال في البحر: كان صرف ذلك العدو العظيم عام مولده السعيد ﵇، إرهاصًا بنبوته إِذ مجيء تلك الطيور على الوصف المنقول، من خوارق العادات والمعجزات المتقدمة بين أيدي الأنبياء ﵈، وقد أهلكهم الله تعالى بأضعف جنوده وهي الطير التي ليست من عادتها أنها تقتل.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الاستفهام للتقرير والتعجيب ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ. .﴾ الآية.\n٢ - الخطاب للنبي ﷺ َ بإِضافته إِلى اسم الجلالة ﴿فَعَلَ رَبُّكَ﴾ تشريف للنبي العظيم، وإِشادةٌ بقدرة الله تعالى.\n٣ - التشبيه المرسل المجمل ﴿فَجَعَلَهُمْ كَعَصْفٍ مَّأْكُولٍ﴾ ذكرت الأداة وحذف وجه الشبه.\n٤ - توافق الفواصل في الحرف الأخير مثل ﴿الفيل، تَضْلِيلٍ، سِجِّيلٍ، أَبَابِيلَ﴾ الخ.", "ayah": 5, "surah": 105}