{"text": "المنَاسَبَة: لما حكى تعالى استهزاء الكفار بالرسل، وما أعدَّ لهم من العذاب والنكال في الآخرة، ضرب مثلًا لأعمالهم، ثم ذكر المناظرة بين الرؤساء والأتباع، وعقّبها بالتذكير بنعم الله على العباد ليعبدوه ويشكروه.\nاللغَة: ﴿عَاصِفٍ﴾ شديد الريح ﴿بَرَزُواْ﴾ البروز: الظهور بعد الخفاء، والبَراز المكان الواسع لظهوره، وامرأةٌ برْزة أي تظهر للناس ﴿مَّحِيصٍ﴾ منجى ومهرب يقال: حاصَ عن كذا أي فرَّ وأراد الهرب منه ﴿جَزِعْنَآ﴾ الجزع: عدم احتمال الشدة وهو نقيض الصبر ﴿مُصْرِخِكُمْ﴾ مُغيثكم الصارخ المستغيث، والمُصرخ المغيث قال أمية:\nفلا تَجْزعوا إِني لكم غيرُ مُصْرخٍ ... وليس لكم عندي غناءٌ ولا نصْر\n﴿اجتثت﴾ اقتلعت من أصلها ﴿البوار﴾ الهلاك ﴿خِلاَلٌ﴾ جمع خُلَّة وهي الصحبة والصَّداقة قال امرؤ القيس:\nصرفتُ الهَوى عنهنَّ من خشيةِ الرَّدى ... فلستُ بمقْليِّ الخِلال ولا قالي\n﴿دَآئِبَينَ﴾ الدؤب في اللغة: مرورُ الشيء في العمل على عادة مطردة يقال دأب دؤبًا.\nالتفسِير: ﴿مَّثَلُ الذين كَفَرُواْ بِرَبِّهِمْ أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح﴾ أي مثلُ أعمالِ الكفار\nالتي عملوها في الدنيا يبتغون بها الأجر من صدقةٍ وصلة رحم وغيرها مثلُ رمادٍ عصفت به الريح فجعلته هباءً منثورًا ﴿فِي يَوْمٍ عَاصِفٍ﴾ أي في يومٍ شديد هبوب الريح قال القرطبي: ضرب الله هذه الآية مثلًا الكفار في أنه يمحقها كما تمحق الريح الشديدة الرماد في يوم عاصف لأنهم أشركوا فيها غير الله تعالى ﴿لاَّ يَقْدِرُونَ مِمَّا كَسَبُواْ على شَيْءٍ﴾ أي لا يقدر الكفار على تحصيل ثواب ما عملوا من البرِّ في الدنيا لإِحباطه بالكفر، كما لا يستطيع أن يحصل الإِنسان على شيء من الرماد الذي طيَّرته الريح ﴿ذلك هُوَ الضلال البعيد﴾ أي الخسران الكبير ﴿أَلَمْ تَرَ أَنَّ الله خَلَقَ السماوات والأرض بالحق﴾ أي ألم تر أيها المخاطب بعين قلبك وتتأمل ببصيرتك أن اللهَ العظيم الجليل أنفرد بالخلق والإيجاد، وأنه خلق السماوات والأرض ليُستدلَّ بهما على قدرته؟ قال المفسرون: أي لم يخلقهن عبثًا وإنما خلقهنَّ لأمرٍ عظيم ﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾ أي هو قادرٌ على الإفناء كما قادر على الإِيجاد والإِحياء قال ابن عباس يريد: يميتكم يا معشر الكفار ويخلق قومًا غيركم خيرًا منكم وأطوع ﴿وَمَا ذلك عَلَى الله بِعَزِيزٍ﴾ أي ليس ذلك بصعبٍ أو متعذرٍ على الله، فإنَّ القويَّ القادر لا يصعبُ عليه شيء ﴿وَبَرَزُواْ للَّهِ جَمِيعًا﴾ أي خرجوا من قبورهم يوم البعث، وظهروا للحساب لا يسترهم عن الله ساتر قال الإِمام الفخر: ورد بلفظ الماضي ﴿وَبَرَزُواْ﴾ وإن كان معناه الاستقبال لأن كل ما أخبر الله تعالى عنه فهو صدقٌ وحقٌ، فصار كأنه قد حصل ودخل في الوجود ونظيره ﴿ونادى أَصْحَابُ الجنة أَصْحَابَ النار﴾ [الأعراف: ٤٤] ﴿فَقَالَ الضعفاء لِلَّذِينَ استكبروا﴾ أي قال الأتباع والعوام للسادة الكبراء والقادة الذين أضلوهم في الدنيا ﴿إِنَّا كُنَّا لَكُمْ تَبَعًا﴾ أي كنا أتباعًا لكم نأتمر بأمركم ﴿فَهَلْ أَنتُمْ مُّغْنُونَ عَنَّا مِنْ عَذَابِ الله مِن شَيْءٍ﴾ أي هل أنتم دافعون عنا شيئًا من عذاب الله؟ والاستفهام للتوبيخ والتقريع ﴿قَالُواْ لَوْ هَدَانَا الله لَهَدَيْنَاكُمْ﴾ أي قال القادة معتذرين: لو هدانا الله للإيمان لهديناكم إِليه، ولكن حصل لنا الضلال فأضللناكم فلا ينفعنا العتاب ولا الجزع ﴿سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا﴾ أي يستوي علينا الجزع والصبر قال الطبري: إن أهل النار يجتمعون فيقول بعضهم لبعض: إنما أدركَ أهلُ الجنةِ ببكائهم وتضرعهم إلى الله فتعالواْ نبكي ونتضرع إلى الله، فبكوا فلما رأوا أن ذلك لا ينفعهم قالوا: تعالوا نصبر فصبروا صبرًا لم يُر مثلُه، فلما رأوا أنه لا ينفعهم قالوا ﴿سَوَآءٌ عَلَيْنَآ أَجَزِعْنَآ أَمْ صَبَرْنَا﴾ وقال مقاتل: جزعوا خمسمائة عام، وصبروا خمسمائة عام ﴿مَا لَنَا مِن مَّحِيصٍ﴾ أي ليس لنا من مهرب أو ملجأ ﴿وَقَالَ الشيطان لَمَّا قُضِيَ الأمر﴾ هذه هي الخطبة البتراء التي يخطب بها إبليس في محفل الأشقياء في جهنم أي لمّا فُرغ من الحساب ودخل أهلُ الجنةِ الجنةَ وأهلُ النارِ النارَ ﴿إِنَّ الله وَعَدَكُمْ وَعْدَ الحق﴾ أي وعدكم وعدًا حقًا بإثابة المطيع وعقاب العاصي فوفَّى لكم وعده ﴿وَوَعَدتُّكُمْ فَأَخْلَفْتُكُمْ﴾ أي وعدتكم ألاّ بعث ولا ثواب ولا عقاب فكذبتكم وأخلفتكم الوعد ﴿وَمَا كَانَ لِيَ عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي لم يكن لي قدرة وتسلط وقهر عليكم فأقهركم على الكفر والمعاصي ﴿إِلاَّ أَن دَعَوْتُكُمْ فاستجبتم لِي﴾ أي إلا دعائي إياكم إلى الضلالة بالوسوسة\nوالتزيين فاستجبتم لي باختياركم ﴿فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ﴾ أي لا ترجعوا باللوم عليَّ اليوم ولكن لوموا أنفسكم فإن الذنب ذنبكم ﴿مَّآ أَنَاْ بِمُصْرِخِكُمْ وَمَآ أَنتُمْ بِمُصْرِخِيَّ﴾ أي ما أنا بمغيثكم ولا أنتم بمغيثيَّ من عذاب الله ﴿إِنِّي كَفَرْتُ بِمَآ أَشْرَكْتُمُونِ مِن قَبْلُ﴾ أي كفرت بإشراككم لي مع الله في الطاعة ﴿إِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي إن المشركين لهم عذاب مؤلم قال المفسرون: هذه الخطبة إنما تكون إذا استقر أهل الجنةِ في الجنة، وأهلُ النار في النار، فيأخذ أهل النار في لوم إبليس وتقريعه فيقوم فيما بينهم خطيبًا بما أخبر عنه القرآن وقال الحسن: يقف إبلس يوم القيامة خطيبًا في جهنم على منبرٍ من نار يسمعه الخلائق جميعًا ﴿وَأُدْخِلَ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا بِإِذْنِ رَبِّهِمْ﴾ لمّا ذكر تعالى أحوال الأشقياء، ذكر بعده أحوال السعداء، ليبقى العبد بين الرغبة والرهبة، وبين الخوف والرجاء أي أدخلهم الله تعالى جناتٍ تجري من تحت قصورها أنهار الجنة ماكثين فيها أبدًا بأمره تعالى وتوفيقه وهدايته ﴿تَحِيَّتُهُمْ فِيهَا سَلاَمٌ﴾ أي تُحييِّهم الملائكة بالسلام مع الإِجلال والإِكرام ﴿أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلًا كَلِمَةً طَيِّبَةً كَشَجَرةٍ طَيِّبَةٍ﴾ هذا مثلٌ ضربه الله لكلمة الإِيمان وكلمة الإِشراك، فمثَّل لكلمة الإِيمان بالشجرة الطيبة، ولكلمة الإِشراك بالشجرة الخبيثة قال ابن عباس: الكلمة الطيبة «لا إله إلا الله» والشجرة الطيبة «المؤمن» ﴿أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السمآء﴾ أي أصلها راسخ في الأرض وأغصانها ممتدة نحو السماء ﴿تؤتي أُكُلَهَا كُلَّ حِينٍ بِإِذْنِ رَبِّهَا﴾ أي تعطي ثمرها كلَّ وقت بتيسير الخالق وتكوينه، كذلك كلمة الإِيمان ثابتة في قلب المؤمن، وعملُه يصعد إلى السماء ويناله بركته وثوابه في كل وقت ﴿وَيَضْرِبُ الله الأمثال لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي يبيّن لهم الأمثال لعلهم يتعظون فيؤمنون ﴿وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ﴾ أي ومثل كلمة الكفر الخبيثة كشجرة الحَنْظل الخبيثة ﴿اجتثت مِن فَوْقِ الأرض﴾ أي استؤصلت من جذورها واقتعلت من الأرض لعدم ثبات أصلها ﴿مَا لَهَا مِن قَرَارٍ﴾ أي ليس لها استقرارٌ وثبات، كذلك كلمة الكفر لا ثبات لها ولا فرع ولا بركة قال ابن الجوزي: شُبه ما يكسبه المؤمن من بركة الإيمان وثوابه في كل وقت بثمرتها المجتناة في كل حين، فالمؤمن كلما قال «لا إله إلا الله» صعدت إِلى السماء ثم جاء خيرُها ومنفعتها، والكافر لا يُقبل عمله ولا يصعد إلى الله تعالى، لأنه ليس له أصل في الأرض ثابت، ولا فرع في السماء ﴿يُثَبِّتُ الله الذين آمَنُواْ بالقول الثابت فِي الحياة الدنيا﴾ أي يثبتهم على كلمة التوحيد «لا إله إلا الله» وعلى الإيمان في هذه الحياة فلا يزيغون ولا يُفْتنون ﴿وَفِي الآخرة﴾ أي عند سؤال الملكين في القبر كما في الحديث الشريف\n«المسلم إذا سئل في القبر شهد أن لا إله إلا الله وأن محمدًا رسول الله فذلك قوله تعالى ﴿يُثَبِّتُ الله الذين آمَنُواْ﴾ ...» الآية «﴿وَيُضِلُّ الله الظالمين﴾ أي لا يهديهم في الحياة ولا عند سؤال الملكين وقت الممات ﴿وَيَفْعَلُ الله مَا يَشَآءُ﴾ أي من هداية المؤمن وإضلال الكافر لا يُسأل عما يفعل وهم يُسألون ﴿أَلَمْ تَرَ إِلَى الذين بَدَّلُواْ نِعْمَةَ الله كُفْرًا﴾ استفهام للتعجيب أي ألا تعجب أيها السامع من أولئك الذين\nغيَّروا نعمة الله بالكفر والتكذيب؟ قال المفسرون: هم كفار مكة فقد أسكنهم الله حرمه الآمن، وجعل عيشهم في السِّعة، وبعث فيهم محمدًا ﷺ َ فلم يعرفوا قدر هذه النعمة، وكفروا به وكذبوه، فابتلاهم الله بالقحط والجدب ﴿وَأَحَلُّواْ قَوْمَهُمْ دَارَ البوار﴾ أي أنزلوا قومهم دار الهلاك بكفرهم وطغيانهم ثم فسَّرها بقوله ﴿جَهَنَّمَ يَصْلَوْنَهَا وَبِئْسَ القرار﴾ أي أحلوهم في جهنم يذوقون سعيرها وبئست جهنم مستقرًا ﴿وَجَعَلُواْ للَّهِ أَندَادًا لِّيُضِلُّواْ عَن سَبِيلِهِ﴾ أي جعلوا لله شركاء مماثلين عبدوهم كعبادته ليُضلوا الناس عن دين الله ﴿قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار﴾ أي استمتعوا بنعيم الدنيا فإن مردَّكم ومرجعكم إلى عذاب جهنم، وهو وعيد وتهديد ﴿قُل لِّعِبَادِيَ الذين آمَنُواْ يُقِيمُواْ الصلاة﴾ أي قل يا محمد لعبادي الذين آمنوا فلْيقيموا الصلاة المفروضة عليهم ويؤدوها على الوجه الأكمل ﴿وَيُنْفِقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلانِيَةً﴾ أي ولينفقوا مما أنعمنا عليهم به من الرزق خفيةً وجهرًا ﴿مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خِلاَلٌ﴾ أي من قبل أن يأتي يوم القيامة الذي لا انتفاع فيه بمبايعة ولا صداقة، ولا فداء ولا شفاعة، ولما أطال الكلام في وصف أحوال السعداء والأشقياء ختم ذلك بذكر الدلائل الدالة على وجود الخالق الحكيم فقال ﴿الله الذي خَلَقَ السماوات والأرض﴾ أي أبدعهما واخترعهما على غير مثال سبق ﴿وَأَنزَلَ مِنَ السمآء مَآءً﴾ أي أنزل من السحاب الممطر ﴿فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقًا لَّكُمْ﴾ أي أخرج بالمطر من أنواع الزروع والثمار رزقًا للعباد يأكلونه ﴿وَسَخَّرَ لَكُمُ الفلك لِتَجْرِيَ فِي البحر بِأَمْرِهِ﴾ أي ذلَّل السفن الكبيرة لتسير بمشيئته، تركبونها وتحملون فيها أمتعتكم من بلد إلى بلد ﴿وَسَخَّرَ لَكُمُ الأنهار﴾ أي الأنهار العذبة لتشربوا منها وتسقوا وتزرعوا ﴿وَسَخَّر لَكُمُ الشمس والقمر دَآئِبَينَ﴾ أي وذلَّل لكم الشمس والقمر يجريان بانتظام لا يفتران، لصلاح أنفسكم ومعاشكم ﴿وَسَخَّرَ لَكُمُ اليل والنهار﴾ أي لتسكنوا في الليل، ولتبتغوا من فضله بالنهار، هذا لمنامكم وذاك لمعاشكم ﴿وَآتَاكُم مِّن كُلِّ مَا سَأَلْتُمُوهُ﴾ أي أعطاكم كل ما تحتاجون إليه، وما يصلح أحوالكم ومعاشكم، مما سألتموه بلسان الحال أو المقال ﴿وَإِن تَعُدُّواْ نِعْمَتَ الله لاَ تُحْصُوهَا﴾ أي وإِن تعدُّوا نِعَم اللهِ عليكم لا تطيقوا حصرها وعدَّها، فهي أكبر وأكثر من أن يحصيها عدد ﴿إِنَّ الإنسان لَظَلُومٌ كَفَّارٌ﴾ الإِنسان اسم جنس أي إن الإنسان لمبالغٌ في الظلم والجحود، ظالمٌ لنفسه بتعديه حدود الله، جحودٌ لنعم الله، وقيل: ظلوم في الشدة يشكو ويجزع،\nكفَّار في النعمة يجمع ويمنع.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التشبيه التمثيلي ﴿أَعْمَالُهُمْ كَرَمَادٍ اشتدت بِهِ الريح﴾ لأن وجه الشبه منتزع من متعدد.\n٢ - التشبيه المرسل المجمل ﴿وَمَثلُ كَلِمَةٍ خَبِيثَةٍ كَشَجَرَةٍ خَبِيثَةٍ﴾ ومثلها ﴿مَثَلًا كَلِمَةً طَيِّبَةً﴾ .\n٣ - الطباق في ﴿أَصْلُهَا ... وَفَرْعُهَا﴾ وفي ﴿طَيِّبَةً ... وخَبِيثَةٍ﴾ وفي ﴿يُذْهِب ... ويَأْتِيَ﴾ وفي ﴿سِرًّا ... وَعَلانِيَةً﴾ وفي ﴿أَجَزِعْنَآ ... وصَبَرْنَا﴾ .\n٤ - طباق السلب في ﴿فَلاَ تَلُومُونِي ولوموا أَنفُسَكُمْ﴾ .\n٥ - التعجيب ﴿أَلَمْ تَرَ كَيْفَ ضَرَبَ الله مَثَلًا﴾ .\n٦ - التهديد والوعيد ﴿قُلْ تَمَتَّعُواْ﴾ .\n٧ - صيغة المبالغة ﴿ظَلُومٌ كَفَّارٌ﴾ لأن فعول وفعّال من صيغ المبالغة.\n٨ - السجع المرصَّع دون تكلف مثل ﴿البوار ... القرار ... النار﴾ الخ.", "ayah": 29, "surah": 14}