{"text": "المنَاسَبة: لمّا ذكر تعالى بالدلائل الحسية والسمعية انفراده بالألوهية وأن لا معبود إِلا الله، ذكر هنا أبا الأنبياء «إِبراهيم» ﵇ حصن التوحيد، ومبالغته في هدم الشرك والأوثان، ثم ذكر موقف الظالمين يوم الدين، وما يعتريهم من الذل والهوان في يوم الحشر الأكبر.\nاللغَة: ﴿واجنبني﴾ أبعدني ونحّني يقال: جَنب وجنَّب وأصله جعل الشيء في جانب آخر ﴿تَشْخَصُ﴾ شخَص البصر: إِذا بقيت العين مفتوحة لا تغمض من هول ما ترى ﴿مُهْطِعِينَ﴾ مسرعين يقال أهطع إهطاعًا إذا أسرع قال الشاعر:\nبدجلةَ دارهُم ولقد أَراهم ... بدجلةَ مُهْطعينَ إِلى السَّماع\n﴿مُقْنِعِي﴾ المقنعُ: الرافع رأسه المقبل ببصره على ما بين يديه ﴿هَوَآءٌ﴾ خالية ﴿مُّقَرَّنِينَ﴾ مشدودين ﴿الأصفاد﴾ الأغلال والقيود واحدها صفد ﴿سَرَابِيلُهُم﴾ جمع سربال وهو القميص والثوب ﴿تغشى﴾ تجلّل وتغطّي.\nالتفسِير: ﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجعل هذا البلد آمِنًا﴾ أي اجعل مكة بلد آمنٍ يأمن أهله وساكنوه ﴿واجنبني وَبَنِيَّ أَن نَّعْبُدَ الأصنام﴾ أي احمني يا رب وجنبني وأولادي عبادة الأصنام، والغرضُ تثبيتُه على ملة التوحيد والإِسلام ﴿رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ الناس﴾ أي يا ربّ إنَّ هذه الأصنام أضلَّت كثيرًا من الخلق عن الهداية والإِيمان ﴿فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي﴾ أي فمن أطاعني وتبعني على التوحيد فإِنه من أهل ديني ﴿وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ﴾ أي ومن خالف أمري فإِنك يا رب غفار الذنوب رحيمٌ بالعباد ﴿رَّبَّنَآ إني أَسْكَنتُ مِن ذُرِّيَّتِي﴾ كرّر النداء رغبةً في الإِجابة وإِظهارًا للتذلل والإلتجاء إلى الله تعالى أي يا ربنا إني أسكنت من أهلي - ولدي إسماعيل وزوجي هاجر - ﴿بِوَادٍ غَيْرِ ذِي زَرْعٍ عِندَ بَيْتِكَ المحرم﴾ أي بوادٍ ليس فيه زرع في جوار بيتك المحرم، وهو وادي مكة شرفها الله تعالى ﴿رَبَّنَا لِيُقِيمُواْ الصلاة فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ﴾ أي ربنا لكي يعبدوك ويقيموا الصلاة أسكنتهم بهذا الوادي فاجعل قلوبَ الناسِ تحنُّ وتسرع إِليهم شوقًا قال ابن عباس: لو قال: (أفئدة الناس) لازدحمت عليه فارس والروم والناسُ كلهم، ولكنْ قال ﴿مِّنَ الناس﴾ فهم المسلمون ﴿وارزقهم مِّنَ الثمرات لَعَلَّهُمْ يَشْكُرُونَ﴾ أي وارزقهم في ذلك الوادي القفر من أنواع الثمار ليشكروك على جزيل نِعمك، وقد استجاب الله دعاءه فجعل مكة حرمًا آمنًا يجبى إليها ثمرات كل شيء رِزقًا من عند الله ﴿رَبَّنَآ إِنَّكَ تَعْلَمُ مَا نُخْفِي وَمَا نُعْلِنُ﴾ أي يا ربنا إنك العالم لما في القلوب تعلم ما نسرُّ وما نظهر ﴿وَمَا يخفى عَلَى الله مِن شَيْءٍ فَي الأرض وَلاَ فِي السمآء﴾ أي لا يغيب عليه تعالى شيء في الكائنات، سواء منها ما كان في الأرض أو في السماء، فكيف تخفى عليه وهو خالقها وموجدها؟ ﴿الحمد للَّهِ الذي وَهَبَ لِي عَلَى الكبر إِسْمَاعِيلَ وَإِسْحَاقَ﴾ أي الحمد لله الذي رزقني على كبر سني وشيخوختي إسماعيل وإسحاق قال ابن عباس: ولد له إِسماعيل وهو ابن تسعٍ\nوتسعين، وولد له إِسحاق وهو ابن مائة واثنتي عشرة سنة ﴿إِنَّ رَبِّي لَسَمِيعُ الدعآء﴾ أي مجيبٌ لدعاء من دعاه ﴿رَبِّ اجعلني مُقِيمَ الصلاة وَمِن ذُرِّيَتِي﴾ هذه هي الدعوة السادسة من دعوات الخليل ﵇ أي يا رب اجعلني ممن حافظ على الصلاة واجعل من ذريتي من يقيمها أيضًا، وهذه خير دعوةٍ يدعوها المؤمن لأولاده فلا أحبَّ له من أن يكون مقيمًا للصلاة هو وذريته لأنهما عماد الدين ﴿رَبَّنَا وَتَقَبَّلْ دُعَآءِ﴾ أي تقبَّلْ واستجبْ دعائي فيما دعوتك به ﴿رَبَّنَا اغفر لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب﴾ هذه هي الدعوة السابعة وبها ختم إِبراهيم دعاءه الضارع الخاشع بالاستغفار له ولوالديه ولجميع المؤمنين، يوم يقوم الناس لرب العالمين قال المفسرون: استغفر لوالديه قبل أن يتبيَّن له أنَّ أباه عدوٌ لله قال القشيري: ولا يبعد أن تكون أمه مسلمة لأن الله ذكر عذره في استغفاره لأبيه دون أمه.\n. وينتقل السياق إلى مشاهد القيامة وما فيها من الأهوال حين تزلزل القلوب والأقدام ﴿وَلاَ تَحْسَبَنَّ الله غَافِلًا عَمَّا يَعْمَلُ الظالمون﴾ أي لا تظننَّ يا محمد أنَّ الله ساهٍ عن أفعال الظلمة، فإن سنة الله إمهال العصاة ثم يأخذهم أخذ عزيز مقتدر، قال ميمون بن مِهْران: هذا وعيدٌ للظالم، وتعزيةٌ للمظلوم ﴿إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار﴾ أي إِنما يؤخرهم ليومٍ رهيب عصيب، تَشْخص فيه الأبصار من الفزع والهَلع، فتظلُّ مفتوحة مبهوتة لا تطرف ولا تتحرك قال أبو السعود: تبقى أبصارهم مفتوحة لا تتحرك أجفانهم من هول ما يرونه ﴿مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ﴾ أي مسرعين لا يلتفتون إلى شيء رافعين رءوسهم مع إدامة النظر قال الحسن: وجوه الناس يومئذٍ إِلى السماء لا ينظر أحدٌ إلى أحد ﴿لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ﴾ أي لا يطرفون بعيونهم من الخوف والجزع ﴿وَأَفْئِدَتُهُمْ هَوَآءٌ﴾ أي قلوبهم خالية من العقل لشدة الفزع ﴿وَأَنذِرِ الناس يَوْمَ يَأْتِيهِمُ العذاب﴾ أي خوّف يا محمد الكفار من هول يوم القيامة حين يأتيهم العذاب الشديد ﴿فَيَقُولُ الذين ظلموا رَبَّنَآ أَخِّرْنَآ إلى أَجَلٍ قَرِيبٍ﴾ أي فيتوجه الظالمون يومئذٍ إلى الله بالرجاء يقولون يا ربنا أمهلنا إلى زمنٍ قريب لنستدرك ما فات ﴿نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرسل﴾ أي نجب دعوتك لنا إِلى الإِيمان ونتّبع رسلك فيما جاءونا به ﴿أَوَلَمْ تكونوا أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ﴾ أي يقال لهم توبيخًا وتبكيتًا: ألم تحلفوا أنكم باقون في الدنيا لا تنتقلون إلى دار أخرى؟ والمراد إِنكارهم للبعث والنشور ﴿وَسَكَنتُمْ فِي مساكن الذين ظلموا أَنفُسَهُمْ﴾ أي سكنتم في ديار الظالمين بعد أن أهلكناهم، فهلاَّ اعتبرتم بمساكنهم؟ ﴿وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ﴾ أي تبيَّن لكم بالإِخبار والمشاهدة كيف أهلكناهم، وانتقمنا منهم ﴿وَضَرَبْنَا لَكُمُ الأمثال﴾ أي بينا لكم الأمثال في الدنيا فلم تعتبروا ﴿وَقَدْ مَكَرُواْ مَكْرَهُمْ﴾ أي مكر المشركون بالرسول وبالمؤمنين حين أرادوا قتله ﴿وَعِندَ الله مَكْرُهُمْ﴾ أي وعند الله جزاء هذا المكر فإنه محيط بهم وبمكرهم ﴿وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الجبال﴾ أي وإن كان مكرهم من القوة والتأثير حتى ليؤدي إلى زوال الجبال ولكنَّ الله عصَم ووقى منه ﴿فَلاَ تَحْسَبَنَّ الله مُخْلِفَ وَعْدِهِ رُسُلَهُ﴾ أي لا تظننَّ أيها المخاطب أن الله يخلف رسله ما وعدهم به من النصر وأخذ الظالمين المكذبين ﴿إِنَّ الله\nعَزِيزٌ ذُو انتقام﴾ أي إنه تعالى غالبٌ لا يعجزه شيء منتقم ممن عصاه ﴿يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات﴾ أي ينتقم من أعدائه يوم الجزاء، يوم تتبدل هذه الأرض أرضًا أخرى، وتتبدل السماوات سماوات أخرى قال ابن مسعود: تُبدَّل الأرضُ بأرضٍ كالفضة نقية، لم يسفك فيها دم، ولم يعمل عليها خطيئة ﴿وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ﴾ أي خرجت الخلائق جميعها من قبورهم، وإنما هم في أرض المحشر أمام الواحد القهار ﴿وَتَرَى المجرمين يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأصفاد﴾ أي وفي ذلك اليوم الرهيب تبصر المجرمين مشدودين مع شياطينهم بالقيود والأغلال قال الطبري: أي مقرَّنة أيديهم وأرجُلهم إِلى رقابهم بالأصفاد وهي الأغلال والسلاسل ﴿سَرَابِيلُهُم مِّن قَطِرَانٍ﴾ أي ثيابهم التي يلبسونها من قطران وهي مادة يسرع فيها اشتعال النار، تُطلى بها الإِبل الجربى فيحرق الجربَ بحرّه وحدته، وهو أسود اللون منتنُ الريح ﴿وتغشى وُجُوهَهُمُ النار﴾ أي تعلوها وتحيط بها النار، جزاء المكر والاستكبار ﴿لِيَجْزِيَ الله كُلَّ نَفْسٍ مَّا كَسَبَتْ﴾ أي برزوا يوم القيامة لأحكم الحاكمين ليجازيهم الله على أعمالهم، المحسنَ بإِحسانه، والمسيءَ بإِساءته ﴿إِنَّ الله سَرِيعُ الحساب﴾ أي لا يشغله شأن عن شأن، يحاسب جميع الخلق في أعجل ما يكون من الزمان، في مقدار نصف نهار من أيام الدنيا كما ورد به الأثر ﴿هذا بَلاَغٌ لِّلنَّاسِ﴾ أي هذا القرآن بلاغٌ لجميع الخلق من إِنس وجان، أنزل لتبليغهم بما فيه من فنون العبر والعظات ﴿وَلِيُنذَرُواْ بِهِ﴾ أي لكي يُنصحوا به ويخوّفوا من عقاب الله ﴿وليعلموا أَنَّمَا هُوَ إله وَاحِدٌ﴾ أي ولكي يتحققوا بما فيه من الدلائل الواضحة والبراهين القاطعة، على أنه تعالى واحد أحدٌ، فردٌ صمد ﴿وَلِيَذَّكَّرَ أُوْلُواْ الألباب﴾ أي وليتعظ بهذا القرآن أصحاب العقول السليمة، وهم السعداء أهل النهي والصلاح.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التشبيه البليغ ﴿وَأَفْئِدَتُهُمْ هَوَآءٌ﴾ حذف منه أداة التشبيه ووجه الشبه أي قلوبهم كالهواء لفراغها من جميع الأشياء فأصبح التشبيه بليغًا.\n٢ - الإيجاز بالحذف ﴿يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات﴾ حذف منه والسماوات تبدل غير السماوات لدلالة ما سبق.\n٣ - الطباق في ﴿تَبِعَنِي ... عَصَانِي﴾ وفي ﴿نُخْفِي ... نُعْلِنُ﴾ وفي ﴿الأرض ... السمآء﴾ .\n٤ - جناس الاشتقاق في ﴿مَكَرُواْ مَكْرَهُمْ﴾ .\n٥ - العدول عن المضارع إلى الماضي ﴿وَبَرَزُواْ﴾ بدل ﴿ويبرزون﴾ للدلالة على تحقق الوقوع مثل ﴿أتى أَمْرُ الله﴾ [النحل: ١] فكأنه حدث ووقع فأخبر عنه بصيغة الماضي.\n٦ - الاستعارة في ﴿لصَّلاَةَ فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ﴾ قال الشريف الرضي: وهذه من\nمحاسن الاستعارة وحقيقةُ الهُوي النزول من علوٍ إلى انخفاض كالهبوط والمراد تسرع إليهم شوقًا وتطير إليهم حبًا، ولو قال «تحنُّ إليهم» لم يكن فيه من الفائدة ما في التعبير ب ﴿تهوي إِلَيْهِمْ﴾ لأن الحنين قد يكون من المقيم بالمكان.\nلطيفَة: حكمة تعريف البلد هنا ﴿اجعل هذا البلد آمِنًا﴾ وتنكيره في البقرة ﴿اجعل هذا بَلَدًا آمِنًا﴾ [البقرة: ١٢٦] أنه تكرر الدعاء من الخليل، ففي البقرة كان قبل بنائها فطلب من الله أن تجعل بلدًا، وأن تكون آمنًا، وهنا كان بعد بنائها فطلب من الله أن تكون آمنًا أي بلد أمنٍ واستقرار، وهذا هو السرُّ في التفريق في الآيتين، اللهم ارزقنا فهم أسرار كتابك العظيم.", "ayah": 36, "surah": 14}