{"text": "اللغَة: ﴿عَبَسَ﴾ كلح وجهه وقطَّب ﴿تصدى﴾ تتعرض له وتصغي لكلامه ﴿سَفَرَةٍ﴾ السفرة: الملائكة الكرام الكاتبون لأعمال العباد جمع سافر مثل كاتب كَتَبة ﴿فَأَقْبَرَهُ﴾ جعل له قبرًا وأمر أن يُقْبر ﴿قَضْبًا﴾ القضبُ: كل ما يقطع من البقول فينبت أصلهُ مثل البرسيم «الفصة» والباقلاء، والكُرَّاث وغيرها ﴿غُلْبًا﴾ كثيرة الأشجار ملتفة الأغصان جمع غلباء ﴿أَبًّا﴾ الأبُّ: المرعى وكل ما أنبتت الأرض مما تأكله البهائم كالكلأ والعشب ﴿الصآخة﴾ الصيحة التي تصمُّ الآذان لشدتها ﴿مُّسْفِرَةٌ﴾ مشرقة مضيئة ﴿غَبَرَةٌ﴾ غبار ودخان ﴿قَتَرَةٌ﴾ سواد وظلمة.\nسَبَبُ النّزول: روي أن النبي ﷺ َ كان مشغولًا مع صناديد قريش يدعوهم إِلى الإِسلام، وكان يطمع في إِسلامهمه رجاء أن يسلم أتباعهم، فبينما رسول الله ﷺ َ مشتغل بمن عنده من وجوه قريش، جاء إِليه «عبد الله بن أُم مكتوم» وهو أعمى، فقال يا رسول الله: علمني مما علَّمك الله، وكرَّر ذلك وهو لا يعلم أن الرسول مشغول مع هؤلاء إِنما أتباعه العميان والسَّفلة والعبيد، فعبس وجهه وأقبل على القوم يكلمهم فأنزل الله ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى﴾ الآيات.\nالتفسِير: ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى﴾ أي كلح وجهه وقطَّبه وأعرض عنه كارهًا، لأنْ جاءه الاعمى يسأل عن أمور دينه قال الصاوي: إِنما أتى بضمائر الغيبة ﴿عَبَسَ وتولى﴾ تطلفًا به ﷺ َ وإِجلالًا له، لما في المشافهة بتاء الخطاب ما لا يخفى من الشدة الصعوبة واسم الأعمى «عبد الله بن أُم مكتوم» وكان بعد نزول آيات العتاب إِذا جاءه يقول له: «مرحبًا بمان عاتبني فيه ربي، ويبسط له رداءه» ﴿وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾ أي وما يُعلمك ويخبرك يا محمد لعلَّ هذا الأعمى الذي عبستَ في وجهه، يتطهر من ذنوبه بما يتلقاه عنك من العلم والمعرفة! ﴿﴿أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذكرى﴾ أي أويتعظ بما يسمع فتنفعه موعظتك﴾ ﴿﴿أَمَّا مَنِ استغنى﴾ أي أما من استغنى عن اللهِ وعن الإِيمان، بما له من الثروة والمال ﴿فَأَنتَ لَهُ تصدى﴾ أي فأنت تتعرَّض له وتصغي لكلامه، وتهتم بتبليغه دعوتك ﴿وَمَا عَلَيْكَ أَلاَّ يزكى﴾ أي ولا حرج عليك أن لا يتطهر من دنس الكفر والعصيان،\nولست بمطالب بهدايته، إنما عليك البلاغ قال الألوسي: وفيه مزيد تنفيرٍ له ﷺ َ عن مصاحبتهم، فإِن الإِقبال على المدبر مخلٌّ بالمروءة كما قال القائل:\nواللهِ لو كرهتْ كفي مُصاحبتي ... يومًا لقلتُ لها عن صُحْبتي بيْني\n﴿وَأَمَّا مَن جَآءَكَ يسعى﴾ أي وأمَّا من جاءك يسرع ويمشي في طلب العلم للهِ ويحرص على طلب الخير ﴿وَهُوَ يخشى﴾ أي وهو يخاف الله تعالى ويتقي محارمه ﴿فَأَنتَ عَنْهُ تلهى﴾ أي فأنت يا محمد تتشاغل عنه، وتتلهى بالانصراف عنه إِلى رؤساء الكفر والضلال﴾ ! ﴿كَلاَّ إِنَّهَا تَذْكِرَةٌ﴾ أي لا تفعل بعدم اليوم مثل ذلك، فهذه الآيات موعظة وتبصرة للخلق، يجب أن يتعظ بها ويعمل بموجبها العقلاء ﴿فَمَن شَآءَ ذَكَرَهُ﴾ أي فمن شاء من عباد الله اتعظ بالقرآن، واستفاد من إِرشاداته وتوجهاته، قال المفسرون: كان ﷺ َ بعد هذا العتاب، لا يعبس في وجه فقير قط، ولا يتصدى لغني أبدًان وكان الفقراء في مجلسه أمراء، وكان إِذا دخل عليه «ابن أم مكتوم» يبسط له رداءه ويقول: مرحبًا بما عاتبني فيه ربي.\nز\nثم بعد هذا البيان أخبر عن جلالة قدر القرآن فقال ﴿فَي صُحُفٍ مُّكَرَّمَةٍ﴾ أي هو في صحفٍ مكرمة عند الله ﴿مَّرْفُوعَةٍ مُّطَهَّرَةٍ﴾ أي عالية القدر والمكانة، منزهة عن أيدي الشياطين، وعن كل دنسٍ ونقص ﴿بِأَيْدِي سَفَرَةٍ﴾ أي بأيدي ملائكة جعلهم الله سفراء بينه وبين رسله ﴿كِرَامٍ بَرَرَةٍ﴾ أي مكرمين معظمين عند الله، أتقياء صلحاء ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ [التحريم: ٦] ثم ذكر تعالى قبح جريمة الكافر، وإِفراطه في الكفر والعصيان مع كثرة إِحسان الله إِليه فقال ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾ أي لعن الكافر وطرد من رحمة الله، ما أشدَّ كفره بالله مع كثرة إِحسانه إِليه وأياديه عنده؟ قال الألوسي: والآية دعاءٌ عليه بأشنع الدعوات وأفظعها، وتعجيبٌ من إِفراطه في الكفر والعصيان، وهذا في غاية الإِيجاز والبيان ﴿مِنْ أَيِّ شَيءٍ خَلَقَهُ﴾ أي من أي شيء خلق الله هذا الكافر حتى يتكبر على ربه؟ ثم وضَّح ذلك فقال ﴿مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ﴾ أي من ماءٍ مهين حقير بدأ خلقه، فقدَّره في بطن أمه أطوارًا من نطفة ثم من علقة إِلى أن تمَّ خلقه قال ابن كثير: قدَّر رزقه، وأجله، وعمله، وشقيّ أو سعيد ﴿ثُمَّ السبيل يَسَّرَهُ﴾ أي ثم سهَّل له طريق الخروج من بطن أمه قال الحسن البصري: كيف يتكبر من خرج من سبيل البول مرتين؟ يعني الذكر والفرج ﴿ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ﴾ أي ثم أماته وجعل له قبرًا يُوارى فيه إِكرامًا له، ولم يجعله ملقى للسباع والوحوش والطيور قال الخازن: وهذه تكرمة لبني آدم على سائر الحيوانات ﴿ثُمَّ إِذَا شَآءَ أَنشَرَهُ﴾ أي ثم حين يشاء الله إِحياءه، يحييه بعد موته للبعث والحساب والجزاء، وإِنما قال ﴿إِذَا شَآءَ﴾ لأن وقت البعث غير معلوم لأحد، فهو إِلى مشيئة الله تعالى، متى شاء أن يحيي الخلق أحياهم ﴿كَلاَّ لَمَّا يَقْضِ مَآ أَمَرَهُ﴾ أي ليرتدع وينزجر هذا الكافر عن تكبره وتجبره، فإِنه لم يؤد ما فرض عليه، ولم يفعل ما كلفه به ربه من الإِيمان والطاعة. . ولما ذكر خلق الإِنسان، ذكر بعده رزقه، ليعتبر بما أغدق الله عليه من أنواع النعم، فيشكر ربه ويطيعه فقال ﴿فَلْيَنظُرِ الإنسان إلى طَعَامِهِ﴾ أي فلينظر هذا الإِنسان الجاحد نظر\nتفكر واعتبار، إلى أمر حياته، كيف خلقه بقدرته، ويسره برحمته، وكيف هيأ له أسباب المعاش، وخلق له الطعام الذي به قوام حياته؟! ثم فصَّل ذلك فقال ﴿أَنَّا صَبَبْنَا المآء صَبًّا﴾ أي أنا بقدرتنا أنزلنا الماء من السحاب على الأرض إِنزالًا عجيبًا ﴿ثُمَّ شَقَقْنَا الأرض شَقًّا﴾ أي شققنا الأرض بخروج النبات منها شقًا بديعًا ﴿فَأَنبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا﴾ أي فأخبر بذلك الماء أنواع الحبوب والنباتات: حبًا يقتات الناس به ويدخرونه، وعنبًا شهيًا لذيذًا، وسائر البقول مما يؤكل رطبًا ﴿وَزَيْتُونًا وَنَخْلًا﴾ أي وأخرجنا كذلك أشجار الزيتون والنخيل، يخرج منها الزيت والرطب والتمر ﴿وَحَدَآئِقَ غُلْبًا﴾ أي وبساتين كثيرة الأشجار، ملتفة الأغصان ﴿وَفَاكِهَةً وَأَبًّا﴾ أي وأنواع الفواكه والثمار، كما أخرجنا ما تراعاه البهائم قال القرطبي: الأبُّ ما تأكله البهائم من العشب ﴿مَّتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ أي أخرجنا ذلك وأنبتناه ليكون منفعة ومعاشًا لكم أيها الناس ولأنعامكم قال ابن كثير: وفي هذه الآيات امتنانٌ على العباد وفيها استدلال بإِحياء النبات من الأرض الهامدة، على إِحياء الأجسام بعدما كانت عظامًا باليةً وأوصالًا متفرقة.\n. ثم ذكر تعالى بعد ذلك أهوال القيامة فقال ﴿فَإِذَا جَآءَتِ الصآخة﴾ أي فإِذا جاءت صحية القيامة التي تصخ الآذان حتى تكاد تصمها ﴿يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ﴾ أي في ذلك اليوم الرهيب يهرب الإِنسان من أحبابه، من أخيه، أمه، وأبيه، وزوجته، وأولاده لاشتغاله بنفسه قال في التسهيل: ذكر تعالى فرار الإِنسان من أحبابه، ورتبهم على مرابتهم في الحنو والشفقة، فبدأ بالأقل وختم بالأكثر، لأن الإِنسان أشدُّ شفقةً على بنيه من كل من تقدم ذكره ﴿لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ﴾ أي لكل إِنسان منهم في ذلك اليوم العصيب، شأنٌ يشغله عن شأن غيره، فإِنه لا يفكر في سوى نفسه، حتى إِن الأنبياء صلوات الله عليهم ليقول الواحد منهم يومئذٍ «نفسي نفسي» . . ولما بيَّن تعالى حال القيامة وأهوالها، بيَّن بعدها حال الناس وانقسامهم في ذلك اليوم إِلى سعداء وأشقياء، فقال في وصف السعداء: ﴿وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ﴾ أي وجوه في ذلك اليوم مضيئة مشرقة من البهجة والسرور ﴿ضَاحِكَةٌ مُّسْتَبْشِرَةٌ﴾ أي فرحة مسرورة بما رأته من كرامة الله ورضوانه، ومستبشرة بذلك النعيم الدائم ﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ﴾ أي ووجوه في ذلك اليوم عليها غبارٌ ودخان ﴿تَرْهَقُهَا قَتَرَةٌ﴾ أي تغشاها وتعلوها ظلمةٌ وسواد ﴿أولئك هُمُ الكفرة الفجرة﴾ أي أولئك الموصوفون بسواد الوجوه، هم الجامعون بين الكفر والفجور، قال الصاوي: جمع الله تعالى إِلى سواد وجوههم الغَبرة كما جمعوا الكفر إِلى الفجور.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الالتفات من الغيبة إِلى الخطاب زيادة في العتاب ﴿عَبَسَ وتولى﴾ .\n. ثم قال: ﴿وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾؟ فالتفت تنبيهًا للرسول ﷺ َ إِلى العناية بشأن الأعمى.\n٢ - جناس الاشتقاق بين ﴿يَذَّكَّرُ. . والذكرى﴾ .\n٣ - الكناية الرائقة ﴿ثُمَّ السبيل يَسَّرَهُ﴾ كنَّى بالسبيل عن خروجه من فرج الأم،\n٤ - أسلوب التعجب ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾؟ تعجبٌ من إِفراط كفره، مع كثرة إِحسان الله إِليه.\n٥ - الطباق بين ﴿تصدى﴾ وبين ﴿تلهى﴾ لأن المراد بهما تتعرض وتنشغل.\n٦ - التفصيل بعد الإِجمال ﴿مِنْ أَيِّ شَيءٍ خَلَقَهُ﴾ ثم فصَّل ذلك وبيَّنه بقوله ﴿مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ ثُمَّ السبيل يَسَّرَهُ ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ﴾ .\n٧ - المقابلة اللطيفة بين السعداء والأشقياء ﴿وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ ضَاحِكَةٌ مُّسْتَبْشِرَةٌ﴾ قابلها بقوله ﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ﴾ .\n٨ - توافق الفواصل مراعاة لرءوس الآيات، وهو من المحسنات البديعية ويسمى السجع مثل ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾ ومثل ﴿فَي صُحُفٍ مُّكَرَّمَةٍ مَّرْفُوعَةٍ مُّطَهَّرَةٍ بِأَيْدِي سَفَرَةٍ كِرَامٍ بَرَرَةٍ. .﴾ الخ.\nلطيفَة: اقتبس بعض الأدباء من قوله تعالى ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾؟ هذين البيتين:\nيتمنى المء في الصيف الشِّتا ... فإِذا جاء الشِّتا أنكره\nفهو لا يرضى بحالٍ واحدٍ ... قُتِل الإِنسانُ ما أكفره؟", "ayah": 17, "surah": 80}