{"text": "اللغَة: ﴿بِحُسْبَانٍ﴾ الحُسبان بضم الحاء مصدر مثل الغُفران والكُفران ومعناه الحساب ﴿الأَنَامِ﴾ الخلق وكلُّ ما دبَّ على وجه الأرض ﴿العصف﴾ ورق الزرع الأخضر إِذا يبس ﴿الريحان﴾ كل نبات طيب الريح، سمي ريحانًا لرائحته الطيبة ﴿مَّارِجٍ﴾ المارج: اللهب الذي يعلو النار قال الليث: هو الشعلة الساطعة ذات اللهب الشديد ﴿الجوار﴾ جمع جارية وهي السفينة سميت جارية لأنها تمشي\nعلى سطح الماء ﴿الأعلام﴾ الجبال جمع علم وهو الجبل الطويل قال الشاعر: «إِذا قطعن علمًا بدا علمٌ» ﴿تَنفُذُواْ﴾ النفوذ: الخروج من الشي بسرعة ﴿شُوَاظٌ﴾: اللهب الذي لا دخان له ﴿الدهان﴾ الجلد الأحمر ﴿آنٍ﴾ نهاية في الحرارة.\nالتفسِير: ﴿الرحمن عَلَّمَ القرآن﴾ أي الله الرحمنُ علَّم القرآن، ويسَّره للحفظ والفهم قال مقاتل: لما نزل قوله تعالى ﴿اسجدوا للرحمن﴾ [الفرقان: ٦٠] قال كفار مكة، وما الرحمن؟ فأنكروه وقالوا لا نعرف الرحمن فقال تعالى ﴿الرحمن﴾ الذين أنكروه هو الذي ﴿عَلَّمَ القرآن﴾ وقال الخازن: إن الله ﷿ عدَّد نعمه على عباده، فقدَّم أعظمها نعمة، وأعلاها رتبة، وهو القرآن العزيز لأنه أعظم وحي الله إلى أنبيائه، وأشرفه منزلة عند أوليائه وأصفيائه، وأكثره ذكرًا، وأحسنه في أبواب الدين أثرًا، وهو سنام الكتب السماوية المنزَّلة على أفضل البرية ﴿خَلَقَ الإنسان﴾ أي خلق الإِنسان السميع البصير الناطق، والمرادُ بالإِنسان الجنسُ ﴿عَلَّمَهُ البيان﴾ أي ألهمه النطق الذي يستطيع به أن يُبين عن مقاصده ورغباته ويتميَّز به عن سائر الحيوان قال البيضاوي: والمقصودُ تعداد ما أنعم الله به على الإِنسان، حثًا على شكره، وتنبيهًا على تقصيرهم فيه، وإنما قدَّم تعليم القرآن على خلق الإِنسان، لأنه أصل النعم الدينية فقدَّم الأهم ﴿الشمس والقمر بِحُسْبَانٍ﴾ أي الشمس والقمر يجريان بحساب معلوم في بروجهما، وبتنقلان في منازلهما لمصالح العباد قال ابن كثير: أي يجريان متعاقبين بحساب مقنَّن لا يختلف ولا يضطرب ﴿والنجم والشجر يَسْجُدَانِ﴾ أي والسماء خلقها عالية محكمة البناء رفيعة القدر والشأن، وأمر بالميزان عند الأخذ والإِعطاء لينال الإِنسان حقه وافيًا ﴿أَلاَّ تَطْغَوْاْ فِي الميزان﴾ أي لئلا تبخسوا في الميزان ﴿وَأَقِيمُواْ الوزن بالقسط﴾ أي اجعلا الوزن مستقيمًا بالعدل والإِنصاف ﴿وَلاَ تُخْسِرُواْ الميزان﴾ أي لا تطففوا الوزن ولا تُنقصوه كقوله تعالى ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ [المطففين: ١] ﴿والأرض وَضَعَهَا لِلأَنَامِ﴾ أي والأرض بسطها لأجل الخلق، ليستقروا عليها، وينتفعوا بما خلق الله على ظهرها قال ابن كثير: أي أرساها بالجبال الشامخات لتستقر بما على وجهها من الأنام وهم الخلائق، المختلفة أنواعهم وأشكالهم وألوانهم في سائر أرجائها ﴿فِيهَا فَاكِهَةٌ﴾ أي فيها من أنواع الفواكه المختلفة الألوان والطعوم والروائح ﴿والنخل ذَاتُ الأكمام﴾ أي وفيها النخل التي يطلع فيها أوعية الثمر قال ابن كثير: أفرد النخل بالذكر لشرفه ونفعه رطبًا ويابسًا، والأكمام هي أعية الطلع كما قال ابن عباس، وهو الذي يطلع فيه القنو، ثم ينشق عنه العنقود فيكون بُسرًا ثم رُطبًا، ثم ينضج ويتناهى ينعه واستواؤه ﴿\nوالحب ذُو العصف﴾ أي والنجمُ والشجر ينقادان للرحمن فيما يريده منهما، هذا بالتنقل بالبروج، وذاك بإخراج الثمار ﴿والسمآء رَفَعَهَا وَوَضَعَ الميزان﴾ أي وفيها أنواع الحب كالحنطة والشعير وسائر ما يُتغذى به، ذو التبن الذي هو غذاء الحيوان ﴿والريحان﴾ أي وفيها كل مشموم طيب الريح من النبات كالورد، والفُلْ، والياسمين وما شاكلها قال في البحر: ذكر تعالى الفاكهة أولًا ونكَّر لفظها لأن الانتفاع بها نفسها، ثم ثنَّى بالنخل فذكر الأصل ولم يذكر ثمرها وهو التمر، لكثرة الانتفاع بها من ليفٍ، وسعف، وجريدٍ، وجذوع، وجُمَّار، وثمر، ثم ذكر الحب الذي هو قوام عيش الإِنسان وهو البشر والشعير وكل ما له سنبل وأوراق، ووصفه بقوله ﴿ذُو العصف﴾ تنبيهًا على إنعامه عليهم بما يقوتهم به من الحب، وما يقوت بهائمهم من ورقه وهو التبنُ، وبدأ بالفاكهة وختم بالمشموم ليحصل ما به يُتفكه، وما به يُتقوَّت، وما به تقع اللذاذة من الرائحة الطيبة، ولما عدَّد نعمه خاطب الإِنس والجن بقوله ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله يا معشر الإِنس والجن تكذبان؟ أليست نعم الله علكيم كثيرة لا تُحصى؟ عن ابن عمر\n«أن رسول الله ﷺ َ قرأ سورة الرحمن على أصحابه فسكتوا، فقال: مالي أسمع الجنَّ أحسن جوابًا لربها منكم؟ ما أتيتُ على قول الله تعالى ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ إلا قالوا: لا بشيءْ من نعمك ربنا نكذب فلك الحمد» . ثم ذكر تعالى دلائل قدرته ووحدانيته فقال ﴿خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار﴾ أي خلق أباكم آدم من طين يابسٍ يسمع له صلصلة أي صوتٌ إِذا نُقر قال المفسرون: ذكر تعالى في هذه السورة أنه خلق آدم ﴿مِن صَلْصَالٍ كالفخار﴾ وفي سورة الحجر ﴿مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ [الحجر: ٢٦] أي من طين أسود متغير، وفي الصافات ﴿مِّن طِينٍ لاَّزِبٍ﴾ [الصافات: ١١] أي يلتصق باليد، وفي آل عمران ﴿كَمَثَلِءَادَمَ خَلَقَهُ مِن تُرَابٍ﴾ [آل عمران: ٥٩] ولا تنافي بينهما، وذلك لأن الله تعالى أخذه من تراب الأرض، فعجنه بالماء فصار طينًا لازبًا أي متلاصقًا يلصق باليد، ثم تركه حتى صار حمأً مسنونًا أي طينًا أسود منتنًا، ثم صوَّره كما تُصوَّر الأواني ثم أيبسه حتى صار في غاية الصلابة كالفخار إِذا نُقر صوَّت، فالمذكور ههنا آخر الأطوار ﴿وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ﴾ أي وخلق الجنَّ من لهبٍ خالصً لا دخان فيه من لنار قال ابن عباس: ﴿مِن مَّارِجٍ﴾ أي لهبٍ خالص لا دخال فيه وقال مجاهد: هو اللهب المختلط بسواد النار، وفي الحديث\n«خُلقت الملائكة من نور، وخُلق الجان من مارجٍ من نار، وخُلق آدم مما وُصف لكم» ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله يا مشعر الإِنس والجن تكذبان؟ قال أبو حيان: والتكرار في هذه الفواصل للتأكيد والتنبيه والتحريك، وقال ابن قتيبة: إن هذا التكرار إِنما هو لاختلاف النعم، فكلما ذكر نعمةً كرر قوله ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ وقد ذُكرت هذه الآية إِحدى وثلاثين مرة، والاستفهام فيها للتقريع والتوبيخ ﴿رَبُّ المشرقين وَرَبُّ المغربين﴾ أي هو جل وعلا ربُّ مشرق الشمس والقمر، وربُّ مغربهما، ولمّا ذكر الشمس والقمر في قوله ﴿الشمس والقمر بِحُسْبَانٍ﴾ ذكر هنا أنه رب مشرقهما ومغربهما ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي\nنعم الله التي لا تحصى تكذبان؟ ﴿مَرَجَ البحرين يَلْتَقِيَانِ﴾ أي أرسل البحر الملح والبحر العذب يتجاوران يلتقيان ولا يمتزجان ﴿بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ﴾ أي بينهما حاجزٌ من قدرة الله تعالى لا يطغى أحدهما على الآخر بالممازجة قال ابن كثير: والمراد بالبحرين: الملح والحلو، فالملح هذه البحار، والحلو هذه الأنهار السارحة بين الناس، وجعل الله بينهما برزخًا وهو الحاجز من الأرض لئلا يبغي هذا على هذا فيفسد كل واحد منهما الآخر ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله تكذبان؟ ﴿يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ﴾ أي يُخرج لكم من الماء اللؤلؤ والمرجان، كما يخرج من التراب الحب والعصف والريحان، قال الألوسي: واللؤلؤ صغار الدُر، والمرجان كباره قاله ابن عباس، وعن ابن مسعود أن المرجان الخرز الأحمر، والآية بيانٌ لعاجئب صنع الله حيث يخرج من الماء الملح أنواع الحلية كالدر والياقوت والمرجان، فسبحان الواحد المنَّان ﴿فَبِأَيِّ آلاَءِ رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمة من نعم الله تكذبان؟ ﴿وَلَهُ الجوار المنشئات فِي البحر كالأعلام﴾ أي وله جل وعلا السفن المرفوعات الجارياتُ في البحر كالجبال في العظم والضخامة قال القرطبي: ﴿كالأعلام﴾ أي كالجبال، والعلمُ الجبل الطويل، فالسفن في البحر كالجبال في البر، ووج الامتنان بها أن الله تعالى سيَّر هذه السفن الضخمة التي تشبه الجبال على وجه الماء، وهو جسم لطيف مائع يحمل فوقه هذه السفن الكبار المحمَّلة بالأرزاق والمكاسب والمتاجر من قطر إلى قطر، ومن إقليم إِلى إقليم قال شيخ زاده: واعلم أن أصول الأشياء أربعة: الترابُ، والماءُ والهواءُ، والنارُ، فبيَّن تعالى بقوله ﴿خَلَقَ الإنسان مِن صَلْصَالٍ﴾ أن التراب أصلٌ لمخلوق شريف مكرَّم، وبيَّن قوله ﴿وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ﴾ أن النار أيضًا أصلٌ لمخلوق آخر عجيب الشأن، وبيَّن بقوله ﴿يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ﴾ أن الماء أيضًا أصل لمخلوق له قدرٌ وقيمة، ثم ذكر أن الهواء له تأثير عظيم في جري السفن المشابهة للجبال فقال ﴿وَلَهُ الجوار المنشئات فِي البحر كالأعلام﴾ وخصَّ السفن بالذكر لأن جريها في البحر لا صنع للبشر فيه، هم معترفون بذلك حيث يقولون: «لك الفُلك ولك المُلك» وإِذا خافوا الغرق دعوا الله تعالى خاصة\n﴿مُخْلِصِينَ لَهُ الدين فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ﴾ [العنكبوت: ٦٥] ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمةٍ من نعم الله تكذبان؟ ﴿كُلُّ مَنْ عَلَيْهَا فَانٍ﴾ أي كل من على وجه الأرض من الإِنان والحيوان هالك وسيموت ﴿ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام﴾ أي ويبقى ذات الله والواحد الأحد، ذو العظمة والكبرياء والإِنعام والإِكرام كقوله ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ [القصص: ٨٨] قال ابن عباس: الوجهُ عبارة عن الله جل وعلا الباقي الدائم قال القرطبي: ووجه النعمة في فناء الخلق التسويةُ بينهم في الموت ومع الموت تستوي الأقدام، والموتُ سبب النقلة من دار الفناء إِلى دار الثواب والجزاء ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمةٍ من نعم الله تكذبان ﴿يَسْأَلُهُ مَن فِي السماوات والأرض﴾ أي يفتقر إِليه تعالى كمن السموات والأرض، ويطلبون منه العون والرزق بلسان المقال أو بلسان الحال ﴿كُلَّ\nيَوْمٍ هُوَ فِي شَأْنٍ﴾ أي كل ساعة ولحظة هو تعالى في شأن من شئون الخلق، يغفر ذنبًا، ويفرّج كربًا، ويرفع قومًا، ويضع آخرين قال المفسرون: هي شئونٌ يُبديها ولا يبتديها أي يظهرها للخلق ولا ينشئها من جديد لأن القلم جفَّ على ما كان وما سيكون إِلى يوم القيامة، فهو تعالى يرفع من يشاء ويضع من يشاء، ويشفي سقيمًا ويمرض سليمًا، ويعز ذليلًا ويذل عزيزًا، ويفقر غيبًا ويغني فقيرًا قال مقاتل: إن الآية نزلت في اليهود قالوا: إن الله تعالى لا يقضي يوم السبت شيئًا، فردَّ الله عليهم بذلك ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذبان أيها الإِنس والجان؟ ﴿سَنَفْرُغُ لَكُمْ أَيُّهَ الثقلان﴾ أي سنحاسبكم على أعمالكم يا معشر الإِنس والجنِّ قال ابن عباس: هذا وعيدٌ من الله تعالى للعباد، وليس بالله تعالى شغل وهو فارغ قال في البحر: أي ننظر في أموركم يوم القيامة، لا أنه تعالى كان له شغل فيفرغ فيه، وجرى هذا على كلام العرب يقول الرجل لمن يتهدده: سأفرغ لك أي سأتجرد للانتقام منك من كل ما شغلني وقال البيضاوي: أي سنتجرد لحسابكم وجزائكم يوم القيامة، وفيه تهديد مستعارٌ من قولك لمن تهدده: سأفرغ لك، فإن المتجرد للشيء يكون أقوى عليه، وأجدَّ فيه، والثقلان: الإِنسُ والجنُّ سميا بذلك لثقلهما على الأرض ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا﴾ أي إن قدرتم أن تخرجوا من جوانب السمواتِ والأرض هاربين من الله، فارين من قضائه فأخرجوا منها، وخلصوا أنفسكم من عقابه، والأمر للتعجيز ﴿لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ﴾ أي لا تقدرون على الخروج إِلا بقوةٍ وقهر وغلبة، وأنَّى لكم ذلك؟ قال ابن كثير: معنى الآية أنكم لا تستطيعون هربًا من أمر الله وقدره، بل هو محيطٌ بكم لا تقدرون على التخلص من حكمه، أينما ذهبتم أحيط بكم، وهذا في مقام الحشر حيث الملائكة محدقةٌ بالخلائق سبع صوف من كل جانب، فلا يقدر أحد على الذهاب إِلا بسلطان أي إِلا بأمر الله وإِرادته\n﴿يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ [القيامة: ١٠]؟ وهذا إِنما يكون في القيامة لا في الدنيا بدليل قوله تعالى بعده ﴿يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ﴾ ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾؟ تقدم تفسيره ﴿يُرْسَلُ\nعَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ﴾ أي يرسل عليكما يوم القيامة لهب النار الحامية ﴿وَنُحَاسٌ﴾ أي ونحاسٌ مذاب يصبُّ فوق رءوسكم قال مجاهد: مجاهد هو الصفر المعروف يصب على رءوسهم يوم القيامة وقال ابن عباس: ﴿نحاسٌ﴾ هو الدخان الذي لا لهب فيه، وقول مجاهد أظهر ﴿فَلاَ تَنتَصِرَانِ﴾ أي فلا ينصر بعضكم بعضًا، ولا يخلصه من عذاب الله قال ابن كثير: ومعنى الآية لو ذهبتم هاربين يوم القيامة لردتكم الملائكةُ وزبانية جهنم، بإِرسال اللهب من النار والنحاس المذاب عليكم لترجعوا فلا تجدون لكم ناصرًا ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فَإِذَا انشقت السمآء﴾ أي فإِذا انصدعت يوم القيامة لتنزل الملائكة منها لتحيط بالخلائق من كل جانب ﴿فَكَانَتْ وَرْدَةً كالدهان﴾ أي فكانت مثل الورد الأحمر من حرارة النار، ومثل الأديم الأحمر أي الجلد الأحمر قاله ابن عباس: وذلك من شدة الهول، ومن رهبة ذلك اليوم العظيم ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ﴾ أي ففي ذلك اليوم الرهيب يوم تنشق السماء، لا يُسأل أحد من المذنبين من الإِنس والجن عن ذنبه، لأن للمذنب علامات تدل على ذنبه كاسوداد الوجوه، وزرقة العيون قال الإِمام الفخر: لا يُسأل أحد عن ذنبه فلا يقال له: أنتَ المذنب أو غيرك؟ ولا يقال: من المذنب منكم؟ بل يعرفون بسواد وجوههم وغيره ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿يُعْرَفُ المجرمون بِسِيمَاهُمْ﴾ أي يُعرف يوم القيامة أهل الإِجرام بعلامات تظهر عليهم وهي ما تغشاهم من الكآبة والحزن قال الحسن: سواد الوجه وزرقة الأعين كقوله تعالى ﴿وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقًا﴾ [طه: ١٠٢] وقوله ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ [آل عمران: ١٠٦] ﴿فَيُؤْخَذُ بالنواصي والأقدام﴾ أي فتأخذ الملائكة بنواصيهم أي بشعور مقدم رءوسهم وأقدامهم فيقذفونهم في جهنم قال ابن عباس: يُؤخذ بناصية المجرم وقدميه فيكسر كما يكسر الحطب ثم يلقى في النار ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿هذه جَهَنَّمُ التي يُكَذِّبُ بِهَا المجرمون﴾ أي يقال لهم تقريعًا وتوبيخًا: هذه النار التي أخبرتم بها فكذبتم قال ابن كثير: أي هذه النار التي كنتم تكذبون بوجودها، ها هي حاضرةٌ تشاهدونها عيانًا ﴿يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ﴾ أي يترددون بين نار جهنم وبين ماءٍ حار بلغ النهاية في الحرارة قال قتادة: يطوفون مرةً بين الحميم، ومرة بين الجحيم، والجحيم النارُ، والحميم الشارب الذي انتهى حره ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله تكذبان يا معشر الإنس والجان؟", "ayah": 29, "surah": 55}