{"text": "اللغَة: ﴿بَنَانَهُ﴾ البَنان: أطراف الأصابع أو الأصابع نفسها جمع بنانة قال النابغة:\nبمخضَّبٍ رَخْصٍ كأنه بَنَانَهُ ... عَنمٌ يكاد اللطافة يُعْقد\n﴿بَرِقَ﴾ فزع وبُهت وتحيَّر، وأصله النظر إلى البرق فيدهش البصر قال ذو الرمة:\nوَلو أنَّ لُقمان الحكيم تعرضتْ ... لِعينيه ميٌّ سافرًا كاد يبرق\n﴿وَزَرَ﴾ ملجأ وحصن يتلجىء إليه ﴿نَّاضِرَةٌ﴾ حسنة مشرقة متهلّلة، والنُضرة: النعمة وجمال البشرة والإِشراقة الجميلة ﴿بَاسِرَةٌ﴾ شديدة الكلوحة والعبوس يقال: بَسرَ وجهه إِذا اشتد في عبوسه وكلاحته ﴿فَاقِرَةٌ﴾ الفاقرة: الداهية والأمر العظيم يقال: فَقَرته المصيبة أي كسرت فَقَار ظهره ﴿يتمطى﴾ يتبختر في مشيته اختيالًا وكبرًا.\nالتفسِير: ﴿لاَ أُقْسِمُ بِيَوْمِ القيامة﴾ أي أقسم بيوم القيامة، يوم الحساب والجزاء ﴿وَلاَ أُقْسِمُ بالنفس اللوامة﴾ أي وأقسم بالنفس المؤمنة التقية، التي تلوم صاحبها على ترك الطاعات، وفعل الموبقات قال المفسرون: ﴿لاَ﴾ لتأكيد القسم، وقد اشتهر في كلام العرب زيادة ﴿لاَ﴾ قبل القسم لتأكيد الكلام، كأنه من الوضوح والجلاء بحيث لا يحتاج إلى قسم، وجوابُ القسم محذوف تقديره «\nلتبعثنَّ ولتحاسبنَّ» دل عليه قوله ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾؟ . . أقسم تعالى بيوم القيامة لعظمة وهوله، وأقسم بالنفس التي تلوم صاحبها على التقصير في جنب الله، وتستغفر وتنيب مع طاعتها وإِحسانها قال الحسن البصري: هي نفس المؤمن، إن المؤمن ما تراه إلا يلوم نفسه: ماذا أردتُ بكلامي؟ وماذا أردتُ بعملي؟ وإن الكافر يمضي ولا يحاسب نفسه ولا يعاتبها ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾ الاستفهام للتوبيخ والتقريع، أي أيظن هذا الإِنسان الكافر، المكذب للبعث والنشور، أن لن نقدر على جمع عظامه بعد تفرقها؟ قال المفسرون: نزلت هذه الآية في «عدي بن ربيعة» جاء إلى رسول الله ﷺ َ فقال يا محمد: حدثني عن يوم القيامة، متى يكون؟ وكيف أمره؟ فأخبره رسول الله ﷺ َ فقال: لو عاينتُ ذلك اليوم لم أصدقك يا محمد ولم أومن بك، كيف يجمع الله العظام؟ فنزلت هذه الآية، قال تعالى ردًا عليه ﴿بلى قَادِرِينَ على أَن نُّسَوِّيَ بَنَانَهُ﴾ أي بلى نجمعها ونحن قادرون على أن نعيد أطراف أصابعه، التي هي أصغر أعضائه، وأدقها أجزاءً وألطفها التئامًا، فكيف بكبار العظام؟ وإنما ذكر تعالى البنان، وهي رءوس الأصابع لما فيها من غرابة الوضع، ودقة الصنع، لأن الخطوط والتجاويف الدقيقة التي في أطراف أصابع إنسان، لا تماثلها خطوطٌ أُخرى في أصابع شخص آخر على وجه الأرض، ولذلك يعتمدون على بصمات الأصابع في تحقيق شخصية الإِنسان في هذا العصر ﴿بَلْ يُرِيدُ الإنسان لِيَفْجُرَ أَمَامَهُ﴾ أي بل يريد الإِنسان بهذا الإِنكار أن يستمر على الفجور، ويقدم على الشهوات والآثام، دون وازع من خُلُق أو دين، وينطلق كالحيوان ليس له همٌ إلا نيل شهواته البهيمية، ولذلك ينكر القيامة ويكذب بها ﴿يَسْأَلُ أَيَّانَ يَوْمُ القيامة﴾ أي يسأل هذا الكافر الفاجر على سبيل الاستهزاء والتكذيب متى يكون هذا اليوم يوم القيامة؟ قال الرازي: والسؤال هنا سؤال متعنت ومستبعد لقيام الساعة، ونظيره\n﴿وَيَقُولُونَ متى هذا الوعد﴾ [يونس: ٤٨]؟ ولذلك ينكر المعاد ويكذب بالبعث والنشور، والغرض من الآية ﴿لِيَفْجُرَ أَمَامَهُ﴾ أن الإِنسان الذي يميل طبعه إلى الاسترسال في الشهوات، والاستكثار من اللذات، لا يكاد يُقر بالحشر والنشر، وبعث الأموات، لئلا تتنغص عليه اللذات الجسمانية، فيكون أبدًا منكرًا لذلك، قائلًا على سبيل الهزء والسخرية: أيَّان يومُ القيامة، قال تعالى ردًا على هؤلاء المنكرين ﴿فَإِذَا بَرِقَ البصر﴾ أي فإِذا زاغ البصر وتحيَّر، وانبهر من شدة الأهوال والمخاطر ﴿وَخَسَفَ القمر﴾ أي ذهب ضوءه وأظلم ﴿وَجُمِعَ الشمس والقمر﴾ أي جمع بينهما يوم القيامة، وأُلقيا في النار ليكونا عذابًا على الكفار\nقال عطاء: يجمعان يوم القيامة ثم يُقذفان في البحر، فيكون نار الله الكبرى ﴿يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ أي يقول الفاجر الكافر في ذلك اليوم: أين المهرب؟ وأين الفرار والمنجى من هذه الكارثة الداهية؟ يقول قول الآيس، لعلمه بأنه لا فرار حنيئذٍ ﴿كَلاَّ لاَ وَزَرَ﴾ ردعٌ له عن طلب الفرار، أي ليرتدع وينزجر عن ذلك القول، فلا ملجأ له، ولا مغيث من عذاب الله ﴿إلى رَبِّكَ يَوْمَئِذٍ المستقر﴾ أي إلى الله وحده مصير ومرجع الخلائق قال الألوسي: إليه جل وعلا وحده استقار العباد، لا ملجأ ولا منجى لهم غيره ... والمقصود من الآيات بيان أهوال الآخرة، فاأبصار تنبهر يوم القيامة، وتخشع وتحار من شدة الأهوال؛ ومن عظم ما تشاهده من الأمور العظيمة، والإِنسان يطيش عقله، ويذهب رشده، ويبحث عن النجاة والمخلص، ولكن هيهات فقد جاءت القيامة وانتهت الحياة ﴿يُنَبَّأُ الإنسان يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ﴾ أي يُخبر الإِنسان في ذلك اليوم بجميع أعماله، صغيرها وكبيرها، عظيمها وحقيرها، ما قدَّمه منها في حياته، ما أخره بعد مماته، من سنةٍ حسنة أو سيئة، ومن سمعة طيبةٍ أو قبيحة وفي الحديث «من سنَّ سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة، من غير أن ينقص من أجورهم شيء، ومن سنَّ سنةً سيئة فعليه وزرها ووزرُ من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شيء» ﴿بَلِ الإنسان على نَفْسِهِ بَصِيرَةٌ﴾ أي بل هو شاهد على نفسه، وسوء عمله، وقبح صنيعه، لا يحتاج إلى شاهد آخر كقوله ﴿كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا﴾ [الإِسراء: ١٤] والهاءُ في ﴿بَصِيرَةٌ﴾ للمبالغة كرواية وعلاَّمة قال ابن عباس: الإِنسان شاهد على نفسه وحده، يشهد عليه سمعُه، وبصره، ورجلاه، وجوارحه ﴿وَلَوْ ألقى مَعَاذِيرَهُ﴾ أي ولو جاء بكل معذرة ليبرِّر إجرامه وفجوره، فإنه لا ينفعه ذلك، لأنه شاهدٌ على نفسه، وحجةٌ بينه عليها قال الفخر: المعنى أن الإِنسان وإن اعتذر عن نفسه، وجادل عنها، وأتى بكل عذر وحجة، فإنه لا ينفعه ذلك لأنه شاهد على نفسه بما جنت واقترفت من الموبقات.\n. وبعد هذا البيان انتقل الحديث إلى القرآن، وطريقة تلقي الوحي عن جبريل فقال تعالى مخاطبًا رسوله ﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾ أي لا تحرك بالقرآن لسانك عند إلقاء الوحي عليك بواسطة جبريل، لأجل أن تتعجل بحفظه مخافة أن يتفلَّت منك ﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾ أي إن علينا أن نجمعه في صدرك يا محمد وأن تحفظه ﴿فَإِذَا قَرَأْنَاهُ فاتبع قُرْآنَهُ﴾ أي فإِذا قرأه عليك جبريل، فأنصت لاستماعه حتى يفرغ، ولا تحرك شفيتك أثناء قراءته ﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾ أي ثم إن علينا بيان ما أشكل عليك فهمه يا محمد من معاينة وأحكامه، قال ابن عباس: كان رسول الله ﷺ َ يعالج من التنزيل شدة، فكان يحرك به لسانه وشفتيه، مخافة أن ينفلت منه يريد أن يحفظه فأنزل الله ﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ. .﴾ الآيات، فكان رسول الله ﷺ َ بعد ذلك إذا أتاه جبريل ﵇ أطرق واستمع، فإِذا\nذهب قرأه كما وعد الله ﷿ قال ابن عباس ﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾ قال: فاستمعْ وأَنصت ﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾ قال: أن نبينه بلسانك وقال ابن كثير: كان ﷺ َ يبادر إلى أخذ القرآن، ويسابق الملك في قراءته، فأمره الله ﷿ أن يستمع له، وتكفل له أن يجمعه في صدره، وأن يبينه له ويوضحه، فالحالة الأولى جمعه في صدره، والثانية تلاوتُه، والثالثة تفسيره وإيضاح معناه ثم عاد الحديث عن المكذبين بيوم الدين فقال تعالى مخاطبًا كفار مكة ﴿كَلاَّ بَلْ تُحِبُّونَ العاجلة وَتَذَرُونَ الآخرة﴾ أي ارتدعوا يا معشر المشركين، فليس الأمر كما زعمتم أن لا بعث ولا حساب ولا جزاء، بل أنتم قومٌ تحبون الدنيا الفانية، وتتركون الآخرة الباقية، ولذلك لا تفكرون في العمل للآخرة مع أنها خيرٌ وأبقى ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ﴾ لما ذكر تعالى أن الناس يؤثرون الدنيا ولذائذها الفانية على الآخرة ومسراتها الباقية، وصف ما يكون يوم القيامة من انقسام الخلق إلى فريقين: أبرار، وفجار والمعنى وجوه أهل السعادة يوم القيامة مشرقة حسنة مضيئة، من أثر النعيم، وبشاشة السرور عليها، كقوله تعالى ﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم﴾ [المطففين: ٢٤] ﴿إلى رَبِّهَا نَاظِرَةٌ﴾ أي تنظر إلى جلال ربها، وتهيم في جماله، أعظم نعيم لأهل الجنة رؤية المولى جلا وعلا والنظر إلى وجهه الكريم بلا حجاب قال الحسن البصري: تنظر إلى الخالق، وحُقَّ لها أن تنضر وهي تنظر إلى الخالق، وبذلك وردت النصوص الصحيحة ﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ﴾ أي ووجوهٌ يوم القيامة عابسة كالحة، شديدة العبوس والكلوح، وهي وجوه الأشقياء أهل الجحيم ﴿تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ﴾ أي تتوقع أن تنزل بها داهية عظمى، تقسم فقار الظهر، قال ابن كثير: هذه وجوه الفجار تكون يوم القيامة كالحة عابسة، تستيقن أنها هالكة، وتتوقع أن تحل بها داهية تكر فقار الظهر ﴿كَلاَّ إِذَا بَلَغَتِ التراقي﴾ ﴿كَلاَّ﴾ ردعٌ وزجر عن إِيثار العاجلة أي ارتدعوا يا معشر المشركين عن ذلك، وتنبهوا لما بين أيديكم من الأهوال والمخاطر، فإن الدنيا دار الفناء، ولا بد أن تتجرعوا كأس المنية، وإِذا بلغت الروح ﴿التراقي﴾ أعالي الصدر، وشارف الإِنسان على الموت ﴿وَقِيلَ مَنْ رَاقٍ﴾ أي وقال أهله وأقرباؤه: من يرقيه ويشفيه ممَّا هو فيه؟ قال في البحر: ذكَّرهم تعالى بصعوبة الموت، وهو أول مراحل الآخرة، حين تبلغ الروح التراقي وهي عظام أعلى الصدر فقال أهله: من يرقي ويطب ويشفي هذا المريض؟ ﴿وَظَنَّ أَنَّهُ الفراق﴾ أي وأيقن المحتضر أنه سيفارق الدنيا والأهل والمال، لمعاينته\nملائكة الموت ﴿والتفت الساق بالساق﴾ أي والتفت إحدى ساقي المحتضر على الأخرى، من شدة كرب الموت وسكراته قال الحسن: هما ساقاه إذا التفتا في الكفن، وروي عن ابن عباس أن المراد اجتمعت عليه شدة مفارقة الدنيا، مع شدة كرب الآخرة، كما يقال: شمَّرت الحرب عن ساق، استعارة لشدتها ﴿إلى رَبِّكَ يَوْمَئِذٍ المساق﴾ أي إلى الله جل وعلا مساق العباد، يجتمع عنده الأبرار والفجار، ثم يُساقون إلى الجنة أو النار قال الخازن: أي مرجع العباد الى الله تعالى، يساقون إليه يوم القيامة ليفصل بينهم.\n. ثم أخبر تعالى عن حال الجاحد المكذب فقال ﴿فَلاَ صَدَّقَ وَلاَ صلى﴾ أي لم يصدق بالقرآن، ولم يصل للرحمن قال أبو حيان: والجمهور على أ، ها نزلت في «أبي جهل» وكادت أن تصرح به في قوله ﴿يتمطى﴾ فإنها كانت مشيته ومشية قومه بني مخزوم، وكان يكثر منها ﴿ولكن كَذَّبَ وتولى﴾ أي ولكن كذب بالقرآن، وأعرض عن الإِيمان ﴿ثُمَّ ذَهَبَ إلى أَهْلِهِ يتمطى﴾ أي ذهب يتبختر في مشيته، وذلك عبارة عن التنكير والخيلاء ﴿أولى لَكَ فأولى﴾ أي ويلٌ لك يا أيها الشقي ثم ويلٌ لك قال المفسرون: هذه العبارة في لغة العرب ذهبت مذهب المثل في التخويف والتحذير والتهديد، وأصلها أنها أفعل تفضيل من وليه الشيء إِذا قاربه ودنا منه أي وليك الشر وأوشك أن يصيبك، فاحذر وانتبه لأمرك ... روي أن النبي ﷺ َ أخذ بيد أبي جهل ثم قال له: ﴿أولى لَكَ فأولى ثُمَّ أولى لَكَ فأولى﴾ فقال أبو جهل: أتتوعدني يا محمد وتهددني؟ والله لا تستطيع أنتَ وربُك أن تفعلا بي شيئًا، والله إني لأعزُّ أهل الوادي، ثم لم يلبث أن قتل ببدر شر قتلة ﴿ثُمَّ أولى لَكَ فأولى﴾ كرره مبالغة في التهديد والوعيد، كأنه يقول: إني أكرر عليك التحذير والتخويف، فاحذر وانتبه لنفسك، قبل نزول العقوبة بك.\n. ولما ذكر في أول السورة إمكان البعث، ذكر في آخر السورة الأدلة على البعث والنشور فقال ﴿أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى﴾؟ أي أفيظن الإِنسان أن يُترك هملًا، من غير بعثٍ ولا حساب ولا جزاءٍ؟ وبدون تكليف بحيث يبقى كالبهائم المرسلة؟ لا ينبغي له ولا يليق به هذا الحُسبان ﴿أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى﴾ الاستفهام للتقرير أي أما كان هذا الإِنسان نطفة ضعيفة من ماء مهين، يراق ويُصب في الأرحام؟ والغرض بيان حقارة حاله كأنه يقول إنه مخلوق من المني الذي يجري مجرى البول ﴿ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى﴾ أي ثم أصبح بعد ذلك قطعة من دم غليظ متجمد يشبه العلقة، فخلقه الله بقدرته في أجمل صورة، وسوَّى صورته وأتقنها في أحسن تقويم ﴿فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى﴾ أي فجعل من هذا الإِنسان صنفين، ذكرًا وأنثى بقدرته تعالى، هذا هو أصل الإِنسان وتركيبه، فكيف يليق بمثل هذا الضعيف أن يتكبر على طاعة الله؟ ﴿أَلَيْسَ ذَلِكَ بِقَادِرٍ على أَن يُحْيِيَ الموتى﴾ أي أليس ذلك الإِله الخالق الحكيم، الذي أنشأ هذه الأشياء العجيبة، وأوجد الإِنسان من ماءٍ مهين، بقادرٍ على إعادة الخلق بعد فنائهم؟ بلى إنه على كل شيء قدير روي «أن النبي ﷺ َ إذا قرأ هذه الآية قال:» سبحانك اللهم بلى «.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿قَدَّمَ. . وَأَخَّرَ﴾ وكذلك بين ﴿صَدَّقَ. . وكَذَّبَ﴾ .\n٢ - الاستفهام الإِنكاري بغرض التوبيخ ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾؟ ومثله ﴿أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى﴾؟ لأن الغاية التوبيخ والتقريع.\n٣ - استبعاد تحقق الأمر ﴿يَسْأَلُ أَيَّانَ يَوْمُ القيامة﴾ فالغرض من الاستفهام الاستبعاد والإِنكار.\n٤ - الجناس غير التام بين ﴿بَنَانَهُ﴾ و﴿بَيَانَهُ﴾ لاختلاف بعض الحروف.\n٥ - المقابلة اللطيفة بين نضارة وجوه المؤمنين، وكلاحة وجوه المجرمين ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ﴾ وبين ﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ. .﴾ الخ.\n٦ - الجناس الناقص بين لفظ ﴿الساق﴾ و﴿المساق﴾ .\n٧ - المجاز المرسل ﴿وُجُوهٌ يَوْمَئِذٍ﴾ عبر بالوجه عن الجملة فهو من باب إطلاق الجزء وإرادة الكل.\n٨ - الالتفات ﴿أولى لَكَ فأولى﴾ فيه التفات من الغية إلى المخاطب تقبيحًا له وتشنيعًا.\n٩ - توافق الفواصل ويسمى في علم البديع السجع المرصَّع مثل ﴿فَإِذَا بَرِقَ البصر وَخَسَفَ القمر وَجُمِعَ الشمس والقمر يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ وهذا من خصائص القرآن، معجزة محمد ﵊ ُ.", "ayah": 7, "surah": 75}