{"text": "اللغَة: ﴿عِزَّةٍ﴾ تكبر وامتناع عن قبول الحق، وأصلها الغلبة والقهرُ ومنه قولهم «من عَزَّ بزَّ» يعني من غلب سلب ﴿شِقَاقٍ﴾ مخالفة ومباينة ﴿مَنَاصٍ﴾ المناص: الملجأ والغوث والخلاص ﴿عُجَابٌ﴾ بالغ الغاية في العجب قال الخليل: العجيب: العجب، والعُجَاب الذي قد تجاوز حدَّ العجب ﴿اختلاق﴾ كذب وافتراء ﴿فَوَاقٍ﴾ الفَوَاق: الاستراحة، والإِفاقة قال الجوهري: الفواق والفواق: مابين الحلبتين من الوقت، لأنها تحلب ثم ت ترك ساعة يرضعها الفصيل لتدرَّ ثم تُحلب وقوله تعالى ﴿مَّا لَهَا مِن فَوَاقٍ﴾ أي ما لها من نظرة وراحة وإفاقة ﴿قِطَّنَا﴾ القِطُّ: الحظُّ والنصيب ﴿الأيد﴾ القوة في العبادة والطاعة ﴿تَسَوَّرُواْ﴾ تسور الحائط علا أعلاه وتسلقه، والسور: الحائط ﴿تُشْطِطْ﴾ قال علماء اللغة: الشَّطط: مجاوزة الحد وتخطي الحق، يقال: شطَّ في الحكم أي جار فيه ولم يعدل، والأصل فيه: البعدُ من شطَّت الدار بمعنى بعدت.\nالتفسِير: ﴿ص﴾ تقدم الكلام على الحروف الهجائية، وبينا أن فيها الإِشارة إلى إعجاز القرآن ﴿والقرآن ذِي الذكر﴾ قسمٌ أقسم به الباري جل وعلا أي والقرآن ذي الشرف الرفيع، وذي الشأن والمكانة، وجواب القسم محذوف تقديره إن هذا القرآن لمعجز وإن محمدًا لصادق قال ابن\nعباس: ﴿ذِي الذكر﴾ أي ذي الشرف ﴿بَلِ الذين كَفَرُواْ فِي عِزَّةٍ وَشِقَاقٍ﴾ أي بل الكافرون في حميةٍ وتكبرٍ عن الإِيمان، وفي خلافٍ وعداوة للرسول ﵇ قال البيضاوي: أي ما كفر من كفر بالقرآن لخلَلٍ وجده فيه بل الذين كفروا به ﴿عِزَّةٍ﴾ أي استكبار عن الحق ﴿وَشِقَاقٍ﴾ أي خلاف للهِ ولرسوله ولذلك كفروا به ﴿كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ أي كم أهلكنا قبل أهل مكة من أمم كثيرة من القرون الخالية، لكبرهم عن الحق ومعاداتهم لرسلهم، قال أبو السعود: والآية وعيد لأهل مكة على كفرهم واستكبارهم ببيان ما أصاب من قبلهم من المستكبرين ﴿فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ﴾ أي فاستغاثوا واستجاروا عند نزول العذاب طلبًا للنجاة، وليس الحينُ حينَ فرارٍ ومهرب ونجاة قال ابن جزي: المعنى أن القرون الذين هلكوا دعوا واستغاثوا حين لم ينفعهم ذلك، إذ ليس الحين الذي دعوا فيه حين مناص أي مفر ونجاة من ناص ينوص إذا فرَّ، ولات بمعنى ليس وأصلها لا النافية زيدت عليها علامة التأنيث ﴿وعجبوا أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ﴾ أي وعجب المشركون من بعثة محمد ﷺ َ واستبعدوا أن يبعث الله رسولًا من البشر ﴿وَقَالَ الكافرون هذا سَاحِرٌ كَذَّابٌ﴾ أي وقال كفار مكة: إن محمدًا ساحرٌ فيما يأتي به من المعجزات ﴿كَذَّابٌ﴾ أي مبالغ في الكذب في دعوى أنه رسول الله، وإنما وضع الاسم الظاهر ﴿الكافرون﴾ مكان الضمير «وقالوا» غضبًا عليهم، وذمًا لهم وتسجيلًا لجريمة الكفر عليهم، فإن هذا الاتهام لا يقوله إلا المتوغلون في الكفر والفسوق ﴿أَجَعَلَ الآلهة إلها وَاحِدًا﴾؟ أي أزعم أن الربَّ المعبود واحد لا إله إلا هو؟ ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ أي إنَّ هذا الذي يقوله محمد ان الإله واحد شيء بليغٌ في العجب قال ابن كثير: أنكر المشركون ذلك قبَّحهم الله وتعجبوا من ترك الشرك بالله، فإنهم كانوا قد تلقَّوا عن آبائهم عبادة الأوثان وأُشربته قلوبهم، فلما دعاهم رسول الله ﷺ َ إلى خلع الأوثان وإفراد الإِله بالوحدانية، أعظموا ذلك وتعجبوا وقالوا: ﴿أَجَعَلَ الآلهة إلها وَاحِدًا إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ قال المفسرون:\n«إن قريشًا اجتمعوا وقالوا لأبي طالب: كُفَّ ابنَ أخيك عنا، فإنه يعيب ديننا، ويذم آلهتنا، ويسفِّه أحلامنا، فدعاه أبو طالب وكلَّمه في ذلك، فقال ﷺ َ يا عم: إنما أُريد منهم كلمةً واحدة، يملكون بها العجم، وتدين لهم بها العرب، فقال أبو جهل والمشركون: نعم نعطيكها وعشر كلماتٍ معها!! فقال قولوا:» لا إله إلا الله «فقاموا فزعين ينفصون ثيابهم ويقولون ﴿أَجَعَلَ الآلهة إلها وَاحِدًا ...﴾؟» فنزلت الآيات ﴿وانطلق الملأ مِنْهُمْ أَنِ امشوا وَاْصْبِرُواْ على آلِهَتِكُمْ﴾ أي وانطلق أشراف قريش ورؤساء الضلال فيهم، وخرجوا من عند الرسول ﷺ َ يقول بعضهم لبعض: امشوا واصبروا على عبادة آلهتكم، ولا تطيعوا محمدًا فيما يدعوكم إليه من عبادة الله الواحد الأحد ﴿إِنَّ هذا لَشَيْءٌ يُرَادُ﴾ أي هذا أمرٌ مدبَّر، يريد من ورائه محمد أن يصرفكم عن دين آبائكم لتكون له العزة والسيادة عليكم،\nفاحذروا أن تطيعوه ﴿مَا سَمِعْنَا بهذا فِى الملة الآخرة﴾ أي ما سمعنا بمثل هذا القول في ملة النصرانية التي هي آخر الملل، فإنهم يقولون بالتثليث لا بالتوحيد، فيكف يزعم محمد أنَّ الله واحد؟ قال ابن عباس: يعنون بالملة الآخرة دينَ النصرانية وقال مجاهد وقتادة: يعنون دين قريش أي ليس هذا في الدين الذي أدركنا عليه آبائنا ﴿إِنْ هذا إِلاَّ اختلاق﴾ أي ما هذا الذي يدعيه محمد إلا كذب وافتراء، ثم أنكروا اختصاصه ﵇ بالوحي من بينهم فقالوا ﴿أَأُنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا﴾؟ الاستفهام للإِنكار أي هل تنزَّل القرآن على محمد دوننا، مع أن فينا من هو أكثر منه مالًا، وأعلى رياسةً؟\nقال الزمخشري: أنكروا أن يختص ﷺ َ بالشرف من بين أشرافهم ورؤسائهم، وهذا الإنكار ترحمة عما كانت تغلي به صدورهم من الحسد على ما أوتي من شرف النبوة من بينهم ﴿بَلْ هُمْ فَي شَكٍّ مِّن ذِكْرِي﴾ إضرابٌ عن مقدر تقديره: إنكارهم للذكر ليس عن علم بل هم في شك منه فلذلك كفروا ﴿بَل لَّمَّا يَذُوقُواْ عَذَابِ﴾ اضراب انتقالي وغرضه التهديد والمعنى سبب شكهم أنهم لم يذوقوا العذاب إلى الآن، ولو ذاقوه لأيقنوا بالقرآن وآمنوا به ﴿أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ا ;لْعَزِيزِ الوهاب﴾؟ هذا ردٌّ على المشركين فيما أنكروا من اختصاص محمد ﷺ َ بالنبوة والمعنى هل عندهم خزائن رحمته تعالى حتى يعطوا النبوة من شاءوا، ويمنعوها من شاءوا؟ قال البيضاوي: يريد أن النبوة عطيةٌ من الله يتفضل بها على من يشاء من عباده، فإنه ﴿العزيز﴾ أي الغالب الذي لا يغلب ﴿الوهاب﴾ أي الذي له أن يهب ما يشاء لمن يشاء ﴿أَمْ لَهُم مُّلْكُ السماوات والأرض وَمَا بَيْنَهُمَا﴾؟ أي هل لهم شيء من ملك السموات والأرض؟ وهو إنكار وتوبيخ ﴿فَلْيَرْتَقُواْ فِى الأسباب﴾ أي ان كان لهم شيء من ذلك فليصعدوا في المراقي التي توصلهم إلى السماء، وليدبروا شئون الكون؟ وهو تهكم بهم واستهزاء قال الزمخشري: تهكم بهم غاية التهكم فقال: إن كانوا يصلحون لتدبير الخلائق، والتصرف في قسمة الرحمة، وكان عندهم من الحكمة ما يميزون بها بين من هوحقيقٌ بالنبوة من غيره فليصعدوا في المعارج التي يتوصلون بها إلى العرش، حين يستووا عليه ويدبروا أمر العالم، وينزلوا الوحي على من يختارون، هو غاية التهكم بهم ﴿جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب﴾ التنكير للتقليل والتحقير، ﴿مَا﴾ لتأكيد القلة أي ما هم إلا جندٌ من الكفار، المتحزبين على رسل الله، هم عما قليلٍ يُهزمون ويُولون الأدبار، فلا تبال بما يقولون، ولا تكترث بما يهذون.\n. ثم أخبر تعالى عما نالَ أسلافهم الكفار من العذاب والدمار فقال ﴿كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وفِرْعَوْنُ ذُو الأوتاد﴾ أي كذب قبل كفار قريش أممٌ كثيرون منهم قوم نوح، وقوم هود وهم قبيلة «عاد» وفرعون الجبار ذو الملك الثابت بالأوتاد أو ذو الجموع الكثيرة، قال بعض المفسرين: سمي صاحب الإهرامات والمباني العظيمة الثابتة التي تقوم في الأرض كالأوتاد ﴿وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ لْئَيْكَةِ﴾ أي\nوكذبت ثمود وهم قوم صالح وقوم لوط، وأصحاب الأيكة أي الشجر الملتف وهم قوم شعيب ﴿أولئك الأحزاب﴾ أي أولئك هم الكفار الذين تحزبوا على رسلهم فأهلكهم الله، فليحذر هؤلاء المكذبون لرسول الله أن يصيبهم ما أصاب أسلافهم ﴿إِن كُلٌّ إِلاَّ كَذَّبَ الرسل﴾ أي ما كل من هؤلاء الأحزاب والأمم إلا كذَّب رسوله الذي أُرسل إليه ﴿فَحَقَّ عِقَابِ﴾ أي فثبت ووجب عليهم عقابي، وحذفت الياء مراعاة لرءوس الآيات ﴿وَمَا يَنظُرُ هؤلاءآء إِلاَّ صَيْحَةً واحِدَةً﴾ أي وما ينتظر هؤلاء المشركون كفار مكة إلا نفخة واحدة ينفخ فيها إسرافيل شفي الصور فيصعقون ﴿مَّا لَهَا مِن فَوَاقٍ﴾ أي ليس لها من توقف ولا تكرار، قال ابن عباس: أي ما لها من رجوع قال المفسرون: أي أن هذه الصيحة إذا جاءت لا تستأخر ولو فترة قصيرة مقدار فواق ناقة وهي المسافة بين الحلبتين لأنها تجيء في موعدها المحدد، الذي لا يتقم ولا يتأخر قال الزمخشري: يريد أنها نفخة واحدة فحسب لا تثنى ولا تردد ﴿وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الحساب﴾ أي وقال كفار مكة على سبيل الاستهزاء والسخرية: عجّلْ لنا يا ربنا نصيبنا من العذاب الذي وعدته لنا، قبل أن يجيء يوم القايمة إن كان الأمر كما يقول محمد قال المفسرون: وإنما قالوا هذا على سبيل الاستهزاء كقوله تعالى\n﴿وَيَسْتَعْجِلُونَكَ بالعذاب﴾ [الحج: ٤٧] ﴿اصبر على مَا يَقُولُونَ﴾ أي اصبر يا محمد على تكذيبهم فإن الله ناصرك عليهم قال الصاوي: وفيه تسلية للرسول ﷺ َ وتهديد للكفار ﴿واذكر عَبْدَنَا دَاوُودَ ذَا الأيد﴾ أي وتذكرْ عبدنا داود ذلك النبي الشاكر الصابر، ذا القوة في الدين، والقوة في البدن، فقد كان يصوم يومًا ويفطر يومًا، وكان يقوم نصف الليل ﴿إِنَّهُ أَوَّابٌ﴾ أي كثير الرجوع والإِنابة إلى الله، والاوَّابُ: الرجَّاع إلى الله قال أبو حيان: لما كانت مقالة المشركين تقتضي الاستخفاف بالدين، أمر تعالى نبيه بالصبر على أذاهم، وذكر قصصًا للأنبياء «داود، وسليمان، وأيوب» وغيرهم، وما عرض لهم فصبروا حتى فرج الله عنهم، وصارت عابتُهم أحسن عاقبة، فكذلك أنت تصبر ويئول أمرك إلى أحسن مآل ﴿إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق﴾ أي سخرنا الجبال لداود تسبح معه في المساء والصباح، وتصبحُ الجبال حقيقةٌ وكان معجزةً لداود ﵇ كما قال تعالى ﴿ياجبال أَوِّبِي مَعَهُ والطير﴾ [سبأ: ١٠] ﴿والطير مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ﴾ أي وسخرنا له الطير مجموعة إليه تسبّح بتسبيحه وترجّع بترجيعه، إذا مرَّ به الطير وهو سابح في الهواء فسمعه يترنم بقراءة الزبور يقف في الهواء ويسبّح معه، وكذلك الجبال الشامخات كانت تُرجّع معه وتسبّح تعبًا له، قال قتادة: ﴿أَوَّابٌ﴾ أي مطيع ﴿وَشَدَدْنَا مُلْكَهُ﴾ أي قوينا ملكه وثبتناه بالهيبة والنصرة وكثرة الجنود ﴿وَآتَيْنَاهُ الحكمة﴾ أي أعطيناه النبوَّة والفهم والإِصابة في الأمور ﴿وَفَصْلَ الخطاب﴾ أي الكلام البيِّن الذي يفهمه من يُخاطب به قال مجاهد: يعني إصابة القضاء وفهمه وقال القرطبي: البيان الفاصل بين الحق والباطل قال المفسرون: كان مُلك داود قويًا\nعزيزًا، وكان يسوسه بالحكمة والحزم معًا، ويقطع ويجزم برأيٍ لا تردد فيه مع الحكمة والقوة، وذلك غاية الكمال في الحكم والسلطان ﴿وَهَلْ أَتَاكَ نَبَأُ الخصم إِذْ تَسَوَّرُواْ المحراب﴾ هذا الاستفهام للتعجب وتشويق السامع إلى ما يلقى إليه كما تقول لجليسك: هل تعلم ما وقع اليوم؟ تريد تشويقه لسماع كلامك والمعنى هل أتاك يا محمد خبر الجماعة المتنازعين الذين تسوَّروا على داود مسجده في وقت اشتغاله بالعبادة والطاعة؟ ﴿إِذْ دَخَلُواْ على دَاوُودَ فَفَزِعَ مِنْهُمْ﴾ أي حين دخلوا عليه من أعلى السور فخاف وارتعد منهم قال المفسرون: وإنما فزع داود منهم لأنهم دخلوا عليه بغير إذن، ودخلوا من غير الباب، في وقت كان قد خصصه للعبادة ﴿قَالُواْ لاَ تَخَفْ خَصْمَانِ بغى بَعْضُنَا على بَعْضٍ﴾ أي لاتخف منا فنحن فوجان مختصمان تعدَّى بعضنا على بعض ﴿فاحكم بَيْنَنَا بالحق وَلاَ تُشْطِطْ﴾ أي فاحكم بيننا بالعدل، ولا تجر ولا تظلم في الحكم ﴿واهدنآ إلى سَوَآءِ الصراط﴾ أي وأرشدنا إلى وسط الطريق يعني إلى الطريق الحق الواضح ﴿إِنَّ هَذَآ أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِي نَعْجَةٌ وَاحِدَةٌ﴾ هذه بداية قصة الخصمين أي قال أحدهما: إن صاحبي هذا يملك تسعة وتسعين نعجة وهي أنثى الضأن وأملك أنا نعجة واحدة قال\nالمفسرون: وقد يكنى بها عن المرأة فيكون الغرض أن عنده تسعًا وتسعين امرأةً وعندي امرأة واحدة ﴿فَقَالَ أَكْفِلْنِيهَا﴾ أي ملكنها واجعلها تحت كفالتي ﴿وَعَزَّنِي فِي الخطاب﴾ أي غلبني في الخصومة، وشدَّد عليَّ في القول وأغلظ ﴿قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى نِعَاجِهِ﴾ أي قال له داود لقد ظلمك بهذا الطلب حين أراد انتزاع نعجتك منك ليكمل ما عنده إلى مائة ﴿وَإِنَّ كَثِيرًا مِّنَ الخلطآء ليبغي بَعْضُهُمْ على بَعْضٍ﴾ أي وإن الكثيرين من الشركاء ليتعدى بعضُهم على بعض ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَقَلِيلٌ مَّا هُمْ﴾ إي إلا المؤمنين الذين يعملون الصالحات فإنهم لا يبغون وهم قليل ﴿وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ﴾ أي علم وأيقن أنما اختبرناه بهذه الحادثة وتلك الحكومة ﴿فاستغفر رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ﴾ أي طلب المغفرة من الله وخرَّ ساجدًا لله تعالى، ورجع إليه بالتوبة والندم على ما فرط منه قال أبو حيان: وذكر المفسرون في هذه القصة أشياء لا تناسب مناصب الأنبياء، ضربنا عن ذكرها صفحًا، والذي يدل عليه ظاهر الآية من أن المتسورين المحراب كانوا من الإِنس، دخلوا عليه من غير المدخل وفي غير وقت جلوسه للحكم، وأنه فزع منهم ظنًا منه أنهم يغتالونه إذا كان منفردًا في محرابه لعبادة ربه، فلما اتضح له أنهم جاءوا في حكومة، وبرز منهم اثنان للتحاكم كما قصَّ الله تعالى فاستغفر من ذلك الظن، وخرَّ ساجدًا لله ﷿، ونحن نعلم قطعًا أن الأنبياء معصومون من الخطايا، إذ لو جوزنا عليهم شيئًا من ذلك لبطلت الشرائع ولم نثق بشيء مما يذكرون، فما حكى الله في كتابه يُمرُّ على ما أراده الله، وما حكى القُصَّاص مما فيه غضٌ من منصب النبوة طرحناه ثم قال تعالى ﴿فَغَفَرْنَا لَهُ ذَلِكَ﴾ أي فسامحناه وعفونا عنه ذلك الظن السيء بالرجلين قال ابن كثير: أي غفرنا له ما كان منه مما يقال فيه: «حسناتُ الأبرار سيئات المقربين» ﴿وَإِنَّ لَهُ عِندَنَا لزلفى﴾ وإنَّ له لقربةً وكرامة بعد المغفرة ﴿وَحُسْنَ مَآبٍ﴾ أي وحسن مرجع في الآخرة ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض﴾ أي استخلفناك على الناس لتدبير شئونهم ومصالحهم ﴿فاحكم بَيْنَ الناس بالحق﴾ اي فاحكم بينهم بالعدل وبشريعة الله التي أنزلها عليك ﴿وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله﴾ أي لا تتَّبع هوى النفس في الحكومات وغيرها فيضلك اتباع الهوى عن دين الله القويم، وشرعه المستقيم ﴿إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله لَهُمْ عَذَابٌ شَدِيدُ﴾ أي إن الذين ينحرفون عن دين الله وشرعه لهم عذاب شديد يوم القيامة ﴿بِمَا نَسُواْ يَوْمَ الحساب﴾ أي بسبب نسياهم وتركهم سلوك سبيل الله، وعدم إيمانهم بيوم الحساب، لأنهم لو آمنوا به لأعدوا الزاد ليوم المعاد، قال أبو حيان: وجعلُه تعالى داود خليفةً في الأرض يدلُ على مكانته ﵇ واصطفائه له، ويدفع في صدر من نسب إليه شيئًا مما لا يليق بمنصب النبوة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز المرسل ﴿كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ القرن مائة عام والهلاك لأهله ففيه مجاز.\n٢ - وضع الظاهر مكان الضمير ﴿وَقَالَ الكافرون﴾ بدل وقالوا لتسجيل جرؤمة الكفر عليهم.\n٣ - صيغة المبالغة في كل من ﴿كَذَّابٌ، العزيز، الوهاب، أَوَّابٌ﴾ .\n٤ - التنوين للتقليل والتحقير وزيادة ﴿ما﴾ لتأكيد القلة ﴿جُندٌ مَّا هُنَالِكَ﴾ .\n٥ - تأكيد الجملة الخبرية بإن واللام لزيادة التعجب والإنكار ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ .\n٦ - الاستعارة البليغة ﴿وفِرْعَوْنُ ذُو الأوتا﴾ شبه المُلْك بخيمةٍ عظيمة شُدَّت أطنابها بالأوتاد لتثبيت وترسخ ولا تقتلعها الرياح ففيه استعارة مكنيَّة وذكرُ الأوتاد تخييل.\n٧ - الطباق ﴿يُسَبِّحْنَ بالعشي والإشراق﴾ لأن المراد المساء والصباح.\n٨ - أسلوب التشويق ﴿وَهَلْ أَتَاكَ نَبَأُ الخصم﴾ ورد الأسلوب بطريق التشويق.\n٩ - أسلوب الإِطناب ﴿وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله﴾ الخ.\n١٠ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ. . فَلْيَرْتَقُواْ فِى الأسباب. . جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب﴾ مما يزيد في روعة الكلام وجماله.\nلطيفَة: روى ابن كثير أن أبا زرعة دخل على الوليد بن عبد الملك فقال له الوليد أخبرني أيحاسب الخليفة فإنك قد قرأت القرآن وفقهت! فقال يا أمير المؤمنين أقول؟ قال: قل في أمان الله، قال يا أمير المؤمنين: أنت أكرم على الله أو داود ﵊ ُ؟ إن الله تعالى جمع له بين الخلافة والنبوة ثم توعده في كتابه فقال ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض فاحكم بَيْنَ الناس بالحق وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله ...﴾ الآية، فكانت موعظة بليغة.", "ayah": 12, "surah": 38}