{"text": "المنَاسَبَة: لمّا ذكر تعالى مآل السعداء المتقين، ثنَّى بذكر حال الأشيقاء المجرمين، ثم ذكر الأدلة على صدق رسالة محمد ﷺ َ وختم السورة الكريمة بذكر قصة آدم وإِبليس وامتنعه عن السجود لآدم، تحذيرًا للبشر من عدوهم الأكبر ومن وساوسه وإِغوائه.\nاللغَة ﴿غَسَّاقٌ﴾ الغسَّاق: ما يخرج من لحوم الكفرة من الصديد والقيح والنتن ﴿زَاغَتْ﴾ مالت ﴿سِخْرِيًّا﴾ بكسر السين وهو الهزء والسخرية ﴿مُّقْتَحِمٌ﴾ الاقتحام: ركوب الشدة والدخول فيها ومنه اقتحام المخاطر ﴿سَوَّيْتُهُ﴾ أتممت خلقه على أكمل الوجوه ﴿العالين﴾ المتكبرين، وعلا في الأرض: تكبر وتجبر ﴿رَجِيمٌ﴾ مرجوم بالكواكب والشهب.\nالتفسِير: ﴿هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ﴾ ﴿هذا﴾ خبرٌ لمبتدأ محذوف تقديره الأمرُ هذا وهي بمنزلة أما بعد، ثم قال ﴿وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ﴾ أي وإِنَّ للكافرين الذين كذبوا الرسل، لشرَّ منقلب يصيرون إليه في الآخرة ثم فسَّر هذا المصير بقوله ﴿جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد﴾ أي جهنم يذقونها ويصلون سعيرها، وبئست جهنم فراشًا ومهادًا لهم قال ابن الجزي: لما تمَّ ذكر أهل الجنة ختمه بقوله ﴿هذا﴾ ثم ابتدأ بذكر وصف أهل النار، وعنى بالطاغين الكفار ﴿هذا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ﴾ أي هذا هو العذاب الأليم فليذوقوه وهو الحميم أي الماء الحار المحرق، والغسَّاق وهو ما يسيل من صديد أهل النار قال الطبري: في الآية تقديم وتأخير أي هذا حميم وغساق فليذقوه، والحميمُ الذين أُغلي حتى انتهى حره، والغسَّاق ما يسيل من جلودهم من الصديد والدم ﴿وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ﴾ أي وعذابٌ أخر من هذا العذاب المذكور كالزمهرير، والسموم، وأكل الزقوم له منه أنواع وأصناف. . ثم حكى ما يقال للرؤساء الطاغين إذا دخلوا النار فقال ﴿هذا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَبًا بِهِمْ﴾ أي تقول لهم خزنة جهنم: هذا جمع كثيف قد اقتحم معكم النار، ودخلوها بصحبتكم كما اقتحموا معكم في الجهل والضلال، لا أهلًا ولا مرحبًا بهم ﴿إِنَّهُمْ صَالُواْ النار﴾ أي إِنهم ذائقو النار، وداخلوها كما دخلتموها أنتم قال الرازي: والاقحتامُ ركوبُ الشدة والدخولُ فيها، وهذا من كلام خزنة جهنم لرؤساء الكفرة عن أتباعهم، والعرب تقول لمن يدعون له: مرحبًا أي أتيتَ رحبًا في البلاد لا\nضيِّقًا، ثم يدخلون عليها كلمة «لا» في دعاء السوء ﴿قَالُواْ بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ أي قال الأتباع للرؤساء الطغاة الذين أضلوهم بل أنتم لا أهلًا بكم ولا مرحبًا قال المفسرون: عندما يدخل الأتباع جهنم تتلقاهم الرؤساء بقولهم ﴿لاَ مَرْحَبًا بِكُمْ﴾ ألا تلقون هنا رحبًا ولا خيرًا وهذه تحية أهل النار كما قال تعالى ﴿كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا﴾ [الأعراف: ٣٨] فعند ذلك يقول لهم الداخلون ﴿بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ وهذا على حد قول القائل «تحيةُ بينهِم ضربٌ وجيع» فكذلك أهل النار يتلقون بعضهم باللعنات والشتائم بدل التحايا والسلام، ثم يعلِّل الأتباع ذلك بقولهم ﴿أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ القرار﴾ أي أنتم قدمتم لنا هذا العذاب وكنتم السبب في ضلالنا، فبئس المنزل والمستقر لنا ولكم نار جهنم ﴿قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَابًا ضِعْفًا فِي النار﴾ هذا أيضًا من كلام الأتباع دعوا الله أن يضاعف العذاب لرؤسائهم الذين أوجبوا لهم العذاب فهو كقولهم\n﴿رَبَّنَا هؤلاء أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النار﴾ [الأعراف: ٣٨] والضعفُ زيادة المثل قال البيضاوي: وقال الأتباع أيضًا ﴿رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَابًا ضِعْفًا﴾ أي مضاعفًا وذلك أن يزيد على عذابه مثله فيصير ضعفين ﴿وَقَالُواْ مَا لَنَا لاَ نرى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الأشرار﴾؟ أي وقال الطغاة من رؤساء الكفر وأئمة الضلال: ما لنا لا نرى في النار هؤلاء الذين كنا نعدُّهم في الدنيا من الأشرار؟ يعنون بهم المؤمنين قال ابن عباس: يريدون أصحاب محمد ﷺ َ يقول أبو جهل: أين بلال، أين صهيب، أين عمار؟ أولئك في الفردوس ﴿واعجبًا لأبي جهل﴾ مسكين، أسلم ابنه عكرمة، وابنته جويرية، وأسلمت أُمه، وأسلم أخوه وكفر هو قال ابن كثير: هذا إِخبار عن الكفار في النار، أنهم يفتقدون رجالًا كانوا يعتقدون أنهم على الضلالة وهم المؤمنون، يقول أبو جهل: ما لي لا أرى بلالًا وعمارًا وصهيبًا وفلانًا وفلانًا؟ وهذا ضربُ مثل وإلا فكل الكفار هذا حالهم، يعتقدون أن المؤمنين يدخلون النار، فلما دخلها الكفار افتقدوهم فلم يجدوهم، ثم قالوا ﴿أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبصار﴾؟ أي يؤنبون أنفسهم قائلين: أجعلنا هؤلاء المؤمنين في الدنيا هزءًا وسخرية؟ أم هم معنا في النار ولكن لا نراهم؟ قال البيضاوي: إنكار على أنفسهم وتأنيبُ لها في الاستسخار من المؤمنين، كأنهم قالوا: ليسوا ههنا في النار؟ أم مالت عنهم أبصارنا فلا نراهم؟ قال تعالى ﴿إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار﴾ أي إن هذا الذي أخبرناك به يا محمد من أقوال أهل النار وتخاصمهم، لهو الحقُّ الذي لا بدَّ وأن يتكلموا به، فنحن نخبرك عن قول الرؤساء ﴿لاَ مَرْحَبًا بِهِمْ﴾ وقول الأتباع ﴿بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ من باب الخصومة ﴿قُلْ إِنَّمَآ أَنَاْ مُنذِرٌ﴾ هذا شروع في بيان مهمة الرسول ﷺ َ وفي إثبات الوحدانية، والمعاد، والجزاء أي قل يا محمد لهؤلاء المشركين: إِنما أنا\nرسولٌ من رب العالمين، أُنذركم وأخوفكم من عذابه إن لم تؤمنوا، ولستُ بساحرٍ ولا شاعر ولا كاهن ﴿وَمَا مِنْ إله إِلاَّ الله الواحد القهار﴾ أي وليس لكم ربٌ ولا معبود إلا الواحد الأحد، الغالب على خلقه، القاهر لكل شيء ﴿رَبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي خالق جميع ما في الكون من الخلائق والعجائب، والمتصرف فيها بالإِيجاد والإِعدام ﴿العزيز الغفار﴾ أي الغالب على أمره الذي لا يُغلب، المبالغ في المغفرة لمن شاء من العباد قال الرازي: لما ذكر أنه ﴿قهار﴾ وهذا مشعر بالترهيب والتخويف، أردفه بما يدل على الرجاء والترغيب وذلكرثلاث صفات دالة على الرحمة، والفضل والكرم وهي: «الرب، العزيز، الغفار» فكونه ربًا مشعر بالتربية والإِحسان، وكونه عزيزًا مشعرٌ بأنه قادر على كل شيء ولا يعجزه شيء، وكونه غفارًا مشعر بالترغيب وأنه يرجى فضله وثوابه، فلو بقي الإِنسان على الكفر سبعين سنة، ثم تاب فإن الله سبحانه يغفر له برحمته جميع ذنوبه، ويمحو اسمه من ديوان المذنبين، ويوصله إلى درجات الأبرار ﴿قُلْ هُوَ نَبَأٌ عَظِيمٌ أَنتُمْ عَنْهُ مُعْرِضُونَ﴾ أي قل لهم يا محمد: إن هذا القرآن الذي جئتكم به هو نبأ هام وأمر عظيم الشأن، أنتم عنه غافلون لا تلتفون إليه ولا تعلمون قدره ﴿مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ﴾ أي من أين لي العلم باختلاف الملائكة في شأن خلق آدم لولا الوحي المنزل عليَّ؟ قال ابن جزي: والقصدُ الاحتجاج على نبوة محمد ﷺ َ لأنه أخبر بأمور لم يكون بعلمها قبل ذلك، والإشارة الى اختصام الملائكة هو ما جاء في قصة آدم حين قال تعالى لهم\n﴿إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً﴾ [البقرة: ٣٠] حسبما تضمنته قصته في مواضع من القرآن ﴿إِن يوحى إِلَيَّ إِلاَّ أَنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ﴾ أي ما يوحى إليَّ إلا لأني رسولٌ مرسل إليكم لأنذركم عذاب الله، ومعنى النذير المنذر المخوّف من عذاب الله، ثم شرع تعالى في ذكر قصة آدم فقال ﴿إِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن طِينٍ﴾ أي اذكر حين أعلم ربك الملائكة أنه سيخلق إِنسانًا من طين وهو آدم ﵇ ﴿فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ﴾ أي فإذا أتممتُ خلقه وفنخت فيه الروح فاسجدوا إكرامًا له وإِعظامًا قال القرطبي: وهذا سجود تحية لا سجود عبادة ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ أي فسجد جميع الملائكة خضوعهًا له وتعظيمًا لأمر الله بالسجود له ﴿إِلاَّ إِبْلِيسَ استكبر وَكَانَ مِنَ الكافرين﴾ أي لكن إبليس استكبر عن طاعة الله وأبى السجود لآدم فصار من الكافرين قال ابن كثير: امتثل الملائكة كلهم سوى إبليس، ولم يكن منهم جنسًا كان من الجن، فخانه طبعه وجبلته فاستنكف عن السجود لآدم، وخاصم ربه ﷿ فيه، وادعى أنه خيرٌ من آدم، فكفر بذلك وطرده الله عن باب رحمته، ومحل أنسه، وحضرة قدسه ﴿قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ﴾؟ أي: قال له ربه: ما الذي صرفك وصدَّك عن السجود لمن خلقته بذاتي من نغير واسطة أب وأم؟ قال القرطبي: أضاف\nخلقه إلى نفسه تكريمًا لآدم وإن كان خالق كل شيء، كما أضاف إلى نفسه الروح، والبيت، والناقة، المساجد، فخاطب الناس بما يعرفونه ﴿أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين﴾؟ أي استكبرتَ الآن عن السجود أم كنت قديمًا من المتكبرين على ربك؟ وهذا على وجهة التوبيخ له لاستنكافه عن السجود ﴿قَالَ أَنَاْ خَيْرٌ مِّنْهُ﴾ أي قال اللعينُ أنا خير من آدم وأشرف وأفضل ﴿خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ﴾ أي لأنني مخلوق من النار، وآدم مخلوق من الطين، والنار خيرٌ من الطين، فكيف يسجد الفاضل للمفضول؟ ﴿قَالَ فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ﴾ أي اخرج من الجنة فإِنك لعين مطرود من كل خيرٍ وكرامة ﴿وَإِنَّ عَلَيْكَ لعنتي إلى يَوْمِ الدين﴾ أي وأنت مبعدٌ عن رحمتي إلى يوم الجزاء والعقوبة ثم تلقى ما هو أفضع وأشنع من اللعنة ﴿قَالَ رَبِّ فأنظرني إلى يَوْمِ يُبْعَثُونَ﴾ أي أخرني وأمهلني إلى اليوم الذي تبعث فيه الخلائق من القبور قال أبو السعود: أراد بذلك أن يجد فسحةً لإِغوائهم، ويأخذ منهم ثأره، وينجو من الموت بالكلية إذ لا موتَ بعد البعث فأجابه الله بأنه مؤخر إلى وقت النفخة الأولى لا إلى وقت العبث الذي طلبه ﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ أي إِنك من الممهلين إلى وقت النفخة الأولى حيث يموت الناس وتنتهي مهمتك ﴿قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين﴾ أي قال اللعين: أُقسم بعزتك لأُضلنَّ بني آدم أجمعين، إلا الذين أخلصتهم لعبادتك وعصمتهم مني ﴿قَالَ فالحق والحق أَقُولُ لأَمْلأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ﴾ أي قال تعالى أقسم بالحقِّ ولا أقول إلا الحقَّ لأملأن جنهم منك ومن أتباعك قال السُّدي: هو قسم أقسم الله به، وجمله «والحقَّ أقول» اعتراضية لتأكيد القسم ﴿قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَآ مِنَ المتكلفين﴾ أي قل لهم يا محمد: لا أسألكم على تبليغ الرسالة أجرًا، ولست من الذين يتصنعون ويتحليون حتى انتحل النبوة وأتقوَّل القرآن ﴿إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾ أي ما هاذ القرآن إلا عظة وذكرى للإٍِنس والجن والعقلاء ﴿وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينِ﴾ أي لتعملنَّ خبره وصدقة عن قريب، وهذا وعيدٌ وتهديد قال الحسن البصري: يا ابن آدم عند الموت يأتيك الخبر اليقين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المقابلة بين المؤمنين والمفسدين، وبين المتقين والفجار ﴿أَمْ نَجْعَلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِي الأرض أَمْ نَجْعَلُ المتقين كالفجار﴾ [ص: ٢٨] وهذا من ألطف أنواع البديع.\n٢ - الكناية ﴿فَطَفِقَ مَسْحًا بالسوق والأعناق﴾ [ص: ٣٣] كنَّى عن العقر والذبح بالمسح وهي كناية بليغة.\n٣ - الطباق بين\n﴿فامنن أَوْ أَمْسِكْ﴾ [ص: ٣٩] لأنها بمعنى أعط من شئت، وامنع من شئت.\n٤ - مراعاة الأدب ﴿أَنِّي مَسَّنِيَ الشيطان﴾ [ص: ٤١] أسند الضرر إلى الشيطان أدبًا، والخير والشر بيد الله تعالى.\n٥ - الاستعارة التصريحية ﴿أُوْلِي الأيدي والأبصار﴾ [ص: ٤٥] استعار الأيدي للقوة في العبادة والأبصار للبصيرة في الدين.\n٦ - المقابلة الرائعة ﴿هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب﴾ [ص: ٤٩ ٥٠] ثم قابل ذلك بقوله ﴿هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد﴾ وياله من تصوير رائع!\n٧ - التأكيد بمؤكدين ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ فقد أكده أولًا بلفظ كل ثم بلفظ أجمعون.\n٨ - مراعاة الفواصل وهي من خصائل القرآن ﴿وَقَالُواْ مَا لَنَا لاَ نرى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الأشرار أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبصار إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار﴾ فمثل هذا البيان الرائع والجرس العذب، يسري في النفس سريان الروح في الجسد، وأقسم بالله أنني أشعر بهزة في نفسي كلما قرأتُ القرآن، لما له من وقع عذب على السمع، وأحيانًا أجدني أتمايل طربًا بدون شعور، أكثر مما يتمايل المغرمون بالأنغام، وما ذلك إلا لروعة البيان شفي هذا القرآن، وصدق رسول الله حين قال «إن من البيان سحرًا» .", "ayah": 61, "surah": 38}