{"text": "اللغَة: ﴿انكدرت﴾ تناثرت ﴿العشار﴾ جمع عشراء وهي الناقة التي مرَّ على حملها عشرة أشهر ﴿كُشِطَتْ﴾ نُزعت وقلعت يقال: كشطت جلد الشاة أي نزعته وسلخته عنها ﴿الخنس﴾ الكواكب المضيئة التي تخنس نهارًا وتختفي عن البصر جمع خانس ﴿الكنس﴾ النجوم التي تغيب يقال: كنس إِذا دخل الكناس وهو المكان الذي تأوي إِليه الظباء ﴿عَسْعَسَ﴾ أقبل بظلامه قال الخليل: عسعس الليلُ: إِذا أقبل أو أدبر فهو من الأضداد قال الشاعر:\nحتَّى إِذا الصُبْحُ لها تنفَّسا ... وانجاب عنها ليلها وعسعسا\nالتفسِير: ﴿إِذَا الشمس كُوِّرَتْ﴾ هذه الآيات بيانٌ لأهوال القيامة وما يكون فيها من الشدائد والكوارث، وما يعتري الكون والوجود من مظاهر التغايير والتخريب والمعنى: إِذا الشمس لُفَّت ومحُي ضوءُها ﴿وَإِذَا النجوم انكدرت﴾ أي وإِذا النجوم تساقطت من مواضعها وتناثرت ﴿وَإِذَا الجبال سُيِّرَتْ﴾ أي وإِذا الجبال حركت من أماكنها، وسُيّرت في الهواء حتى صارت كالهباء كقوله تعالى ﴿وَيَوْمَ نُسَيِّرُ الجبال وَتَرَى الأرض بَارِزَةً﴾ [الكهف: ٤٧] ﴿وَإِذَا العشار عُطِّلَتْ﴾ أي وإِذا النوق الحوامل تركت هملًا بلا راعٍ ولا طالب، وخصَّ النوق بالذكر لأنها كرائم أموال العرب ﴿وَإِذَا الوحوش حُشِرَتْ﴾ أي وإِذا الوحوش جُمعت من أوكارها وأجحارها ذاهلةً من شدة الفزع ﴿وَإِذَا البحار سُجِّرَتْ﴾ أي وإِذا البحار تأججت نارًا، وصارت نيرانًا تضطرم وتلتهب ﴿وَإِذَا النفوس زُوِّجَتْ﴾ أي وإِذا النفوس قُرنت بأشباهها، فقرن الفاجر مع الفاجر، والصالح مع الصالح قال الطبري: يُقرن بين الرجل الصالح مع الرجل الصالح في الجنة، وبين الرجل السوء مع الرجل السُّوء في النار ﴿وَإِذَا الموءودة سُئِلَتْ﴾ أي وإِذا البنت التي دفنت وهي حية سئلت توبيخًا لقالتها: ما هو ذنبها حتى قتلت؟ قال في التسهيل: الموءدة هي البنت التي كان بعض العرب يدفنها حيَّةً من كراهته لها أو غيرته عليها، فتسأل يوم القيامة ﴿بِأَىِّ ذَنبٍ قُتِلَتْ﴾؟ على وجه التوبيخ لقاتلها ﴿وَإِذَا الصحف نُشِرَتْ﴾ أي وإِذا صحف الأعمال نشرت وبسطت عند الحساب ﴿وَإِذَا السمآء كُشِطَتْ﴾ أي وإِذا السماء أزيلت ونزعت من مكانها كما ينزع الجلد عن الشاة ﴿وَإِذَا الجحيم سُعِّرَتْ﴾ أي وإِذا نار جهنم أوقدت وأُضرمت لأعداء الله تعالى ﴿وَإِذَا الجنة أُزْلِفَتْ﴾ أي وإِذا الجنة أدنيت وقربت من المتقين ﴿عَلِمَتْ نَفْسٌ مَّآ أَحْضَرَتْ﴾ أي عملت كل نفسٍ ما أحضرتْ من خيرٍ أو شر، وهذه الجملة ﴿عَلِمَتْ نَفْسٌ﴾ هي جواب ما تقدم من أول السورة ﴿إِذَا الشمس كُوِّرَتْ﴾ إِلى هنا، والمعنى إِذا حدثت تلك الأمور العجيبة الغريبة، علمت حنيئذٍ كل نفسٍ ما قدمته من صالح أو طالح. . ثم أقسم تعالى على صدق القرآن، وصحة رسالة محمد ﵇ فقال ﴿فَلاَ أُقْسِمُ بالخنس﴾ أي فأقسم قسمًا مؤكدًا بالنجوم المضيئة التي تختفي بالنهار، وتظهر بالليل ﴿الجوار الكنس﴾ أي التي\nتجري وتسير مع الشمس والقمر ثم تستتر وقت غروبها، كا تستتر الظباء في كناسها مغاراتها قال القرطبي: النجوم تخنس بالنهار وتظهر بالليل، وتنكس وقت غروبها أي تستتر، كما تنكس الظباء في المغار وهو الكناس ﴿والليل إِذَا عَسْعَسَ﴾ أي وأقسم بالليل إِذا أقبل بظلامه حتى غطَّى الكون ﴿والصبح إِذَا تَنَفَّسَ﴾ أي وبالصبح إِذا أضاء وتبلَّج، واتَّسع ضياؤه حتى صار نهارًا واضحًا ﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ﴾ هذا هو المقسم عليه أي إن هذا القرآن الكريم، لكلامُ الله المنزَّل بواسطة ملك عزيز على الله هو جبريل كقوله تعالى\n﴿نَزَلَ بِهِ الروح الأمين على قَلْبِكَ﴾ [الشعراء: ١٩٣١٩٤] قال المفسرون: أراد بالرسول «جبريل» وأضاف القرآن إِليه لأنه جاء به، وهو في الحقيقة قول الله تعالى، ومما يدل على أن المراد به جبريل قوله بعده ﴿ذِي قُوَّةٍ عِندَ ذِي العرش مَكِينٍ﴾ أي شديد القوة، صاحب مكانة رفيعة، ومنزلة سامية عند الله جلا وعلا ﴿مُّطَاعٍ ثَمَّ أَمِينٍ﴾ أي مطاعٍ هناك في الملأ الأعلى، تطيعه الملائكة الأبرار، مؤتمن على الوحي الذي ينزل به على الأنبياء ﴿وَمَا صَاحِبُكُمْ بِمَجْنُونٍ﴾ أي وليس محمد الذي صاحبتموه يا معشر قريش، وعرفتم صدقه ونزاهته ورجاحة عقله بمجنون كما زعمتم قال الخازن: أقسم تعالى على أن القرآن نزل به جبريل الأمين، وأن محمدًا ﷺ َ ليس بمجنون كما يزعم أهل مكة، فنفى عنه تعالى عنه الجنون، وكون القرآن من عند نفسه ﴿وَلَقَدْ رَآهُ بالأفق المبين﴾ أي وأقسمُ لقد رأى محمد ﷺ َ جبريل في صورته الملكية التي خلقه الله عليها بجهة الأفق الأعلى البيّن من ناحية المشرق حيث تطلع الشمس قال في البحر: وهذه الرؤية بعد أمر غار حراء، حين رأى جبريل على كرسي بين السماء والأرض، في صورته له ستمائة جناح قد سدَّ ما بين المشرق والمغرب ﴿وَمَا هُوَ عَلَى الغيب بِضَنِينٍ﴾ أي وما محمد على الوحي ببخيل يقصِّر في تبليغه وتعليمه، بل يبلغ رسالة ربه بكل أمانةٍ وصدق ﴿وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ﴾ أي وما هذا القرآن بقول شيطان ملعون كما يقول المشركون ﴿فَأيْنَ تَذْهَبُونَ﴾ أيْ فأيَّ طريقٍ تسلكون في تكذيبكم للقرآن، واتهامكم له بالسحر والكهانة والشعر، مع وضوح آياته وسطوع براهنيه؟ وهذا كما تقول لمن ترك الطريق المستقيم: هذا الطريق الواضح فأين تذهب؟ ﴿إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾ أي ما هذا القرآن إِلا موعظة وتذكرة للخلق أجمعين ﴿لِمَن شَآءَ مِنكُمْ أَن يَسْتَقِيمَ﴾ أي لمن شاء منكم أن يتبع الحق، ويستقيم على شريعة الله، ويسلك طريق الأبرار ﴿وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله رَبُّ العالمين﴾ أي وما تقدرون على شيء إِلا بتوفيق الله ولطفه، فاطلبوا من الله التوفيق إِلى أفضل طريق.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الجناس الناقص بين ﴿الخنس﴾ و﴿الكنس﴾ .\n٢ -\nالاستعارة التصريحية ﴿والصبح إِذَا تَنَفَّسَ﴾ شبَّه إِقبال النهار وسطوع الضياء بنسمات الهواء العليل التي تحيي القلب، واستعار لفظ التنفس لإِقبال النهار بعد الظلام الدامس، وهذا من لطيف الاستعارة وأبلغها تصويرًا حيث عبر عنه بتنفس الصبح.\n٣ - الكناية اللطيفة ﴿وَمَا صَاحِبُكُمْ بِمَجْنُونٍ﴾ كنى عن محمد ﷺ َ بلفظ ﴿صَاحِبُكُمْ﴾ .\n٤ - الطباق بين لفظ ﴿الجحيم سُعِّرَتْ. . والجنة﴾ .\n٥ - الجناس غير التام بين ﴿أَمِينٍ. . ومَكِينٍ﴾ .\n٦ - توافق الفواصل رغاية لرءوس الآيات مثل ﴿كُوِّرَتْ، سُيِّرَتْ، سُجِّرَتْ، سُعِّرَتْ﴾ ومثل ﴿الخنس، الكنس، عَسْعَسَ، تَنَفَّسَ﴾ الخ.", "ayah": 11, "surah": 81}