{"text": "اللغَة: ﴿الكوثر﴾ الخير الكثير وهو مبالغة من الكثرة، والعرب تسمي كل شيء كثير في العدد، والقدْر الخطر كوْثرًا قال الشاعر:\nوأنت كثيرٌ يا ابن مروان طيّبٌ ... وكانَ أبوك ابنُ العقائل كوثرا\n﴿انحر﴾ النحر خاصٌ بالإِبل، وهو بمنزلة الذبح في البقر والغنم ﴿شَانِئَكَ﴾ الشانيء: المبغض من الشنآن بمعنى العداوة والبغض ومنه ﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ﴾ [المائدة: ٢] أي بغضهم ﴿الأبتر﴾ المنقطع عن كل خير، من البتر وهو القطعُ يقال: بترتُ الشيء بترًا قطعته، والسيف الباترُ: القاطعُ، ويقال للذي لا نسل له أبتر، لأنه انقطع نسبه، وسميت خطبة زياد بالخطبة البتراء لأنه لم يحمد اله فيها ولم يصلّ على النبي ﷺ َ.\nالتفسِير: ﴿إِنَّآ أَعْطَيْنَاكَ الكوثر﴾ الخطاب للرسول ﷺ َ تكريمًا لمقامه الرفيع وتشريفًا أي نحن أعطيناك يا محمد الخير الكثير الدائم في الدنيا والآخرة، ومن هذا الخير «نهر الكوثر» وهو كما ثبت في الصحيح «نهرٌ في الجنة، حافتاه من ذهب، ومجراه على الدذُ والياقوت، تربتُه أطيبُ من المسك، وماؤه أحلى من العسل، وأبيض من الثلح، من شرب منه شربةً لم يظمأ بعدها أبدًا» عن أنس قال «بينا رسول الله ﷺ َ ذات يوم بين أظهرنا، إِذْ غفى إِغفاءةً ثم رفع رأسه مبتسمًا فقلنا: ما أضحكك يا\nرسول الله؟ قال: أُنزلت عليَّ آنفًا سورة فقرأ بسم الله الرحمن الرحيم ﴿إِنَّآ أَعْطَيْنَاكَ الكوثر﴾ السورة ثم قال: أتدرون ما الكوثر؟ قلنا: الله ورسوله أعلم قال: فإنه نهرٌ وعدنيه ربي ﷿، فيه خيرٌ كثير، هو حوضٌ ترد عليه أُمتي يوم القيامة، آنيتُه عدد النجوم، فيختلج العبد أي ينتزع ويقتطع منهم فأقول: إِنه من أمتي! فيقال إِنك لا تدري ما أحدث بعدك» قال أبو حيان: وذكر في الكوثر ستة وعشرون قولًا، والصحيحُ هو ما فسره به رسول الله صل الله عليه وسلم فقال: «هو نهرٌ في الجنة حافتاه من ذهب، ومجراه على الدر والياقوت، تربتُه أطيب من المسك، وماؤه أحلى من العسل» وعن ابن عباس: الكوثرُ: الخير الكثير ﴿فَصَلِّ لِرَبِّكَ وانحر﴾ أي فصلِّ لربلك الذي أفاض عليك م نالخير خالصًا لوجهه الكريم، وانحر الإِبل التي هي خيار أمال العرب شكرًا له على ما أولاك ربك من الخيرات والكرامات قال في التسهيل: كان المشركون يصلون مكاءً وتصدية، وينحرون للأصنام فقال الله لنبيه ﷺ َ: صلِّ لربك وحده، وانحر لوجهه لا لغيره، فيكون ذلك أمرًا بالتوحيد والإِخلاص ﴿إِنَّ شَانِئَكَ هُوَ الأبتر﴾ أي إِن مبغضك يا محمد هو المنقطع عن كل خير قال المفسرون: لما مات «القاسم» ابن النبي ﷺ َ قال العاص بن وائل: دعوه فإِنه رجلٌ أبتر لا عقب له أي لا نسله له فإِذا هلك انقطع ذكره فأنزل الله تعالى هذه السورة، وأخبر تعالى أن هذا الكافر هو الأبتر وإِن كان له أولاد، لأنه مبتور من رحمة الله أي مقطوع عنها ولأنه لا يُذكر إِلا ذكر باللعننة، بخلاف النبي ﷺ َ فإِن ذكره خالد إلى آخر الدهر، مرفوع على المآذن والمنابر، مقرون بذكر الله تعالى، والمؤمنون من زمانه إِلى يوم القيامة أتباعه فهو كالوالد لهم صلوات الله وسلامه عليه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - صيغة الجمع الدالة على التعظيم ﴿إِنَّآ أَعْطَيْنَاكَ﴾ ولم يقل: أنا أعطيتك.\n٢ - تصدير الجملة بحرف التأكيد الجاري مجرى القسم ﴿إِنَّآ﴾ لأن أصلها إِنَّ ونحن.\n٣ - صيغة الماضي المفيدة للوقوع ﴿أَعْطَيْنَاكَ﴾ ولم يقل: سنعطيك لأن الوعد لما كان محققًا عبَّر عنه بالماضي مبالغة كأنه حدث ووقع.\n٤ - المبالغة في لفظة الكوثر.\n٥ - الإِضافة للتكريم والتشريف ﴿فَصَلِّ لِرَبِّكَ﴾ .\n٦ - إِفادة الحصر ﴿إِنَّ شَانِئَكَ هُوَ الأبتر﴾ .\n٧ - المطابقة بين أول السورة وآخرها بين ﴿الكوثر والأبتر﴾ فالكوثر الخير الكثير، والأبتر المنقطع عن كل خير، فهذه السورة على وجازتها جمعت فنون البلاغة والبيان فسبحان منزل القرآن!!", "ayah": 1, "surah": 108}