{"text": "اللغَة: ﴿المدثر﴾ المتغطي بثيابه، تدثر: لبس الدثار وهو الثوب الذي فوق الشعار، والشعار الثوب الذي يلي الجسد، ومنه حديث «الأنصار شعار، والناس دثار» ﴿الناقور﴾ الصور الذي ينفخ فيه، والنقر في كلام العرب الصوت، سمي ناقورًا لأنه يخرج منه صوت عظيم رهقب، يفزع الناس منه ويموتون ﴿عَبَسَ﴾ قطب بين عينيه ﴿بَسَرَ﴾ كلح وجهه وتغير لونه قال الليث: عبس إذا قطب ما بين عينيه، فإن أبدى عن أسنانه في عبوسه قيل كلح، فإن اهتم في الأمر وفكر فيه قيل: بسر، فإن غضب مع ذلك قيل: بسل ﴿أَسْفَرَ﴾ أضاء وانكشف ﴿الكبر﴾ الدواهي وعظائم المصائب والعقوبات قال الراجز:\nيا ابن المعلى نزلت إحدى الكبر ... داهية الدهر وصمَّاء الغير\n﴿قَسْوَرَةٍ﴾ أسد، من القسر وهو القهر، سمي بذلك لأنه يقهر السباع، وقيل هو جماع الرماة الذين يتصيدون قال الأزهري: هو اسم جمع للرماة لا واحد له من جنسه قال لبيد:\nإذا ما هتفنا هتفة في ندَّينا ... أتانا الرجال الصَّائدون القساور\nسَبَبُ النّزول: روي أنه لما نزل قوله تعالى ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ قال أبو جهل لقريش: ثكلتكم أمهاتكم إن ابن أبي كبشة يعني محمدًا ﷺ َ يتوعدنا ويخوفنا بجهنم، ويخبر أن خزنة النار تسعة عشر، وأنتم الجمع العظيم، أيعجز كل عشرة منكم أن يبطشوا بواحد منهم!! فقال «أبو الأسد الجمحي»: أنا أكفيكم منهم سبعة عشر، واكفوني اثنين، فأنزل الله تعالى ﴿وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُواْ ...﴾ الآية.\nالتفسِير: ﴿ياأيها المدثر قُمْ فَأَنذِرْ﴾ أي يا أيها المتغطي بقطيفته يريد النوم والراحة، قم من مضجعك قيام عزم وتصميم، وحذر الناس من عذاب الله إن لم يؤمنوا، خوطب ﷺ َ بهذا اللفظ «المدثر» مؤانسة له ﷺ َ وتلطفًا، كما خوطب بلفظ ﴿المزمل﴾ في السورة السابقة قال المفسرون: «كان ﷺ َ يتعبد في غار حراء فجاءه جبريل بالآيات الكريمة ﴿اقرأ باسم رَبِّكَ الذي خَلَقَ. .﴾ [العلق: ١] الآيات وهي أول ما نزل عليه من القرآن، فرجع يرجف فؤاده فقال لخديجة: زملوني، زملوني فنزلت ﴿ياأيها المزمل قُمِ اليل إِلاَّ قَلِيلًا﴾» [المزمل: ١٢] الآيات ثم فتر الوحي فحزن ﷺ َ فبينا هو يمشي سمع صوتًا من السماء، فرفع رأسه فإِذا الملك الذي جاءه بحراء جالس على كرسي بين السماء والأرض، فعراه ﷺ َ من رؤيته الرغب والفزع، فجاء إلى أهله فقال: دثروني، دثروني فأنزل الله ﴿ياأيها المدثر قُمْ فَأَنذِرْ﴾ قال القرطبي: وفي هذا النداء ملاطفة في الخطاب، من الكريم إلى الحبيب، إذ ناداه بوصفه ولم يقل «يا محمد» ليستشعر اللين والملاطفة من ربه، ومثله قول النبي ﷺ َ لحذيفة بن اليمان يوم الخندق: «قم يا نومان» ﴿وَرَبَّكَ فَكَبِّرْ﴾ أي عظمربك، وخصه بالتمجيد والتقديس، وأفرده بالعظمة والكبرياء، فليس هناك من هو أكبر من الله قال الألوسي: أي اخصص ربك بالتنكير، وهو وصفه تعالى بالكبرياء والعظمة، اعتقادًا وقولًا، وإنما ذكرت هذه الجملة بعد الأمر بالإِنذار، تنبيهًا للنبي ﷺ َ على عدم الاكتراث بالكفار، فإن نواصي الخلائق بيد الجبار، فلا ينبغي أن يبالي الرسول بأحد من الخلق، ولا أن يرهب سوى الله، فإن كل كبير مقهور تحت عظمته تعالى وكبريائه ﴿وَثِيَابَكَ فَطَهِّرْ﴾ أي وثيابك فطهرها من النجاسات والمستقذرات، فإن المؤمن طيبٌ طاهر، لا يليق منه أن يحمل الخبيث، قال ابن زيد: كان المشركون لا يتطهرون، فأمره الله أن يتطهر وأن يطهر ثيابه وقال ابن عباس: كنَّى بالثياب\nعن القلب والمعنى وقلبك فطهر من الإِثم والمعاصي واستشهد بقول غيلان\nوإني بحمد الله لا ثوب فاجر ... لبست ولا من غدرة أتقنع\nيقول العرب: فلان طاهر الثياب أو نقي الثياب، يريدون وصفه بالنقاء من المعايب وذميم الصفات، ويقولون: فلان دنس الثياب إذا كان موصوفًا بالأخلاق الذميمة قال الرازي: والسبب في حسن هذه الكناية، أن الثوب كالشيء الملازم للإِنسان، فلهذا السبب جعلوا الثوب كناية عن الإِنسان، فقالوا: المجدُ في ثوبه، والعفة في إزاره ﴿والرجز فاهجر﴾ أي اترك عبادة الأصنام والأوثان ولا تقربها قال ابن زيد: الرجز: الآلهة التي كانوا يعبدونها، فأمره أن يهجرها فلا يأتيها ولا يقربها وقال الإِمام الفخر: الرجز: اسم للقبيح المستقذر كالرجس قال تعالى ﴿فاجتنبوا الرجس مِنَ الأوثان﴾ [الحج: ٣٠] وقوله ﴿والرجز فاهجر﴾ كلام جامع لمكارم الأخلاق، كأنه قيل له: اهجر الجفاء، والسفه، وكل قبيح، ولا تتخلق بأخلاق هؤلاء المشركين، والمراد بالهجر الأمر بالمداومة على ذلك الهجران، كما يقول المسلم: ﴿اهدنا الصراط المستقيم﴾ [الفاتحة: ٦] ليس معناه أنه ليس على الهداية، بل المراد ثبتنا على هذه الهداية ﴿وَلاَ تَمْنُن تَسْتَكْثِرُ﴾ أي ولا تعط الناس عطاء وتستكثره، لأن الكريم يستقل ما يعطي وإن كان كثيرًا، واعط عطاء من لا يخاف الفقر وقال ابن عباس: لا تعط عطية تلتمس بها أفضل منها بمعنى: لا تعط شيئًا لتعطى أكثر منه، وسر النهي أن يكون العطاء خاليًا عن انتظار العوض تعففًا وكمالًا، فإن النبي ﷺ َ مأمور بأشرف الآداب وأجل الأخلاق ﴿وَلِرَبِّكَ فاصبر﴾ أي اصبر على أذى قومك، ابتغاء وجه ربك. . ثم أخبر تعالى هن أهوال القيامة وشدائدها فقال: ﴿فَإِذَا نُقِرَ فِي الناقور﴾ أي فإِذا نفخ في الصور، نفخة البعث والنشور، وعبر عن النفخ وعن الصور، بالنقر في الناقور لبيان هول الأمر وشدته، فإن النفر في كلام العرب معناه الصوت وإذا اشتد الصوت أصبح مفزعًا فكأنه يقول: إصبر على أذاهم، فبين أيديهم يوم هائل يلقون فيه عاقبة أذاهم، وتلقى عاقبة صبرك، ولهذا قال بعده ﴿فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ﴾ أي فذلك اليوم يوم شديد هائل، يشتد فيه الهول ويعسر الأمر عليهم، والإِشارة بالبعيد ﴿فَذَلِكَ﴾ للإِيذان ببعد منزلته في الهول والفظاعة ﴿عَلَى الكافرين غَيْرُ يَسِيرٍ﴾ أي هو عسير على الكافرين، غير هين ولا يسير عليهم، لأنهم ينشاقون الحساب، وتسود وجوههم، ويحشرون زرقًا، ويفتضحون على رءوس الأشهاد، قال الصاوي: ودلت الآية على أنه يسير على المؤمنين، لأنه قيد عسرة بالكافرين، وفيها زيادة وعيد وغيظ للكافرين، وبشرى وتسلية للمؤمنين.\n. ثم أخبر عن قصة ذلك الشقي الكافر «الوليد بن المغيرة» وقوله الشنيع في القرآن فقال ﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا﴾ أي دعني يا محمد وهذا الشقي، الذي خلقته في بطن أُمه وحيدًا فريدًا، لا ما له ولا ولاد، ولا حول له ولا مدد، ثم\nكفر بي وكذب بآياتي قال المفسرون: نزلت في «الوليد بن المغيرة» كان من أكابر قريش، ولذلك لقب الوحيد وريحانة قريش، وقد أنعم الله عليه بنعم الدنيا من المال والبنين، وأغدق عليه الرزق فكان ماله كالنهر الدافق، وكان للوليد بستان في الطائف لا ينقطع ثمره صيفًا ولا شتاء، فكفر بأنعم الله وبدلها كفرًا، وقابلها بالجحود بآيات الله والافتراء علهيا، وفيه نزل ﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا﴾ وهو أسلوب بليغ في التهديد، كما نزلت فيه الآيات المتقدمة في سورة نون، ﴿وَلاَ تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ. .﴾ إلى ﴿سَنَسِمُهُ عَلَى الخرطوم﴾ [القلم: ١٠١٦] وهو الذي آذى رسول الله ﷺ َ وكاد له، فإن صناديد قريش لما برموا برسول الله، وضاقت عليهم الحيل في إسكاته، وإطفاء نور دعوته، لجأوا إلى الوليد فأشار عليهم بأن يلقبوه ﷺ َ بالساحر، ويأمروا عبيدهم وصبيانهم أن ينادوا بذلك في مكة، فجعلوا ينادون إن محمدًا ساحر، فحزن لذلك رسول الله ﷺ َ فنزلت الآيات الكريمة في معرض تهديده وتخويفه، ليكون ذلك أدعى للكسر من كبريائه ثم قال تعالى ﴿وَجَعَلْتُ لَهُ مَالًا مَّمْدُودًا﴾ أي جعلت له المال الواسع المبسوط، من الإِبل، والخيل، والغنم، والبساتين النضرة قال البيضاوي: ﴿مَّمْدُودًا﴾ أي مبسوطًا كثيرًا، وكان له الزرع والضرع والتجارة قال ابن عباس: كان ماله ممدودًا ما بين مكة والطائف وقال مقاتل: كان له بستان لا ينقطع نفعه شتاء ولا صيفًا ﴿وَبَنِينَ شُهُودًا﴾ أي وأولادًا مقميمن معه في بلده، يحضرون معه المحافل والمجامع، يستأنس بهم ولا يتنغَّص عيشه لفراقهم قال المفسرون: كان له عشرة بنين لا يفارقونه سفرًا ولا حضرًا، وكان مستأنسًا بهم وله بهم عز ومنعة، أسلم منهم ثلاثة: «خالد، وهشام، والوليد» .\n. وبعد أن ذكر من مظاهر النعم المال والبنين عاد فعمم الخيرات الدنيوية التي أنعم بها الله عليه فقال ﴿وَمَهَّدتُّ لَهُ تَمْهِيدًا﴾ أي بسطت بين يديه الدنيا بسطًا، ويسرت له تكاليف الحياة، ومظاهر الجاه والعز والسيادة، فكان في قريش عزيزًا منيعًا، وسيدًا مطاعًا ﴿ثُمَّ يَطْمَعُ أَنْ أَزِيدَ﴾ أي ثم بعد هذا العطاء الجزيل يطمع أن أزيد له في ماله وولده وقد كفر بي قال الفخر الرازي: لفظ ﴿ثُمَّ﴾ هنا للإِنكار والتعجب، كما تقول لصاحبك: أنزلتك داري، وأطعمتك وأكرمتك ثم أنت تشتمني! ﴿أي ومع كل هذه الإِنعام والإِكرام فقد كفر وجحد، وبدل أن يشكر الوليد لربه هذا الإِحسان، ويقابله بالطاعة والإِيمان، عكس الأمر وقابله بالجحود والكفران ﴿كَلاَّ﴾ ردع وزجر أي ليرتدع هذا الفاجر الأثيم عن ذلك الطمع الفاسد، ثم علل ذلك بقوله ﴿إِنَّهُ كان لآيَاتِنَا عَنِيدًا﴾ أي لأنه معاند للحق، جاحد بآيات الله، مكذب لرسوله، فكيف يطمع بالزيادة هذا الشقي العنيد؟ ﴿سَأُرْهِقُهُ صَعُودًا﴾ أي سأكلفه وألجئه إلى عذاب صعب شاق لا يطاق، تضعف عنه قوته كما تضعف\nقوة من يصعد في الجبل قال القرطبي: ﴿صَعُودًا﴾ صخرة ملساء يكلف صعودها، فإذا صار في أعلاها حدر في جهنم، فيهوي ألف عام قبل أن يبلغ قرارها وفي الحديث «الصعود جبل من نار يصعد فيه الكافر سبعين خريفًا، ثم يهوي فيه كذلك أبدًا» ﴿إِنَّهُ فَكَّرَ وَقَدَّرَ﴾ أي إنه فكر في شأن النبي والقرآن، وأجال رأية وذهنه الثاقب، ثم رتب وهيأ كلامًا في نفسه، ماذا يقول في القرآن؟ وبماذا يطعن فيه؟ قال تعالى دعاء عليه ﴿فَقُتِلَ كَيْفَ قَدَّرَ﴾ أي قاتله الله وأخزاه على تلك الكلمة الحمقاء التي أجالها في نفسه، حيث قال عن القرآن، إنه سحر، وقال عن محمد إنه ساحر، وفي الآية استهزاء به وتهكم، حيث قدر ما لا يصح تقديره، ولا يسوغ أن يقوله عاقل قال في البحر: يقول العرب عند استعظام الأمر والتعجب منه: قاتله الله، ومرادهم أنه قد بلغ المبلغ الذي يحسد عليه ويدعي عليه من حُسَّاده، والاستفهام في قوله ﴿كَيْفَ قَدَّرَ﴾؟ في معنى ما أعجب تقديره وما أغربه به؟ كقولهم أي رجل هذا؟ أي ما أعظمه؟ ﴿ثُمَّ قُتِلَ كَيْفَ قَدَّرَ﴾ كرر العبارة تأكيدًا لذمه وتقبيحًا لحاله، ولغاية التهكم به، كأنه قال: قاتله الله ما أروع تفكيره، وأبدع رأيه الحصيف؟ حيث قال عن القرآن إنه سحر يؤثر؟ قال المفسرون: مر الوليد بالنبي ﷺ َ وهو يصلي ويقرأ القرآن، فاستمع لقراءته وتأثر بها، فانطلق الوليد حتى أتى مجلس قومه من بني مخزوم فقال: والله لقد سمعت من محمد آنفًا كلامًا، ما هو من كلام الإِنس ولا من كلام الجن، والله إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسفله لمغدق، وإنه ليعلو وما يعلى عليه، ثم انصرف إلى منزله، فقالت قريش: لقد صبأ والله الوليد، ولتصبأن قريش كلها﴾ فقال أبو جهل: أنا أكفيكموه، فانطلق حتى جلس إلى جانب الوليد حزينًا، فقال له الوليد: ما لي أراك حزينًا يا ابن أخي؟ ﴿فقال: كيف لا أحزن وهذه قريش تجمع لك مالًا ليعينوك به على كبر سنك، ويزعمون أنك زيَّنت كلام محمد وصبأت لتصيب من فضل طعامه، وتنال من ماله﴾ ﴿فغضب الوليد وقال: ألم تعلم قريش أني من أكثرهم مالًا وولدًا؟﴾ وهل شبع محمد وأصحابه من الطعام حتى يكون لهم فضل طعام؟ ثم قام مع أبي جهل حتى أتى مجلس قومه فقال لهم: تزعمون أن محمدًا مجنون فهل رأيتموهن يخنف؟ قالوا: اللهم لا، قال: تزعمون أنه كاهن فهل رأيتموه تكهن قط؟ قالوا: اللهم لا، قال: تزعمون أنه شاعر فهل رأيتموه نطق بشعر قط؟ قالوا اللهم لا، قال: تزعمون أنه كذاب، فهل جربتم عليه كذبا قط؟ قالوا اللهم لا، فقالت قريش للوليد: فما هو؟ ففكر في نفسه ثم قال: ما هو إلا ساحر، أما رأيتموه يفرِّق بين الرجل وأهله وولده، وما هذا الذي يقوله إلا سحر يؤثر، فذلك قوله تعالى ﴿إِنَّهُ فَكَّرَ وَقَدَّرَ﴾ الآيات تركنا الوليد يفكر ويقدر، ولنرجع إليه لنرى ماذا فعل بعد، قال تعالى ﴿ثُمَّ نَظَرَ﴾ أي أجال النظر مرة أُخرى متفكرًا في شأن القرآن ﴿ثُمَّ عَبَسَ﴾ أي ثم قطب وجهه وكلحه ضيقًا بما يقول ﴿وَبَسَرَ﴾ اي وزاد في القبض\nوالكلوح، كالمتهم المتفكر في أمر يدبره قال في التسهيل: البسور تقطيب الوجه وهو أشد من العبوس ﴿ثُمَّ أَدْبَرَ واستكبر﴾ أي ثم أعرض عن الإِيمان، وتكبر عن اتباع الهدى والحق ﴿فَقَالَ إِنْ هاذآ إِلاَّ سِحْرٌ يُؤْثَرُ﴾ أي فقال: ما هذا الذي يقوله محمد إلا سحر ينقله ويرويه عن السحرة ﴿إِنْ هاذآ إِلاَّ قَوْلُ البشر﴾ أي ليس هذا كلام الله، وما هو إلا كلام المخلوقين، يخدع به محمد القلوب، ويؤثر فيها كما يؤثر السحر بالمسحور قال الألوسي: هذا كالتأكيد للجملة الأولى، لأن المقصود منهما نفي كونه قرآنا أو من كلام الله تعالى، ولذلك لم يعطف عليها بالواو، وفي وصف إشكاله واستنباطه هذا القول السخيف استهزاء به، وإشارة إلى أنه عن الحق بمعزل، ويظهر من تتبع أحوال الوليد، أنه إنما قال ذلك عنادًا وحمية جاهلية، لا جهلًا بحقيقة الحال، ألا ترى ثناءه على القرآن ونفيه عنه جمعي ما نسبوا إليه من الشعر والكهانة والجنون!! ﴿سَأُصْلِيهِ سَقَرَ﴾ أي سأدخله جهنم يتلظى حرها، ويذوق عذابها ﴿وَمَآ أَدْرَاكَ مَا سَقَرُ﴾؟ استفهام للتهويل والتفظيع أي وما أعلمك أي شيء هي سقر؟ ﴿لاَ تُبْقِي وَلاَ تَذَرُ﴾ أي لا تبقي على شيء فيها إلا أهلكته، ولا تترك أحدًا من الفجار إلا أحرقته قال ابن عباس: لا تبقي من الدم والعظم واللحم شيئًا، فإذا أعيد خلقهم من جديد تعاود إحراقهم بأشد مما كانت وهكذا أبدًا ﴿لَوَّاحَةٌ لِّلْبَشَرِ﴾ أي تلوح وتظهر لأنظار الناس من مسافات بعيدة لعظمها وهو لها كقوله تعالى\n﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ [النازعات: ٣٦] قال الحسن: تلوح لهم من مسيرة خمسمائة عام حتى يروها عيانًا فهي بارزة إلى أنظارهم، يرونها من غير استشراف ولا مدِّ أعناق ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ أي خزنتها الموكلون عليها تسعة عشر ملكًا من الزبانية الأشداء كقوله تعالى ﴿عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ [التحريم: ٦] قال ابن عباس: «ما بين منكبي الواحد منهم مسيرة سنة، وقوة الواحد منهم أن يضرب بالمقمع فيدفع بتلك الضربة سبعين ألف انسان في قعر جهنم» قال الألوسي: روي عن ابن عباس أنها لما نزلت ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ قال أبو جهل لقريش: ثكلتكم أُمهاتكم، أسمع ابن أبي كبشة يعني محمدًا يخبركم أن خزنة النار تسعة عشر، وأنتم الدَّهم أي العدد الشجعان، أفيعجز كل عشرةٍ منكم أن يبطشوا برجل منهم؟ فقال أبو الأشد الجمحي: وكان شديد البطش أنا أكفيكم سبعة عشر فأكفوني أنتم اثنين، فأنزل الله ﴿وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً﴾ أي وما جعلنا خزنة النار إِلا من الملائكة الغلاظ الشداد، ولم نجعلهم من البشر حتى يصارعوهم ويغالبوهم ﴿وَمَا جَعَلْنَا عِدَّتَهُمْ إِلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُواْ﴾ أي لم نجعل ذلك العدد إلاَّ سببًا لفتنة وضلال المشركين، حين استقلوا بعددهم واستهزءوا حتى قال أبو جهل:\nأفيعجز كل مائةٍ منكم أن يبطشوا بواحدٍ منهم ثم تخرجون من النار؟ قال الطبري: وإِنما جعل الله الخبر عن عدة خزنة جهنم فتنةً للكافرين، لتكذيبهم بذلك وقول بعضهم لأصحابه على سبيل الاستهزاء أنا أكفيكموهم ﴿لِيَسْتَيْقِنَ الذين أُوتُواْ الكتاب﴾ أي ليتيقن أهل الكتاب من صدق محمد، وأن هذا القرآن من عند الله، إِذ يجدون هذا العدد في كتبهم المنزَّلة ﴿وَيَزْدَادَ الذين آمنوا إِيمَانًا﴾ أي ويزداد المؤمنون تصديقًا لله ورسوله، بما يشهدن من صدق أخبار نبيهم ﷺ َ وتسليم أهل الكتاب لما جاء في القرآن موافقًا للتوراة والإِنجيل ﴿وَلاَ يَرْتَابَ الذين أُوتُواْ الكتاب والمؤمنون﴾ أي ولا يشك أهل الكتاب والمؤمنون في عددهم، وهذا تأكيدٌ لما قبله لأنه لما ذكر اليقين نفى عنهم الشك، فكان قوله ﴿وَلاَ يَرْتَابَ﴾ مبالغة وتأكيدًا، وهو ما يسميه علماء البلاغة الإِطناب ﴿وَلِيَقُولَ الذين فِي قُلُوبِهِم مَّرَضٌ والكافرون مَاذَآ أَرَادَ الله بهذا مَثَلًا﴾ أي وليقول الذين في قلوبهم شك ونفاق والكافرون من أهل مكة: أيَّ شيء أراد الله بهذا القول العجيب، الذي هو مثل في الغرابة والبداعة؟ ولماذا يخوفنا بواسطته من سقر وخزنتها التسعة عشر؟ قال الرازي: إِثبات اليقين في بعض الأحوال لا ينافي حصول الارتياب بعد ذلك، فالمقصود من إِعادة هذا الكلام هو أنه حصل لهم يقين جازم بحيث لا يحصل عقيبه البتة شك ولا ريب، وقد كان ﷺ َ يعلم من حال قريش أنه متى أخبرهم بهذا العدد العجيب فإِنهم يستهزئون به ويضحكون منه، ولذلك بيَّن تعالى الغاية من ذكر هذا الخبر أوضح بيان ﴿كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ أي مثل ما أضلَّ الله أبا جهل وأصحابه، يضلُّ الله عن الهداية والإِيمان من أراد إِضلاله، ويهدي من أراد هدايته، وله الحكمة البالغة، والحجة الدامغة ﴿وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ﴾ أي وما يعلم عدد الملائكة، وقوتهم وضخامة خلقهم، وكثرتهم إِلا الله رب العالمين، وفي الآية ردٌّ على أبي جهل حين قال: أما لربِّ محمد أعوان إِلاّ تسعة عشر؟ ﴿وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ﴾ أي وما هذه النار التي وصفها لكم الجبار، إِلا موعظة وتذكرة للخلق ليخافوا ويطيعوا ﴿كَلاَّ والقمر﴾ ﴿كَلاَّ﴾ كلمة ردع وزجر ثم أقسم الله تعالى بالقمر على أن سقر حق، والمعنى ليرتدع أولئك المستهزئون بالوحي والقرآن عن فعلهم وسوء صنيعهم،\nوأُقسم بالقمر ﴿والليل إِذْ أَدْبَرَ﴾ أي وأُقسم بالليل حين ولَّى بظلمته ذاهبًا ﴿والصبح إِذَآ أَسْفَرَ﴾ أي وبالصبح إِذا تبلَّج وأضاء، ونشر ضياءه على الأرجاء ﴿إِنَّهَا لإِحْدَى الكبر﴾ أي إِن جهنم لإِحدى الدواهي الكبيرة، والبلايا الخطيرة، فكيف يستهزئون بها ويكذبون؟ قال أبو حيان: أقسم تعالى بهذه الأشياء تشريفًا لها، وتنبيهًا على ما يظهر فيها من عجائب الله وقدرته، وقوام الوجود بإِيجادها، أقسم على أن جهنم إِحدى الدواهي العظيمة الي تلا نظضير لها وفي الآية إِيماء إلى أن الشمس والقمر مخلوقان لله، وأنهما في حركاتهمها وإدبارهما وإٍسفارهما، ونشوء الليل والنهار عنهما، مسخران لأمره تعالى، ساجدان بين يدي قدرته وقهره، فكيف يحسن بالبشر أن يعبدوهما ويكفروا بالإِله الذي خلقهما؟ ثم قال تعالى عن جهنم ﴿نَذِيرًا لِّلْبَشَرِ﴾ أي هي إِنذار للخلق ليتقوا ربهم ﴿لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ﴾ أي لمن أراد من العباد أن يتقرب الى ربه بفعل الخيرات أو يتأخر بفعل الموبقات قال في البحر: والمراد بالتقدم والتأخر: السبق الى الخير والتخلف عنه كقوله تعالى:\n﴿فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ [الكهف: ٢٩] قال ابن عباس: من شاء اتبع طاعة الله، ومن شاء تأخر عنها بمعصيته ﴿كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ﴾ أي كل نفس محبوسة بعملها، مرهونةٌ عند الله بكسبها، ولا تفك حتى تؤدي ما عليها من الحقوق والعقوبات ﴿إِلاَّ أَصْحَابَ اليمين﴾ أي إِلا فريق السعداء المؤمنين، فإِنههم فكوا رقابهم وخلَّصوها من السجن والعذاب، بالإِيمان وطاعة الرحمن ﴿فِي جَنَّاتٍ يَتَسَآءَلُونَ عَنِ المجرمين﴾ أي هم في جناتٍ وبساتين لا يدرك وصفها، يسأل بعضهم بعضًا عن حال المجرمين الذين في النار، والسؤال لزيادة تبكيت أولئك المجرمين وتوبيخهم، وإِدخال الألم والحسرة على نفوسهم، يقولون لهم ﴿مَا سَلَكَكُمْ فِي سَقَرَ﴾؟ ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال في البحر: وسؤالهم سؤال توبيخ لهم وتحقير، وإِلاّ فهم عالمون ما الذي أدخلهم النار ﴿قَالُواْ لَمْ نَكُ مِنَ المصلين﴾ أي قال المجرمون مجيبين للسائلين: لم نكن من المصلين في الدنيا لرب العالمين ﴿وَلَمْ نَكُ نُطْعِمُ المسكين﴾ أي ولم نكن نتصدق ونحسن إِلى الفقراء والمساكين قال ابن كثير: مرادهم في الآيتين: ما عبدنا ربنا، ولا أحسنا إِلى خلقه من جنسنا ﴿وَكُنَّا نَخُوضُ مَعَ الخآئضين﴾ أي وكنا نتحدث بالباطل مع أهل الغواية والضلالة، ونقع معهم فيما لا ينبغي من الأباطيل قال في التسهيل: والخوض هو كثرة الكلام بما لا ينبغي من الباطل وشبهه ﴿وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين﴾ أي نكذب بيوم القيامة، وبالجزاء والمعاد، وإِنما أخر التكذيب بيوم الدين تعظيمًا له، لأنه أعظم جرائمهم وأفحشها ﴿حتى أَتَانَا اليقين﴾ أي حتى جاءنا الموت ونحن في تلك المنكرات والضلالات، قال تعالى معقبًا على اعترافهم بتلك الجرائم ﴿فَمَا تَنفَعُهُمْ شَفَاعَةُ الشافعين﴾ أي ليس لهم شافع ينقذهم من عذاب الله، ولو شفع لهم أهل الأرض ما قبلت شفاعتهم فيهم قال ابن كثير: من كان متصفًا بمثل هذه الصفات، فإِنه لا تنفعه بيوم القيامة شفاعة شافع فيه، لأن\nالشفاعة إنما تنجع إِذا كان المحل قابلًا، فأما من وافى الله كافرًا فإِنه مخلد في النار أبدًا.\n. ولما ذكر تعالى قبائحهم وشنائعهم عاد بالتوبيخ والتقريع عليهم فقال ﴿فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ﴾؟ فما لهؤلاء المشركين معرضين عن القرآن وآياته، وما فيه من المواعظ البليغة والنصائح والإِرشادات؟ ﴿كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ﴾ أي كأن هؤلاء الكفار حمر وحشية نافرة وشاردة ﴿فَرَّتْ مِن قَسْوَرَةٍ﴾ أي هربت ونفرت من الأسد من شدة الفزع قال في البحر: شبههم تعالى بالحمر النافرة مذمة لهم وتهجينًا وقال ابن عباس: الحمر الوحشية إِذا عاينت الأسد هربت، كذلك هؤلاء المشركون إِذا رأوا محمدًا ﷺ َ هربوا منه كما يهرب الحمار من الأسد ثم قال: والقسورة: الأسد ﴿بَلْ يُرِيدُ كُلُّ امرىء مِّنْهُمْ أَن يؤتى صُحُفًا مُّنَشَّرَةً﴾ أي بل يطمع كل واحد من هؤلاء المجرمين أن ينزل عليه كتاب من الله كما أُنزل على محمد ﷺ َ، ويريد أن يتنزَّل عليه الوحي كما تنزَّل على الرسل والأنبياء، والغرض من الآية بيان إمعانهم في الضلالة وكأنه يقول: دع عنك ذكر إِعراضهم وغباوتهم ونفارهم نفار العجماوات مما فيه خيرهم وسعادتهم، واستمع لما هو أعجب وأغرب، وذلك طمع كل فردٍ منهم أن يكون رسولًا يوحى إِليه، وهيهات أن يصل الاشقياء إلى مراتب الأنبياء، ثم قال تعالى ﴿كَلاَّ بَل لاَّ يَخَافُونَ الآخرة﴾ أي ليرتدعوا وينزجروا عن مثل ذلك الطمع، بل الحقيقة أنهم قوم لا يصدقون بالبعث والحساب، ولا يؤمنون بالنعيم والعذاب، وهذا هو الذي أفسدهمه وجعلهم يعرضون عن مواعظ القرآن ﴿كَلاَّ إِنَّهُ تَذْكِرَةٌ﴾ كرَّر الردع والزجر لهم بقوله ﴿كَلاَّ﴾ ثم قال ﴿إِنَّهُ تَذْكِرَةٌ﴾ أي إِنَّ هذا القرآن موظعة بليغة، كافية لاتعاظهم لو أرادوا لأنفسهم السعادة ﴿فَمَن شَآءَ ذَكَرَهُ﴾ أي فمن شاء اتعظ بما فيه، وانتفع بهداه ﴿وَمَا يَذْكُرُونَ إِلاَّ أَن يَشَآءَ الله﴾ أي وما يتعظون به إِلا أن يشاء الله لهم الهدى فيتذكروا ويتعظوا، وفيه تسلية للنبي ﷺ َ وترويح عن قلبه الشريف، مما كان يخامره من إِعراضهم وتكذيبهم له ﴿هُوَ أَهْلُ التقوى وَأَهْلُ المغفرة﴾ أي هو جل وعلا أهلٌ لأن يتقى لشدة عقابه، وأهل لأن يغفر لمن آمن به وأَطاعه وفي الحديث عن أنس\n«أن رسول الله ﷺ َ قرأ هذه الآية ﴿هُوَ أَهْلُ التقوى وَأَهْلُ المغفرة﴾ ثم قال» قال ربكم: أنا أهل أن أُتقى، فمن اتقاني فلم يجعل معي إِلهًا فأنا أهلٌ أن أغفر له «.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿عَسِيرٌ. . ويَسِيرٍ﴾ كما أن بين اللفظتين جناس الاشتقاق.\n٢ - المقابلة بين ﴿والليل إِذْ أَدْبَرَ﴾ وبين ﴿والصبح إِذَآ أَسْفَرَ﴾ .\n٣ - الإِطناب بتكرار الجملة ﴿فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ﴾ زيادة في التوبيخ والتشنيع.\n٤ - جناس الاشتقاق ﴿فَإِذَا نُقِرَ فِي الناقور﴾ .\n٥ -\nتقديم المفعول لإِفادة الاختصاص ﴿وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ والرجز فاهجر﴾ .\n٦ - الطباق بين ﴿كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ وبين ﴿يَتَقَدَّمَ أَوْ يَتَأَخَّرَ﴾ .\n٧ - أسلوب التقريع والتوبيخ بطريق الاستفهام ﴿فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ﴾؟\n٨ - التشبيه التمثيلي ﴿كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ فَرَّتْ مِن قَسْوَرَةٍ﴾ لأن وجه الشبه منتزع من متعدد.\n٩ - الإِيجاز بحذف بعض الجمل ﴿يَتَسَآءَلُونَ عَنِ المجرمين مَا سَلَكَكُمْ فِي سَقَرَ﴾؟ أي قائلين لهم: ما سلككم في سقر، فحذف اعتمادًا على فهم المخاطبين.\n١٠ - الاستفهام للتهويل والتفخيم ﴿وَمَآ أَدْرَاكَ مَا سَقَرُ﴾؟\n١١ - ذكر الخاص بعد العام ﴿وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين﴾ خصَّه بالذكر مع أنه داخل في الخوض بالباطل مع الخائضين لبيان تعظيم هذه الذنب.\n١٢ - السجع المرصَّع مثل ﴿كَلاَّ والقمر والليل إِذْ أَدْبَرَ والصبح إِذَآ أَسْفَرَ إِنَّهَا لإِحْدَى الكبر﴾ ومثل ﴿وَكُنَّا نَخُوضُ مَعَ الخآئضين وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين حتى أَتَانَا اليقين﴾ الخ.", "ayah": 12, "surah": 74}