{"text": "المنَاسَبة: لما ذكر تعالى ما حلَّ بآل فرعون من العذاب والدمار، ذكر بعده النزاع والخصام الذي يكون بين أهل النار، واستغاثة المجرمين، وهم في عذاب الجحيم يصلون سعيرها فلا يجابون، ثم ذكر الأدلة والبراهين على قدرة الله ووحدانيته، لإِقامة الحجة على المشركين.\nاللغَة: ﴿يَتَحَآجُّونَ﴾ يختصمون ﴿خَزَنَةِ﴾ جمع خازن وهو المتكفل بحفظ الشيء وحراسته ﴿الأشهاد﴾ جمع شاهد وهو الذي يشهد بالحجة على غيره ﴿دَاخِرِينَ﴾ أذلاء صاغرين ﴿تُؤْفَكُونَ﴾ تُصرفون عن الإِيمان إلى الكفر ﴿قَرَارًا﴾ مستقرا ﴿أُسْلِمَ﴾ أذل وأخضع.\nالتفسِير: ﴿وَإِذْ يَتَحَآجُّونَ فِي النار﴾ أي واذكر حين يختصم الرؤساء والأتباع في نار جهنم ﴿فَيَقُولُ الضعفاء لِلَّذِينَ استكبروا إِنَّا كُنَّا لَكُمْ تَبَعًا﴾ أي فيقول الأتباع الضفعاء للرؤساء المستكبرين عن الإِيمان واتباع الرسل، إنا كنا لكم في الدنيا أتباعًا كالخدم ننقاد لأوامركم، ونطيعكم فيما تدعوننا إليه من الكفر والضلال ﴿فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ النار﴾؟ أي فهل أنتم دافعون عنا جزءًا من هذا العذاب الذي نحن فيه؟ قال الرازي: علموا أن أولئك الرؤساء لا قدرة لهم على ذلك التخفيف، وإنما مقصودهم من هذا الكلام المبالغة في تخجيل الرؤساء، وإِيلام قلوبهم، لأنهم سعوا في إيقاعهم في أنواع الضلالات ﴿قَالَ الذين استكبروا إِنَّا كُلٌّ فِيهَآ﴾ أي قال الرؤساء جوابًا لهم: إنَّا جميعًا في نار جهنم، فلو قدرنا على إزالة العذاب عنكم لدفعناه عن أنفسنا ﴿إِنَّ الله قَدْ حَكَمَ بَيْنَ العباد﴾ أي قضى قضاءً مبرمًا لا مردَّ له، بدخول المؤمنين الجنة، والكافرين النار، فلا نستطيع أن نفعل لكم شيئًا ﴿وَقَالَ الذين فِي النار لِخَزَنَةِ جَهَنَّمَ﴾ لما ئيس أهل النار بعضهم من بعض التجأوا إلى حراس جنهم يطلبون منهم التخفيف قال البيضاوي: وإنما وضع جهنم موضع الضمير ﴿لِخَزَنَةِ جَهَنَّمَ﴾ بدلًا من «لخزنتها» للتهويل والتفظيع ﴿ادعوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ العذاب﴾ أي أدعوا لنا الله أن يخفف عنا ولو مقدار يوم واحد من هذا العذاب ﴿قالوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بالبينات﴾؟ أي أجابتم الملائكة على سبيل التوبيخ والتقريع: ألم تأتكم الرسل بالمعجزات الظاهرات فكفرتم بهم وكذبتموهم؟ ﴿قَالُواْ بلى﴾ أي قال الكفار بلى جاءونا ﴿قَالُواْ فادعوا﴾ اي قالت لهم الملائكة: فادعوا اللهَ أنتم فإِنا لا نجترىء على ذلك قال الرازي: وليس قولهم ﴿فادعوا﴾ لرجاء المنفعة، ولكنْ للدلالة على الخيبة، فإن الملائكة المقربين إذا لم يُسمع دعاؤهم، فكيف يسمع دعاء الكفار؟ ثم يصرّحون لهم بأنه لا أثر لدعائهم فيقولون ﴿وَمَا دُعَاءُ الكافرين إِلاَّ فِي ضَلاَلٍ﴾ أي دعاؤكم لا ينفع ولا\nيجدي لأن دعاء الكافرين ما هو إلا خسار وتبار ﴿إِنَّا لَنَنصُرُ رُسُلَنَا والذين آمَنُواْ فِي الحياة الدنيا﴾ أي ننصر الرسل والمؤمنين بالحجة والظفر والانتقام لهم من الكفرة المجرمين في هذه الحياة الدنيا ﴿وَيَوْمَ يَقُومُ الأشهاد﴾ أي وفي الآخرة يوم يحضر الأشهاد الذين يشهدون بأعمال العباد، من مَلك ونبيٍ ومؤمن قال الرازي: الآية وعدٌ من الله تعالى لرسوله بأن ينصره على أعدائه في الحياة الدنيا وفي الآخرة ﴿يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ﴾ أي لا ينفع المجرمين اعتذارهم قال ابن جرير: لا ينفع أهل الشرك اعتذارهم، لأنهم لا يعتذرون إلا بباطل ﴿وَلَهُمُ اللعنة﴾ أي الطردُ من رحمة الله ﴿وَلَهُمْ سواء الدار﴾ أي ولهم جهنم أسوأ مرجع ومصير قال ابن عباس: ﴿سواء الدار﴾ سؤُ العاقبة ﴿وَلَقَدْ آتَيْنَا مُوسَى الهدى﴾ أي والله لقد أعطينا «موسى بن عمران» ما يُهتدى به في الذين، من المعجزات والصحف والشرائع ﴿وَأَوْرَثْنَا بني إِسْرَائِيلَ الكتاب﴾ أي أورثناهم العلم النافع والكتاب الهادي وهو «التوراة» ﴿هُدًى وذكرى لأُوْلِي الألباب﴾ أي هاديًا وتذكرةً لأصحاب العقول السليمة ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ أي فاصبر يا محمد علىأذى المشركين، فإن وعد الله لك ولأتباعك بالنصر على الأعداء، حقٌ لا يمكن أن يتخلف، لأن الله لا يخلف الميعاد قال الإِمام الفخر: لما بيَّن تعالىأنه ينصر رسله، وضرب المثال في ذلك بحال موسى، خاطب بعده رسوله بقوله ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ والمراد أنَّ الله ناصرك كما نصرهم، ومنجزٌ وعده لك كما أنجزه في حقهم ﴿واستغفر لِذَنبِكَ﴾ أي واطلب المغفرة من ربك على ما فرط منك من ترك الأولى والأفضل، قال الصاوي: والمقصودُ من هذا الأمر تعليم الأمة ذلك، وإلا فرسول الله ﷺ َ معصومٌ من الذنوب جميعًا، صغائر وكبائر قبل النبوة وبعدها على التحقيق وقال ابن كثير: وهذا تهييجٌ للأمة على الاستغفار ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ بالعشي والإبكار﴾ أي ودمْ على تسبيح ربك في المساء والصباح قال الرازي: والمرادُ منه الأمرُ بالمواظبة على ذكر الله، وألاَّ يفتر اللسان عنه، حتى يصبح في زمرة الملائكة الأبرار، الذين\n﴿يُسَبِّحُونَ اليل والنهار لاَ يَفْتُرُونَ﴾ [الأنبياء: ٢٠] والمرادُ بالتسبيح تنزيهُ اللهِ عن كل ما لا يليق به، ثم نبه تعالىإلى السبب الدافع للكفار إلى المجادلة بالباطل فقال ﴿إِنَّ الذين يُجَادِلُونَ في آيَاتِ الله﴾ أي يخاصمون في الآيات المنزلة ﴿بِغَيْرِ سُلْطَانٍ أَتَاهُمْ﴾ أي بلا برهانٍ ولا حجةٍ من الله ﴿إِن فِي صُدُورِهِمْ إِلاَّ كِبْرٌ﴾ أي ما شفي قلوبهم إلا تكبرٌ وتعاظم يمنعهم من اتباعك والانقياد إليك ﴿مَّا هُم بِبَالِغِيهِ﴾ أي ما هم بواصلين إلى مرادهم من إطفاء نور الله، ولا بمؤملين مقصودهم بالعو عليك ﴿فاستعذ بالله إِنَّهُ هُوَ السميع البصير﴾ أي فالتجىءْ وتحصَّنْ بالله من كيدهم، فإِن الله يدفع عنك شرهم، لأنه هو السميعُ لأقوالهم العليمُ بأحوالهم. . ثم ذكر تعالى الدلائل الدالة على قدرته ووحدانيته فقال ﴿لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس﴾ اللام لام الابتداء أي لخلقُ الله للسمواتِ والأرضِ وإِنشاؤُهما وابتداعهما من غير شيء أعظم من خلق البشر، فمن قدر على خلقهما مع عظمهما كيف\nيعجز عن خلق ما هو أحقر وأهون؟ قال في التسهيل: والغرض الاستدلال على البعث، لأن الإِله الذي خلقَ السمواتِ والأرض على كبرها، قادرٌ على إعادة الأجسام بعد فنائها ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعملون ذلك، لأنهم لا يتأملون لغلبة الجهل عليهم، وفرط غفلتهم واتباعهم لأهوائهم ﴿وَمَا يَسْتَوِي الأعمى والبصير﴾ أي لا يتساوى المؤمن والكافر ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات وَلاَ المسياء﴾ أي ولا البرُّ والفاجر ﴿قَلِيلًا مَّا تَتَذَكَّرُونَ﴾ أي لا تتعظون بهذه الأمثال إلا قليلًا قال ابن كثير: والمراد أنه كما لا يستوي الأعمى الذي لا يبصر شيئًا، والبصير الذي يرى ما انتهى إليه بصره، كذلك لا يستوي المؤمنون الأبرار، والكفرة الفجار، ما أقلَ ما يتذكر كثيرٌ من الناس؟ ﴿إِنَّ الساعة لآتِيَةٌ لاَّ رَيْبَ فِيهَا﴾ أي إن القيامة آتيةٌ لا محالة، لا شك في ذلك ولا مرية ﴿ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ﴾ أي ولكنَّ أكثر الناس لا يصدقون بمجيئها، ولذلك ينكرون البعث والجزاء قال الرازي: والمراد بأكثر الناس الكفار الذين ينكرون البعث والقيامة ﴿وَقَالَ رَبُّكُمُ ادعوني أَسْتَجِبْ لَكُمْ﴾ أي ادعوني أجبْكم فيما طلبتم، وأعطم ما سألتم قال ابن كثير: ندب تعالى عباده إلى دعائه، وتكفَّل لهم بالإِجابة فضلًا منه وكرمًا ﴿إِنَّ الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ﴾ أي إنَّ الذين يتكبرون عن دعاء الله سيدخلون جهنم أذلاء صاغرين.\n. ثم ذكر تعالى من آثار قدرته ووحدانيته، ما يلزم منه أفراده بالعبادة والشكر فقال ﴿الله الذي جَعَلَ لَكُمُ الليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ أي الله جل وعلا بقدرته وحكمته هو الذي جعل لكم الليل مظلمًا لتستريحوا فيه من تعب وعناء العمل بالنهار، وجعل النهار مضيئًا لتتصرفوا فيه بأسباب الرزق وطلب المعاش ﴿إِنَّ الله لَذُو فَضْلٍ عَلَى الناس﴾ إي إنه تعالى متفضل على العباد، وهو صاحب الجود والإِحسان إليهم ﴿ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ﴾ أي ولكنَّ أكثر الناس لا يشكرون الله على إحسانه، ويجحدون فضله وإِنعامه ﴿ذَلِكُمُ الله رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ﴾ أي ذلكم المتفرد بالخلق والإِنعام هو الله ربكم، خالق كل الأشياء ﴿لاَّ إله إِلاَّ هُوَ﴾ أي لا معبود في الوجود سواه ﴿فأنى تُؤْفَكُونَ﴾ أي فكيف تصرفون عن عبادة الخالق المالك إلى عبادة الأوثان؟ ﴿كَذَلِكَ يُؤْفَكُ الذين كَانُواْ بِآيَاتِ الله يَجْحَدُونَ﴾ أي كذلك يُصرف عن الهدى والحق الذين جحدوا بآيات الله وأنكروها قال الصاوي: وهذه تسلية للنبي ﷺ َ والمعنى لا تحزن يا محمد على إِنكار قومك فإن من قبلهم فعل ذلك، ثم زاد في البيان ودلائل القدرة فقال ﴿الله الذي جَعَلَ لَكُمُ الأرض قَرَارًا﴾ أي جعلها مستقرًا لكم في حياتكم وبعد مماتكم قال ابن عباس: جعلها منزلًا لكم في حال الحياة وبعد الموت ﴿والسمآء بِنَآءً﴾ أي وجعل السماء سقفًا محفوظًا، كالقبة المبنية مرفوعة فوقكم ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ أي صوَّركم أحسن تصوير، وخلقكم في أحسن الأشكال، متناسي الأعضاء، ولم يجعلكم كالبهائم منكوسين تمشون\nعلى أربع قال الزمخشري: لم يخلق تعالى حيوانًا أحسن صورةً من الإِنسان، وهذه مثل قوله تعالى\n﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] ﴿وَرَزَقَكُمْ مِّنَ الطيبات﴾ أي ورزقكم من أنواع اللذائذ ﴿ذَلِكُمُ الله رَبُّكُمْ﴾ أي ذلكم الفاعل لهذه الأشياء والمنعم بهذه النعم هو ربكم لا إله إلا هو ﴿فَتَبَارَكَ الله رَبُّ العالمين﴾ أي فتعالى وتمجَّد وتقدس ربُّ جميع المخلوقات الذي لا تصلح الربوبية إلاَّ له ﴿هُوَ الحي لاَ إله إِلاَّ هُوَ﴾ أي هو تعالى المتفرد بالحياة الذاتية الحقيقة، الباقي الذي لا يموت، لا إله سواه ﴿فادعوه مُخْلِصِينَ لَهُ الدين﴾ أي فاعبدوه وحده مخلصين له العبادة والطاعة ظاهرًا وباطنًا قائلين ﴿الحمد للَّهِ رَبِّ العالمين﴾ أي الثناء والشكر لله مالك جميع المخلوقات، لا للأوثان الي لا تملك شيئًا، ولما بيَّن صفات الجلال والعظمة، نهى عن عبادة غير الله فقال ﴿قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الذين تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد إن ربي العظيم الجليل نهاني أن أعبد هذه الآلهة التي تعبدونها من الأوثان والأصنام قال الصاوي: أمر تعالى نبيه أن يخاطب قومه بذلك زجرًا له، حيث استمروا على عبادة غير الله، بعد ظهور الأدلة العقلية والنقلية ﴿لَمَّا جَآءَنِيَ البينات مِن رَّبِّي﴾ أي حين جاءتني الآيات الواضحات من عنده، الدالة على وحدانيته قال الرازي: والبيناتُ هي أن إله العالم قد ثبت كونه موصوفًا بصفات الجلال والعظمة، وصريح العقل يشهد بأن العبادة لا تليق إلا به، وأن جعل الحجارة المنحوتة والأخشاب المصورة، شركاء له في المعبودية مستنكرٌ في بديهة العقل ﴿وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ العالمين﴾ أي وأمرت أن أذل وأخضع لله وحده، وأن أخلص له ديني، وأطهّر نفسي من عبادة غيره.", "ayah": 56, "surah": 40}