{"text": "المنَاسَبَة: لمّا ذكر تعالى بعض قصص المرسلين، وما حلَّ بأممهم من النكال والدمار، ذكر هنا العبرة من سرد هذه القصص، وهي أن تكون شاهدًا على تعجيل العقوبة للمكذبين والانتقام العاجل منهم وبرهانًا على تأييد الله ونصرته لأوليائه وأنبيائه، وقد ذكرت الآيات يوم القيامة وانقسام الناس فيه إِلى فريقين: سعداء، وأشقياء، وختمت السورة الكريمة بأمر الرسول ﷺ َ بالصبر على الأذى، والتوكل على الحي القيوم.\nاللغَة: ﴿حَصِيدٌ﴾ مستأصل كالزرع المحصود ﴿تَتْبِيبٍ﴾ التباب: الهلاك والخسران قال لبيد:\nفلقد بَلييتُ وكلُّ صاحب جِدَّةٍ ... لبِلىً يعودُ وذاكُمُ التَّتْبيبُ\n﴿زَفِيرٌ﴾ الزفير: إِخراج النَّفَس من شدة الجري ﴿وَشَهِيقٌ﴾ الشهيقُ: ردُّ النَّفَس وقال الليث: الزفير أن يملأ الرجل صدره من النَّفَس في حال الغمّ الشديد ويخرجه، والشهيقُ أن يخرج ذلك النَّفَس بشدة وقال بعض أهل اللغة: الزفير مثلُ أول نهيق الحمار، والشهيق مثل آخره ﴿مَجْذُوذٍ﴾ مقطوع من جَّه يجذه إِذا قطعه ﴿تركنوا﴾ الركون: الميلُ إِلى الشيء والرضا به ﴿زُلَفًا﴾ الزُّلف: جمع زُلفة وهي الطائفة من أول الليل قال ثعلب: هي أول ساعات الليل، وأصلها من الزلفى وهي القربة ﴿وَأُزْلِفَتِ الجنة﴾ [الشعراء: ٩٠] قُرِّبت ﴿أُتْرِفُواْ﴾ التَّرف: البطر يقال فلان مترف أي أبطرته النعمة وسعة العيش ﴿مِرْيَةٍ﴾ شك وريب.\nسَبَبُ النّزول: عن ابن مسعود أن رجلًا جاء إِلى النبي ﷺ َ فقال: إِني عالجتُ امرأةً في أقصى المدينة، وإِني أصبتُ منها من دون أن أمسَّها، وأنا هذا فاقض فيَّ ما شئتَ! فقال له عمر: لقد سترك الله لو سترت على نفسك، فلم يردَّ عليه رسولُ الله ﷺ َ شيئًا، فانطلق الرجل ونزلت هذه الآية ﴿وَأَقِمِ الصلاة طَرَفَيِ النهار وَزُلَفًا مِّنَ اليل إِنَّ الحسنات يُذْهِبْنَ السيئات﴾ فأتبعه رسول الله ﷺ َ رجلًا فدعاه فتلاها عليه.\nالتفسِير: ﴿ذَلِكَ مِنْ أَنْبَآءِ القرى نَقُصُّهُ عَلَيْكَ﴾ أي ذلك القصص من أخبار القرى التي أهلكنا أهلها بكفرهم وتكذيبهم الرسل، نقصه عليك يا محمد ونخبرك عنه بطريق الوحي ﴿مِنْهَا قَآئِمٌ وَحَصِيدٌ﴾ أي من هذه القرى ما هو عامر قد هلك أهلُه وبقي بنيانُه، ومنها ما هو خراب قد اندثر بأهله فلم يبق له أثر كالزرع المحصود ﴿وَمَا ظَلَمْنَاهُمْ ولكن ظلموا أَنفُسَهُمْ﴾ أي وما ظلمناهم بإِهلاكهم بغير ذنب، ولكنْ ظلموا أنفسهم بالكفر والمعاصي فاستحقوا عذاب الله ونقمته ﴿فَمَا أَغْنَتْ عَنْهُمْ آلِهَتُهُمُ التي يَدْعُونَ مِن دُونِ الله مِن شَيْءٍ﴾ أي ما نفعتهم آلهتهم التي عبدوها من دون الله، ولا دفعت\nعنهم شيئًا من عقاب الله وعذابه ﴿لَّمَّا جَآءَ أَمْرُ رَبِّكَ﴾ أي حين جاء قضاء الله بعذابهم ﴿وَمَا زَادُوهُمْ غَيْرَ تَتْبِيبٍ﴾ أي وما زادتهم تلك الآلهة غير تخسير وتدمير ﴿وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ﴾ أي مثل ذلك الأخذ والإِهلاك الذي أخذ الله به أهل القرى الظالمين المكذبين، يأخذ تعالى بعذابه الفجرة الظلمة قال الألوسي: وفي الآية من إِنذار الظالم ما لا يخفى كما قال ﵇\n«إن الله ليُملي للظالم حتى إِذا أخذه لم يفلته» ثم قرأ الأية ﴿إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ﴾ أي إن عذابه موجع شديد، وهذا مبالغة في التهديد والوعيد ﴿إِنَّ فِي ذلك لآيَةً لِّمَنْ خَافَ عَذَابَ الآخرة﴾ أي إن في هذه القصص والأخبار لعظة وعبرة لمن خاف عذاب الله وعقابه في الآخرة ﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس﴾ أي يجتمع فيه الخلائق للحساب والثواب والعقاب ﴿وَذَلِكَ يَوْمٌ مَّشْهُودٌ﴾ أي يشهده أهل السماء والأرض، والأولون والآخرون قال ابن عباس: يشهده البر والفاجر ﴿وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ﴾ أي ما نؤخر ذلك اليوم - يوم القيامة - إِلا لزمنٍ معيَّن سبق به قضاء الله، لا يتقدم ولا يتأخر ﴿يَوْمَ يَأْتِ لاَ تَكَلَّمُ نَفْسٌ إِلاَّ بِإِذْنِهِ﴾ أي يوم يأتي ذلك اليوم الرهيب لا يتكلم أحدٌ إِلا بإِذن الله تعالى ﴿فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ﴾ أي فمن أهل الموقف شقيٌّ، ومنهم سعيد كقوله ﴿فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير﴾ [الشورى: ٧] ﴿فَأَمَّا الذين شَقُواْ فَفِي النار لَهُمْ فِيهَا زَفِيرٌ وَشَهِيقٌ﴾ أي فأما الأشقياء الذين سبقت لهم الشقاوة فإِنهم مستقرون في نار جهنم، لهم من شدة كربهم ﴿زَفِيرٌ﴾ وهو إخراج النَّفَس بشدة ﴿وَشَهِيقٌ﴾ وهو ردُّ النَّفَس بشدة، وقال بعض المفسرين: شبِّه صراخهم في جهنم بأصوات الحمير قال الطبري: في روايته عن قتادة: صوتُ الكافر في النار صوت الحمار، أوله زفير وآخره شهيق ﴿خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض﴾ أي ماكثين في جهنم أبدًا على الدوام ما دامت السماوات والأرض قال الطبري: إِن العرب إِذا أرادت أن تصف الشيء بالدوام أبدًا قالت: هذا دائمٌ دوام السماوات والأرض بمعنى أنه دائمٌ أبدًا، فخاطبهم جل ثناؤه بما يتعارفون به بينهم قال ابن زيد: أحدهما أن تراد سماوات الآخرة وأرضها وهي دائمة مخلوقة للأبد، والثاني أن يكون عبارة عن التأبيد ونفي الانقطاع ﴿إِلاَّ مَا شَآءَ رَبُّكَ﴾ الاستثناء في أهل التوحيد، لأن لفظة ﴿شَقُواْ﴾ تعم الكفار والمذنبين، فاستثنى الله من خلود أهل الشقاوة العصاة من المؤمنين، فإِنهم يطهرون في نار جهنم ثم يخرجون منها بشفاعة سيد المرسلين ﷺ َ ويدخلهم الله الجنة ويقال لهم: ﴿طِبْتُمْ فادخلوها خَالِدِينَ﴾ [الزمر: ٧٣] ﴿إِنَّ رَبَّكَ فَعَّالٌ لِّمَا يُرِيدُ﴾ أي يفعل ما يريد يرحمْ ويعذب كما يشاء ويختار، لا معقّب لحكمه، ولا رادّ لقضائه ﴿وَأَمَّا الذين سُعِدُواْ فَفِي الجنة خَالِدِينَ فِيهَا مَا دَامَتِ السماوات والأرض إِلاَّ مَا شَآءَ رَبُّكَ﴾ هذا بيانٌ لحال الفريق الثاني «أهل السعادة» اللهم اجعلنا منهم أي وأما السعداء الأبرار\nفإِنهم مستقرون في الجنة، لا يُخْرجون منها أبدًا، دائمون فيها دوام السماوات والأرض، أو ما دامت سماوات الجنة وأرض الجنة حسب مشيئته تعالى، وقد شاء تعالى لهم الخلود والدوام ﴿عَطَآءً غَيْرَ مَجْذُوذٍ﴾ أي عطاءً غير مقطوع عنهم، بل هو ممتد إلى غير نهاية ﴿فَلاَ تَكُ فِي مِرْيَةٍ مِّمَّا يَعْبُدُ هؤلاء﴾ أي لا تكن في شكٍ من عبادة هؤلاء المشركين في أنها ضلال بمعنى لا تشك في فساد دينهم ﴿مَا يَعْبُدُونَ إِلاَّ كَمَا يَعْبُدُ آبَاؤُهُم مِّن قَبْلُ﴾ أي هم متبعون لآبائهم تقليدًا من غير حجة ولا برهان، وهذه تسلية للرسول ﷺ َ ووعدٌ له بالانتقام منهم، إِذ حالُهم حالُ من سبقهم من الضالين المكذبين، وقد بلغك ما نزل بأسلافهم فسينزل بهم مثله ﴿وَإِنَّا لَمُوَفُّوهُمْ نَصِيبَهُمْ غَيْرَ مَنقُوصٍ﴾ أي وسنعطيهم جزاءهم من العذاب كاملًا غير منقوص وقال ابن عباس: ما قُدِّر لهم من الخير والشر ﴿وَلَقَدْ آتَيْنَا موسى الكتاب فاختلف فِيهِ﴾ قال الطبري: يقول تعالى مسليًا نبيه في تكذيب مشركي قومه له: لا يحزنك يا محمد تكذيب هؤلاء لك، فلقد آتينا موسى التوراة كما آتيناك الفرقان، فاختلف في ذلك الكتاب، فكذَّب به بعضُهم، وصدَّق به بعضُهم، كما فعل قومك ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ﴾ أي ولولا حكم الله السابق بتأخير الحساب والجزاء إِلى يوم القيامة لقُضي بينهم في الدنيا فجوزي المحسن بإِحسانه، والمسيء بإِساءته، ولكن سبق القدر بتأخير الجزاء إِلى يوم الحساب ﴿وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ﴾ أي وإن الكفار قومك لفي شك من هذا القرآن مُريب لهم، إِذ لا يدرون أحقٌ هو أم باطل؟ ﴿وَإِنَّ كُلًاّ لَّمَّا لَيُوَفِّيَنَّهُمْ رَبُّكَ أَعْمَالَهُمْ﴾ أي وإنَّ كلا من المؤمنين والكافرين لمَّا ينالوا جزاء أعمالهم وسيوفيهم ربُّك جزاءها في الآخرة ﴿إِنَّهُ بِمَا يَعْمَلُونَ خَبِيرٌ﴾ أي عليمٌ بأعمالهم جميعًا، صغيرها وكبيرها، وسيجازيهم عليها ﴿فاستقم كَمَآ أُمِرْتَ﴾ أي استقم يا محمد على أمر الله واثبُت وداوم على الاستقامة كما أمركَ ربُّك ﴿وَمَن تَابَ مَعَكَ﴾ أي ومن تاب من الشرك والكفر وآمن معك ﴿وَلاَ تَطْغَوْاْ﴾ أي لا تجاوزوا حدود الله بارتكاب المحارم ﴿إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي إنه تعالى مطلّع على أعمالكم ويجازي عليها ﴿وَلاَ تركنوا إِلَى الذين ظَلَمُواْ فَتَمَسَّكُمُ النار﴾ أي لا تميلوا إلى الظلمة من الولاة وغيرهم من الفسقة الفجرة فتمسكم نار جهنم قال البيضاوي: الركونُ هو الميل اليسير أي لا تميلوا إِليهم أدنى ميل فتمسكم النار بركونكم إِليهم، وإِذا كان الركونُ اليسير إِلى من وجد منه ما يسمى ظلمًا كذلك، فما ظنك بالركون إِلى الظالمين الموسومين بالظلم، والميل إِليهم كلَّ الميل؟! ﴿وَمَا لَكُمْ مِّن دُونِ الله مِنْ أَوْلِيَآءَ ثُمَّ لاَ تُنصَرُونَ﴾ أي ليس لكم من يمنعكم من عذابه ثم لا تجدون من ينصركم من ذلك البلاء قال القرطبي: والآية دالة على هجران أهل الكفر والمعاصي فإن صحبتهم كفرٌ أو معصية إذ الصحبةُ لا تكون إِلا عن مودَّة، وأما صحبة الظالم على التقيَّة فمستثناةٌ من النهي بحال الاضطرار ﴿وَأَقِمِ الصلاة طَرَفَيِ النهار﴾ أي أقم الصلاة المكتوبة على تمامها وكمالها أول النهار وآخره، والمراد صلاة الصبح والعصر لأنهما طرفا النهار ﴿وَزُلَفًا مِّنَ\nاليل﴾ أي ساعاتٍ منه قريبةً من النهار، والمراد بهما المغرب والعشاء ﴿إِنَّ الحسنات يُذْهِبْنَ السيئات﴾ أي إن الأعمال الصالحة ومنها الصلوات الخمس تكفّر الذنوب الصغائر، لحديث\n«الصلواتُ الخمسُ كفارةٌ لما بينهما ما اجتُنبت الكبائرُ» قال المفسرون: المراد بالحسنات الصلواتُ الخمسُ واستدلوا على ذلك بسبب النزول، وهذا قول الجمهور، والأظهر أن المراد بها العموم وهو اختيار ابن كثير حيث قال: المعنى إن فعل الخيرات يكفّر الذنوب السالفة كما جاء في الحديث «ما من مسلم يُذنب ذنبًا فيتوضأ ويصلي ركعتين إلا غُفر له» ﴿ذلك ذكرى لِلذَّاكِرِينَ﴾ أي ذلك المذكور من الاستقامة والمحافظة على الصلاة، عظةٌ للمتعظين وإرشادٌ للمسترشدين ﴿واصبر فَإِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين﴾ أي اصبر يا محمد على ما تلقى من المكاره ومن أذى المشركين، فإنَّ الله معك وهو لا يضيع ثواب المحسنين ﴿فَلَوْلاَ كَانَ مِنَ القرون مِن قَبْلِكُمْ أُوْلُواْ بَقِيَّةٍ يَنْهَوْنَ عَنِ الفساد فِي الأرض﴾ أي فهلاَّ كان من الأمم الماضية قبلكم أُولُو عقل وفضل، وجماعةٌ أخيارٌ ينهون الأشرار عن الإِفساد في الأرض ﴿إِلاَّ قَلِيلًا مِّمَّنْ أَنجَيْنَا مِنْهُمْ﴾ استثناء منقطع أي لكنْ قليلًا منهم، نهَوْا عن الفساد فَنَجَوْا قال في البحر: «لولا» في الآية للتحضيض صحبها معنى التأسف والتفجع مثل قوله ﴿ياحسرة عَلَى العباد﴾ [يس: ٣٠] والغرضُ التأسف على تلك الأمم التي لم تهتد كقوم نوح وعاد وثمود ومن تقدم ذكره ﴿واتبع الذين ظَلَمُواْ مَآ أُتْرِفُواْ فِيهِ﴾ أي واتَّبع أولئك الظلمة شهواتهم، وما نُعّموا به من الاشتغال بالمال واللذات وآثروها على الآخرة ﴿وَكَانُواْ مُجْرِمِينَ﴾ أي وكانوا قومًا مصرِّين على الإِجرام ﴿وَمَا كَانَ رَبُّكَ لِيُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا مُصْلِحُونَ﴾ أي ما جرت عادة الله تعالى أن يهلك القرى ظلمًا وأهلُها مصلحون في أعمالهم، لأنه تعالى منزّه عن الظلم، وإِنما يهلكهم بكفرهم ومعاصيهم ﴿وَلَوْ شَآءَ رَبُّكَ لَجَعَلَ الناس أُمَّةً وَاحِدَةً﴾ أي لو شاء الله لجعل الناس كلَّهم مؤمنين مهتدين على ملة الإِسلام، ولكنَّه لم يفعل ذلك للحكمة ﴿وَلاَ يَزَالُونَ مُخْتَلِفِينَ إِلاَّ مَن رَّحِمَ رَبُّكَ﴾ أي ولا يزالون مختلفين على أديان شتى، وملل متعددة ما بين يهودي، ونصراني، ومجوسي، إلا ناسًا هداهم الله من فضله وهم أهل الحق ﴿ولذلك خَلَقَهُمْ﴾ اللام لامُ العاقبة أي خلقهم لتكون العاقبة اختلافهم ما بين شقي وسعيد قال الطبري: المعنى وللاختلاف بالشقاء والسعادة خلقهم، فريق في الجنة، وفريقٌ في السعير ﴿وَتَمَّتْ كَلِمَةُ رَبِّكَ لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ﴾ أي تمَّ أمر الله ونفذ قضاؤه بأن يملأ جهنم من الجنّ والإِنس من الكفرة الفجرة جميعًا قال الألوسي: والجملة متضمنة معنى القسم ولذا جيء باللام في ﴿لأَمْلأَنَّ﴾ وكأنه قال: واللهِ لأملأن جهنم من أتباع إِبليس من الإِنس والجن أجمعين ﴿وَكُلًاّ نَّقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرسل مَا نُثَبِّتُ بِهِ فُؤَادَكَ﴾ أي كل هذه الأخبار التي قصصناها عليك يا محمد من أخبار الرسل السابقين، إِنما هي بقصد تثبيتك على أداء الرسالة، وتطمين قلبك، ليكون لك بمن مضى من إخوانك المرسلين أسوة فتصبر كما صبروا ﴿وَجَآءَكَ فِي هذه الحق﴾ أي جاءك في هذه الأنباء التي قصها الله عليك النبأ اليقيني الصادق ﴿وَمَوْعِظَةٌ وذكرى لِلْمُؤْمِنِينَ﴾ أي وجاءك في هذه الأخبار أيضًا ما فيه عظة وعبرة للمعتبرين، وخصَّ المؤمنين بالذكر\nلانتفاعهم بمواعظ القرآن ﴿وَقُل لِّلَّذِينَ لاَ يُؤْمِنُونَ اعملوا على مَكَانَتِكُمْ إِنَّا عَامِلُونَ﴾ أي اعملوا على طريقتكم ومنهجكم إِنا عاملون على طريقتنا ومنهجنا، وهو أمرٌ ومعناه التهديد والوعيد ﴿وانتظروا إِنَّا مُنتَظِرُونَ﴾ تهديدٌ آخر أي انتظروا ما يحلُّ بنا إِنا منتظرون ما يحل بكم من عذاب الله ﴿وَللَّهِ غَيْبُ السماوات والأرض﴾ أي علمُ ما غاب وخفي فيهما، كلُّ ذلك بيده وبعلمه ﴿وَإِلَيْهِ يُرْجَعُ الأمر كُلُّهُ﴾ أي إِليه يردُّ أمر كل شيء، فينتقم ممن عصى، ويثيب من أطاع وفيه تسلية للنبي ﷺ َ وتهديد للكفار بالانتقام منهم ﴿فاعبده وَتَوَكَّلْ عَلَيْهِ﴾ أي اعبد ربَّك وحده، وفوّضْ إِليه أمرك، ولا تعتمدْ على أحدٍ سواه، فإنه كافي من توكُّل عليه ﴿وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ أي لا يخفى عليه شيء من أعمال العباد، ويجازي كلًا بعمله.\nالبَلاَغَة: ١ - ﴿مِنْهَا قَآئِمٌ وَحَصِيدٌ﴾ شبَّه ما بقي من آثار القرى وجدرانها بالزرع القائم على ساقه، وشبَّه ما هلك مع أهله ولم يبق له أثر بالزرع المحصود بالمناجل على طريق الاستعارة المكنية.\n٢ - ﴿وَمَا ظَلَمْنَاهُمْ ولكن ظلموا أَنفُسَهُمْ﴾ فيه طباق السلب.\n٣ - ﴿إِذَا أَخَذَ القرى﴾ مجازٌ عن الأهل أي أخذ أهل القرى.\n٤ - ﴿شَقِيٌّ وَسَعِيدٌ﴾ بينهما طباقٌ وهو من المحسنات البديعية.\n٥ - ﴿فَأَمَّا الذين شَقُواْ ... وَأَمَّا الذين سُعِدُواْ﴾ فيه لفٌ ونشر مرتب.\n٦ - ﴿فِيهِ وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾ الكلمة هنا كناية عن القضاء والقدر.\n٧ - ﴿إِنَّ الحسنات يُذْهِبْنَ السيئات﴾ بينهما طباقٌ.\n٨ - ﴿ذكرى لِلذَّاكِرِينَ﴾ بينهما جناس الاشتقاق.\nتنبيه: خلود أهل الجنة في الجنة، وأهل النار في النار، ثابتٌ مقطوعٌ به بالنصوص العديدة، وأما الاستثناء بالمشيئة في هذه السورة فقد استعمل في أسلوب القرآن للدلالة على الثبوت والاستمرار، والنكتة في ذكره بيان أنَّ هذه الأمور إِنما كانت بمشيئته تعالى ولو شاء لغيَّرها، وليس شيء خارج عن مشيئته، فالإِيمان والكفر، والسعادة والشقاوة، والخلود والخروج كلها بمشيئته تعالى.\nفَائِدَةَ: أشار الشهاب إِلى لطيفةٍ من البلاغة القرآنية، وهي أن الأوامر بأفعال الخير أفردت للنبي ﷺ َ وإِن كانت عامة في المعنى ﴿فاستقم كَمَآ أُمِرْتَ، وَأَقِمِ الصلاة، واصبر﴾ وفي المنهيات جمعت للأمة ﴿وَلاَ تَطْغَوْاْ، وَلاَ تركنوا إِلَى الذين ظَلَمُواْ﴾ كذا في العناية.", "ayah": 108, "surah": 11}