{"text": "المنَاسَبَة: لما ذكر تعالى عناد الكافرين من أهل مكة، وتكذيبهم لرسول الله ﷺ َ واتهامهم له بافتراء القرآن، ذكر هنا قصة نوح مع قومه الكافرين لتكون كالعظة والعبرة لمن كذّب وعاند، ولتسلية الرسول ﷺ َ بسرد قصص المرسلين وما جرى لهم مع أقوامهم.\nاللغَة: ﴿الملأ﴾ أشراف القوم وسادتهم ﴿أَرَاذِلُنَا﴾ الأراذل هنا: المراد بهم الفقراء والضعفاء والسَّفَلة، وهو جمع أَرْذَل بمعنى السافل الذي لا خَلاَق له ولا يبالي بما يفعل ﴿فَعُمِّيَتْ﴾ عمي عن كذا، وعمي عليه كذا، بمعنى التبس عليه ولم يفهمه، وخفي عليه أمره ﴿جَادَلْتَنَا﴾ الجدل في كلام العرب: المبالغة في الخصومة ﴿تزدري﴾ تحتقر ﴿صْنَعِ الفلك﴾ السفينة ويطلق على المفرد والجمع ﴿التنور﴾ مستوقد النار ﴿مُرْسَاهَا﴾ رسا الشيء يرسو ثبت واستقر ﴿عَاصِمَ﴾ مانع يقال: / عصمه إذا منعه ومنه الحديث «فقد عصموا مني دماءهم» ﴿غِيضَ﴾ غاض الماء نقص بنفسه وغضتُه أنقصته ﴿الجودي﴾ جبلٌ بقرب المَوْصل.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ أي أرسلناه رسولًا إلى قومه بعد أن امتلأت الأرض بشركهم وشرورهم ﴿إِنَّي لَكُمْ نَذِيرٌ مُّبِينٌ﴾ أي بأني منذرٌ لكم ومخوّف من عذاب الله إن لم تؤمنوا ﴿أَن لاَّ تعبدوا إِلاَّ الله﴾ أي أرسلناه بدعوة التوحيد وهي عبادة الله وحده ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ﴾ أي إني أخاف عليكم إن عبدتم غيره عذاب يوم شديد مؤملم ﴿فَقَالَ الملأ الذين كَفَرُواْ مِن\nقِوْمِهِ﴾ أي قال السادة والكبراء من قوم نوح ﴿مَا نَرَاكَ إِلاَّ بَشَرًا مِّثْلَنَا﴾ أي ما نراك إلا واحدًا مثلنا ولا فضل لك علينا قال الزمخشري: وفيه تعريضٌ بأنهم أحقُّ منه بالنبوة، وأن الله لو أراد أن يجعلها في أحدٍ من البشر لجعلها فيهم ﴿وَمَا نَرَاكَ اتبعك إِلاَّ الذين هُمْ أَرَاذِلُنَا﴾ أي وما اتبعك إلا سفلةُ الناس قال في التسهيل: وإنما وصفوهم بذلك لفقرهم جهلًا منهم واعتقادًا بأن الشرف هو بالمال والجاه، وليس الأمر كذلك، بل المؤمنون أشرف منهم على فقرهم وخمولهم ﴿بَادِيَ الرأي﴾ أي في ظاهر الرأي من غير تفكر أو رويّة ﴿وَمَا نرى لَكُمْ عَلَيْنَا مِن فَضْلٍ﴾ أي وما نرى لك ولأتباعك من مزية وشرف علينا يؤهلكم للنبوة، واستحقاق المتابعة ﴿بَلْ نَظُنُّكُمْ كَاذِبِينَ﴾ أي بل نظنكم كاذبين فيما تدعونه، أرادوا أن يحجوا نوحًا من وجهين: أحدهما: أن المتبعين له أراذل القوم ليسوا قدوة ولا أسوة، والثاني: أنهم مع ذلك لم يتَروَّوا في اتّباعه، ولا أمعنوا الفكر في صحة ما جاء به، وإنما بادروا إلى ذلك من غير فكرة ولا رويّة، وغرضُهم ألا تقوم الحجة عليهم بأن منهم من آمن به وصدّقه ﴿قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةٍ مِّن ربي﴾ تلطف معهم في الخجطاب لاستمالتهم إلى الإِيمان أي قال لهم نوح: أخبروني يا قوم إن كنتُ على برهان وأمرِ جليٍّ من ربي بصحة دعوايَ ﴿وَآتَانِي رَحْمَةً مِّنْ عِندِهِ﴾ أي ورزقني هداية خاصة من عنده وهي النبوة ﴿فَعُمِّيَتْ عَلَيْكُمْ﴾ أي فخفي الأمر عليكم لاحتجابكم بالمادة عن نور الإِيمان ﴿أَنُلْزِمُكُمُوهَا وَأَنتُمْ لَهَا كَارِهُونَ﴾ أي أنكرهكم على قبولها ونجبركم على الإِهتداء بها والحال أنكم كارهون منكرون لها؟ والاستفهام للإِنكار أي لا نفعل ذلك لأنه لا إكراه في الدين ﴿وياقوم لا أَسْأَلُكُمْ عَلَيْهِ مَالًا﴾ أي لا أسألكم على تبليغ الدعوة أجرًا، ولا أطلب على النصيحة مالًا حتى تتهموني ﴿إِنْ أَجْرِيَ إِلاَّ عَلَى الله﴾ أي ما أطلب ثوابي إلا من الله فإنه هو الذي يثيبني ويجازيني ﴿وَمَآ أَنَاْ بِطَارِدِ الذين آمنوا﴾ أي ولست بمبعد هؤلاء المؤمنين الضعفاء عن مجلسي، ولا بطاردهم عني كما طلبتم ﴿إِنَّهُمْ مُّلاَقُواْ رَبِّهِمْ﴾ أي إنهم صائرون إلى ربهم، وفائزون بقربه فكيف أطردهم؟ ﴿ولكني أَرَاكُمْ قَوْمًا تَجْهَلُونَ﴾ أي ولكنكم قوم تجهلون قدرهم فتطلبون طردهم، وتظنون أنكم خير منهم ﴿وياقوم مَن يَنصُرُنِي مِنَ الله إِن طَرَدتُّهُمْ﴾ أي من يدفع عني عقاب الله إن ظلمتهم وطردتهم؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفلا تتفكرون فتعلمون خطأ رأيكم وتنزجرون عنه؟ ﴿وَلاَ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ الله﴾ أي لا أقول لكم عندي المال الوافر الكثير حتى تتبعوني لغناي ﴿وَلاَ أَعْلَمُ الغيب﴾ أي ولا أقول لكم إني أعلم الغيب حتى تظنوا بي الربوبية ﴿وَلاَ أَقُولُ إِنِّي مَلَكٌ﴾ أي ولا أقول لكم إني من الملائكة أُرسلت أليكم فأكون كاذبًا في دعواي ﴿وَلاَ أَقُولُ لِلَّذِينَ تزدري أَعْيُنُكُمْ لَن يُؤْتِيَهُمُ الله خَيْرًا﴾ أي ولا أقول لهؤلاء الضعفاء الذين آمنوا بي واحتقرتموهم لفقرهم لن يمنحهم الله الهداية والتوفيق [الله أَعْلَمُ بِمَا فِي أَنْفُسِهِمْ﴾ أي أعلم بسرائرهم وضمائرهم ﴿إني إِذًا لَّمِنَ الظالمين﴾ أي إني إن قلت ذلك أكون ظالمًا مستحقًا للعقاب ﴿قَالُواْ يانوح قَدْ جَادَلْتَنَا فَأَكْثَرْتَ جِدَالَنَا﴾ أي قال قوم نوح لنوحٍ ﵇: قد خاصمتنا فأكثرهم خصومتنا ﴿فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين﴾ أي فائتنا بالعذاب الذي كنت تعدنا به إن كنت صادقًا في ما تقول ﴿قَالَ إِنَّمَا\nيَأْتِيكُمْ بِهِ الله إِن شَآءَ﴾ أي أمر تعجيل العذاب إليه تعالى لا إليَّ فهو الذي يأتيكم به إن شاء ﴿وَمَآ أَنتُمْ بِمُعْجِزِينَ﴾ أي ولستم بفائتين الله هربًا لأنكم في ملكه وسلطانه ﴿وَلاَ يَنفَعُكُمْ نصحي إِنْ أَرَدْتُّ أَنْ أَنصَحَ لَكُمْ﴾ أي ولا ينفعكم تذكيري إِياكم ونصحي لكم ﴿إِن كَانَ الله يُرِيدُ أَن يُغْوِيَكُمْ﴾ أي إن أراد الله إضلالكم وهو جواب لما تقدم والمعنى ماذا ينفع نصحي لكم إن أراد الله شقاوتكم وإضلالكم؟ ﴿هُوَ رَبُّكُمْ وَإِلَيْهِ تُرْجَعُونَ﴾ أي هو خالقكم والمتصرف في شئونكم، وإليه مرجعكم ومصيركم فيجازيكم على أعمالكم ﴿أَمْ يَقُولُونَ افتراه﴾ أي أيقول كفار قريش اختلق محمد هذا القرآن من عند نفسه ﴿قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي﴾ أي قل لهم يا محمد إن كنت قد افتريت هذا القرآن فعليَّ وزري وذنبي، ولا تؤاخذون أنتم بجريرتي ﴿وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ﴾ أي وأنا بريءٌ من إجرامكم بكفركم وتكذيبكم، والآية اعتراضٌ بين قصة نوح للإِشارة إلى أن موقف مشركي مكة كموقف المشركين من قوم نوح في العناد والتكذيب ﴿وَأُوحِيَ إلى نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ﴾ أي أوحى الله إلى نوحٍ أنه لن يتبعك ويصدِّق برسالتك إلا من قد آمن من قبل ﴿فَلاَ تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَ﴾ أي فلا تحزن بسبب كفرهم وتكذيبهم لك فإني مهلكهم ﴿واصنع الفلك بِأَعْيُنِنَا﴾ أي اصنع السفينة تحت نظرنا وبحفظنا ورعايتنا ﴿وَوَحْيِنَا﴾ أي وتعليمنا لك قال مجاهد: أي كما نأمرك ﴿وَلاَ تُخَاطِبْنِي فِي الذين ظلموا﴾ أي لا تشفع فيهم فإني مهلكهم لا محالة ﴿إِنَّهُمْ مُّغْرَقُونَ﴾ أي هالكون غرقًا بالطوفان ﴿وَيَصْنَعُ الفلك﴾ حكايةُ حالٍ ماضيةٍ لاستحضارها في الذهن أي صنع نوحٌ السفينة كما علّمه ربُّه ﴿وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ﴾ أي كلما مرَّ عليه جماعة من كبراء قومه هزءوا منه وضحكوا وقالوا: يا نوحُ كنتَ بالأمس نبيًا، وأصبحتَ اليوم نجارًا!! ﴿قَالَ إِن تَسْخَرُواْ مِنَّا﴾ أي إن تهزءوا منا اليوم ﴿فَإِنَّا نَسْخَرُ مِنكُمْ كَمَا تَسْخَرُونَ﴾ أي فإنّا سنسخر منكم في المستقبل عندما تغرقون مثل سخريتكم منا الآن، فأنتم أولى بالسخرية والاستهزاء ﴿فَسَوْفَ تَعْلَمُونَ﴾ وعيدٌ وتهديد أي سوف تعلمون عاقبة التكذيب والاستهزاء ﴿مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ﴾ أي عذابٌ يُذلُّه ويهينه وهو الغرق ﴿وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ﴾ أي وينزل عليه عذاب دائم لا ينقطع وهو عذاب جهنم ﴿حتى إِذَا جَآءَ أَمْرُنَا﴾ أي جاء أمرنا الموعود بالطوفان ﴿وَفَارَ التنور﴾ أي فار الماء من التنور الذي يوقد به النار قال العلماء: جعل الله ذلك علامة لنوح وموعدًا لهلاك قومه، وقال ابن عباس: التنور وجهُ الأرض قال الطبري: والعرب تسمي وجه الأرض تنور الأرض، قيل له: إذا رأيتَ الماء على وجه الأرض فاركب أنت ومن معك في السفينة وقال ابن كثير: التنور وجه الأرض أي صارت الأرض عيونًا تفور، حتى فار الماء من التنانير التي هي مكان النار صارت تفور ماءً، وهذا قول\nجمهور السلف والخلف ﴿قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين﴾ أي احمل في السفينة من كل صنفٍ من المخلوقات اثنين: ذكرًا، وأنثى ﴿وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ القول﴾ أي واحمل قرابتك أيضًا أولادك ونساءك إلا من حكم الله بهلاكه، والمراد به ابنهُ الكافر «كنعان» وامرأته «واعلة» ﴿وَمَنْ آمَنَ﴾ أي واحمل معك من آمن من أتباعك ﴿وَمَآ آمَنَ مَعَهُ إِلاَّ قَلِيلٌ﴾ أي وما آمن بنوح إلا نزرٌ يسير مع طول إقامته بينهم وهي مدة تسعمائة وخمسين سنة، قال ابن عباس: كانوا ثمانين نفسًا منهم نساؤهم، وعن كعب: كانوا اثنين وسبعين نفسًا، وقيل: كانوا عشرة ﴿وَقَالَ اركبوا فِيهَا بِسْمِ الله مجراها وَمُرْسَاهَا﴾ أي وقال نوح لمن آمن به اركبوا في السفينة، باسم الله يكون جريُها على وجه الماء، وباسم الله يكون رسوُّها واستقرارها قال الطبري: المعنى بسم الله حين تجري وحين تُرسي، أي حين تسير وحين تقف ﴿إِنَّ رَبِّي لَغَفُورٌ رَّحِيمٌ﴾ أي ساتر لذنوب التائبين، رحيمٌ بالمؤمنين حيث نجاهم من الغرق ﴿وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كالجبال﴾ أي والسفينة تسير بهم وسط الأمواج، التي هي كالجبل في العِظَم والارتفاع، بإذن الله وعنايته ولطفه قال الصاوي: رُوي أن الله أرسل المطر أربعين يومًا وليلة، وخرج الماء من الأرض ينابيع كما قال تعالى\n﴿فَفَتَحْنَآ أَبْوَابَ السمآء بِمَاءٍ مُّنْهَمِرٍ وَفَجَّرْنَا الأرض عُيُونًا فَالْتَقَى المآء على أَمْرٍ قَدْ قُدِرَ﴾ [القمر: ١١ - ١٢] وارتفع الماء على أعلى جبل أربعين ذراعًا حتى أغرق كل شيء ﴿ونادى نُوحٌ ابنه وَكَانَ فِي مَعْزِلٍ﴾ أي ونادى نوحٌ ولده «كنعان» قبيل سير السفينة وكان في ناحيةٍ منها لم يركب مع المؤمنين ﴿يابني اركب مَّعَنَا﴾ أي اركب معنا ولا تهلكْ نفسك بالغرق ﴿وَلاَ تَكُن مَّعَ الكافرين﴾ أي فتغرق كما يغرقون ﴿قَالَ سآوي إلى جَبَلٍ يَعْصِمُنِي مِنَ المآء﴾ أي سأصعد إلى رأس جبل أتحصن به من الغرق، ظنًا منه أن الماء لا يصل إلى رءوس الجبال ﴿قَالَ لاَ عَاصِمَ اليوم مِنْ أَمْرِ الله إِلاَّ مَن رَّحِمَ﴾ أي قال له أبوه نوح: لا معصوم اليوم من عذاب الله ولا ناجي من عقابه إلا من ﵀ ﴿وَحَالَ بَيْنَهُمَا الموج فَكَانَ مِنَ المغرقين﴾ أي حال بين نوحٍ وولده موجُ البحر فغرق ﴿وَقِيلَ ياأرض ابلعي مَآءَكِ﴾ أي انشقي وابتعلي ما على وجهك من الماء ﴿وياسمآء أَقْلِعِي﴾ أي أمسكي عن المطر ﴿وَغِيضَ المآء﴾ أي ذهب في أغوار الأرض قال مجاهد: نقص الماء ﴿وَقُضِيَ الأمر﴾ أي تمَّ أمر الله بإغراق من غرق، ونجاة من نجا ﴿واستوت عَلَى الجودي﴾ أي استقرت السفينة على جبل الجودي بقرب الموصل ﴿وَقِيلَ بُعْدًا لِّلْقَوْمِ الظالمين﴾ أي هلاكًا وخسارًا لمن كفر بالله وهي جملة دعائية قال الألوسي: ولا يخفى ما في الآية من الدلالة على عموم هلاك الكفرة، بل على عموم هلاك أهل الأرض ما عدا أهل السفينة، ويدل عليه ما رُوي أن الغرقَ أصاب امرأة معها صبيٌّ لها فوضعته على صدرها، فلما بلغها الماء وضعته على منكبها، فلما بلغها الماء رفعته بيديها، فلو رحم الله أحدًا من أهل الأرض لرحمها ﴿وَنَادَى نُوحٌ رَّبَّهُ فَقَالَ رَبِّ إِنَّ ابني مِنْ أَهْلِي﴾ أي نادى نوح ربَّه متضرعًا إليه فقال: ربِّ إن ابني «كنعان» من أهلي وقد وعدتني بنجاتهم ﴿وَإِنَّ وَعْدَكَ الحق﴾ أي وعدك حقٌ لا خُلْف فيه ﴿وَأَنتَ أَحْكَمُ الحاكمين﴾ أي وأنت يا ألله أعدل الحاكيم بالحق ﴿قَالَ\nيانوح إِنَّهُ لَيْسَ مِنْ أَهْلِكَ﴾ أي قال له ربه: يا نوحُ إنَّ ولدك هذا ليس من أهلك الذين وعدتك بنجاتهم لأنه كافر ولا ولاية بين المؤمن والكافر ﴿إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ﴾ إي إنَّ عمله سيءٌ غير صالح ﴿فَلاَ تَسْئَلْنِ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾ أي لا تطلب مني أمرًا لا تعلم أصوابٌ هو أم غير صواب؟ ﴿إني أَعِظُكَ أَن تَكُونَ مِنَ الجاهلين﴾ أي إني أنبهك وأنصحك خشية أن تكون من الجاهلين قال في التسهيل: وليس في ذلك وصفٌ له بالجهل، بل فيه ملاطفةٌ وإكرام ﴿قَالَ رَبِّ إني أَعُوذُ بِكَ أَنْ أَسْأَلَكَ مَا لَيْسَ لِي بِهِ عِلْمٌ﴾ أي قال نوح معتذرًا إلى ربه عمّا صدر عنه: ربّ إني أستجير بك من أن أسألك أمرًا لا يليق بي سؤاله ﴿وَإِلاَّ تَغْفِرْ لِي وترحمني أَكُن مِّنَ الخاسرين﴾ أي وإلا تغفر لي زلتي، وتتداركني برحمتك، أكنْ ممن خسر آخرته وسعادته ﴿قِيلَ يانوح اهبط بِسَلاَمٍ مِّنَّا﴾ أي اهبط من السفينة بسلامة وأمن ﴿وَبَركَاتٍ عَلَيْكَ وعلى أُمَمٍ مِّمَّن مَّعَكَ﴾ أي وخيرات عظيمة عليك وعلى ذرية من معك من أهل السفينة، قال القرطبي: دخل في هذا كل مؤمن إلى يوم القيامة ﴿وَأُمَمٌ سَنُمَتِّعُهُمْ﴾ أي وأمم أخرى من ذرية من معك نمتعهم متاع الحياة الدنيا وهم الكفرة المجرمون ﴿ثُمَّ يَمَسُّهُمْ مِّنَّا عَذَابٌ أَلِيمٌ﴾ أي ثم نذيقهم في الآخرة العذاب الأليم وهو عذاب جهنم ﴿تِلْكَ مِنْ أَنْبَآءِ الغيب﴾ أي هذه القصة وأشباهها من أخبار الغيوب السالفة التي لم تشهدها ﴿نُوحِيهَآ إِلَيْكَ﴾ أي نعلمك بها يا محمد بواسطة الوحي ﴿مَا كُنتَ تَعْلَمُهَآ أَنتَ وَلاَ قَوْمُكَ مِن قَبْلِ هذا﴾ أي لم يكن عندك ولا عند أحدٍ من قومك علمٌ بها من قبل هذا القرآن ﴿فاصبر إِنَّ العاقبة لِلْمُتَّقِينَ﴾ أي فاصبر على أمر الله بتبليغ الدعوة كما صبر نوح، فإن العاقبة المحمودة لمن اتقى الله، وفيه تسلية له ﷺ َ على أذى المشركين.\nالبَلاَغَة: ١ - ﴿فَعُمِّيَتْ عَلَيْكُمْ﴾ شبّه الذي لا يهتدي بالحجة لخفائها عليه، بمن سلك مفازةً لا يعرف طرقها ومسالكها، واتبع دليلًا أعمى فيها على سبيل الاستعارة التمثيلية.\n٢ - ﴿أَفَلاَ تَذَكَّرُونَ﴾ الاستفهام للإنكار والتقريع.\n٣ - ﴿فَأْتِنَا بِمَا تَعِدُنَآ﴾ الأمر يراد به التهكم والاستهزاء.\n٤ - ﴿فَعَلَيَّ إِجْرَامِي﴾ مجاز بالحذف أي عقوبة إجرامي وجاء ب ﴿إِنِ﴾ الدالة على الشك لبيان أنه على سبيل الفرض ﴿إِنِ افتريته﴾ بخلاف إجرامهم فإنه محقّق ﴿وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ﴾ .\n٥ - ﴿واصنع الفلك بِأَعْيُنِنَا﴾ الأعين كناية عن الرعاية والحفظ يقال للمسافر «صحبتك عين الله» أي رعاية الله وحفظه.\n٦ - ﴿ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي﴾ بين الأرض والسماء طباقٌ، وبين ابلعي وأقعلي جناسٌ ناقص، وكلاهما من المحسنات البديعية.\nفَائِدَة: قال ابن عباس في قوله تعالى ﴿إِنَّهُ لَيْسَ مِنْ أَهْلِكَ﴾ كان ابنه من صلبه، ولكنه لم يكن\nمؤمنًا، وما بغت امرأة نبيٍّ قط ومعنى الآية: إنه ليس من أهلك الذين وعدتك أن أنجيهم معك.\nأقول: نبهت الآية على أن أهله هم الصلحاء، أهل دينه وشريعته، فمن لا صلاح له لا نجاة له، ومدار الأهلية القرابة الدينية، لا القرابة البدنية.\nأبي الإِسلام لا أبَ لي سواه ... إذا افتخروا بقيسٍ أو تميم\nلطيفَة: روي أن أعرابيًا سمع هذه الآية ﴿وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي ...﴾ الآية فقال: هذ كلام القادرين لا يشبه كلام المخلوقين، ويروى أن «ابن المقفع» - وكان أفصح أهل زمانه - رام أن يعارض القرآن فنظم كلامًا، وجعله مفصلًا، وسمّاه سورًا، فمرَّ يومًا بصبي فسمعه يقرأ الآية فرجع إلى بيته ومحا ما كان قد بدأ به، وقال: أشهد أن هذا لا يُعارض أبدًا، وما هو من كلام البشر.\nتنبيه: هذه الآية بلغت من أسرار الإِعجاز غايتها، وحوت من بدائع الفوائد نهايتها، وجمعت من المحاسن اللفظية والمعنوية ما يضيق عنه نطاق البيان، وقد اهتم بإظهار لطائفها وأسرارها العلاّمة أبو حيان حيث قال ﵀ وطيَّب ثراه: في هذه الآية أحد وعشرون نوعًا من البديع: المناسبةُ في قوله ﴿أَقْلِعِي﴾ و﴿ابلعي﴾ والمطابقةُ بذكر الأرض والسماء، والمجازُ في ﴿ياسمآء﴾ المراد مطر السماء، والاستعارةُ في ﴿أَقْلِعِي﴾ والإِشارة في ﴿وَغِيضَ المآء﴾ فإنها إشارة إلى معانٍ كثيرة، والتمثيلُ في ﴿وَقُضِيَ الأمر﴾ عبّر بالأمر عن إهلاك الهالكين ونجاة الناجين، والإِرداف في ﴿واستوت عَلَى الجودي﴾ فلفظ واستوت كلام تامٌ أردفه بلفظ ﴿عَلَى الجودي﴾ قصدًا للمبالغة في التمكن بهذا المكان، والتعليلُ في ﴿وَغِيضَ المآء﴾ فإنه علة للاستواء، والاحتراسُ في ﴿بُعْدًا لِّلْقَوْمِ الظالمين﴾ وهو أيضًا ذم لهم، والإِيجاز وهو ذكر القصة باللفظ القصير مستوعبًا للمعاني الجمَّة، وعدَّد بقية الوجوه وهي: الإِيضاحُ، والمساواة، وحسنُ النَّسق، وصحة التقسيم، وحسن البيان، والتمكين، والتجنيس، والتسهيم، والمقابلة، والتهذيب، والوصف.\n«مقتطفات من تفسير سيد قطب في ظلال القرآن»\nوننقل هنا فقراتٍ من تفسير شهيد الإسلام «سيد قطب» عليه الرحمة والرضوان حيث قال ما نصه: «وعند هذا المقطع من قصة نوح يلتفت السياقُ لفتةً عجيبة، إلى استقبال مشركي قريش لمثل هذه القصة التي تشبه أن تكون قصَّتهم مع الرسول ﷺ َ ودعواهم أن محمدًا يفتري هذا القصص ﴿أَمْ يَقُولُونَ افتراه قُلْ إِنِ افتريته فَعَلَيَّ إِجْرَامِي وَأَنَاْ برياء مِّمَّا تُجْرِمُونَ﴾ فالافتراء إجرام وعليَّ تبعته، وأنا أعرف أنه إجرام فمستبعدٌ أن أرتكبه، وهذا الاعتراضُ لا يخالف سياق القصة في القرآن لأنها إنما جاءت لتأدية غرض معيَّن، ثم يمضي السياقُ في قصة نوح يعرض مشهدًا ثانيًا، مشهد نوح يتلقى وحي ربه وأمره ﴿وَأُوحِيَ إلى نُوحٍ أَنَّهُ لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ فَلاَ تَبْتَئِسْ بِمَا كَانُواْ يَفْعَلُونَ واصنع الفلك بِأَعْيُنِنَا وَوَحْيِنَا﴾ أي برعايتنا وتعليمنا ﴿وَلاَ تُخَاطِبْنِي فِي الذين ظلموا إِنَّهُمْ مُّغْرَقُونَ﴾ فقد\nتقرر مصيرهم، وانتهى الإِنذار، وانتهى الجدل.\nوالمشهد الثالث من مشاهد القصة: مشهدُ نوح يصنع الفلك ﴿وَيَصْنَعُ الفلك وَكُلَّمَا مَرَّ عَلَيْهِ مَلأٌ مِّن قَوْمِهِ سَخِرُواْ مِنْهُ﴾ والتعبير بالمضارع هو الذي يعطي المشهد حيويته وجدَّته، فنحن نراه ماثلًا لخيالنا من وراء هذا التعبير، وقومه المتكبرون يمرون به فيسخرون، يسخرون من الرجل الذي كان يقول لهم إنه رسول ثم إذا هو ينقلب نجارًا يصنع مركبًا، والمشهد الرابع: مشهد التعبئة عندما حلت اللحظة المرتقبة ﴿حتى إِذَا جَآءَ أَمْرُنَا وَفَارَ التنور قُلْنَا احمل فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين. .﴾ ثم يأتي المشهد الهائل المرهوب: مشهد الطوفان ﴿وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كالجبال ... وَحَالَ بَيْنَهُمَا الموج فَكَانَ مِنَ المغرقين﴾ إن الهول هنا هولان: هولٌ في الطبيعة الصامتة، وهولٌ في النفس البشرية يلتقيان. وإننا بعد آلاف السنين لنمسك أنفسنا - ونحن نتابع السياق - والهولُ يأخذنا كأننا نشهد المشهد، ﴿وَهِيَ تَجْرِي بِهِمْ فِي مَوْجٍ كالجبال﴾ ونوحٌ الوالد الملهوف يبعث بالنداء تلو النداء، وابنه الفتى المغرور يأبى إجابة الدعاء، والموجة الغامرة تحسم الموقف في سرعة خاطفة راجفة ﴿وَحَالَ بَيْنَهُمَا الموج فَكَانَ مِنَ المغرقين﴾ وينتهي كل شيء، وكأن لم يكن دعاء ولا جواب، وتلك سمة بارزة في تصوير القرآن، وتهدأ العاصفة، ويخيّم السكون، ويقضى الأمر، ويوجه الخطاب إلى الأرض والسماء بصيغة العاقل، فتستجيب كلتاهما للأمر الفاصل، فتبلع الأرض وتكف السماء ﴿وَقِيلَ ياأرض ابلعي مَآءَكِ وياسمآء أَقْلِعِي وَغِيضَ المآء وَقُضِيَ الأمر واستوت عَلَى الجودي وَقِيلَ بُعْدًا لِّلْقَوْمِ الظالمين﴾ .", "ayah": 28, "surah": 11}