{"text": "المنَاسَبَة: هذه هي القصة الثانية من القصص التي ذكرها الله في هذه السورة الكريمة، وهي قصة هود مع قومه عاد، وقد ذكرها تعالى بالإسهاب، ولهذا سميت السورة «سورة هود» ثم أعقبها بالحديث عن ثمود وهي القصة الثالثة في هذه السورة، ثم قصة إبراهيم وبشارة الملائكة له بإسحاق وهي القصة الرابعة.\nاللغَة: ﴿مِّدْرَارًا﴾ كثيرًا متتابعًا من درَّت السماء تدرُّ إذا سكبت المطر بسخاء، والمدرارُ: الكثير الدرّ وهو من أبنية المبالغة ﴿إِلاَّ اعتراك﴾ أصابك ﴿نَاصِيَتِهَآ﴾ الناصيةُ: منبت الشعر في مقدم الرأس ﴿جَبَّارٍ﴾ الجبار: المتكبر ﴿عَنِيدٍ﴾ العنيد «الطاغي الذي لا يقبل الحق ولا يذعن له، قال أبو عبيدة: العنيد والمعاند: المعارضُ بالخلاف ﴿استعمركم فِيهَا﴾ جعلكم عمَّارها وسكانها ﴿تَخْسِيرٍ﴾ تضليل وإبعاد عن الخير ﴿حَنِيذٍ﴾ مشوي يقال: حنذتُ الشاة أحنِذُها حنْذًا أي شويتها ﴿نَكِرَهُمْ﴾ أنكرهم يقال: نكره وأنكره واستنكره بمعنى واحد وهو أن يجده على غير ما عهده قال الشاعر:\nوأنكرتْني وما كان النذي نكِرت ... من الحوادث إلا الشيبَ والصَّلَعا\nفجمع الشاعر بين اللغتين ﴿أَوْجَسَ﴾ استشعر وأحسَّ ﴿بَعْلِي﴾ زوجي.\nالتفسِير: ﴿وإلى عَادٍ أَخَاهُمْ هُودًا﴾ أي ولقد أرسلنا إلى قبيلة عاد نبيًا منهم اسمه هود ﴿قَالَ ياقوم اعبدوا الله﴾ أي اعبدوا الله وحده دون الآلهة والأوثان ﴿مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي ليس لكم معبودٌ غيره يستحق العبادة ﴿إِنْ أَنتُمْ إِلاَّ مُفْتَرُونَ﴾ أي ما أنتم في عبادتكم غير الله إلا كاذبون عليه جل وعلا، لأنه لا إله سواه ﴿ياقوم لا أَسْأَلُكُمْ عَلَيْهِ أَجْرًا﴾ أي لا أطلب منكم على النصح والبلاغ جزاءً ولا ثوابًا ﴿إِنْ أَجْرِيَ إِلاَّ عَلَى الذي فطرني﴾ أي ما ثوابي وجزائي إلا على الله الذي خلقني ﴿أَفَلاَ\nتَعْقِلُونَ﴾ أي أتغفلون عن ذلك فلا تعقلون أن من يدعوكم إلى الخير دون إرادة جزاءٍ منكم هو لكم ناصح أمين؟ والاستفهام للإنكار والتقريع ﴿وياقوم استغفروا رَبَّكُمْ﴾ أي استغفروه من الكفر والإشراك ﴿ثُمَّ توبوا إِلَيْهِ﴾ أي ارجعوا إليه بالطاعة والإِستقامة على دينه والتمسك بالإِيمان والتوحيد ﴿يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَارًا﴾ أي يرسل عليكم المطر غزيرًا متتابعًا، رُوي أن عادًا كان حُبس عنهم المطر ثلاث سنين حتى كادوا يهلكون، فأمرهم هودٌ بالتوبة والاستغفار ووعدهم على ذلك بنزول الغيث والمطر، وفي الآية دليل على أن التوبة والاستغفار، سببٌ للرحمة ونزول الأمطار ﴿وَيَزِدْكُمْ قُوَّةً إلى قُوَّتِكُمْ﴾ أي ويزدكم عزًا وفخرًا فوق عزكم وفخاركم قال مجاهد: شدة إلى شدتكم، فإنهم كانوا في غاية القوة والبطش حتى قالوا ﴿مَنْ أَشَدُّ مِنَّا قُوَّةً﴾ [فصلت: ١٥]؟ ﴿وَلاَ تَتَوَلَّوْاْ مُجْرِمِينَ﴾ أي لا تعرضوا عما أدعوكم إليه مصرّين على الإِجرام، وارتكاب الآثام ﴿قَالُواْ ياهود مَا جِئْتَنَا بِبَيِّنَةٍ﴾ أي ما جئتنا بحجةٍ واضحة تدل على صدقك قال الآلوسي: وإنما قالوه لفرط عنادهم، أو لشدة عَمَاهم عن الحق ﴿وَمَا نَحْنُ بتاركي آلِهَتِنَا عَن قَوْلِكَ﴾ أي لسنا بتاركين عبادة الأصنام من أجل قولك ﴿وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ﴾ أي لسنا بمصدقين لنبوتك ورسالتك، والجملة تقنيطٌ من دخولهم في دينه، ثم نسبوه إلى الخبل والجنون فقالوا ﴿إِن نَّقُولُ إِلاَّ اعتراك بَعْضُ آلِهَتِنَا بسواء﴾ أي ما نقول إلا أصابك بعض آلهتنا بجنون لما سببتها ونهيتنا عن عبادتها قال الزمخشري: دلت أجوبتهم المتقدمة على أن القوم كانوا جفاةً، غلاظ الأكباد، لا يلتفتون إلى النصح، ولا تلين شكيمتهم للرشد، وقد دلَّ قولهم الأخير على جهلٍ مفرط، وبلَهٍ متناهٍ، حيث اعتقدوا في حجارة أنها تنتصر وتنتقم ﴿قَالَ إني أُشْهِدُ الله﴾ أي قال هودٌ إني أُشهدُ الله على نفسي ﴿واشهدوا أَنِّي برياء مِّمَّا تُشْرِكُونَ مِن دُونِهِ﴾ أي وأشهدكم أيضًا أيها القوم أنني بريءٌ مما تشركون في عبادة الله من الأوثان والأصنام ﴿فَكِيدُونِي جَمِيعًا ثُمَّ لاَ تُنظِرُونِ﴾ أي فاحتالوا في هلاكي أنتم وآلهتكم ثم لا تمهلوني طرفة عين قال أبو السعود: وهذا من أعظم المعجزات، فإنه ﵇ كان رجلًا مفردًا بين الجم الغفير من عتاة عاد، الغلاظ الشداد، وقد حقّرهم وهيّجهم بانتقاص آلهتهم، وحثهم على التصدّي له فلم يقدروا على مباشرة شيء، وظهر عجزهم عن ذلك ظهورًا بينًا وقال الزمخشري: من أعظم الآيات أن يُواجه بهذا الكلام رجلٌ واحد أمة عطاشًا إلى إراقة دمه، يرمونه عن قوسٍ واحدة، وذلك لثقته بربه وأنه يعصمه منهم، فلا تنشب فيه مخالبهم، ومثله قول نوح\n﴿فأجمعوا أَمْرَكُمْ وَشُرَكَآءَكُمْ﴾ [يونس: ٧١] ﴿إِنِّي تَوَكَّلْتُ عَلَى الله رَبِّي وَرَبِّكُمْ﴾ أي إني لجأت إلى الله وفوضت أمري إليه تعالى مالكي ومالككم ﴿مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ﴾ أي ما من نسمةٍ تدبُّ على وجه الأرض إلا هي في قبضته وتحت قهره، والأخذُ بالناصية تمثيلٌ للملك والقهر، والجملةُ تعليلٌ لقوة توكله على الله وعدم مبالاته بالخلق ﴿إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي إن ربي عادل، يجازي المحسن بإِحسانه، والمسيء بإساءته، لا يظلم أحدًا شيئًا ﴿فَإِن تَوَلَّوْاْ فَقَدْ أَبْلَغْتُكُمْ مَّآ أُرْسِلْتُ بِهِ إِلَيْكُمْ﴾ أي فإن تُعرضوا عن قبول\nدعوتي فقد أبلغتكم أيها القوم رسالة ربي، وما على الرسول إلا البلاغ ﴿وَيَسْتَخْلِفُ رَبِّي قَوْمًا غَيْرَكُمْ﴾ أي فسوف يهلككم الله ويستخلف قومًا آخرين غيركم، وهذا وعيدٌ شديد ﴿وَلاَ تَضُرُّونَهُ شَيْئًا﴾ أي لا تضرون الله شيئًا بإشراككم ﴿إِنَّ رَبِّي على كُلِّ شَيْءٍ حَفِيظٌ﴾ أي إنه سبحانه رقيبٌ على كل شيء، وهو يحفظني من شركم ومكركم ﴿وَلَمَّا جَآءَ أَمْرُنَا﴾ أي ولما جاء أمرنا بالعذاب، وهو ما نزل بهم من الريح العقيم ﴿نَجَّيْنَا هُودًا والذين آمَنُواْ مَعَهُ بِرَحْمَةٍ مِّنَّا﴾ أي نجينا من العذاب هودًا والمؤمنون بفضل عظيم ونعمة منا عليهم ﴿وَنَجَّيْنَاهُمْ مِّنْ عَذَابٍ غَلِيظٍ﴾ أي وخلصانهم من ذلك العذاب الشديد، وهي الريح المدمرة التي كانت تهدم المساكن، وتدخل في أنوف أعداء الله وتخرج من أدبارهم، وتصرعهم على وجوههم حتى صاروا كأعجاز نخل خاوية ﴿وَتِلْكَ عَادٌ جَحَدُواْ بِآيَاتِ رَبِّهِمْ﴾ الإِشارة لآثارهم أي تلك آثار المكذبين من قوم عاد انظروا ماذا حلّ بهم حين كفروا بالله، وأنكروا آياته في الأنفس والآفاق الدالة على وحدانيته؟ ﴿وَعَصَوْاْ رُسُلَهُ﴾ أي عصوا رسوله هودًا، وجمعه تفظيعًا لحالهم، وإظهارًا لكلمال كفرهم وعنادهم، ببيان أن عصيانهم له عصيانٌ لجميع الرسل السابقين واللاحقين لاتفاق كلمتهم على التوحيد ﴿واتبعوا أَمْرَ كُلِّ جَبَّارٍ عَنِيدٍ﴾ أي أطاعوا أمر كل مستكبر على الله، حائدٍ عن الحق، لا يُذعن له ولا يقبله، يريد به الرؤساء والكبراء ﴿وَأُتْبِعُواْ فِي هذه الدنيا لَعْنَةً﴾ أي وأُلحقوا باللعنة والطرد من رحمة الله في الدنيا ﴿وَيَوْمَ القيامة﴾ أي ويوم القيامة أيضًا تلحقهم اللعنة قال الرازي: جعل اللعن رديفًا لهم ومتابعًا ومصاحبًا في الدنيا والآخرة، ومعنى اللعنة الإِبعاد من رحمة الله تعالى ومن كل خير ﴿ألا إِنَّ عَادًا كَفَرُواْ رَبَّهُمْ﴾ هذ تشنيعٌ لكفرهم وتهويلٌ أَلاَ بُعْدًا لِّعَادٍ قَوْمِ هُودٍ﴾ أي أبعدهم الله من الخير، وأهلكهم عن بكرة أبيهم، وهي جملة دعائية بالهلاك واللعنة ﴿وإلى ثَمُودَ أَخَاهُمْ صَالِحًا﴾ أي ولقد أرسلنا إلى قوم ثمود نبيا منهم وهو صالح ﵇ ﴿قَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي اعبدوا الله وحده ليس لكم ربٌّ معبود سواه ﴿هُوَ أَنشَأَكُمْ مِّنَ الأرض﴾ أي هو تعالى ابتدأ خلقكم من الأرض، فخلق آدم من تراب ثم ذريته من نطفة ﴿واستعمركم فِيهَا﴾ أي جعلكم عمَّارها وسكانها تسكنون بها ﴿فاستغفروه ثُمَّ توبوا إِلَيْهِ﴾ أي استغفروه من الشرك ثم ارجعوا إليه بالطاعة ﴿إِنَّ رَبِّي قَرِيبٌ مُّجِيبٌ﴾ أي إنه سبحانه قريب الرحمة مجيب الدعاء ﴿قَالُواْ ياصالح قَدْ كُنتَ فِينَا مَرْجُوًّا قَبْلَ هذا﴾ أي كنا نرجو أن تكون فينا سيّدًا قبل تلك المقالة فلما قلتها انقطع رجاؤنا فيك ﴿أَتَنْهَانَآ أَن نَّعْبُدَ مَا يَعْبُدُ آبَاؤُنَا﴾ أي أتنهانا يا صالح عن عبادة الأوثان التي عبدها آباؤنا؟ ﴿وَإِنَّنَا لَفِي شَكٍّ مِّمَّا تَدْعُونَآ إِلَيْهِ مُرِيبٍ﴾ أي وإننا لشاكون في دعواك، وأمرُك مريب يوجب التهمة ﴿قَالَ ياقوم أَرَأَيْتُمْ إِن كُنتُ على بَيِّنَةً مِّن رَّبِّي﴾ أي أخبروني إن كنتُ على برهانٍ وحجة واضحةٍ من ربي ﴿وَآتَانِي مِنْهُ رَحْمَةً﴾ أي وأعطاني النبوة والرسالة ﴿فَمَن يَنصُرُنِي مِنَ الله إِنْ عَصَيْتُهُ﴾ أي فمن يمنعني من عذاب الله إن عصيت أمره؟ ﴿فَمَا تَزِيدُونَنِي غَيْرَ تَخْسِيرٍ﴾ أي فما تزيدونني بموافقتكم وعصيان\nأمر الله غير تضليل وإبعاد عن الخير قال الزمخشري: ﴿غَيْرَ تَخْسِيرٍ﴾ يعني تخسرون أعمالي وتبطلونها ﴿وياقوم هذه نَاقَةُ الله لَكُمْ آيَةً﴾ أضاف الناقة إلى الله تشريفًا لها لأنها خرجت من صخرة صماء بقدرة الله حسب طلبهم أي هذه الناقة معجزتي لكم وعلامة على صدقي ﴿فَذَرُوهَا تَأْكُلْ في أَرْضِ الله﴾ أي دعوها تأكل وتشرب في أرض الله فليس عليكم رزقها ﴿وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ قَرِيبٌ﴾ أي لا تنالوها بشيءٍ من السوء فيصيبكم عذاب عاجل لا يتأخر عنكم ﴿فَعَقَرُوهَا فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ﴾ أي ذبحوا الناقة فقال لهم صالح: استمتعوا بالعيش في بلدكم ثلاثة أيام ثم تهلكون قال القرطبي: إنما عقرها بعضهم وأضيف إلى الكل لأنه كان برضى الباقين، فعقرت يوم الأربعاء فأقاموا يوم الخميس والجمعة والسبت وآتاهم العذاب يوم الأحد ﴿ذلك وَعْدٌ غَيْرُ مَكْذُوبٍ﴾ أي وعدٌ حق غير مكذوب فيه ﴿فَلَمَّا جَآءَ أَمْرُنَا نَجَّيْنَا صَالِحًا والذين آمَنُواْ مَعَهُ﴾ أي فلما أمرنا بإهلاكهم نجينا صالحًا ومن آمن به ﴿بِرَحْمَةٍ مِّنَّا﴾ أي بنعمةٍ وفضلٍ عظيم من الله ﴿وَمِنْ خِزْيِ يَوْمِئِذٍ﴾ أي ونجيناهم من هوان ذلك اليوم وذُلّة ﴿إِنَّ رَبَّكَ هُوَ القوي العزيز﴾ أي القوي في بطشه، العزيز في ملكه، لا يغلبه غالب، ولا يقهره قاهر ﴿وَأَخَذَ الذين ظَلَمُواْ الصيحة فَأَصْبَحُواْ فِي دِيَارِهِمْ جَاثِمِينَ﴾ أي أخذتهم صيحةٌ من السماء تقطعت لها قلوبهم، فأصبحوا هامدين موتى لا حرَاك بهم كالطير إذا جثمت ﴿كَأَن لَّمْ يَغْنَوْاْ فِيهَآ﴾ أي كأن لم يقيموا في ديارهم ولم يَعْمُروها ﴿أَلاَ إِنَّ ثَمُودَ كَفرُواْ رَبَّهُمْ أَلاَ بُعْدًا لِّثَمُودَ﴾ أي ألا فانتبهوا أيها القوم إن ثمود كفروا بآيات ربهم فسحقًا لهم وبُعْدًا، وهلاكًا ولعنة ﴿وَلَقَدْ جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بالبشرى﴾ هذه هي القصة الرابعة وهي قصة لوط وهلاك قومه المكذبين أي جاءت الملائكةُ الذين أرسلناهم لإِهلاك قوم لوط إبراهيمَ بالبشارة بإسحاق، قال القرطبي: لما أنزل الله الملائكة لعذاب قوم لوط مرّوا بإبراهيم فظنهم أضيافًا، وهم جبريل وميكائيل وإسرافيل قاله ابن عباس، وقال السدي: كانوا أحد عشر ملَكًا على صورة الغلمان الحسان الوجوه ﴿قَالُواْ سَلاَمًا﴾ أي سلموا عليه سلامًا ﴿قَالَ سَلاَمٌ﴾ أي قال لهم إبراهيم: سلام عليكم قال المفسرون: ردَّ عليهم التحية بأحسن من تحيتهم لأنه جاء بها جملة اسميّة وهي تدل على الثبات والاستمرار ﴿فَمَا لَبِثَ أَن جَآءَ بِعِجْلٍ حَنِيذٍ﴾ أي فما أبطأ ولا تأخر مجيئه حتى جاء بعجلٍ مشويٍّ فقدمه لهم قال الزمخشري: والعجل: ولد البقرة ويسمى «الحسيل» وكان مال إبراهيم ﵇ البقر، والحنيذ: المشوي بالحجارة المحماة في أخدود وقيل: الذي يقطر دسمه ويدل عليه «بعجلٍ سمين» ﴿فَلَمَّا رَأَى أَيْدِيَهُمْ لاَ تَصِلُ إِلَيْهِ نَكِرَهُمْ﴾ أي فلما رآهم لا يمدون أيديهم إلى الطعام ولا يأكلون منه أنكرهم ﴿وَأَوْجَسَ مِنْهُمْ خِيفَةً﴾ أي أحسَّ منهم الخوف والفزع قال قتادة: كان العرب إذا نزل بهم ضيف فلم يطعم من طعامهم ظنوا أنه لم يجيء بخير وأنه جاء يحدث نفسه بشرّ ﴿قَالُواْ لاَ تَخَفْ إِنَّا أُرْسِلْنَا إلى قَوْمِ لُوطٍ﴾ أي قالت الملائكة: لا تخف فإنا ملائكة ربك لا نأكل، وقد\nأُرسلنا لإِهلاك قوم لوط ﴿وامرأته قَآئِمَةٌ فَضَحِكَتْ﴾ أي وامرأة إبراهيم واسمها «سارة» قائمة وراء الستر تسمع كلامهم فضحكت استبشارًا بهلاك قوم لوط ﴿فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ﴾ أي بشرتها الملائكة بإِسحاق ولدًا لها ويأتيه مولودٌ هو يعقوب ابنًا لولدها ﴿قَالَتْ ياويلتى أَأَلِدُ وَأَنَاْ عَجُوزٌ وهذا بَعْلِي شَيْخًا﴾ أي قالت سارة متعجبة: يا لهفي ويا عجيب أألد وأنا امرأة مسنّة وهذا زوجي إبراهيم شيخ هرم أيضًا فكيف يأتينا الولد؟ ﴿إِنَّ هذا لَشَيْءٌ عَجِيبٌ﴾ أي إن هذا الأمر لشيء غريب لم تجر به العادة قال مجاهد: كانت يومئذٍ ابنة تسع وتسعين سنة، وإبراهيم ابن مائة وعشرين سنة ﴿قالوا أَتَعْجَبِينَ مِنْ أَمْرِ الله﴾ أي أتعجبين من قدرة الله وحكمته في خلق الولد من زوجين هرمين؟ ليس هذا بمكان عجب على قدرة الله ﴿رَحْمَةُ الله وَبَرَكَاتُهُ عَلَيْكُمْ أَهْلَ البيت﴾ أي رحمكم الله وبارك فيكم يا أهل بيت إِبراهيم ﴿إِنَّهُ حَمِيدٌ مَّجِيدٌ﴾ إي إنه تعالى محمود ممجدّ في صفاته وذاته، مستحقٌ للحمد والتمجيد من عباده، وهو تعليل بديع لما سبق من البشارة.\nالبَلاَغَة: ١ - ﴿يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَارًا﴾ المراد بالسماء المطر فهو مجاز مرسل لأن المطر ينزل من السماء ولفظ «مدرارًا» للمبالغة أي كثير الدر.\n٢ - ﴿فَكِيدُونِي جَمِيعًا﴾ أمرٌ بمعنى التعجيز.\n٣ - ﴿مَّا مِن دَآبَّةٍ إِلاَّ هُوَ آخِذٌ بِنَاصِيَتِهَآ﴾ استعارة تمثيلية شبّه الخلق وهم في قبضة الله وملكه وتحت قهره وسلطانه بالمالك الذي يقود المقدور عليه بناصيته كما يقاد الأسير والفرس بناصيته.\n٤ - ﴿إِنَّ رَبِّي على صِرَاطٍ مُّسْتَقِيمٍ﴾ استعارة لطيفة عن كمال العدل في ملكه تعالى فهو مطلع على أمور العباد لا يفوته ظالمن ولا يضيع عنده معتصم به.\n٥ - ﴿وَلَمَّا جَآءَ أَمْرُنَا﴾ الأمر كناية عن العذاب.\n٦ - ﴿نَجَّيْنَا هُودًا ... وَنَجَّيْنَاهُمْ مِّنْ عَذَابٍ غَلِيظٍ﴾ التكرار في لفظ الإِنجاء لبيان أن الأمر شديد عظيم لا سهل يسير، ويسمى هذا الإطناب.\n٧ - ﴿وَعَصَوْاْ رُسُلَهُ﴾ أي عصوا رسولهم هودًا وفيه تفظيع لحالهم وبيان أن عصيانهم له عصيانٌ لجميع الرسل السابقين واللاحقين، وهو مجاز مرسل من باب إطلاق الكل وإرادة البعض.\n٨ - ﴿ألا إِنَّ عَادًا ... أَلاَ بُعْدًا لِّعَادٍ﴾ تكرير حرف التنبيه وإعادة لفظ «عاد» للمبالغة في تهويل حالهم.\nتنبيه: لم يقل هود ﵇: إني أُشهد الله وأشهدكم وإِنما قال: ﴿إني أُشْهِدُ الله واشهدوا أَنِّي برياء مِّمَّا تُشْرِكُونَ﴾ وذلك لئلا يفيد التشريك بين الشهادتين والتسوية بينهما، فأين شهادة الله العلي الكبير من شهادة العبد الحقير؟!", "ayah": 54, "surah": 11}