{"text": "التفسِير: ﴿إِذَا جَآءَ نَصْرُ الله والفتح﴾ الخطاب لرسول الله ﷺ َ، يذكّره ربه بالنعمة والفضل عليه وعلى سائر المؤمنين، والمعنى: إِذا نصرك الله يا محمد على أعدائك، وفتح عليك مكة أم القرى قال المفسرون: الإِخبارُ بفتح مكة قبل وقوعه إخبارٌ بالغيب، فهو من أعلام النبوَّة ﴿وَرَأَيْتَ الناس يَدْخُلُونَ فِي دِينِ الله أَفْوَاجًا﴾ أي ورأيت العرب يدخلون في الإِسلام جماعاتٍ جماعات من غير حربٍ ولا قتال، وذلك بعد فتح مكة صارت العرب تأتي من أقطار الأرض طائعة قال ابن كثير: إنَّ أحياء العرب كانت تنظر فتح مكة، يقولون: إن ظهر على قومه فهو نبيٌّ، فلما فتح الله عليه مكة دخلوا في دين الله أفواجًا فلم تمض سنتان حتى استوثقت جزيرة العرب إِيمانًا، ولم يبق في سائر قبائل العرب إِلا مظهرٌ للإِسلام ﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ﴾ أي فسبّح ربك وعظمه ملتبسًا بحمده على هذه النعم، واشكره على ما أولاك من النصر على الأعداء، وفتح البلاد، وإِسلام العباد ﴿واستغفره﴾ أي اطلب منه المغفرة لك ولأُمتك ﴿إِنَّهُ كَانَ تَوَّابًا﴾ أي إِنه جلّ وعلا كثير التوبة، عظيم الرحمة لعباده المؤمنين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ -\nذكر الخاص بعد العام ﴿نَصْرُ الله والفتح﴾ نصر الله يشمل جميع الفتوحات فعطف عليه (فتح مكة) تعظيمًا لشأن هذا الفتح واعتناءً بأمره.\n٢ - إِطلاق العموم وإِرادة الخصوص ﴿وَرَأَيْتَ الناس﴾ لفظ الناس عام والمراد به العرب.\n٣ - دين الله هو الإِسلام ﴿يَدْخُلُونَ فِي دِينِ الله﴾ وأضافه اليه تشريفًا وتعظيمًا، كبيت الله وناقة الله.\n٤ - صيغة المبالغة ﴿إِنَّهُ كَانَ تَوَّابًا﴾ لأن صيغة «فعال» للمبالغة.\nتنبيه: هذه السورة الكريمة فيها نعيُ النبي ﷺ َ ولهذا تسمى سورة (التوديع) وحين نزلت قال رسول الله صلى اله عليه وسلم لعائشة: ما أراه إِلا حضور أجلي، وقال ابن عمر: نزلت هذه السورة بمنى في حجة الوداع، ثم نزلت ﴿اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ [المائدة: ٣] الآية فعاش بعدهما النبي ﷺ َ ثمانين يومًا. وروى الإِمام البخاري عن ابن عباس قال: «كان عمر يدْخلني مع أشياخ بدر، فكأن بعضهم وجد في نفسه فقال: لم تدخل هذا معنا ولنا أبناء مثله؟ فقال: إِنه من علمتم!! فدعاني ذات يوم فأدخلني معهم قال فما رأيت أنه دعاني إِلا ليريهم فقال عمر: ما تقولون في قول الله تعالى ﴿إِذَا جَآءَ نَصْرُ الله والفتح﴾؟ فقال بعضهم: أُمرنا بأن نحمد الله ونستغفره إِذا نصرنا وفتح علينا، وسكت بعضهم فلم يقل شيئًا، فقال لي: أكذا تقول يا ابن عباس؟ قلت: لا قال: فما تقول؟ قلت: هو أجل رسول الله ﷺ َ أعلمه إياه فقال ﴿إِذَا جَآءَ نَصْرُ الله والفتح﴾ فذلك علامة أجلك ﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ واستغفره إِنَّهُ كَانَ تَوَّابًا﴾ فقال عمر: والله ما أعلم منها إِلا ما تقول» .", "ayah": 1, "surah": 110}