{"text": "اللغَة: ﴿الطارق﴾ مأخوذ من الطرق بمعنى الضرب بشدة ومنه المطرقة، وكل ما جاء بليل يسمى طارقًا ﴿دَافِقٍ﴾ مصبوب بقوة وشدة يقال: دفق الماء دفقًا إِذا انصبَّ بدفع وشدة ﴿الترآئب﴾ عظام الصدر جمع تربية مثل فصيلة وفصائل قال امرؤ القيس:\n«تَرائبُها مصقولةٌ كسجنجل» ... ﴿الرجع﴾ المطر سمي به لرجوعه إِلى الأرض مرارًا ﴿الصدع﴾ النبات الذي تنشق عنه الأرض ﴿رُوَيْدًا﴾ قليلًا أو قريبًا.\nالتفسِير: ﴿والسمآء والطارق﴾ أي أٌقسم بالسماء وبالكواكب النيرة، التي تظهر ليلًا وتختفي نهارًا قال المفسرون: سُمي النجم طارقًا لأنه إِنما يظهر بالليل ويختفي بالنهار، وكلُّ ما يجيء ليلًا فهو طارق ﴿وَمَآ أَدْرَاكَ مَا الطارق﴾ استفهام للتفخيم والتعظيم أي وما الذي أعلمك يا محمد ما حقيقة هذا النجم؟ ثم فسره بقوله ﴿النجم الثاقب﴾ أي النجم المضيء الذي يثقب الظلام بضيائه قال الصاوي: قد كثر منه تعالى في كتابه المجيد ذكرُ الشمس والقمر والنجوم، لأن أحوالها في أشكالها وسيرها ومطالعها، ومغاربها عجيبة دالة على انفراد خالقها بالكمالات، لأن الصّنعة تدل على الصانع ﴿إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾ هذا جواب القسم أي ما كلُّ نفسٍ إِلا عليها حافظ من الملائكة، يحفظ عملها ويحصي عليها ما تكسب من خيرٍ وشر كقوله ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ﴾ [الانفطار: ١٠ ١١] قال ابن كثير: أي كلُّ نفسٍ عليها من الله حافظ يحرسها من الآفات. . ثم أمر تعالى بالنظر والتفكر في خلق الإِنسان، تنبيهًا على إِمكان البعث والحشر فقال ﴿فَلْيَنظُرِ الإنسان مِمَّ خُلِقَ﴾؟ أي فلينظر الإِنسان في أول نشأته نظرة تكفرٍ واعتبار، من أي شيءٍ خلقه الله؟ ﴿خُلِقَ مِن مَّآءٍ دَافِقٍ﴾ أي خلق من المنيّ المتدفق، الذي ينصب بقوةٍ وشدة، يتدفق من الرجل والمرأة فيتكون منه الولد بإِذن الله ﴿يَخْرُجُ مِن بَيْنِ الصلب والترآئب﴾ أي يخرج هذا الماء من بين الصلب وعظم الصدر، من الرجل والمرأة ﴿إِنَّهُ على رَجْعِهِ لَقَادِرٌ﴾ أي إِن الله تعالى الذي خلق الإِنسان ابتداءً، قادر على إِعادته بعد موته قال بن كثير: نبه تعالى الإِنسان على ضعف أصله الذي خلق منه، وأرشده إِلى الاعتراف بالمعاد، لأن من قدر على البداءة، فهو قادر على الإِعادة بطريق الأول ﴿يَوْمَ تبلى السرآئر﴾ أي يوم تمتحن القلوب وتختبر، ويُعرف ما بها من العقائد والنيات، ويميز بين ما طاب منها وما خبث ﴿فَمَا لَهُ مِن قُوَّةٍ وَلاَ نَاصِرٍ﴾ أي فليس للإِنسان في ذلك الوقت قوة تدفع عنه العذاب، ولا ناصر ينصره ويجيره، قال في التسهيل: لما كان دفع المكاره في الدنيا إِما بقوة الإِنسان، أو بنصرة غيره له، أخبره الله تعالى أنه يعدمها يوم القيامة، فلا قوة له في نفسه، ولا أحد ينصره من الله.\nولما ذكر تعالى أمر المبدأ والمعاد، عاد فأقسم على صدق هذا الكتاب المعجز فقال ﴿والسمآء ذَاتِ الرجع﴾ أي أُقسم بالسماء ذات المطر، الذي يرجع على العباد حينًا بعد حين قال ابن عباس: الرَّجع المطرُ ولولاه لهلك الناس وهلكت مواشيهم ﴿والأرض ذَاتِ الصدع﴾ أي وأُقسم بالأرض التي تتصدع وتنشق، فيخرج منها النبات والأشجار والأزهار قال ابن عباس: هو انصداعها عن النبات والثمار. . أقسم ﷾ بالسماء التي تفيض علينا الماء، والأرض التي تخرج لنا الثمار والنبات، والسماء للخلق كالأب، والأرض لهم كالأم، ومن بينهما تتولد النعم العظيمة، والخيرات العميمة، التي بها بقاء الإِنسان والحيوان ﴿إِنَّهُ لَقَوْلٌ فَصْلٌ﴾ أي إِن هذا القرآن لقولٌ فاصل بين الحق والباطل، قد بلغ الغاية في بيانه وتشريعه وإِعجازه ﴿وَمَا هوَ بالهزل﴾ أي ليس فيه شيءٌ من اللهو والباطل والعبث، بل هو جدٌّ كله، لأنه كلام أحكم الحاكمين، فجديرٌ بقارئه أن يتعظ بآياته، ويستنير بتوجيهاته وإِرشاداته ﴿إِنَّهُمْ يَكِيدُونَ كَيْدًا﴾ أي إِن هؤلاء المشركين كفار مكة يعملون المكايد لإِطفاء نور الله، وإِبطال شريعة محمد ﷺ َ ﴿وَأَكِيدُ كَيْدًا﴾ أي وأجازيهم على كيدهم بالإِمهال ثم النكال، حيث آخذهم أخذ عزيزٍ مقتدر كقوله تعالى ﴿سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾ [الأعراف: ١٨٢] قال أبو السعود: أي أقابلهم بكيد متين لا يمكن رده حيث استدرجهم من حيث لا يعلمون ﴿فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْدًا﴾ أي لا تستعجل في هلاكهم والانتقام منهم، وأُمهلهم قليلًا فسوف ترى ما أصنع بهم، وهذا منتهى الوعيد والتهديد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام للتفخيم والتعظيم ﴿وَمَآ أَدْرَاكَ مَا الطارق﴾؟\n٢ - الطباق بين ﴿السمآء والأرض﴾ وبين ﴿الفصل والهزل﴾ .\n٣ - جناس الاشتقاق ﴿يَكِيدُونَ كَيْدًا﴾ .\n٤ - الإِطناب بتكرار الفعل مبالغة في الوعيد ﴿فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْدًا﴾ .\n٥ - الكناية اللطيفة ﴿يَخْرُجُ مِن بَيْنِ الصلب والترآئب﴾ كنَّى بالصلب عن الرجل، وبالترائب عن المرأمة، وهذا من لطيف الكنايات.\n٦ - السجع الرصين الذي يزيد في جمال الأسلوب ورشاقته ونضارته مثل ﴿والسمآء ذَاتِ الرجع والأرض ذَاتِ الصدع﴾ ومثل ﴿إِنَّهُ لَقَوْلٌ فَصْلٌ وَمَا هوَ بالهزل﴾ وهو من المحسنات البديعية.", "ayah": 16, "surah": 86}