{"text": "اللغَة: ﴿يَغُضُّونَ﴾ غضَّ صوته خفضه وخافت به ﴿فَاسِقٌ﴾ الفاسق: الخارج من حدود الشرع، وهو في أصل الاشتقاق موضوع لما يدل على معنى الخروج، مأخوذ من قولهم: فسقت الرطبة إِذا خرجت من قشرها، وسمي فاسقًا لخروجه عن الطاعة ﴿نبأ﴾ النبأ: الخبر الهام قال الراغب: لا يقال للخبر في الأصل نبأ حتى يكون ذا فائدة عظيمة يحصل به علم أو غلبة ظن ﴿\nعَنِتُّمْ﴾ وقعتم في العَنت وهو المشقة والهلاك قال في اللسان: العن: الهلاك وأعنته أوقعه في الهلكة ﴿الراشدون﴾ جمع راشد وهو المهتدي إلى محاسن الأمور ﴿تفياء﴾ ترجع ﴿بَغَتْ﴾ اعتدت واستطاعت وأصله مجاوزة الحد في الظلم والطغيان ﴿تلمزوا﴾ تعيبوا.\nسَبَبُ النّزول: أروي أن بعض الأعراب الجفاة جاءوا إلى حجرات أزواج النبي ﷺ َ فجعلوا ينادونه: يا محمد أُخرج إلينا، يا محمد أخرج إلينا فأنزل الله ﴿إِنَّ الذين يُنَادُونَكَ مِن وَرَآءِ الحجرات أَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ .\nب وروي أن النبي بعث «الوليد بن عقبة» إلى الحارث بن ضرار ليقبض ما كان عنده من الزكاة التي جمعها من قومه، فلما سار الوليد واقترب منهم خاف وفزع، فرجع إلى رسول الله ﷺ َ وقال يا رسول الله: إنهم قد ارتدوا ومنعوا الزكاة، فهمَّ بعض الصحابة بالخروج إليهم وقتالهم فأنزل الله ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ فتبينوا. .﴾ الآية.\nج عن أنس قال: قيل للنبي ﷺ َ لو أتيت «عبد الله بن أُبيٍّ» وهو رأس المنافقين فانطلق إليه وركب حمارًا، وانطلق معه المسلمون يمشون، فلما أتاه النبي ﷺ َ قال له: إليك عني أي تنحَّ وابتعد عني فوالله لقد آذاني نتنُ حمارك، فقال رجل من الأنصار والله لحمارُ رسول الله ﷺ َ أطيب ريحًا منك، فغضب لعبد الله رجلٌ من قومه، وغضب للأنصاري آخرون من قومه، فكان بينهم ضربٌ بالجريد والأيدي والنعال، فأنزل الله ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا. .﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ أي أيها المؤمون، يا من اتصفتم بالإِيمان، وصدَّقتم بكتاب الله، لا تقُدقموا أمرًا أو فعلًا بين يدي الله ورسوله، وحُذِف المفعول للتعميم ليذهب ذهن السامع إلى كل ما يمكن تقديمه من قولٍ أو فعل، كما إِذا عرضت مسألة في مجلسه ﷺ َ لا يسبقونه بالجواب، وإِذا حضر الطعام لا يبتدئون بالأكل، وإِذا ذهبوا معه إلى مكان لا يمشون أمامه ونحو ذلك قال ابن عباس: نهوا أن يتكلموا بين يدي كلامه ﷺ َ وقال الضحاك: لا تقضوا أمرًا دون الله ورسوله من شرائع دينكم وقال البيضاوي: المعنى لا تقطعوا أمرًا قبل أن يحكم الله ورسوله به، وقيل: المراد بين يدي رسول الله، وذُكر اللهُ تعظيمًا له وإِشعارًا بأنه من الله بمكان يوجب إجلاله ﴿واتقوا الله إِنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي واتقوا الله فيما أمركم به، إن الله سمعٌ لأقوالكم، عليمٌ بنياتكم وأحوالكم، وإظهار الاسم الجليل واحترامه فقال ﴿ياأيها الذين آمَنُواْ لاَ ترفعوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النبي﴾ أي إِذا كلمتم رسولَ الله ﷺ َ فاخفضوا أصواتكم ولا ترفعوها على صوتِ النبي ﴿وَلاَ تَجْهَرُواْ لَهُ بالقول كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ﴾ أي ولا تبلغوا حدَّ الجهر\nعند مخاطبته ﷺ َ كما يجهر بعضكم في الحديث مع البعض، ولا تخاطبوه باسمه وكنيته كما يخاطب بعظكم بعضًا فتقولوا: يا محمد، ولكنْ قولوا يا نبيَّ الله، ويا رسول الله، تعظيمًا لقدره، ومراعاةً للأدب قال المفسرون: نزلت في بعض الأعراب الجفاة الذين كانوا ينادون رسول الله باسمه، ولا يعرفون توقير الرسول الكريم ﴿أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ﴾ أي خشية أن تبطل أعمالكم من حيث لا تشعرون ولا تدرون، فإن في رفع الصوت والجهر بالكلام في حضرته ﷺ َ استخفافًا قد يؤدي إلى الكفر المحبط للعمل قال ابن كثير: روي\n«أن ثابت بن قيس كان رفيع الصوت، فلما نزلت الآية قال: أنا الذي كنتُ أرفع صوتي على رسول الله ﷺ َ أنا من أهل النار، حبط عملي، وجلس في أهله حزينًا، فافتقده رسول الله ﷺ َ فانطلق بعض القوم إليه فقالوا له: تفقَّدك رسول الله ﷺ َ ما لك؟ فقال: أنا الذي أرفع صوتي فوق صوت النبي ﷺ َ حبط عملي أنا من أهل النار، فأتوا النبي ﷺ َ فأخبروه بما قال، فقال النبي ﷺ َ: لا بل هو من أهل الجنة» وفي رواية «أترضى أن تعيش حميدًا، وتقتل شهيدًا، وتدخل الجنة؟ فقال: رضيتُ ببشرى الله تعالى ورسوله ﷺ َ ولا أرفع صوتي أبدًا على صوت رسول الله ﷺ َ» ﴿إِنَّ الذين يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ الله أولئك الذين امتحن الله قُلُوبَهُمْ لِلتَّقْوَى﴾ أي إن الذين يخفضون أصواتهم في حضرة الرسول ﷺ َ أولئك الذين أخلص الله قلوبهم للتقوى ومرَّنها عليها وجعلها صفة راسخةً راسخة فيها قال ابن كثير: أي أخلصها للتقوى وجعلها أهلا ومحلًا ﴿الَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ﴾ أي لهم في الآخرة صفحٌ عن ذنوبهم، وثواب عظيم في جنات النعيم. . ثم ذمَّ تعالى الأعراب الجفاة الذين ما كانوا يتأدبون في ندائهم للرسول ﷺ َ فقال: ﴿إِنَّ الذين يُنَادُونَكَ مِن وَرَآءِ الحجرات﴾ أي يدعونك من وراء الحجرات، منازل أزواجك الطاهرات ﴿أَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ أي أكثر هؤلاء غير عقلاء، إذ العقل يقتضي حسن الأب، ومراعاة العظماء عند خطابهم، سيّما لمن كان بهذا المنصب الخطير قال البيضاوي: قيل إِن الذي ناداه «عُيينة بن حُصين» و«الأقرع بن حابس» وفدا على رسول الله ﷺ َ في سبعين رجلًا من بني تميم وقت الظهيرة وهو راقد فقالا يا محمد أخرج إلينا ﴿وَلَوْ أَنَّهُمْ صَبَرُواْ حتى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ﴾ أي ولو أنَّ هؤلاء المنادين لم يزعجوا الرسول ﷺ َ بمناداتهم وصبروا حتى يخرج إليهم لكان ذلك الصبر خيرًا لهم وأفضل عند الله وعند الناس، لما فيه من مراعاة الأدب في مقام النبوة ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي الغفور لذنوب العباد، الرحيم بالمؤمنين حيث اقتصر على نصحهم وتقريعهم، ولم يُنزل العقاب بهم.\n. ثم حذَّر تعالى من الاستماع للأخبار بغير تثبت فقال ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ﴾ أي إِذا أتاكم رجل فاسق غير موثوق بصدقه وعدالته بخبر من الأخبار ﴿فتبينوا﴾ أي فتثبتوا من صحة الخبر ﴿أَن تُصِيبُواْ قَوْمًا بِجَهَالَةٍ﴾ أي لئلا تصيبوا قومًا وأنتم جاهلون حقيقة الامر ﴿فَتُصْبِحُواْ على مَا فَعَلْتُمْ نَادِمِينَ﴾ أي فتصيروا نادمين أشد الندم على صنيعكم ﴿واعلموا أَنَّ فِيكُمْ رَسُولَ الله﴾ أي واعلموا أيها المؤمنون أنَّ بينكم الرسول المعظَّم، والنبيُّ المكرم، المعصوم عن اتباع الهوى ﴿لَوْ يُطِيعُكُمْ\nفِي كَثِيرٍ مِّنَ الأمر لَعَنِتُّمْ﴾ أي لو يسمع وشاياتكم، ويصغي بسمعه لإِراتكم، ويطيعكم في غالب ما تشيرون عليه من الأمور، لوقعتكم في الجهد والهلاك قال ابن كثير: أي اعلموا أنَّ بين أظهركم رسو لالله فعظّموه ووقروه، فإنه أعلم بمصالحكم وأشفق عليكم منكم، ولو أطاعكم في جميع ما تختارونه لأدَّى لك ذلك إلى عنتكم وحرجكم ﴿ولكن الله حَبَّبَ إِلَيْكُمُ الإيمان﴾ أي ولكنه تعالى بمنّه وفضله نوَّر بصائركم فحبَّب إلى نفوسكم الإِيمان ﴿وَزَيَّنَهُ فِي قُلُوبِكُمْ﴾ أي وحسَّنه في قلوبكم، حتى أصبح أغلى عندكم من كل شيء ﴿وَكَرَّهَ إِلَيْكُمُ الكفر والفسوق والعصيان﴾ أي وبغَّض إلى نفوسكم أنواع الضلال، من الكفر والمعاصي والخروج عن طاعة الله قال ابن كثير: والمراد بالفسوق الذنوبُ الكبار، وبالعصيان جميع المعاصي ﴿أولئك هُمُ الراشدون﴾ أي أولئك المتصفون بالنعوت الجليلة هم المهتدون، الراشدون في سيرتهم وسلوكهم، والجملة تفيد الحصر أي هم الراشدون لا غيرهم ﴿فَضْلًا مِّنَ الله وَنِعْمَةً﴾ أي هذا العطاء تفضلٌ منه تعالى عليكم وإِنعام ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليمٌ بمن يستحق الهداية، حكيم في خلقه وصنعه وتدبيره. . ثم عقَّب تعالى ما يترتب على سماع الأنباء المكذوبة من تخاصم وتباغضٍ وتقاتل فقال ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا﴾ أي وإنْ حدث أنَّ فئتين وجماعتين من إخوانكم المؤمنين جنحوا إلى القتال فأصلحا بينهما، واسعوا جهدكم للإِصلاح بينهما، والجمعُ ﴿اقتتلوا﴾ باعتبار المعنى، والتثنية ﴿بَيْنَهُمَا﴾ باعتبار اللفظ ﴿فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى﴾ أي فإِن بغت إحداهما على الأخرى، وتجاوزت حدَّها بالظلم والطغيان، ولم تقبل الصلح وصمَّمت على البغي ﴿فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله﴾ أي فقاتلوا الفئة الباغية حتى ترجع إلى حكم الله وشرعه، وتُقلع عن البغي والعدوان، وتعمل بمقتضى أخوة الإِسلام ﴿فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا﴾ أي فإن رجعت وكفَّت عن القتال فأصلحوا بينهما بالعدل، دون حيفٍ على إِحدى الفئتين، واعدلوا في جميع أموركم ﴿إِنَّ الله يُحِبُّ المقسطين﴾ أي يحبُّ العادلين الذين لا يجورون في أحكامهم قال البيضاوي: والآية نزلت في قتالٍ حدث بين «الأوس» و«الخزرج» في عهده ﷺ َ كان فيه ضرب السَّعف والنعال، وهي تدلُّ على أن الباغي مؤمن، وأنه إِذا كفَّ عن الحرب ترك، وأنه يجب تقديم النصح والسعي في المصالحة ﴿إِنَّمَا المؤمنون إِخْوَةٌ﴾ أي ليس المؤمنون إلا اخوة، جمعتهم رابطة الإِيمان، لا ينبغي أن تكون بينهم عداوة ولا شحناء، ولا تباغضٌ ولا تقاتل قال المفسرون: ﴿إِنَّمَا﴾ لحصر فكأنه يقول: لا أخوَّة إلا بين المؤمنين، ولا أخوة بين مؤمن وكافر، وفي الآية إشارة إلى أنْ أخوة الإِسلام أقوى من أخوَّة النسب، بحيث لا تعتبر أخوَّة النسب إذا خلت عن أخوة الإِسلام ﴿فَأَصْلِحُواْ بَيْنَ أَخَوَيْكُمْ﴾ أي فأصلحوا بين إخوانكم المؤمنين، ولا تتركوا الفرقة تدبُّ، والبغضاء تعمل عملها ﴿واتقوا الله لَعَلَّكُمْ تُرْحَمُونَ﴾ أي اتقوا الله تعالى بامتثال أوامره واجتناب نواهيه، لتنالكم رحمته، وتسعدوا بجنته\nومرضاته ﴿ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْرًا مِّنْهُمْ﴾ أي يا معشر المؤمنين، يا من اتصفتم بالإيمان، وصدَّقتم بكتاب الله وبرسوله، لا يهزأ جماعة بجماعة، ولا يسخر أحد من أحد، فقد يكمون المسخور منه خيرًا عند الله من الساخر، وربَّ أشعث أغير ذو طمرين لو أقسم على الله لأبره ﴿وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْرًا مِّنْهُنَّ﴾ أي ولا يسخر نساء من نساء فعسى أن تكون المحتقر منها خيرًا عند الله وأفضل من الساخرة ﴿وَلاَ تلمزوا أَنفُسَكُمْ وَلاَ تَنَابَزُواْ بالألقاب﴾ أي ولا يعب بعضكم بعضًا، ولا يدع بعضكم بعضًا بلقب السوء، وإنما قال ﴿أَنفُسَكُمْ﴾ لأن المسلمين كأنهم نفسٌ واحدة ﴿بِئْسَ الاسم الفسوق بَعْدَ الإيمان﴾ أي بئس أن يسمى الإِنسان فاسقًا بعد أن صار مؤمنًا قال البيضاوي: وفي الآية دلالة على أن التنابز فسقٌ، والجمع بينه وبين الإِيمان مستقبح ﴿وَمَن لَّمْ يَتُبْ فأولئك هُمُ الظالمون﴾ أي ومن لم يتبْ عن اللَّمز والتنابز فأولئك هم الظالمون بتعريض أنفسهم للعذاب ﴿ياأيها الذين آمَنُواْ اجتنبوا كَثِيرًا مِّنَ الظن﴾ أي ابتعدوا عن التهمة والتخون وإساءة الظنِّ بالأهل والناس، وعبَّر بالكثير ليحتاط الإنسان في كل ظنٍّ ولا يسارع فيه بل يتأملُ ويتحقَّق ﴿إِنَّ بَعْضَ الظن إِثْمٌ﴾ أي إنَّ في بعض الظنِّ إِثم وذنب يستحق صاحبه العقوبة عليه قال عمر ﵁: «لا تظُنَّنَّ بكلمةٍ خرجت من أخيكَ المؤمنِ إلا خيرًا، وأنت تجدُ لها في الخير محملًا» ﴿وَلاَ تَجَسَّسُواْ﴾ أي لا تبحثوا عن عورات المسلمين ولا تتبعوا معايبهم ﴿وَلاَ يَغْتَب بَّعْضُكُم بَعْضًا﴾ أي لا يذكر بعضكم بعضًا بالسوء في غيبته بما يكرهه ﴿أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا﴾ تمثيلٌ لشناعة الغيبة وقبحها بما لا مزيد عليه من التقبيح أي هل يحب الواحد منكم أن يأكل لحم أخيه المسلم وهو ميت؟ ﴿فَكَرِهْتُمُوهُ﴾ أي فكما تكرهون هذا طبعًا فاكرهوا الغيبة شرعًا، فإن عقوبتها أشدُّ من هذا.\n. شبَّه تعالى الغيبة بأكل لحم الأخ حال كونه ميتًا، وإِذا كان الإِنسان يكره لحم الإِنسان فضلًا عن كونه أخًا، وفضلًا عن كونه ميتًا وجب عليه أن يكره الغيبة بمثل هذه الكراهة أو أشد ﴿واتقوا الله﴾ أي خافوا الله واحذروا عقابه، بامتثال أوامره واجتناب نواهيه ﴿إِنَّ الله تَوَّابٌ رَّحِيمٌ﴾ أي إِنه تعالى كثير التوبة، عظيم الرحمة، لمن اتقى اللهَ وتاب وأناب، وفيه حثٌ على التوبة، وترغيبٌ بالمساعة إلى الندم والاعتراف بالخطأ لئلا يقنط الإِنسان من رحمة الله.", "ayah": 1, "surah": 49}