{"text": "المنَاسَبَة: لمَّا دعا تعالى إِلى مكارم الأخلاق ونهى عن مساوئها، وحذَّر المؤمنين من بعض الأفعال القبيحة، دعا الناس هنا جميعًا للتعارف والتآلف ونهاهم عن التفاخر بالأنساب، ثم بيَّن صفات المؤمن الكامل.\nاللغَة: ﴿يَلِتْكُمْ﴾ ينقصكم ﴿قَبَآئِلَ﴾ جمع قبيلة وهي الجماعة التي يربطها حسبٌ أو نسبٌ، وهي أخصُّ من الشعب، لأن الشعب الجمع العظيم المنتسبون إلى أصل واحد، فالشعب يجمع القبيلة، والقبيلة تجمع البطون والأفخاذ ﴿يَرْتَابُواْ﴾ يشكُّوا والريب: والشكُ ﴿يَمُنُّونَ﴾ المنُّ: الامتنان على الشخص والاعتداد عليه بفعل المعروف، وأصله في اللغة القطع ومنه ﴿فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ [التين: ٦] .\nسَبَبُ النّزول: عن ابن عباس قال: جاءت بنو أسدٍ إلى رسول الله ﷺ َ فقالوا يا رسول الله: أسلمنا، وقاتلتك العرب ولم نقاتلك، أخذوا يمنون عليه فنزلت الآية الكريمة ﴿يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ. .﴾ الآية.\nالتفسِير: ﴿ياأيها الناس إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وأنثى﴾ الخطاب لجميع البشر أي نحن بقدرتنا خلقناكم من أصلٍ واحد، وأوجدناكم من أب وأم فلا تفاخر بالآباء والأجداد، ولا اعتداد بالحسب والنسب، كلكم لآدم وآدمُ من تراب ﴿وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَآئِلَ لتعارفوا﴾ أي وجعلناكم شعوبًا شتى وقبائل متعددة، ليحصل بينكم التعارف والتآلف، لا التناحر والتخالف قال مجاهد: ليعرف الإِنسان نسبه فيقال فلان بن فلان من قبيلة كذا، وأصل تعارفوا تتعارفوا حذفت إحدى التاءين تخفيفًا قال شيخ زاده: والمعنى إن الحكمة التي من أجلها جعلكم على شعوب وقبائل هي أن يعرف بعضكم نسب بعض ولا ينسبه إلى غير آبائه، لا أن نتفاخر بالآباء والأجداد، والنسبُ وِإن كان يُعتبر عرفًا وشرعًا، حتى لا تُزوج الشريفة بالنبطيّ، إلا أنه لا عبرة به عند ظهور ما هو أعظم قدرًا منه وأعز، وهو الإيمان والتقوى، كما لا تظهر الكواكب عند طلوع الشمس ﴿إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ﴾ أي إنما يتفاضل الناس بالتقوى لا بالأحساب والأنساب، فمن أراد شرفًا في الدنيا ومنزلةٌ في الآخرة فليتق الله كما قال ﷺ َ: «من سرَّه أن يكون أكرم الناس فليتَّق الله» وفي الحديث «الناسُ رجلان:\nرجل برٌّ تقيٍ كريم على الله تعالى، ورجل فاجر شقي هيّن على الله تعالى» ﴿إِنَّ الله عَلِيمٌ خَبِيرٌ﴾ أي عليمٌ بالعباد، مطلع على ظواهرهم وبواطنهم، يعلم التقي والشقي، والصالح والطالح ﴿هُوَ أَعْلَمُ بِمَنِ اتقى﴾ [النجم: ٢٣] . ﴿قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا﴾ أي زعم الأعراب أنهم آمنوا قل لهم يا محمد: إنكم لم تؤمنوا بعد، لأن الإِيمان تصديقٌ مع ثقة واطمئنان قلب، ولم يحصل لكم، وإِلا لما مننتم على الرسول بالإِسلام وترك المقاتلة، ولكنْ قولوا استسلمنا خوف القتل والسبي قال المفسرون: نزلت في نفرٍ من بني أسد، قدموا المدينة في سنةٍ مجدبة، وأظهروا الشهادتين، وكانوا يقولون لرسول الله ﷺ َ: أتيناك بالأثقال والعيال، ولم نقاتلك كم قاتلك بنو فلان وفلان، يريدون الصَّدقة ويمنّون على الرسول، وقد دلت الآية على الإِيمان مرتبةً أعلى من الإِسلام، الذي هو الاستسلام والانقياد بالظاهر ولهذا قال تعالى ﴿وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ﴾ أي ولم يدخل الإِيمان إلى قلوبكم ولم تصلوا إلى حقيقته بعد، ولفظةُ «لمَّا» تفيد التوقع كأنه يقول: وسيحصل لكم الإِيما عند اطلاعكم على محاسن الإِسلام، وتذوقكم لحلاوة الإِيمان قال ابن كثير: وهؤلاء الأعراب المذكورون في هذه الآية ليسوا منافقين، وإِنما هم مسلمون لم يستحكم الإِيمان في قلوبهم، فادَّعوا لأنفسهم مقامًا أعلى مما وصلوا إليه فأدبوا في ذلك، ولو كانوامنافقين كما ذهب إليه البخاري لعُنفوا وفُضِحوا ﴿وَإِن تُطِيعُواْ الله وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَالِكُمْ شَيْئًا﴾ أي وإن أطعتم الله ورسوله بالإِخلاص الصادق، والإِيمان الكامل، وعدم المنِّ على الرسول لا ينقصكم من أجوركم شيئًا ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة، واسع الرحمة، لأن صيغة «فعول» و«فعيل» تفيد المبالغة.\n. ثم ذكر تعالى صفات المؤمنين الكُمَّل الصادقين في إِيمانهم فقال ﴿إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ﴾ أي إنما المؤمنون الصادقون في دعوى الإِيمان، الذين صدَّقوا الله ورسوله، فأقروا لله بالوحدانية، ولرسوله بالرسالة، عن يقين راسخ وإِيمان كامل ﴿ثُمَّ لَمْ يَرْتَابُواْ﴾ أي ثم لم يشكوا ويتزلزوا في إيمانهم بل ثبتوا على التصديق واليقين ﴿وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ الله﴾ أي وبذلوا أموالهم ومهجهم في سبيل اله وابتغاء رضوانه ﴿أولئك هُمُ الصادقون﴾ أي أولئك الذين صدقوا في ادعاء الإِيمان. . وصف تعالى المؤمنين الكاملين بثلاثة أوصاف: الأول: التصديق الجازم بالله ورسوله الثاني: عدم الشك والارتياب الثالث: الجهاد بالمال والنفس، فمن جمع هذه الأوصاف فهو المؤمن الصادق ﴿قُلْ أَتُعَلِّمُونَ الله بِدِينِكُمْ﴾ الاستفهام للإِنكار والتوبيخ أي قل يا محمد، أتخبرون الله بما في ضمائركم وقلوبكم؟ ﴿والله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي وهو جل وعلا العليم بأحوال جميع العباد، لا تخفى عليه خافية لا في السموات ولا في الأرض ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي واسع العلم رقيب على كل شيء، لا يعزب عنه مثقال ذرة، ولا أصغر من ذلك ولا أكبر ﴿يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ﴾ أي يعدون إِسلامهم عليك يا محمد منَّة، يستوجبون عليها الحمد والثناء ﴿قُل لاَّ تَمُنُّواْ عَلَيَّ إِسْلاَمَكُمْ﴾ أي قل لهم لا تمتنوا عليَّ بإِسلامكم،\nفإن نفع ذلك عائد عليكم ﴿بَلِ الله يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلإِيمَانِ إِن كُنْتُمْ صَادِقِينَ﴾ أي بل للهِ المنةُ العظمة عليكم، بالهداية للإِيمان والتثبيت عليه إن كنتم صادقين في دعوى الإِيمان ﴿إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السماوات والأرض﴾ أي يعلم ما غاب عن الأبصار في السموات والأرض ﴿والله بَصِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطَّلع على أعمال العباد، لا تخفى عليه خافية.\n. كرَّر تعالى الإِخباربعلمه بجميع الكائنات، وإحاطته بجميع المخلوقات، ليدل على سعة علمه، وشموله لكل صغيرة وكبيرة، في السر والعلن، والظاهر والباطن.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة التمثيلية ﴿لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ [الحجرات: ١] شبَّه حالهم في إيداء الرأي وقطع الأمر في حضرة الرسول بحال ملكٍ عظيم تقدَّم للسير أمامه بعض الناس وكان الأدب يقضي أن يسيروا خلفه لا أمامه، وهذا بطريق الاستعارة التمثيلية.\n٢ - التشبيه المرسل المجمل ﴿وَلاَ تَجْهَرُواْ لَهُ بالقول كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ﴾ [الحجرات: ٢] لوجود أداة التشبيه.\n٣ - الالتفات من الخطاب إلى الغيبة ﴿أولئك هُمُ الراشدون﴾ بعد قوله ﴿حَبَّبَ إِلَيْكُمُ الإيمان﴾ [الحجرات: ٧] وهذا من المحسنات البديعية.\n٤ - المقابلة بين ﴿حَبَّبَ إِلَيْكُمُ الإيمان وَزَيَّنَهُ فِي قُلُوبِكُمْ﴾ وبين ﴿وَكَرَّهَ إِلَيْكُمُ الكفر والفسوق والعصيان﴾ [الحجرات: ٧] .\n٥ - الطباق ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا﴾ [الحجرات: ٩] .\n٦ - جناس الاشتقاق ﴿وأقسطوا إِنَّ الله يُحِبُّ المقسطين﴾ [الحجرات: ٩] .\n٧ - التشبيه التمثيلي ﴿أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا﴾ [الحجرات: ١٢] مثَّل للغيبة بمن يأكل لحم الميت، وفيه مبالغات عديدة لتصوير الاغتياب بأقبح الصور وأفحشها في الذن.\n٨ - طباق السلب ﴿آمَنَّا قُل لَّمْ تُؤْمِنُواْ﴾ .\n٩ - الاستفهام الإِنكاري للتوبيخ ﴿أَتُعَلِّمُونَ الله بِدِينِكُمْ﴾ .\n١٠ - التشبيه البليغ ﴿إِنَّمَا المؤمنون إِخْوَةٌ﴾ [الحجرات: ١٠] أصل الكلام المؤمنون كالإِخوة في وجوب التراحم والتناظر، فحذف وجه الشبه وأداة التشبيه فأصبح بليغًا مع إفادة الجملة الحصر.\nتنبيه: سورة الحجرات تسمى سورة «الأخلاق والآدب» فقد أرشدت إلى مكارم الأخلاق، وفضائل الأعمال، وجاء فيها النداء بوصف الإِيمان خمس مراتٍ، وفي كل مرة إرشاد إلى مكرمة من المكارم وفضيلة من الفضائل، وهذه الآداب الرفيعة نستعرضها في فقرات:\nأولًا: وجوب الطاعة والانقياد لأوامر الله ورسوله وعدم التقدم عليه بقول أو رأي ﴿ياأيها الذين آمَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ [الحجرات: ١] .\nثانيًا: احترام الرسول وتعظيم شأنه ﴿ياأيها الذين آمَنُواْ لاَ ترفعوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النبي. .﴾ [الحجرات: ٢] .\nثالثًا: وجوب التثبت من الأخبار ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ فتبينوا. .﴾ [الحجرات: ٦] .\nرابعًا: النهي عن السخرية بالناس ﴿ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْرًا مِّنْهُمْ. .﴾ [الحجرات: ١١] .\nخامسًا: النهي عن التجسس والغيبة وسوء الظن ﴿ياأيها الذين آمَنُواْ اجتنبوا كَثِيرًا مِّنَ الظن﴾ [الحجرات: ١٢] الآية.\nلطيفَة: سئل بعض العلماء عما وقع بين الصحابة من قتال فقال «تلك دماءٌ قد ظهَّر الله منها أيدينا فلا نلوّث بها ألسنتنا، وسبيل ما جرى بينهم كسبيل ما جرى بين يوسف وإخوته» .", "ayah": 18, "surah": 49}