{"text": "اللغَة: ﴿عَلَقٍ﴾ جمع علقة وهي الدم الجامد، سميت علقة لأنها تعلق بالرحم ﴿نَسْفَعًا﴾ السَّفع: الجذب بشدة وقوة أهل اللغة: سفعت بالشيء إِذا قبضتُ عليه وجذبته جذبًا شديدًا، وسفع بناصية فرسه جذبها قال الشاعر:\nقومٌ إِذا كثر الصياح رأيتهم ... مابين ملجم مهره أو سافع\n﴿الناصية﴾ شعر مقدَّم الرأس ﴿الزبانية﴾ مأخوذ من الزَّبن وهو الدفع، والمراد بهم ملائكة العذاب، الغلاظ الشداد، والعرب يطلقون هذا الاسم على من اشتد بطشه قال الشاعر:\nمطاعيم في القُصْوى، مطاعين ... في الوغى زبانيةٌ غلبٌ عظام حلومها\n«روي أن أبا جهل قال لأصحابه يومًا: هل يُعفِّر محمد وجهه بين أظهرهم؟ يريد هل يصلي ويسجد أمامكم قالوا: نعم، فقال: واللأَّت والعزى لئن رأيته يصلي كذلك لأطأنَّ على رقبته، ولأُعفرنَّ وجهه في التراب، فجاء يومًا فوجد رسول الله ﷺ َ يصلي، فأقبل يريد أن يطأ على رقبته، فما فجأهم منه إلا وهو ينكص على عقبيه، ويتقي بيديه، فقيل له: ما لك؟ قال: إِن بني وبينه خندقًا من نار، وهولًا وأجنحة فقال رسول الله ﷺ َ:» لو دنا مني لاختفطته الملائكةُ عضوًا عظوًا «فأنزل الله ﴿أَرَأَيْتَ الذي ينهى عَبْدًا إِذَا صلى﴾ إِلى آخر السورة.\nالتفسير: ﴿اقرأ باسم رَبِّكَ الذي خَلَقَ﴾ هذا أول خطاب إِلهي إِلى النبي ﷺ َ وفيه دعوةٌ إِلى القراءة والكتابة والعلم، لأنه شعار دين الإِسلام أي إقرأ يا محمد القرآن مبتدئًا ومستعينًا باسم ربك الجليل، الذي خلق المخلوقات، وأوجد جميع العوالم، ثم فسَّر الخلق تفخيمًا لشأن الإِنسان فقال ﴿خَلَقَ الإنسان مِنْ عَلَقٍ﴾ أي خلق هذا الإِنسان البديع الشكل، الذي هو أشرف المخلوقات من العلقة هي الدودة الصغيرة وقد أثبت الطبُّ الحديث أن المنيّ الذي خلق منه الإِنسان محتوٍ على حيواناتٍ وديدان صغيرة لا تُرى بالعين، وإنما ترى بالمجهر الدقيق الميكرسكوب وأن لها رأسًا وذنبًا، فتبارك الله أحسن الخالقين قال القرطبي: خصَّ الإِنسان بالذكر تشريفًا له، والعلقةُ قطعة من ادمٍ رطب، سميت بذلك لأنها تعلق لرطوبتها بما تمرُّ عليه ﴿اقرأ وَرَبُّكَ الأكرم﴾ أي اقرأ يا محمد وربك العظيم الكريم، الذي لا يساويه ولا يدانيه كريم، وقد دلَّ على كمال كرمه أنه علَّم العباد ما لم يعلموا ﴿الذى عَلَّمَ بالقلم عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ﴾ أي الذي علَّم الخطَّ والكتابة بالقلم، وعلَّم البشر ما لم يكونوا يعرفونه من العلوم والمعارف، فنقلهم من ظلمة\nالجهل إِلى نور العلم، فكما علَّم سبحانه بواسطة الكتابة بالقلم، فإِنه يعلمك بلا واسطة وإِن كنت أميًا لا تقرأ ولا تكتب قال القرطبي: نبَّه تعالى على فضل علم الكتابة، لما فيه من المنافع العظيمة التي لا يحيط بها إِنسان، وما دُونت العلوم ولا قُيدت الحكم، ولا ضبطت أخبار الأولين ومقالاتهم، ولا كتبُ الله المنزَّلة إِلا بالكتابة، ولولاها ما استقامت أمور الدنيا والدين.\n. وهذه الآيات الخمس هي أول ما تنزَّل من القرآن، كما ثبت في الصحاح أن النبي ﷺ َ نزل عليه الملك وهو يتعبَّد بغار حراء، فقال: اقرأ، فقال ما أنا بقارىء. . الخ قال ابن كثير: أول شيء نزل من القرآن هذه الآيات المباركات، وهنَّ أول رحمةٍ رحم الله بها العباد، وأول نعمة أنعم الله بها عليهم، وفيها التنبيه على ابتداء خلق الإِنسان من علقة، وأن من كرمه تعالى أن علَّم الإِنسان ما لم يعلم، فشرفه وكرَّمه وبالعلم، وهو القدر الذي امتاز به «آدم» على الملائكة. . ثم أخبر تعالى عن سبب بطر الإِنسان وطغيانه فقال ﴿كَلاَّ إِنَّ الإنسان ليطغى﴾ أي حقًا إِن الإِنسان ليتجاوز الحد في الطغيان، واتباع هوى النفس، ويستكبر على ربه ﷿ ﴿أَن رَّآهُ استغنى﴾ أي من أجل أن رأى نفسه غنيًا، وأصبح ذا ثروة ومال أشر وأبطر، ثم توعَّده وتهدده بقوله ﴿إِنَّ إلى رَبِّكَ الرجعى﴾ أي إنَّ إِلى ربك أيها الإِنسانُ المرجعُ والمصير فيجازيك على أعمالك، وفي الآية تهديدٌ وتحذير لهذا الإِنسان من عاقبة الطغيان، ثم هو عام لكل طاغٍ متكبر قال المفسرون: نزلت هذه الآيات إِلى آخر السورة في «أبي جهل» بعد نزول صدر السورة بمدة طويلة، وذلك أن أبا جهل كان يطغى بكثرة ماله، ويبالغ في عداوة الرسول ﷺ َ والعبرةُ بعموم اللفظ لا بخصوص السبب ﴿أَرَأَيْتَ الذي ينهى عَبْدًا إِذَا صلى﴾ تعجبٌ من حال ذلك الشقي الفاجر أي أخبرني يا محمد عن ذلك المجرم الأثيم، الذي ينهى عبدًا من عباد الله عن الصلاة، ما استخفعقله، وما أشنع فعله! ﴿قال أبو السعود: هذه الآية تقبيحٌ وتشنيعٌ لحال الطاغي وتعجيب منها، وإِيذان بأنها من الشناعة الغرابة بحيث يقضى منها العجب، وقد أجمع المفسرون على أن العبد المصلي هو محمد ﷺ َ، وأن الذي نهاه هو اللعين «أبو جهل» حيث قال: لئن رأيتُ محمدًا يصلي لأطأن على عنقه ﴿أَرَأَيْتَ إِن كَانَ على الهدى﴾ أي أخبرني إن كان هذا العبد المصلي وهو النبي ﷺ َ الذي تنهاه عن الصلاة صالحًا مهتديًا، على الطريقة المستقيمة في قوله وفعله﴾ ﴿﴿أَوْ أَمَرَ بالتقوى﴾ أي أو كان آمرًا بالإِخلاص والتوحيد، داعيًا إِلى الهدى والرشاد، كيف تزجره وتنهاه﴾ ﴿فما أبلهك أيا الغبي الذي تنهى من هذه أوصافه: عبدٌ لله\nمطيعٌ مهتدٍ منيب، داعٍ إِلى الهدى والرشاد؟﴾ وما أعجب هذا؟ ﴿ثم عاد لخطاب الرسول ﷺ َ فقال ﴿أَرَأَيْتَ إِن كَذَّبَ وتولى﴾ أي أخبرني يا محمد إِن كذَّب بالقرآن، وأعرض عن الإِيمان ﴿أَلَمْ يَعْلَم بِأَنَّ الله يرى﴾ أي ألم يعلم ذلك الشقي أن الله مطَّلع على أحواله، مراقب لأفعاله، وسيجازيه عليها﴾ ﴿ويله ما أجهله وأغباه؟﴾ ثم ردعه وزجره فقال ﴿كَلاَّ لَئِن لَّمْ يَنتَهِ﴾ أي ليرتدع هذا الفاجر «أبو جهل» عن غيه وضلاله، فوالله لئن لم ينته عن أذى الرسول، ويكف عمَّا هو عليه من الكفر والضلال ﴿لَنَسْفَعًا بالناصية﴾ أي لنأخذنه بناصيته مقدم شعر الرأس فلنجرنه إِلى النار بعنفٍ وشدة ونقذفه فيها ﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ أي صاحب هذه الناصية كاذبٌ، فاجرٌ، كثر الذنوب والإِجرام قال في التسهيل: ووصفها بالكذب والخطيئة مجازٌ، والكاذب الخاطىء في الحقيقة صاحبها، والخاطىء الذي يفعل الذنب متعمدًا، والمخطىء الذي يفعله بدون قصد ﴿فَلْيَدْعُ نَادِيَهُ﴾ أي فليدع أهل ناديه وليستنصر بهم ﴿سَنَدْعُ الزبانية﴾ أي سندعوا خزنة جهنم، الملائكة الغلاظ الشداد، روي\n«أن أبا جهل مرَّ على النبي ﷺ َ وهو يصلي عند المقام فقال: ألم أنهك عن هذا يا محمد ﴿فأغلظ له رسول الله ﷺ َ القول، فقال أبو جهل: بأي شيء تهددني يا محمد﴾ والله إِني لأكثر أهل الوادي هذا ناديًا فأنزل الله ﴿فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزبانية﴾» قال ابن عباس: لو دعا نادية لأخته ملائكة العذاب من ساعته ﴿كَلاَّ لاَ تُطِعْهُ﴾ أي ليرتدع هذا الفاجر، ولا تطعه يا محمد فيما دعاك إِليه من ترك الصلاة ﴿واسجد واقترب﴾ وأي وواظب على سجودك وصلاتك، وتقرَّب بذلك إِلى ربك وفي الحديث «أقرب ما يكون العبد من ربه وهو ساجد» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الفعل ﴿اقرأ باسم رَبِّكَ. .﴾ ثم قال: ﴿اقرأ وَرَبُّكَ الأكرم﴾ لمزيد الاهتمام بشأن القراءة والعلم.\n٢ - الجناس الناقص بين ﴿خَلَقَ﴾ و﴿عَلَقٍ﴾ .\n٣ - طباق السلب ﴿عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ﴾ .\n٤ - الكناية ﴿أَرَأَيْتَ الذي ينهى عَبْدًا﴾ كنَّى بالعبد عن رسول الله ﷺ َ ولم يقل: ينهاك تفخيمًا لشأنه وتعظيمًا لقدره.\n٥ - الاستفهام للتعجيب من شأن الناهي ﴿أَرَأَيْتَ الذي ينهى﴾؟ ﴿أَرَأَيْتَ إِن كَانَ على الهدى﴾؟\n٦ - المجاز العقلي ﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ أي كاذب صاحبها خاطىء فأسند الكذب إِليها مجازًا.\n٧ - السجع المرصَّع مثل ﴿﴿اقرأ باسم رَبِّكَ الذي خَلَقَ خَلَقَ الإنسان مِنْ عَلَقٍ﴾ .", "ayah": 7, "surah": 96}