{"text": "المنَاسَبَة: لما ذكر تعالى قصة نوح وإِبراهيم، وما فيهما من مواطن العظة والعبرة، ذكر هنا قصص الأنبياء «لوط، شعيب، هود، صالح» على سبيل الاختصار لبيان عاقبة الله في المكذبين. . وكلُّ ذلك لتأكيد ما ورد في صدر السورة الكريمة من أن الابتلاء سنة الحياة، وأنه من السنن الكونية على مر العصور والدهور.\nاللغَة: ﴿الفاحشة﴾ الفعلة المتناهية في القبح قال أهل اللغة: الفاحشةُ: القبيح الظاهر قبحه، وكل فعلٍ زاد في القبح والشناعة فهو فاحشة ﴿نَادِيكُمُ﴾ النادي: المجلس الذي يجتمع فيه القوم للسَّمر أو المشورة أو غيرهما ﴿تَعْثَوْاْ﴾ العُثُوُّ والعُثيُّ أشدُّ الفساد يقال: عثي يعثى، وعثا يعثو بمعنى\nواحد ﴿رِجْزًا﴾ عذابًا ﴿جَاثِمِينَ﴾ جثم: إِذا قعد على ركبتيه ﴿سَابِقِينَ﴾ فائتين من عذابنا ﴿أَوْهَنَ﴾ أضعف، والوهنُ: الضعف.\nالتفسِير: ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ﴾ أي واذكر رسولنا لوطًا ﵇ حين قال لقومه ﴿إِنَّكُمْ لَتَأْتُونَ الفاحشة﴾ أي إِنكم يا معشر القوم لترتكبون الفعلة المتناهية في القبح ﴿مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّنَ العالمين﴾ أي لم يسبقكم بهذه الشنيعة، والفعلة القبيحة - وهي اللواطة - أحدٌ من الخلق، ثم فسر تلك الشنيعة فقال ﴿أَئِنَّكُمْ لَتَأْتُونَ الرجال﴾ أي إِنكم لتأتون الذكور في الأدبار وذلك منتهى القذارة والخسَّة قال المفسرون: لم يقدم أحد قبلهم عليها اشمئزازًا منها في طباعهم لإِفراط قبحها حتى أقدم عليها قوم لوط، ولم ينز ذكرٌ على ذكر قبل قوم لوط ﴿وَتَقْطَعُونَ السبيل﴾ أي وتقطعون الطريق على المارة بالقتل وأخذ المال، وكانوا قطاع الطريق قال ابن كثير: كانوا يقفون في طريق الناس يقتلونهم ويأخذون أموالهم ﴿وَتَأْتُونَ فِي نَادِيكُمُ المنكر﴾ أي وتفعلون في مجلسكم ومنتداكم ما لا يليق من أنواع المنكرات علنًا وجهارًا، أما كفاكم قبحُ فعلكم حتى ضممت إِليه قبح الإِظهار!؟ قال مجاهد: كانوا يأتون الذكور أمام الملأ يرى بعضهم بعضًا، وقال ابن عباس: كانوا يحذفون بالحصى من مرَّ بهم مع الفحش في المزاح، وحل الإِزار، والصفير وغير ذلك من القبائح ﴿فَمَا كَانَ جَوَابَ قَوْمِهِ﴾ أي فما كان ردُّ قومه عليه حين نصحهم وذكرهم وحذَّرهم ﴿إِلاَّ أَن قَالُواْ ائتنا بِعَذَابِ الله﴾ أي إِلا أن قالوا على سبيل الاستهزاء: ائتنا يا لوط بالعذاب الذي تعدنا به ﴿إِن كُنتَ مِنَ الصادقين﴾ أي كنت صادقًا فيما تهددنا به من نزول العذاب قال الإِمام الفخر: فإِن قيل إِن الله تعالى قال هاهنا ﴿إِلاَّ أَن قَالُواْ ائتنا﴾ وقال في موضع آخر ﴿إِلاَّ أَن قالوا أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ﴾ [النمل: ٥٦] فكيف وجه الجمع بينهما؟ فنقول: إِن لوطًا كان ثابتًا على الإِرشاد، مكررًا عليهم النهي والوعيد، فقالوا أولًا: ائتنا بعذاب الله، ثم لما كثر منه ذلك ولم يسكت عنهم قالوا أخرجوا آل لوط، ثم إِن لوطًا لما يئس منهم طلب النصرة من الله ﴿قَالَ رَبِّ انصرني عَلَى القوم المفسدين﴾ أي قال لوط ربّ أهلكهم وانصرني عليهم فإِنهم سفهاء مفسدون لا يُرجى منهم صلاح وقد أغرقوا في الغيّ والفساد قال الرازي: واعلم أن نبيًامن الأنبياء ما طلب هلاك قوم إِلا إِذا علم أن عدمهم خير من وجودهم كما قال نوح\n﴿إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ﴾ [نوح: ٢٧] فكذلك لوط لما رأى أنهم يفسدون في الحال، ولا يرجى منهم صلاح في المآل طلب لهم العذاب ﴿وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بالبشرى﴾ المراد بالرسل هنا «الملائكة» والبشرى هي تبشير إبراهيم بالولد، أي لما جاءت الملائكة تبشّر إِبراهيم بغلام حليم ﴿قالوا إِنَّا مهلكوا أَهْلِ هذه القرية﴾ أي جئنا لنهلك قرية قوم لوط ﴿إِنَّ أَهْلَهَا كَانُواْ ظَالِمِينَ﴾ أي لأنَّ أهلها ممعنون في الظلم والفساد، طبيعتهم البغيُ والعناد قال المفسرون: لما دعا لوط على قومه، استجاب الله دعاءه، وأرسل ملائكته لإِهلاكهم، فمروا بطريقهم على إِبراهيم أولًا فبشروه بغلامٍ وذرية\nصالحة، ثم أخبروه بما أُرسلوا من أجله، فجادلهم بشأن ابن أخيه لوط ﴿قَالَ إِنَّ فِيهَا لُوطًا﴾ أي كيف تهلكون أهل القرية وفيهم هذا النبي الصالح «لوط»؟ ﴿قَالُواْ نَحْنُ أَعْلَمُ بِمَن فِيهَا﴾ أي نحن أعلم به وبمن فيها من المؤمنين قال الصاوي: وهذا بعد المجادلة التي تقدمت في سورة هود ﴿يُجَادِلُنَا فِي قَوْمِ لُوطٍ﴾ [هود: ٧٤] حيث قال لهم: أتهلكون قريةً فيها ثلاثمائة مؤمن؟ قالوا لا، إِلى أن قال: أفرأيتم إِن كان فيها مؤمن واحد؟ قالوا لا فقال لهم ﴿إِنَّ فِيهَا لُوطًا﴾ فأجابوه بقولهم ﴿نَحْنُ أَعْلَمُ بِمَن فِيهَا﴾ ثم بشروه فإِنجاء لوط والمؤمنين ﴿لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين﴾ أي سوف ننجيه مع أهله من العذاب، إِلا امرأته فستكون من الهالكين لأنها كانت تمالئهم على الكفر، ثم ساروا من عنده فدخلوا على «لوط» في صورة شبان حسان ﴿وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا﴾ أي ولما دخلوا على لوط حزن بسببهم، وضاق صدره من مجيئهم لأنهم حسان الوجوه في صورة أضياف، فخاف عليهم من قومه، فأعلموه أنهم رسل ربه ﴿وَقَالُواْ لاَ تَخَفْ وَلاَ تَحْزَنْ﴾ أي لا تخف علينا ولا تحزن بسببنا، فلن يصل هؤلاء المجرمون إِلينا ﴿إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلاَّ امرأتك كَانَتْ مِنَ الغابرين﴾ أي كانت من الهالكين الباقين في العذاب ﴿إِنَّا مُنزِلُونَ على أَهْلِ هذه القرية رِجْزًا مِّنَ السمآء بِمَا كَانُواْ يَفْسُقُونَ﴾ أي منزلون عليهم عذابًا من السماء بسبب فسقهم المستمر قال ابن كثير: وذلك أن جبريل ﵇ اقتلع قراهم من قرار الأرض، ثم رفعها إلى عنان السماء ثم قلبها عليهم، وأرسل عليهم حجارة من سجيل منضود، وجعل مكانها بحيرةً خبيثةً منتنة، وجعلهم عبرةً إلى يوم التناد، وهم من أشد الناس عذابًا يوم المعاد ﴿وَلَقَد تَّرَكْنَا مِنْهَآ آيَةً بَيِّنَةً﴾ أي ولقد تركنا من هذه القرية علامةً بينةً واضحة، هي آثار منازلهم الخربة ﴿لِّقَوْمٍ يَعْقِلُونَ﴾ أي لقومٍ يتفكرون ويتدبرون ويستعملون عقولهم في الاستبصار والاعتبار، ثم أخبر تعالى عن قصة شعيب فقال ﴿وإلى مَدْيَنَ أَخَاهُمْ شُعَيْبًا﴾ أي وأرسلنا إلى قوم مدين أخاهم شعيبًا ﴿فَقَالَ ياقوم اعبدوا الله وارجوا اليوم الأخر﴾ أي فقال لقومه ناصحًا ومذكرًا: يا قوم وحّدوا الله وخافوا عقابه الشديد في اليوم الآخر ﴿وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ﴾ أي لا تسعوا بالإِفساد في الأرض بأنواع البغي والعدوان ﴿فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرجفة﴾ أي فكذبوا رسولهم شعيبًا فأهلكهم الله برجفةٍ عظيمة مدمرة زلزلت عليهم بلادهم، وصيحة هائلة أخرجت القلوب من حناجرها ﴿فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أي فأصبحوا هلكى باركين على الركب ميتين ﴿وَعَادًا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَاكِنِهِمْ﴾ أي وأهلكنا عادًا وثمود، وقد ظهر لكم يا أهل مكة من منازلهم بالحجاز واليمن آيتنا في هلاكهم أفلا يعتبرون؟ ﴿وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي وحسَّن لهم الشيطان أعمالهم القبيحة من الكفر والمعاصي حتى رأوها حسنة ﴿فَصَدَّهُمْ عَنِ السبيل وَكَانُواْ مُسْتَبْصِرِينَ﴾ أي فمنعهم عن طريق الحق، وكانوا عقلاء متمكنين من النظر والاستدلال، لكنهم لم يفعلوا تكبرًا وعنادًا ﴿وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ﴾ أي وأهلكنا كذلك الجبابرة الظالمين، ﴿قَارُونَ﴾ صاحب الكنوز الكثيرة ﴿وَفِرْعَوْنَ﴾ صاحب الملك والسلطان، ووزيره ﴿وَهَامَانَ﴾ الذي كان يُعينُه على الظلم والطغيان ﴿وَلَقَدْ جَآءَهُمْ موسى بالبينات﴾ أي ولقد جاءهم موسى بالحجج الباهرة،\nوالآيات الظاهرة ﴿فاستكبروا فِي الأرض﴾ أي فاستكبروا عن عبادة الله وطاعة رسوله ﴿وَمَا كَانُواْ سَابِقِينَ﴾ أي وما كانوا ليفلتوا من عذابنا قال الطبري: أي ما كانوا ليفوتونا بل كنا مقتدرين عليهم ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ﴾ أي فكلًا من هؤلاء المجرمين أهلكناه بسبب ذنبه وعاقبناه بجنايته قال ابن كثير: أي وكانت عقوبته بما يناسبه ﴿فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا﴾ أي ريحًا عاصفة مدمرة فيها حصباء «حجارة» كقوم لوط ﴿وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة﴾ أي ومنهم من أخذته صيحةُ العذاب مع الرجفة كثمود ﴿وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض﴾ أي خسفنا به وبأملاكه الأرض حتى غاب فيها كقارون وأصحابه ﴿وَمِنْهُمْ مَّنْ أَغْرَقْنَا﴾ أي أهلكناه بالغرق كقوم نوح وفرعون وجنده ﴿وَمَا كَانَ الله لِيَظْلِمَهُمْ﴾ أي وما كان الله ليعذبهم من غير ذنب فيكون لهم ظالمًا ﴿ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ﴾ أي ولكن ظلموا أنفسهم فاستحقوا العذاب والدمار، ثم ضرب تعالى مثلًا للمشركين في اتخاذهم آلهة من دون الله فقال ﴿مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ أي مثل الذين اتخذوا من دون الله أصنامًا يعبدونها في اعتمادهم عليها ورجائهم نفعها كمثل العنكبوت في اتخاذها بيتًا لا يغني عنها في حر ولا برد، ولا مطر ولا أذى قال القرطبي: هذا مثل ضربه الله سبحانه لمن اتخذ من دونه آلهة لا تنفعه ولا تضره، كما أن بيت العنكبوت لا يقيها حرًا ولا بردًا ﴿وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت لَوْ كَانُواْ يَعْلَمُونَ﴾ أي وإِن أضعف البيوت لبيتُ العنكبوت لتفاهته وحقارته، لو كانوا يعلمون أن هذا مثلهم ما عبدوها ﴿إِنَّ الله يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ﴾ أي هو تعالى عالم بما عبدوه من دونه لا يخفى عليه ذلك، وسيجازيهم على كفرهم ﴿وَهُوَ العزيز الحكيم﴾ أي وهو جل وعلا العزيز في ملكه، الحكيم في صنعه ﴿وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ﴾ أي وتلك الأمثال نبينها للناس في القرآن لتقريبها إلى أذهانهم ﴿وَمَا يَعْقِلُهَآ إِلاَّ العالمون﴾ أي وما يدركها ويفهمها إِلا العالمون الراسخون، الذين يعقلون عن اللع ﷿ مراده ﴿خَلَقَ الله السماوات والأرض بالحق﴾ أي خلقهما بالحق الثابت لا على وجه العبث واللعب ﴿إِنَّ فِي ذلك لآيَةً لِّلْمُؤْمِنِينَ﴾ أي إِن في خلقهما بذلك الشكل البديع، ولاصنع المحكم لعلامة ودلالة للمصدقين بوجود الله ووحدانيته ﴿اتل مَا أُوْحِيَ إِلَيْكَ مِنَ الكتاب﴾ أي اقرأ يا محمد هذا القرآن المجيد الذي أوحاه إِليك ربك، وتقرّب إِليه بتلاوته وترداده، لأن فيه محاسن الآداب ومكارم الأخلاق ﴿وَأَقِمِ الصلاة﴾ أي دم على إِقامتها بأركانها وشروطها وآدابها فإِنها عماد الدين ﴿إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر﴾ أي إِنَّ الصلاة الجامعة لشروطها وآدابها، المستوفية لخشوعها وأحكامها، إِذا أداها المصلي كما ينبغي، وكان خاشعًا في صلاته، متذكرًا لعظمة ربه، متدبرًا لما يتلو، نهته عن الفواحش والمنكرات ﴿وَلَذِكْرُ الله أَكْبَرُ﴾ أي ولذكر الله أكبر من كل شيء في الدنيا، وهو أن تتذكر عظمته وجلاله، وتذكره في صلاتك وفي بيعك وشرائك، وفي أمور حياتك ولا تغفل عنه في جميع شؤونك ﴿والله يَعْلَمُ مَا تَصْنَعُونَ﴾ أي يعلم جميع أعمالكم وأفعالكم فيجازيكم عليها أحسن المجازاة، قال أبو العالية: إن الصلاة فيهاثلاث خصال: الإِخلاص، والخشية، وذكر الله؛ فالإِخلاص يأمره بالمعروف، والخشية تنهاه عن المنكر، وذكر الله -\nالقرآن - يأمره وينهاه فكل صلاة لا يكون فيها شيء من هذه الخلال فليست بصلاة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بعده مؤكدات والاطناب بتكرار الفعل تهجينًا لعملهم القبيح وتوبيخًا ﴿إِنَّكُمْ لَتَأْتُونَ الفاحشة. . أَئِنَّكُمْ لَتَأْتُونَ الرجال﴾ الآية.\n٢ - الاستهزاء والسخرية ﴿ائتنا بِعَذَابِ الله إِن كُنتَ مِنَ الصادقين﴾ وجواب الشرط محذوف دل عليه السابق أن إِن كنت صادقًا فائتنا به.\n٣ - التنكير لإِفادة التهويل ﴿رِجْزًا مِّنَ السمآء﴾ أي رجزًا عظيمًا هائلًا.\n٤ - تقديم المفعول للعناية والاهتمام، والإِجمال ثم التفصيل ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة﴾ الخ.\n٥ - التشبيه التمثيلي ﴿مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ شبَّه الله الكافرين في عبادتهم للأصنام بالعنكبوت في بنائها بيتًا ضعيفًا واهيًا يتهاوى من هبة نسيم أو من نفخة فم، وسمي تمثيليًا لأن وجه الشبه صورة منتزعة من متعدد.\n٦ - توافق الفواصل في الحرف الأخير وما فيه من جرس عذب بديع مثل ﴿انصرني عَلَى القوم المفسدين. . إِنَّ أَهْلَهَا كَانُواْ ظَالِمِينَ﴾ ومثل ﴿وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت﴾ ومثل ﴿بِمَا كَانُواْ يَفْسُقُونَ. . آيَةً بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ﴾ الخ وهو من خصائص القرآن.\nتنبي: أفادت الآية أن الصلاة تنهى عن الفحشاء والمنكر، وقد ثبت أن رسول الله ﷺ َ لما قيل له: إِن فلانًا يصلي الليل سرق فقال: «ستمنعه صلاته» رواه البزار، يريد ﵇ أن الصلاة إذا كانت على الوجه الأكمل، تنهى صاحبها عن الفحشاء، ولا تزيده بعدًا بل تزيده قربًا.", "ayah": 45, "surah": 29}