{"text": "اللغَة: ﴿أَغْلاَلًا﴾ جمع عُلّ هو القيد الذي يوضع في اليد، وقد تشدُّ به اليد مع العنق ﴿مُّقْمَحُونَ﴾ رافعوا الرؤوس مع غض البصر، قال أهل اللغة: الإقماح: رفع الرأس وغض البصر يقال: أقمح البعير إذا رفع رأسه عند الحوض وامتنع من الشرب، قال بشر يصف سفينة:\nونحن على جوانبها قعودُ ... نغضُّ الطرف كالإِبل القِماح\n﴿سَدًّا﴾ السَّد: الحاجز والمانع بين الشيئين ﴿فَعَزَّزْنَا﴾ عززه قوَّاه وشدَّ من أزره ﴿تَطَيَّرْنَا﴾ تشاءمنا، والتطير التشاؤم، وأصله الطير إذا طار الى جهة اليسار تشاءموا به ﴿خَامِدُونَ﴾ ميتون لا حراك بهم كما تخمد النار.\nالتفسِير: ﴿يس﴾ الحروف المقطعة في أوائل بعض السور الكريمة للتنبيه على إعجاز القرآن، وأنه مصوغ من جنس هذه الحروف الهجائية التي يعرفونها ويتكلمون بها، ولكنَّ نظمه البديع المعجز آيةٌ على كونه من عند الله وقال ابن عباس: معنى «يس» يا إنسان في لغة طيء، وقيل: هن اسم من أسماء النبي ﷺ َ بدليل قوله بعده ﴿إِنَّكَ لَمِنَ المرسلين﴾ وقيل معناه: يا سيد البشر قاله أبو بكر الوراق ﴿والقرآن الحكيم﴾ قسم من الله تعالى بالقرآن، والحكيم معناه المحكم، الذي لا يلحقه تغيير ولا تبديل، ولا يعتريه تناقض أو بطلان قال القرطبي: أُحكم في نظمه ومعانيه فلا يلحقه خلل وقال أبو السعود: أي المتضمن للحكمة أو الناطق بالحكمة من حيث نظُمه المعجز، المنطوي على بدائع الحكم. . والخلاصة فقد أقسم تعالى بهذا الكتاب المحكم، المعجز نظمه، وبديع معانيه، المتقن، في تشريعه وأحكامه، الذي بلغ أعلى طبقات البلاغة، على أن محمدًا رسوله، وفي هذا القسم من التعظيم والتفخيم لشأن الرسول ما فيه ﴿إِنَّكَ لَمِنَ المرسلين﴾ جواب القسم إنك يا محمد لمن المرسلين من رب العالمين لهداية الخلق قال ابن عباس: قالت كفار قريش: لست يا محمد مرسلًا، وما أرسلك الله إلينا، فأقسم الله بالقرآن العظيم المحكم أن محمدًا ﷺ َ من المرسلين ﴿على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي على طريق ونهج مستقيم، لا انحراف فيه ولا اعوجاج، وهو الإسلام دين الرسل قبلك، والذين جاءوا بالإيمان والتوحيد قال الطبري: أي على طريق لا اعوجاج فيه من الهدى وهو الإسلام كما قال قتادة، والتنكير للفتخيم والتعظيم ﴿تَنزِيلَ العزيز الرحيم﴾ أي هذا القرآن الهادي المنير، تنزيلٌ من ربّ العزة جلا وعلا، والعزيز في ملكه، الرحيم بخلقه ﴿لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ آبَآؤُهُمْ﴾ أي لتنذر يا محمد بهذ القرآن العرب، الذين ما جاءهم رسولٌ ولا كتاب، لتطاول زمن الفترة عليهم، والمراد بالإنذار تخويفهم من عذاب الله ﴿فَهُمْ غَافِلُونَ﴾ أي فهم بسبب ذلك غافلون عن الهدى والإيمان، يتخبطون في ظلمات الشرك وعبادة الأوثان. . ثم بيَّن تعالى استحقاقهم للعذاب بإصرارهم على الكفر والتكذيب فقال ﴿لَقَدْ حَقَّ القول على أَكْثَرِهِمْ فَهُمْ لاَ يُؤمِنُونَ﴾ اللام موطئة للقسم أي والله لقد وجب عذاب النار على أكثر هؤلاء المشركين، بسبب إصرارهم على الكفر والإنكار، وعدم تأثرهم بالتذكير والإنذار، فهم لذلك لا يؤمنون بما جئتهم به يا محمد.\n. ثم بيَّن تعالى سبب تركهم الإيمان فقال ﴿إِنَّا جَعَلْنَا في أَعْناقِهِمْ أَغْلاَلًا فَهِىَ إِلَى الأذقان فَهُم مُّقْمَحُونَ﴾ تمثيلٌ وتصوير لحال المشركين في ضلالهم بحال الذي جعل في يده غلٌّ وجمعت يده إلى عنقه، فبقي رافعًا رأسه لا يخفضه قال في الجلالين: وهذا تمثيل ولمراد أنه لا يُذعنون للإيمان،\nولا يخفضون رؤوسهم له قال ابن كثير: ومعنى الآية: إن جعلنا هؤلاء المحتوم عليهم بالشقاء، كمن جُعل في عُنقه غلٌّ، وجمعت يداه مع عنقه تحت ذقنه، فارتفع رأسه فصار مُقمحًا، والمُقمح هو الرافع رأسه، وكتفى بذكر الغُلِّ في العنق عن ذكر اليدين، لأن الغُلَّ إنما يُعرف فيما جمع اليدين مع العنق وقال أبو السعود: مثِّل حالهم بحال الذين غُلَّت أعناقهم ﴿فَهِىَ إِلَى الأذقان﴾ أي فالأغلال منتيهةٌ إلى أذقانهم، فلا تدعهم يلتفتون إلى الحق، ولا يعطفون أعناقهم نحوه، ولا يُطاطئون رؤوسهم، غاضون أبصارهم، بحيث لا يكادون يرون الحقَّ، أو ينظرون إلى جهته ﴿وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا ومِنْ خَلْفِهِمْ سَدًّا﴾ قال أبو السعود: وهذا تتمةٌ للتمثيل وتكميلٌ له أي وجعلنا من أمامهم سدًا عظيمًا، ومن ورائهم سدًا كذلك ﴿فَأغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ﴾ أي فغظينا بهما أبصارهم فهم بسبب ذلك لا يبصرون شيئًا أصلًا، لأنهم أصبحوا محصورين بين سدين هائلين، وهذا بيان لكمال فظاعة حالهم وكونهم محبوسين في مطمورة الغيُّ والجهالات، محرومين عن النظر في الأدلة والآيات، قال المفسرون: وهذا كله تمثل لسدِّ طرق الإيمان عليهم، بمد سُدَّت عليه الطرق فهو لا يهتدي لمقصوده ﴿وَسَوَآءُ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ﴾ أي يستوي عندهم إنذارك يا محمد وتخويفك لهم وعدمه، لأن من خيَّم على عقله ظلام الضلال، وعشعشت في قبله شهوات الطغيان، لا تنفعه القوارع والزواجر ﴿لاَ يُؤمِنُونَ﴾ أي فهم بسبب ذلك لا يؤمنون، لأنَّ الإِنذار لا يخلق القلوب الميتة، إنما يوقظ القلب الحيَّ المستعد لتلقي الإيمان، وهذا تسلية له ﷺ َ وكشف الحقيقة ما انطوت عليه قلوبهم من الطغيان ﴿إِنَّمَا تُنذِرُ مَنِ اتبع الذكر﴾ أي إنما ينفع إنذارك يا محمد من آمن بالقرآن وعمل بما فيه ﴿وَخشِيَ الرحمن بالغيب﴾ أي وخاف الله دون أن يراه قال أبو حيان: ﴿وَخشِيَ الرحمن﴾ أي المتصف بالرحمة، والرحمةُ تدعو إلى الرجاء، لكنه مع علمه برحمته يخشاه جلا وعلا، خوفًا من أن يسلبه ما أنعم به عليه ومعنى «بالغيب» أي بالخلوة عن مغيب الإِنسان عن عيون البشر ﴿فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ﴾ لما انتفع بالإنذار كان جديرًا بالبشارة أي فبشره يا محمد بمغفرة عظيمة من الله لذنوبه، وأجر كريمٍ في الآخرة في جنات النعيم قال ابن كثير: الأجر الكريم هو الكثير الواسع، الحسن الجميل وذلك إنما يكون في الجنة.\n. ولما ذكر تعالى أمر الرسالة ذكر بعدها أمر البعث والنشور فقال ﴿إِنَّا نَحْنُ نُحْيِي الموتى﴾ أي نبعهم من قبورهم بعد موتهم للحساب والجزاء ﴿وَنَكْتُبُ مَاَ قَدَّمُواْ وَآثَارَهُمْ﴾ قال الطبري: أي ونكتب ما قدَّموا في الدنيا من خير وشر، ومن صالح الأعمال وسيئها ﴿وَآثَارَهُمْ﴾ أي وآثار خطاهم بأرجلهم إلى المساجد، وفي الحديث عن جابر قال: «أراد بنو سَلمة أن يتحولوا إلى قرب المسجد والبقاع خالية فبلغ ذلك النبي ﷺ َ فقال:» يا\nبني سلمة دياركم تُكتب آثاركُم، دياركم تُكتب آثاركم «فقالوا: ما كان يسرنا أنا كنا تحولنا» ﴿وَكُلَّ شيْءٍ أَحْصَيْنَاهُ في إِمَامٍ مُّبِينٍ﴾ أي وكل شيء من الأشياء أوامرٍ من الأمور جمعناه وضبطناه في كتاب مسطور هو صحائف الأعمال كقوله تعالى ﴿يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ [الإسراء: ٧١] أي بكتاب أعمالهم، الشاهد عليهم بما علموه من خيرْ أو شرٍ، وقال مجاهد وقتادة: هو اللوح المحفوظ وقال ابو حيان: «نكتب ما قدَّموا» أي ونحصي، فعبَّر عن إحاطة علمه جل وعلا بأعمالهم بالكتابة التي تُضبط بها الأشياء. . ثم ذكر تعالى للمشريكن قصة أهل القرية الذين كذبوا الرسل فأهلكهم الله بصيحةٍ من السماء فقال ﴿واضرب لَهُمْ مَّثَلًا أَصْحَابَ القرية﴾ أي واذكر يا محمد لقومك الذين كذبوك قصة أصحاب القرية «أنطاكية» التي هي في الغرابة كالمثل السائر والقول العجيب ﴿إِذْ جَآءَهَا المرسلون﴾ أي حين جاءهم رسلنا الذين أرسلناهم لهدايتهم قال القرطبي: وهذه القرية هي «أنطاكية» في قول جميع المفسرين أرسل الله إليهم ثلاثة رسل وهم «صادق» و«مصدوق» و«شمعون» أُمر ﷺ َ بإنذار هؤلاء المشركين أن يحل بهم ما حلَّ بكفار أهل القرية المبعوث إليهم ثلاثة رسل من الله، وقيل هم رسل عيسى ﴿إِذْ أَرْسَلْنَآ إِلَيْهِمُ اثنين فَكَذَّبُوهُمَا﴾ أي حين بعثنا إليهم رسولين فبادروهما بالتكذيب ﴿فَعَزَّزْنَا بِثَالِثٍ﴾ أي قوَّيناهما وشددنا أزرهما برسولٍ ثالث ﴿فقالوا إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ﴾ أين نحن رسل الله مرسلون لهدايتكم ﴿قَالُواْ مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا﴾ أي ليس لكم فضلٌ علينا وما أنتم إلا بشر مثلنا، فكيف أوحى الله إليكم دوننا؟ ﴿وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ﴾ أي لم ينزل الله شيئًا من الوحي والرسالة ﴿إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ﴾ أي ما أنتم إلا قوم تكذبون في دعوى الرسالة ﴿قَالُواْ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ﴾ أي أجابهم الرسل بقولهم الله يعلم أننا رسله إليكم، ولو كنا كذبة لانتقم منا أشدَّ الانتقام قال ابن جزي: أكدوا الخبر هنا باللام ﴿لَمُرْسَلُونَ﴾ لأنه جواب المنكرين، بخلاف الموضع الأول فإنه إخبارٌ مجرد ﴿وَمَا عَلَيْنَآ إِلاَّ البلاغ المبين﴾ أي وليس علينا إلا أن نبلغكم رسالة الله بلاغًا واضحًا جليًا لا غموض فيه، فإن آمنتم فلكم السعادة، وإن كذبتم فلكم الشقاوة قال أبو حيان: وفي هذا وعيدٌ لهم، ووصف البلاغ ب ﴿المبين﴾ لأنه الواضح بالآيات الشاهدة بصحة الإرسال، كما روي في هذه القصة من المعجزات الدالة صدق الرسل، من إبراء الأكمه والأبرص وإحياء الميت ﴿قالوا إِنَّا تَطَيَّرْنَا بِكُمْ﴾ أي قال لهم أهل القرية: إنّا تشاءمنا بكم وبدعوتكم القبيحة لنا إلى الإيمان، وترك عبادة الأوثان قال المفسرون: ووجه تشاءمهم بالرسل أنهم دعوهم إلى دينٍ غير ما يدينون به، فساتغربوه واستقبحوه ونفرت منه عنه طبيعتهم المعوجة، فتشاءموا بمن دعا إليه كأنهم قالوا: أعاذنا الله مما\nتدعوننا إليه، ثم توعَّدُوا الرسل بقولهم ﴿لَئِن لَّمْ تَنتَهُواْ﴾ أي والله لئن لم تمتنعوا عن قولكم، ودعوتكم لنا إلى التوحيد، ورفض ديننا ﴿لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ أَلِيمٌ﴾ أي لنرجمنَّكم بالحجارة حتى تموتوا، ولنقتلنَّكم شرَّ قِتلة ﴿قَالُواْ طَائِرُكُم مَّعَكُمْ﴾ أي قالت الرسل لهم: ليس شؤمكم بسببنا، وإنما شؤمكم بسببكم، وبكفركم، وعصيانكم، وسوء أعمالكم ﴿أَئِن ذُكِّرْتُم﴾؟ شرطٌ جوابه محذوف لدلالة السياق عليه أي أئن ذكرناكم ووعظناكم ودعوناكم إلى توحيد الله، تشاءمتم بنا وتوعدتمونا بالرجم والتعذيب؟ ﴿بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ﴾ أي ليس الامر كما زعمتم بل أنتم قومٌ عادتكم الإِسرافُ في العصيان والإِجرام، وهو توبيخٌ لهم مع الزجر والتقريع ﴿وَجَآءَ مِنْ أَقْصَى المدينة رَجُلٌ يسعى﴾ أي وجاء من أبعد أطراف المدينة رجل يعدو، يسرع في مشيه وهو «جبيب النجار» قال ابن كثير: إن أهل القرية همَّوا بقتل رسلهم، فجاءهم رجل من أقصى المدينة يسعى لينصرهم من قومه، وهو حبيب النجار كان يعمل الحرير وهو الحباك، وكان كثير الصدقة يتصدق بنصف كسبه وقال القرطبي: كان حبيب مجذومًا ومنزله عند أقصى أبواب المدينة، وكان يعكف على عبادة الأصنام سبعين سنة يدعوهم لعلهم يرحمونه ويكشفون ضُرَّه، فما استجابوا له، فلما أبصر الرسل ودعوه إلى الله قال: هل من آية؟ قالوا نعم نحن ندعو ربنا القادر فيفرج عنك ما بك! فقال إن هذا لعجيبٌ، إني إدعو هذه الآلهة سبعين سنة لتفرج عني فلم تستطع فكيف يفرجه ربكم في غداة واحدة؟ قالوا نعم ربنا على ما يشاء قدير، وهذه لا تنفع شيئًا ولا تضر، فآمن ودعوا ربهم فكشف الله ما به، فلمَّا همَّ قومه بقتل الرسل جاءهم مسرعًا وقال ما قصة القرآن ﴿قَالَ ياقوم اتبعوا المرسلين﴾ أي اتبعوا الرسل الكرام الداعين إلى توحيد الله، وإنما قال ﴿ياقوم﴾ تأليفًا لقلوبهم واستمالة لها لقبول النصيحة، ثم كرر القول تأكيدًا وبيانًا للسبب فقال ﴿اتبعوا مَن لاَّ يَسْأَلُكُمْ أَجْرًا وَهُمْ مُّهْتَدُونَ﴾ أي اتبعوا هؤلاء الرسل الصادقين المخلصين، الذين لا يسألونكم أُجرة على الإِيمان، وهم على هدى وبصيرة فيما يدعونكم إليه من توحيد الله ﴿وَمَا لِيَ لاَ أَعْبُدُ الذي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ﴾ تلطفُ في الإرشاد لهم كأنه ينصح نفسه، ويختار لهم ما يختار لنفسه، ونفيه نوع تقريع على ترك عبادة خالقهم والمعنى أيُ شيء يمنعني من أن أعبد خالقي الذي أبدع خلقي؟ وإليه مرجعكم بعد الموت فيجازي كلًا بعمله؟ ﴿أَأَتَّخِذُ مِن دُونِهِ آلِهَةً﴾ استفهام إنكاري أي كيف أتخذ من دون الله آلهة لا تسمع ولا تنفع ولا تغني عن عابدها شيئًا؟ ﴿إِن يُرِدْنِ الرحمن بِضُرٍّ لاَّ تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا﴾ أي هي في المهانة والحقارة بحيث لو أراد الله أن يُنزل بي شيئًا من الضر والأذى وشفعت لي لم تنفع شفاعتهم ولم يقدروا على إنقاذي، فكيف وهي أحجار لا تسمع ولا تنفع ولا تشفع؟ ﴿وَلاَ يُنقِذُونَ﴾ أي ولا يقدرون على إنقاذي من عذاب الله ﴿إني إِذًا لَّفِي ضَلاَلٍ مُّبِينٍ﴾ أي إني إن عبدت غير الله واتخذت الأصنام آلهة لفي خسران ظاهر جلي.\n. وبعد النصح التذكير أعلن إسلامه، م وأشهر إيمانه فقال ﴿إني آمَنتُ بِرَبِّكُمْ فاسمعون﴾ أي إني آمنت بربكم الذي خلقكم، فاسمعوا قولي واعلموا بنصيحتي قال\nالمفسرون: لما قال لهم ذلك ونصحهم وأعلن إيمانه، وثبوا عليه وثبة رجلٍ واحد فقتلوه، ولم يكن له أحد يمنع عنه أذاهم قال الطبري: وثبوا عليه فوطئوه بأقدامهم حتى مات، وقيل: رموه بالحجارة حتى مات ﴿قِيلَ ادخل الجنة﴾ أي فلما مات قال الله له: ادخل الجنة مع الشهداء الأبرار، جزاءً على صدق إيمانك وفوزك بالشهادة قال ابن مسعود: إنهم وطئوه بأرجلهم حتى خرجت أمعاؤه من دبره، وقال الله له ﴿ادخل الجنة﴾ فدخلها فهو يُرزق فيها، قد أذهب الله عنه سقم الدنيا وحُزنها ونَصَبها ﴿قَالَ ياليت قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ المكرمين﴾ أي فلما دخل الجنة وعاين ما أكرمه الله بها لإيمانه وصبره تمنى أن يعلم قومه بحاله، ليعلموا حسن مآله أي يا ليتهم يعملون بالسبب الذي من أجله غفر لي ربي ذنوبي، وأكرمني بدخول جنات النعيم قال ابن عباس: نصح قومه في حياته، ونصحهم بعد مماته قال أبو السعود: وإنما تمنَّى علم قومه بحاله ليحملهم ذلك عى اكتساب الثواب والأجر، بالتوبة عن الكفر والدخول في الإيمان، جريًا على سنن الأولياء في الترحم على الأعداء ﴿وَمَآ أَنزَلْنَا على قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السمآء﴾ هذا تحقيرٌ لهم وتصغيرٌ لشأنهم ﴿إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ﴾ أي ما كانت عقوبتهم إِلا صحيةً واحدة صاح بها جبريل، فإذا هم ميتون لا حراك بهم، قد أخمدت أنفاسهم حتَّى صاروا كالنار الخامدة قال المفسرون: وفي الآية استحقار لإِهلاكهم فإِنهم أذل وأهون على الله من أن يرسل الملائكة لإِهلاكهم، وقد روي أنه لما قُتل «حبيب النجار» غضب الله تعالى له، فعجَّل لهم النقمة فأمر جبريل فصاح بهم صحية واحدة، فماتوا عن آخرهم، فجعل طريق استئصالهم بالصيحة، ثم قال تعالى ﴿ياحسرة عَلَى العباد مَا يَأْتِيهِمْ مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي يا أسفًا على هؤلاء المكذبين لرسل الله المنكرين لآياته ويا حسرةً عليهم، ما جاءهم رسولٌ إلا كذبوه واستهزءوا به، وهكذا عادة المجرمين في كل زمان ومكان قال في حاشية البيضاوي: إنهم أحقاء بأن يتحسروا على أنفسهم أو يُتحسر عليهم، فإن الأمر لفخامته وشدته، بلغ إلى حيث إن كل من يتأتى منه التلهف إذا نظر إلى حال استهزائهم بالرسل تحسَّر عليهم، وقال: يا لها من حسرةٍ وخيبة على هؤلاء المحرومين، حيث بدَّلوا الإِيمان بالكفر، والسعادة بالشقاوة، وفي الآية تعريضٌ بكفار قريش حيث كذبوا سيد المرسلين.\nولمّا مثل حال كفار مكة بحال أصحاب القرية وبَّخ المشركين على عدم اعتبارهم بمن سبقهم فقال ﴿أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ﴾ أي ألم يتعظ هؤلاء المشركين بمن أهلك الله قبلهم من المكذبين للرسل، ويعلموا أن هؤلاء المهلكين لا عودة لهم إلى الدنيا بعد هلاكهم؟ ﴿وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ﴾ أي وأن جميع الأمم\nالماضية والآتية ستحضر للحساب والجزاء يوم القيامة بين يدي أحكم الحاكمين، فيجازيهم بأعمالهم كلها خيرها وشرها؟ قال أبو حيان: وجاءت هذه الجملة بعد ذكر الإِهلاك تبينًا إلى أن الله تعالى لا يترك المهلكين بل بعد الهلاك جمعٌ وحساب، وثواب وعقاب.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بأكثر من مؤكد لأن المخاطب منكر مثل ﴿إِنَّكَ لَمِنَ المرسلين إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ﴾ فقد أُكد كل منها ب «إنَّ» و«اللام» ويسمى هذا الضرب إنكاريًا.\n٢ - الاستعارة التمثيلية ﴿إِنَّا جَعَلْنَا في أَعْناقِهِمْ أَغْلاَلًا. .﴾ الآية شبَّه حال الكفار في امتناعهم من الهدى والإيمان بمن غلت يده إلى عنقه بالسلاسلا والأغلال فأصبح رأسه مرفوعًا لا يستطيع خفاضًا له ولا التفاتًا، وبمن سُدَّت الطُرقُ في وجهه فلم يهتد لمقصوده، وذلك بطريق الاستعارة التمثيلية.\n٣ - الطباق ﴿مِن بَيْنِ أَيْدِيهِمْ ... ومِنْ خَلْفِهِمْ﴾ .\n٤ - طباق السلب ﴿أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ﴾ .\n٥ - الجناب الناقص ﴿نَحْنُ نُحْيِي﴾ لتغيير بعض الحروف.\n٦ - الإِطناب بتكرار الفعل ﴿اتبعوا المرسلين اتبعوا مَن لاَّ يَسْأَلُكُمْ أَجْرًا﴾ .\n٧ - الاستفهام للتوبيخ ﴿أَأَتَّخِذُ مِن دُونِهِ آلِهَةً﴾؟\n٨ - الحذف لدلالة السياق عليه ﴿قِيلَ ادخل الجنة﴾ أي فلما أشهر إيمانه قتلوه فقيل له ادخل الجنة.\n٩ - جناس الاشتقاق بين ﴿تَطَيَّرْنَا ... . . وطَائِرُكُم﴾ وبين ﴿أَرْسَلْنَآ والمُّرْسَلُونَ﴾ .\n١٠ - مراعاة الفواصل وهو من خصائص القرآن لما فيه من روعة البيان، وحسن الوقع على السمع، وهو كثير.\nتنبيه: من محاسن التنزيل الكريم وبلاغته الخارقة، هو الإِيجاز في القصص والأنباء، والإِشارة إلى روحها وسرّها، لأن القصد من القصص التذكير والاعتبار، ولهذا لم يذكر في القصة اسم البلدة، ولا اسم الشخص الذي دعاهم إلى الله، ولا اسم الرسل الكرام، لأن كل ذلك ليس هو الهدف من القصة، وقس على هذا سائق قصص القرآن.", "ayah": 26, "surah": 36}