{"text": "اللغَة: ﴿صَوَّرَكُمْ﴾ التصوير: التخطيط والتشكيل الذي يكون به صورة وهيئة يتميز بها عن غيره ﴿نَبَأُ﴾ النبأ: الخبر الهام ﴿وَبَالَ﴾ الوبال: العقوبة والنكال ﴿زَعَمَ﴾ ظنَّ، والزعمُ هو القول بالظن ومنه قولهم «زعموا مطيةُ الكذب» قال شريح: «لكل شيءٍ كنيةٌ، وكنيةُ الكذب زعموا» ﴿التغابن﴾ الغبنُ ومعناه: النقص يقال: غبنه غبنًا إِذا أخذ الشيء منه بدون قيمته، وسمي يوم القيامة يوم التغابن، لأنه يظهر فيه غبن الكافر بتركه الإِيمان، وغبن المؤمن بتقصيره في الإِحسان.\nالتفسِير: ﴿يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ينزه الله تعالى ويمجده جميع ما في السموات والأرض من مخالوقات، تنزيهًا دائمًا مستمرًا بدون انقطاع، وصيغة المضارع تفيد التجدد والاستمرار ﴿لَهُ الملك وَلَهُ الحمد﴾ أي له جل وعلا المُلك التام والتصرف الكامل في خلقه، وهو المستحق للثناء وحده، لأن جميع النعم منه ﷾، وقدَّم الجار والمجرور فيهما لإِفادة حصر الملك والحمد فيه سبحانه ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر على كل شيء، يغني ويفقر، ويعز ويذل، وإِذا أراد شيئًا فإِنما يقول له كن فيكون، وهو كالدليل لما تقدم من أنَّ الملك والحمد له سبحانه ﴿هُوَ الذي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ﴾ هذا تفصيلٌ لبعض آثار قدرته أي هو الذي خلقكم أيها الناس بهذا الشكل البديع المحكم، فكان يجب على كل واحدٍ منكم الإِيمان به، لكنْ منكم من كفر بربه، ومنكم من آمن وصدَّق بخالقه قال الطبري: أي منكم كافرٌ بخالقه وأنه هو الذي\nخلقه، ومنكم مصدِّق به موقنٌ أنه خالقه وبارئه، وقدَّم الكافر على المؤمن، لكثر الكفار وقلة المؤمنين ﴿وَإِن تُطِعْ أَكْثَرَ مَن فِي الأرض يُضِلُّوكَ عَن سَبِيلِ الله﴾ [الأنعام: ١١٦] ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ [سبأ: ١٣] ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي عالمٌ بأحوالكم، مطَّلعٌ على أعمالكم، لا تخفى عليه خافية من شئونكم وسيجازيكم عليها،. . ثم فصَّل تعالى آثار قدرته ودلائل وحدانيته فقال ﴿خَلَقَ السماوات والأرض بالحق﴾ أي خلقهما بالحكمة البالغة، المتضمنة لمصالح الدنيا والدين، لا عبثًا ولا لهوًا ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ أي خلقكم في أحسن صورة وأجمل شكل، فأتقن وأحكم خلقكم وتصويركم كقوله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] فإِن من نظر في شكل الإِنسان وهيئته وتناسب أعضائه، علم أن صورته أحسن صورة بالنسبة لسائر أنواع الحيوان، ومن حسن صورته أنه خلق منتصبًا غير منكب على وجهه ﴿وَإِلَيْهِ المصير﴾ أي وإليه تعالى وحده المرجع والمآب، فيجازي كلًا بعمله ﴿يَعْلَمُ مَا فِي السماوات والأرض﴾ أي يعلم ما في الكائنات من أجرامٍ ومخلوقات ﴿وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ﴾ أي ويعلم ما تخفونه وما تظهرونه من نواياكم وأعمالكم ﴿والله عَلِيمٌ بِذَاتِ الصدور﴾ أي عالم بما في الصدور من الأسرار والخفايا، فكيف تخفى عليه أعمالكم الظاهرة؟ قال في البحر: نبَّه تعالى بعلمه بما في السمواتِ والأرض، ثم بعلمه بما يخفيه العباد وما يعلنونه، ثم بعلمه بما أكنَّته الصدور، على أنه تعالى لا يغيب عن علمه شيء، لا من الكليات ولا من الجزيئات، فابتدأ بالعلم الشامل، ثم بسرِّ العباد وعلانيتهم، ثم بما تنطوي عليه صدروهم، وهذا كله في معنى الوعيد، إِذ هو تعالى المجازي عليه بالثواب والعقاب.\n. ثم ذكَّرهم تعالى بما حلَّ بالكفار قبلهم فقال ﴿أَلَمْ يَأْتِكُمْ نَبَأُ الذين كَفَرُواْ مِن قَبْلُ﴾ أي ألم يأتكم يا معشر قريش خبر كفار الأمم الماضية كقوم عاد وثمود، ماذا حلَّ بهم من العذاب والنكال!! ﴿فَذَاقُواْ وَبَالَ أَمْرِهِمْ﴾ أي فذاقوا العقوبة الوخيمة على كفرهم في الدنيا ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي وهلم في الآخرة عذاب شديد موجع ﴿ذَلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بالبينات﴾ أي ذلك العذاب الذي ذاقوه في الدنيا وما سيذوقونه في الآخرة، بسبب أنه جاءتهم رسلهم بالمعجزات الواضحات، والبراهين الساطعات، الدالة على صدقهم ﴿فقالوا أَبَشَرٌ يَهْدُونَنَا﴾؟ أي فقالوا على سبيل الاستغراب والتعجب: أرسلٌ من البشر يصيرون هداةً لنا قال الرازي: أنكروا أن يكون الرسول بشرًا، ولم ينكروا أن يكون معبودهم حجرًا، وذلك لقلة عقولهمك وسخافة أحلامهم ﴿فَكَفَرُواْ وَتَوَلَّواْ﴾ أي فكفروا بالرسول، وأعرضوا عن الإِيمان واتباع هدى الرحمن ﴿واستغنى الله﴾ أي استغنى الله عن طاعتهم وعبادتهم قال الطبري: أي استغنى اللهُ عنهم، وعن إِيمانهم به وبرسله ﴿والله غَنِيٌّ حَمِيدٌ﴾ أي غنيٌّ عن خلقه، محمودٌ في ذاته وصفاته، لا تنفعه طاعة، ولا تضره معصية، لأنه مستغنٍ عن العالمين. . ثم أخبر تعالى عن إِنكارهم للبعث بعد\nتكذيبهم للرسالة فقال ﴿زَعَمَ الذين كفروا أَن لَّن يُبْعَثُواْ﴾ أي ادَّعى كفار مكة وظنوا أن الله لن يبعثهم من قبورهم بعد موتهم أبدًا ﴿قُلْ بلى وَرَبِّي لَتُبْعَثُنَّ﴾ أي قل لهم يا محمدا: ليس الأمر كما زعمتم، وأقسم بري لتخرجن من قبوركم أحياء ولتبعثنَّ ﴿ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ﴾ أي ثم تخبرنَّ بجميع أعمالكم، صغيرها وكبيرها، جليلها وحقيرها، وتُجزون بها ﴿وَذَلِكَ عَلَى الله يَسِيرٌ﴾ أي وذلك البعث والجزاء، سهلٌ هينٌ على الله، لأن الإِعادة أسهل من الابتداء قال الرازي: أنكروا البعث بعد أن صاروا ترابًا، فأخبر تعالى أن إِعادتهم أهونُ في العقول من إنشائهم. . ولما بالغ في الإِخبار عن البعث، وذكر أحوال الأمم المكذبة، أمر بالاعتصام بالإِيمان والتمسك بالقرآن فقال ﴿فَآمِنُواْ بالله وَرَسُولِهِ والنور الذي أَنزَلْنَا﴾ أي فصدِّقوا بالله وبرسوله وبهذا القرآن الذي أنزله على نبيه محمد ﷺ َ فإنه النور الوضاء، المبدّد للشبهات، كما يبدد النور الظلمات ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي لاتخفى عليه خافية من أعمالكم ﴿يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجمع﴾ أي واذكروا ذلك اليوم الرهيب يوم القيامة الذي يجمع الله فيه الخلائق كلها في صعيد واحد للحساب والجزاء قال ابن كثير: سمُي «يوم الجمع» لأن الله تعالى يجمع فيه الأولين والآخرين في صعيد واحد، يسمعهم الداعي وينفذهم البصر، كقوله تعالى\n﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ﴾ [هود: ١٠٣] ﴿ذَلِكَ يَوْمُ التغابن﴾ أي ذلك هو اليوم الذي يظهر فيه غبن الكافر وخسارته بتركه الإِيمان، وذلك أن المؤمنين اشتروا الجنة بترك الدنيا، واشترى الكفار النار بترك الآخرة، فظهر غبن الكافرين قال الخازن: وأصله من الغبن وهو أخذ الشيء بدون قيمته، والمغبونُ من غُبن أهله ومنازله في الجنة، وذلك لأن كل كافر له أهلٌ ومنزل في الجنة لو أسلم، فيظهر يومئذٍ غبن كل كافرٍ بتركه الإِيمان، ويظهر غبن كل مؤمن بتقصيره في الإِحسان ﴿وَمَن يُؤْمِن بالله وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ﴾ أي ومن يصدِّق بالله ويعمل عملًا صالحًا، يمح الله تعالى عنه ذنوبه ﴿وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخله جنات النعيم، التي تجري من تحت أشجارها وقصورها أنهارُ الجنة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مقيمين في تلك الجنات أبد الحياة، لا يموتون لا يُخرجون منها ﴿ذَلِكَ الفوز العظيم﴾ أي ذلك هو الفوز الذي لا فوز وراءه، والسعادة التي لا سعادة بعدها ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ﴾ أي والذين جحدوا بوحدانيته الله وقدرته، وكذبوا بالدلائل الدالة على البعث وبآيات القرآن الكريم ﴿أولئك أَصْحَابُ النار خَالِدِينَ فِيهَا﴾ أي أولئك مآلهم جهنم، ما كثين فيها أبدًا ﴿وَبِئْسَ المصير﴾ أي وبئست النار مرجعًا ومستقرًا لأن الكفر والضلال. . ثم أخبر تعالى بأن كل ما يحدث في الكون بقضائه وإِرادته فقال ﴿مَآ أَصَابَ مِن مُّصِيبَةٍ إِلاَّ بِإِذْنِ الله﴾ أي ما أصاب أحدًا مصيبةٌ في نفسه أو ماله أو ولده، إِلا بقضاء الله وقدره ﴿وَمَن يُؤْمِن بالله يَهْدِ قَلْبَهُ﴾ أي ومن يصدِّق بالله ويعلم أن كل حادثة بقضائه وقدره، يهدِ قلبه للصبر والرضا ويثبته على الإِيمان قال ابن عباس: يهدِ قلبه لليقين، حتى يعلم أنَّ ما أصابه لم يكن ليخطئه، ما أخطأه لم يكن ليصيبه وقال علقمة: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله فيرضى\nبها ويُسلم لقضاء الله ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي هو الله تعالى عالمٌ بكل الأشياء، لا يخفى عليه شيء في الأرض ولا في السماء قال القرطبي: أي لا يخفى عليه تسليم من انقاد وسلَّم لأمره، ولا كراهة من كرهه ولم يرض بقضائه ﴿وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ أي أطيعوا أمر الله وأمر رسوله في كل ما شرع لكم من الأوامر والنواهي، وكرَّر الأمر للتأكيد ولبيان أن طاعة الرسول واجبة كطاعة الله ﴿فَإِن تَولَّيْتُمْ فَإِنَّمَا على رَسُولِنَا البلاغ المبين﴾ أي فإِن أعرضتم عن إجابة الرسول فيما دعاكم إِليه من الهداية والإِيمان، فليس عليه ضرر إِنما ضرر ذلك عليكم، إِذ ليس على الرسول إِلا تبليغ الرسالة وقد أدى ما عليه، والله ينتقم ممن عصاه وخالف أمره ﴿الله لاَ إله إِلاَّ هُوَ﴾ أي اللهُ جل وعلا لا معبود سواه، ولا خالق غيره، عليه الاعتماد وإِليه المرجع والمآب ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي فعليه وحده توكلوا أيها المؤمنون في جميع أموركم قال الصاوي: وهو تحريضٌ وحثٌّ للنبي ﷺ َ على التوكل على الله، والالتجاء إِليه، وفيه تعليمٌ للأمة ذلك، بأن يلتجئوا إِلى إِلى الله ويثقوا بنصره وتأييده ﴿ياأيها الذين آمنوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلاَدِكُمْ عَدُوًّا لَّكُمْ فاحذروهم﴾ أي يا معشر المؤمنين إِن بعض الزوجات والأولاد أعداء لكم، يصدونكم عن سبيل الله، وثبطونكم عن طاعة الله، فاحذروا أن تستجيبوا لهم وتطيعوهم قال المفسرون: إِن قومًا أسلموا وأرادوا الهجرة، فثبطهم أزواجهم وأولادهم عن الهجرة، فلم يهاجروا إلا بعد مدة، فلما أتوا رسول الله ﷺ َ رأوا الناس قد فقهوا في الدين، فندموا وأسفوا وهمُّوا بمعاقبة أزواجهم وأولادهم فنزلت الآية الكريمة، والآية نعم كلَّ من انشغل عن طاعة الله بالأزواج والأولاد ﴿وَإِن تَعْفُواْ وَتَصْفَحُواْ وَتَغْفِرُواْ﴾ أي وإِن عفوتم عنهم في تثبيطكم عن الخير، وصفحتم عما صدر منهم، وغفرتم لهم زلاتهم ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فإن الله واسع المغفرة عظيم الرحمة، يعاملكم بمثل ما عاملتم ﴿إِنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ﴾ أي ليست الأموالُ والأولادُ إِلاّ اختبارًا وابتلاءً من الله تعالى لخلقه، ليعلم من يطيعه ومن يعصيه، وقدَّم المال لأن فتنته أشدُّ ﴿والله عِنْدَهُ أَجْرٌ عَظِيمٌ﴾ أي وما عند الله من الأجر والثواب أعظم من متاعِ الدنيا، فلا تشغلكم الأموال والأولاد عن طاعة الله، والآية ترغيبٌ في الآخرة وتزهيدٌ في الدنيا، وفي الأموال والأولاد التي فتن الناسُ بها ﴿فاتقوا الله مَا استطعتم﴾ أي ابذلوا أيها المؤمنون في طاعة الله جهدكم وطاقتكم، ولا تكلفوا أنفسكم ما لا تطيقون قال المفسرون: هذا في المأمورات وفضائل الأعمال يأتي الإِنسان منها بقدر طاقته، وأما في المحظورات فلا بدَّ من اجتنابها بالكلية ويدل عليه ما روي عن النبي ﷺ َ أنه قال:\n«إِذا أمرتكم بأمرٍ فائتوا منه ما استطعتم، وما نهيتكم عنه فاجتنبوه» ﴿واسمعوا وَأَطِيعُواْ﴾ أي واسمعوا ما توعظون به، وأطيعوا فيما تُؤْمرون به وتُنهون عنه ﴿وَأَنْفِقُواْ خَيْرًا لأَنفُسِكُمْ﴾ أي وأنفقوا في سبيل الله من أموالكم، يكنْ خيرًا لأنفسكم ﴿وَمَن يُوقَ شُحَّ نَفْسِهِ فأولئك هُمُ المفلحون﴾ أي ومن سلم من البخل والطمع الذي تدعو إِليه النفس، فقد فاز بكل مطلوب ﴿إِن تُقْرِضُواْ الله قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ﴾ أي إِذا تصدقتم في سبيل الله عن طيب نفس،\nفإن الله يضاعف لكم الأجر والثواب، وفي تصوير الصدقة بصورة القرض تلطفٌ بليغ في الإِحسان إِلى الفقراء ﴿وَيَغْفِرْ لَكُمْ﴾ أي ويمحُ عنكم سيئاتكم ﴿والله شَكُورٌ حَلِيمٌ﴾ أي شاكرٌ للمحسن إِحسانه، حليمٌ بالعباد حيث لا يعالجهم بالعقوبة مع كثرة ذنوبهم ﴿عَالِمُ الغيب والشهادة﴾ أي هو تعالى العالم بما غاب وحضر، لا تخفى عليه خافية ﴿العزيز الحكيم﴾ أي الغالب في ملكه الحكيم في صنعه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق في الاسم مثل ﴿فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ﴾ وكذلك بين ﴿الغيب والشهادة﴾ والطباق في الفعل مثل ﴿وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ﴾ وهو من المحسنات البديعية.\n٢ - تقديم الجار والمجرور لإِفادة الحصر ﴿لَهُ الملك وَلَهُ الحمد﴾ أي له وحده الملك والحمد.\n٣ - الإستعارة اللطيفة ﴿والنور الذي أَنزَلْنَا﴾ أطلق على القرآن النور بطريق الاستعارة، فإِن القرآن يزيل الشبهات، كما يزيل النور الظلمات.\n٤ - المقابلة بين جزاء المؤمنين وجزاء الكافرين ﴿وَمَن يُؤْمِن بالله وَيَعْمَلْ صَالِحًا. .﴾ الآية وبين ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ النار خَالِدِينَ فِيهَا﴾ الآية.\n٥ - الجناس الناقص ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ لاختلاف الحركات في الشكل.\n٦ - جناس الاشتقاق ﴿أَصَابَ. . مُّصِيبَة﴾ و﴿يَجْمَعُكُمْ لِيَوْمِ الجمع﴾ .\n٧ - الإِطناب بتكرار الفعل زيادة في التأكيد واعتناءً بشأن الطاعة ﴿وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ .\n٨ - صيغة المبالغة ﴿والله شَكُورٌ حَلِيمٌ﴾ لأن فعنل وفعيل من صيغ المبالغة.\n٩ - الاستعارة التمثيلية ﴿إِن تُقْرِضُواْ الله قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ﴾ شبَّه الإِنفاق في سبيل الله والتصدق على الفقراء، بمن يُقرض الله قرضًا واجب الوفاء وذلك بطريق التمثيل، وهو من لطيف الاستعارة وبديع العبارة.\n١٠ - السجع المرصَّع لتوافق الفواصل مثل ﴿والله شَكُورٌ حَلِيمٌ﴾ ﴿عَالِمُ الغيب والشهادة العزيز الحكيم﴾ .", "ayah": 9, "surah": 64}