{"text": "اللغَة: ﴿هوى﴾ هوى يهوي إذا سقط إلى أسفل ﴿مِرَّةٍ﴾ المِرَّة بكسر الميم القوة قال قطرب: تقول العرب لكل جزل الرأي حصيف العقل: ذو مرَّة ﴿تدلى﴾ التدلي: الامتداد من أعلى إلى أسفل يقال: تدلّى الغصن إِذا امتد نحو الأسفل ﴿قَابَ﴾ قدر قال في البحر: القابُ والقاد والقيد: المقدار ﴿ضيزى﴾ جائرة مائلة عن الحق يقال: ضاز في الحكم أي جار، وضازه حقه أي يخسفه قال الشاعر:\nضازت بنو أسدٍ بحكمهم ... إِذْ يجعلون الرأس كالذَنب\n﴿اللمم﴾ الصغائر من الذنوب قال الزجاج: أصل اللَّمم ما يعمله الإِنسان المرَّة بعد المرة ولا يقيم عليه يقال: مافعلتُه إِلا لممًا ولِمامًا ﴿أَجِنَّةٌ﴾ جمع جنين وهو الولد ما دام في البطن سمي جنينًا لاستتاره.\nالتفسِير: ﴿والنجم إِذَا هوى﴾ أي أقسمُ بالنجم وقت سقوطه من علو قال ابن عباس: أقسم\nسبحانه بالنجوم إذا انقضَّت في إِثر الشياطين حين استراقها السمع وقال الحسن: المراد في الآية النجوم إِذا انتثرت يوم القيامة كقوله ﴿وَإِذَا الكواكب انتثرت﴾ [الإنفطار: ٢] قال ابن كثير: الخالق يُقسم بِما شاء من خلقه، والمخلوق لا ينبغي أن يُقسم إِلا بالخالق ﴿مَا ضَلَّ صَاحِبُكُمْ﴾ أي ما ضلَّ محمدٌ عن طريق الهداية، ولا حاد عن نهج الاستقامة ﴿وَمَا غوى﴾ أي وما اعتقد باطلًا قط بل هو في غاية الهدى والرشد قال أبو السعود: والخطاب لكفار قريش، والتعبير بلفظ ﴿صَاحِبُكُمْ﴾ للإِيذان بوقوفهم على تفاصيل أحواله، فإِن طول صحبتهم له، ومشاهدتهم لمحاسن أوصافه العظيمة مقتضيةٌ ذلك ﴿وَمَا يَنطِقُ عَنِ الهوى﴾ أي لا يتكلم ﷺ َ عن هوى نفسي ورأي شخصي ﴿إِنْ هُوَ إِلاَّ وَحْيٌ يوحى﴾ أي لا يتكلم إلا عن وحيٍ من الله ﷿ قال البيضاوي: أي ما القرآن إلا وحيٌ يوحيه الله إليه ﴿عَلَّمَهُ شَدِيدُ القوى﴾ أي علَّمه القرآن ملكٌ شديدٌ قواه وهو جبريل الأمين قال المفسرون: ومما يدل على شدة قوته أنه قلع قرى قوم لوط وحملها على جناحه حتى بلغ بها السماء ثم قلبها، وصاح بثمود فأصبحوا خامدين، وكان هبوطه بالوحي على الأنبياء أو صعوده في أسرع من رجعه الطرف ﴿ذُو مِرَّةٍ فاستوى﴾ أي ذو حصافة في العقل، وقوةٍ في الجسم، فاستقرَّ جبريل على صورته الحقيقية ﴿وَهُوَ بالأفق الأعلى﴾ أي وهو بأفق السماء حيث تطلع الشمس جهة المشرق قال ابن عباس: المراد بالأفق الأعلى مطلع الشمس قال الخازن: كان جبريل يأتي رسول الله ﷺ َ في وصورة الآدميين كما كان يأتي الأنبياء قبله، ومرة في السماء، فأما التي في الأرض فبالأفق الأعلى أيجانب المشرق حيث كان رسول الله ﷺ َ بحراء فطلع عليه جبريل من ناحية المشرق وفتح جناحيه فسدَّ ما بين المشرق والمغرب، فخرَّ رسول الله ﷺ َ مغشيًا عليه، فنزل جبريل في صورة الآدميين فضمَّه إلى نفسه وجعل يسمح الغبار عن وجهه وهو قوله ﴿ثُمَّ دَنَا فتدلى﴾ وأما التي في السماء فعند سدرة المنتهى، ولم يره أحدٌ من الأنبياء على صورته الملكية التي خُلق عليها إلا نبينا محمد ﷺ َ ﴿ثُمَّ دَنَا فتدلى﴾ أي ثم اقترب جبريل من محمد وزاد في القرب منه ﴿فَكَانَ قَابَ قَوْسَيْنِ أَوْ أدنى﴾ أي فكان منه على مقدار قوسين أو أقل قال الألوسي: والمراد إِفادة شدة القرب فكأنه قيل: فكان قريبًا منه ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ أي فأوحى جبريل إلى عبد الله ورسوله محمد ﷺ َ ما أوحى إليه من أوامر الله ﷿ ﴿مَا كَذَبَ الفؤاد مَا رأى﴾ أي ما كذب قلب محمد ما رآه ببصره من صورة جبريل الحقيقية قال ابن مسعود: رأى رسول الله ﷺ َ جبريل في صورته وله ستمائة جناح، كل جناحٍ منهما قد سدَّ الأفق، يسقط من جناحه من التهاويل والدر والياقوت ما اللهُ به عليم ﴿أَفَتُمَارُونَهُ على مَا يرى﴾؟ أي أفتجادولنه يا معشر المشركين على ما رأى ليلة الإِسراء والمعراج؟ قال في البحر:\nكانت قريش حين أخبرهم ﷺ َ بأمره في الإِسراء كذبوا واستخفوا حتى وصف لهم ﷺ َ بيت المقدس، والجمهور على أن المرئي مرتين هو جبريل، وعن ابن عباس وعكرمة أن الرسول ﷺ َ رأى ربه بعيني رأسه، وأنكرت ذلك عائشة وقالت إنه رأى جبريل في صورته مرتين ثم قال أبو حيان: والصحيح أن جميع ما في هذه الآيات هو مع جريل بدليل قوله تعالى ﴿وَلَقَدْ رَآهُ نَزْلَةً أخرى﴾ فإنه يقتضي مرة متقدمة ﴿وَلَقَدْ رَآهُ نَزْلَةً أخرى﴾ أي رأى الرسول جبريل في صورته الملكية مرةً أُخرى ﴿عِندَ سِدْرَةِ المنتهى﴾ أي عند سدرة المنتهى التي هي في السماء السابعة قرب العرش قال المفسرون: والسشدرة شجرة النَّبق تنبع من أصلها الأنهار، وهي عين يمين العرش، وسميت سدرة المنتهى لأنه ينتهي إليها علم الخلائق وحميع الملائكة، ولا يعلم أحدٌ ما وراءها إلا الله جل وعلا وفي الحديث\n«صُعد بي إلى السماء السابعة، ورفعت إليَّ سدرة المنتهى، فإِذا نبقها أي ثمرها مثل قلال هجر، وإِذا أوراقها كآذان الفيلة. .» ﴿عِندَهَا جَنَّةُ المأوى﴾ أي عند سدرة المنتهى الجنة التي تأوي إليها الملائكة وأرواح الشهداء والمتقين ﴿إِذْ يغشى السدرة مَا يغشى﴾ أي رآه وقت ما يغشى السدرة ما يغشى من العجائب قال الحسن: غشيها نور رب العالمين فاستنارت وقال ابن مسعود: غشيها فراش من ذهب وفي الحديث\n«لما غشيها من أمر الله ما غشيها تغيَّرت، فما أحد من خلق الله يستطيع أن يصفها من حسنها» قال المفسرون: رأى ﵇ شجرة سدرة المنتهى وقد غشيتها سبحات أنوار الله ﷿، حتى ما يستطيع أحد أن ينظر إليها، وغشيتها الملائكة أمثال الطيور يعبدون الله عندها، يجتمعون حولها مسبِّحين وزائرين كما يزور الناس الكعبة وفي الحديث «رأيت السدرة يغشاها فراش من ذهب، ورأيت على كل ورقة ملكًا قائمًا يسبح لله تعالى» ﴿مَا زَاغَ البصر﴾ أي ما صال بصر النبي ﷺ َ في المقام وفي تلك الحضرة يمينًا وشمالًا ﴿وَمَا طغى﴾ أي وما جاوز الحدَّ الذي رأى قال القرطبي: أي لم يمدَّ بصره إلى غير ما رأى من الآيات، وهذا وهذا وصف أدب النبي ﷺ َ في ذلك المقام إذ لم يلتفت يمينًا ولا شمالًا وقال الخازن: لما تجلَّى رب العزة وظهر نوره، ثبت ﷺ َ في ذلك المقام العظيم الذي تحار فيه العقول، وتزلُّ فيه الأقدام، وتميل فيه الأبصار ﴿لَقَدْ رأى مِنْ آيَاتِ رَبِّهِ الكبرى﴾ أي والله لقد رأى محمد ليلة المعراج عجائب ملكوت الله، رأى سدة المنتهى، والبيت المعمور، والجنة والنار، ورأى جبريل في صورته التي يكون عليها في السموات له ستمائة جناحٍ، ورأى رفرفًا أخضر من الجنة قد سدَّ الأفق، وغير ذلك من الآيات العظام قال الفخر: وفي الآية دليلٌ على أن النبي ﷺ َ رأى ليلة المعراج آياتِ الله ولم\nيرَ الله كما قال البعض، ووجهه أن الله ختم قصة المعراج برؤية الآيات، وقال في الإِسراء ﴿لِنُرِيَهُ مِنْ آيَاتِنَآ﴾ [الإِسراء: ١] ولو كان رأى ربه لكان ذلك أعظم ما يمكن ولأخبر تعالى به ﴿أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى﴾ أي أخبرونا يا معشر الكفار عن هذه الآلهة التي تعبدونها «اللات والعزة ومناة» هل لها من القدرة والعظمة التي وُصف بها رب العزة شيء حتى زعم أنها آلهة؟ قال الخازن: هذه أسماء أصنام اتخذوها آهلة يعبدونها، واشتقوا لها أسماء من أسماء الله ﷿ فقالوا من الله اللات، ومن العزيز العُزَّى، وكانت اللات بالطائف، والعُزَّى بغطفان وقد حطمها خالد بن الوليد، ومناة صنم لخزاعة يعبده أهل مكة ﴿أَلَكُمُ الذكر وَلَهُ الأنثى﴾؟ توبيخٌ وتقريع أي ألكم يا معشر المشركين النوع المحبوب من الأولاد وهو الذكر، وله تعالى النوع المذموم بزعمكم وهو الأنثى؟ ﴿تِلْكَ إِذًا قِسْمَةٌ ضيزى﴾ أي تلك القسمة قسمة جائزة غير عادلة حيث جعلتم لربكم ما تكرهونه لأنفسكم قال الرازي: إنهم ما قالوا لنا البنون وله البنات، وإنما نسبوا إلى الله البنات وكانوا يكرهونهن كما قال تعالى ﴿وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ﴾ [النحل: ٦٢] فلما نسبوا إلى الله البنات حصل من تلك النسبة قسمة جائرة ﴿إِنْ هِيَ إِلاَّ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُم﴾ أي ما هذه الأوثان إِلا أسماء مجردة لا معنى تحتها لأنها لا تضر ولا تنفع، سميتموها آلهة أنتم وآباؤكم وهي مجرد تسميات ألقيت على جمادات ﴿مَّآ أَنزَلَ الله بِهَا مِن سُلْطَانٍ﴾ أي ما أنزل الله بها من حجة ولا برهان ﴿إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الأنفس﴾ أي ما يتبعون في عبادتها إلا الظنون والأوهام، وما تشتهيه أنفسهم مما زينه لهم الشيطان ﴿وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ الهدى﴾ أي والحال أنه قد جاءهم من ربهم البيان الساطع، والبرهان القاطع على أن الأصنام ليست بآلهة، وأن العبادة لا تصلح إِلا لله الواحد القهار قال ابن الجوزي: وفيه تعجيبٌ من حالهم إذ لم يتركوا عبادتها بعد وضوح البيان ﴿أَمْ لِلإِنسَانِ مَا تمنى﴾ أي ليس للإِنسان كل ما يشتهي حتى يطمع في شفاعة الأصنام قال الصاوي: والمراد بالإِنسان الكافر، وهذه الآية تجر بذيلها على من يلتجىء لغير الله طلبًا للفاني، ويتبع هوى نفسه فيما تطلبه فليس له ما يشتهي، واتباعُ الهوى هوان ﴿فَلِلَّهِ الآخرة والأولى﴾ أي فالملك كله لله يعطي من يشاء ويمنعم من يشاء، لأنه مالك الدنيا والآخرة، وليس الأمر كما يشتهي الإنسان، بل هو تعالى يعطي من اتبع هداه وترك هواه.\n. ثم أكَّد هذا المعنى بقوله ﴿وَكَمْ مِّن مَّلَكٍ فِي السماوات﴾ أي وكثير من الملائكة الأبرار الأطهار المنبثين في السموات ﴿لاَ تُغْنِي شَفَاعَتُهُمْ شَيْئًا﴾ أي أن الملائكة مع علو منزلتهم ورفعة شأنهم لا تنفع شفاعتهم أحدًا إلا بإِذن الله، فكيف تشفع الأصنام مع حقارتها؟! ﴿إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله لِمَن يَشَآءُ ويرضى﴾ أي إِلا من بعد أن يأذن تعالى في الشفاعة لمن يشاء من أهل التوحيد والإِيمان ويرضى عنه كقوله تعالى: ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ [الأنبياء: ٢٨] قال ابن كثير: فإِذا كان هذا في حق الملائكة المقربين، فكيف ترجون أيها الجاهلون شفاعة الأصنام والأنداد عند الله تعالى؟ ثم أخبر تعالى عن ضلالات المشركين فقال ﴿إِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي\nلا يصدقون بالبعث والحساب ﴿لَيُسَمُّونَ الملائكة تَسْمِيَةَ الأنثى﴾ أي ليزعمون أنهم إناثٌ وأنهم بناتُ الله ﴿وَمَا لَهُم بِهِ مِنْ عِلْمٍ﴾ أي لا علم لهم بما يقولون أصلا، لأنهم لم يشاهدوا خلق الملائكة، ولا جاءهم عن الله حجة أو برهان ﴿إِن يَتَّبِعُونَ إِلاَّ الظن﴾ أي ما يتبعون في هذه الأقوال الباطلة إلا الظنون والأوهام ﴿وَإِنَّ الظن لاَ يُغْنِي مِنَ الحق شَيْئًا﴾ أي وإِن الظنَّ لا يجدي شيئًا، ولا يقوم أبدًا مقام الحق ﴿فَأَعْرِضْ عَن مَّن تولى عَن ذِكْرِنَا﴾ أي فأعرض يا محمد عن هؤلاء المشركين الذين استنكفوا عن الإِيمان والقرآن ﴿وَلَمْ يُرِدْ إِلاَّ الحياة الدنيا﴾ أي وليس له همٌ إلا الدنيا وما فيها من النعليم الزائل، والمتعة الفانية قال أبو السعود: والمراد النهيُّ عن دعوة المعرض عن كلام الله وعدم الاعتناء بشأنه، فإن من أعرض عما ذكر، وانهمك في الدنيا بحيث صارت منتهى همته وقاصرى سعيه، لا تزيده الدعوة إِلا عنادًا وإِصرارًا على الباطل ﴿ذَلِكَ مَبْلَغُهُمْ مِّنَ العلم﴾ أي ذلك نهاية علمهم وغاية إدراكهم أن آثروا الدنيا على الآخرة ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهتدى﴾ أي هو عالم بالفريقين: الضالين والمهتدين ويجازيهم بأعمالهم ﴿وَلِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي له كل ما في الكون خلقًا وملكًا وتصرفًا ليس لأحدٍ من ذلك شيء أصلًا ﴿لِيَجْزِيَ الذين أَسَاءُواْ بِمَا عَمِلُواْ﴾ أي ليجازي المسيء بإساءته ﴿وَيِجْزِيَ الذين أَحْسَنُواْ بالحسنى﴾ أي وليجازي المحسن بالجنة جزاء إحسانه قال ابن الجوزي: والآية إِخبارٌ عن قدرته وسعة ملكه، وهو كلام معترض بين الآية الأولى وبين قوله ﴿لِيَجْزِيَ الذين أَسَاءُواْ﴾ لأنه إِذا كان أعلم بالمسيء وبالمحسن جازى كلًا بما يستحقه، وإنما يقدر على مجازاة الفريقين إذا كان واسع الملك.\n. ثم ذكر تعالى صفات المتقين المحسنين فقال ﴿الذين يَجْتَنِبُونَ كَبَائِرَ الإثم﴾ أي يبتعدون عن كبائر الذنوب كالشرك والقتل وأكل مال اليتيم ﴿والفواحش﴾ أي ويبتعدون عن الفواحش جمع فاحشة وهي ما تناهى قبحها عقلًا وشرعًا كالزنى ونكاح زوجة الأب لقوله تعالى ﴿وَلاَ تَقْرَبُواْ الزنى إِنَّهُ كَانَ فَاحِشَةً﴾ [الإِسراء: ٣٢] وقوله ﴿وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء إِلاَّ مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا﴾ [النساء: ٢٢] ﴿إِلاَّ اللمم﴾ أي إلا ما قلَّ وصغر من الذنوب قال القرطبي: وهي الصغائر التي لا يسلم من الوقوع فيها إلا من عصمه الله كالقبلة والغمزة والنظرة وفي الحديث «إن الله ﷿ كتب على ابن آدم حظه من الزنى، أدرك ذلك لا محالة، فزنى العينين النظر، وزنى اللسان النطقُ، والنفسُ تتمنى وتشتهي، والفرج يصدِّق ذلك أو يكذبه» فإذا اجتنب العبد كبائر الذنوب غفر الله بفضله وكرمه الصغائر لقوله تعالى ﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ﴾ [النساء: ٣١] يعني الصغائر ﴿إِنَّ رَبَّكَ وَاسِعُ المغفرة﴾ أي هو تعالى غفار الذنوب ستار العيوب، يغفر لمن فعل ذلك ثم تاب قال ابن كثير: أي رحمته وسعت كل شيء، ومغفرته تسع الذنوب كلها لمن تاب\nمنها قال البيضاوي: ولعله عقَّب به وعيد المسيئين ووعد المحسنين، لئلا ييأس صاحب الكبيرة من رحمته، ولا يتوهم وجوب العقاب على الله تعالى ﴿هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مِّنَ الأرض﴾ أي هو جل وعلا أعلم بأحوالكم منكم قبل أن يخلقكم، ومن حين أن خلق أباكم آدم من التراب ﴿وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ﴾ أي ومن حين أن كنتم مستترين في أرحام أُمهاتكم، فهو تعالى يعلم التقيَّ والشقي، والمؤمن والكافر، والبرِّ والفاجر، علم ما تفعلون وإلى ماذا تصيرون ﴿فَلاَ تزكوا أَنفُسَكُمْ﴾ أي لا تمدحوها على سبيل الإِعجاب، ولا تشهدوا لها بالكمال والتقى، فإن النفس خسيسة إِذا مُدحت اغترت وتكبَّرت قال أبو حيان: أي لا تنسبوها إِلى الطهارة عن المعاصي، ولا تثنوا عليها، فقد علم الله منكم الزكيَّ والتقي قبل إخراجكم من صلب آدم، وقبل إخراجكم من بطون أُمهاتكم ﴿هُوَ أَعْلَمُ بِمَنِ اتقى﴾ أي هو تعالى العالم بمن أخلص العمل، واتقى ربه في السر والعلن.", "ayah": 16, "surah": 53}