{"text": "المنَاسَبَة: لما ذكر تعالى في الآيات السابقة سفاهات المشركين وضلالاتهم في عبادتهم للأصنام، وميَّز بين المؤمنين والمجرمين، ذكر هنا نوعًا خاصًا من أهل الإِجرام، وختم السورة الكريمة ببيان ما حلَّ بالمكذبين من أنواع العذاب والدمار، تذكيرًا للمشركين بانتقام الله من أعدائه المكذبين لرسوله.\nاللغَة: ﴿وأكدى﴾ قطع العطاء مأخوذ من الكُدية يقال لمن حفر بئرًا ثم وجد صخرة تمنعه من إتمام الحفر قد أكدى، ثم استعمله العرب لمن أعطى ولم يتمم، ولمن طلب شيئًا فلم يبلغ آخره قال الحطيئة:\nفأعطى قليلًا ثم أكدى عطاءه ... ومن يبذل المعروف في الناس يُحمد\n﴿وأقنى﴾ أعطاه الكفاية من المال ورضَّاه بما أعطاه قال الجوهري: قني الرجل يقنى مثل غني يغنى أي أعطاه الله ما يُقتنى من المال والنشب، وأقناه الله رضَّاه ﴿الشعرى﴾ الكوكب المضيء الذي يطلع بعد الجوزاء في شدة الحر ﴿أَزِفَتِ﴾ قربت قال كعب بن زهير:\nبان الشباب وهذا الشيبُ قد أزفا ... ولا أرى لشبابٍ بائنٍ خلفا\nوالآزفة القيامة سيمت بذلك لقربها ودونها ﴿سَامِدُونَ﴾ لاهون ولاعبون، والسمودُ اللهو.\nسَبَبُ النّزول: روي أن «الوليد بن المغيرة» جلس عند النبي ﷺ َ وسمع وعظه، فتأثر قلبه بما سمع وكاد أن يُسلم، فعيَّره رجلٌ من المشركين وقال: تركت دين آبائك وضلَّلتهم وزعمت أنهم في النار؟! فقال الوليد: إِني خشيتٌ عذاب الله، فضمن له الرجل إِن هو أعطاه شيئًا من ماله، ورجع إلى شركه أن يتحمل عنه عذاب الله ﷿، فأعطاه بعض الذي ضمن له ثم بخل ومنعه الباقي فأنزل الله ﴿أَفَرَأَيْتَ الذي تولى وأعطى قَلِيلًا وأكدى﴾ الآيات.\nالتفسِير: ﴿أَفَرَأَيْتَ الذي تولى﴾ أي أخبرني يا محمد عن هذا الفاجر الأثيم الذي أعرض عن الإِيمان واتباع الهوى؟ ﴿وأعطى قَلِيلًا وأكدى﴾ أي وأعطى لصاحبه الذي عيَّره قليلًا من المال المشروط ثم بخل بالباقي قال مجاهد: نزلت في الوليد بن المغيرة ﴿أَعِندَهُ عِلْمُ الغيب فَهُوَ يرى﴾ أي أعنده علمٌ بالأمور الغيبية حتى يعلم أن صاحبه يتحمل عنه العذاب؟ ﴿أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ موسى﴾ أي لم يُخبر بما في التوراة المنزلة على موسى ﴿وَإِبْرَاهِيمَ الذي وفى﴾ أي وبما في صحف إبراهيم الذي تمَّم ما أُمر به من طاعة الله وتبليغ رسالته، على وجه الكمال والتمام قال الحسن: ما أمره الله بشيء إلا وفّى به كقوله تعالى ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ﴾ [البقرة: ١٢٤] ﴿أَلاَّ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي أن لا تحمل نفسٌ ذنب غيرها، ولا يؤاخذ أحدٌ بجريرة غيره، والآية ردٌّ على من زعم أنه يتحمل العذاب عن غيره كقوله تعالى ﴿وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ اتبعوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ﴾\n[العنكبوت: ١٢] ﴿وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى﴾ أي وأنه ليس للإِنسان إلا عمله وسعيه قال ابن كثير: أي كما لا يُحمل عليه وزرُ غيره، كذلك لا يحصل له الأجر إِلا ما كسب هو لنفسه ﴿وَأَنَّ سَعْيَهُ سَوْفَ يرى﴾ أي وأن عمله سيُعرض عليه يوم القيامة، ويراه في ميزانه قال الخازن: وفي الآية بشارة للمؤمن، وذلك أن الله تعالى يريه أعماله الصالحة ليفرح بها ويحزن الكافر بأعماله الفاسدة فيزداد غمًا ﴿ثُمَّ يُجْزَاهُ الجزآء الأوفى﴾ أي ثم يُجزى بعمله الجزاء الأتم الأكمل، وهو وعيدٌ للكافر ووعدٌ للمؤمن ﴿وَأَنَّ إلى رَبِّكَ المنتهى﴾ إي إليه جل وعلا المرجع والمآب والمصير فيعاقب ويثيب. . ثم شرع تعالى في بيان آثار قدرته فقال ﴿وَأَنَّهُ هُوَ أَضْحَكَ وأبكى﴾ أي هو الذي\nخلق الفرح والحزن، والسرور والغم، فأضحك في الدنيا من أضحك، وأبكى من أبكى قال مجاهد: أضحك أهل الجنة وأبكى أهل النار ﴿وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا﴾ أي خلق الموت والحياة فهو جل وعلا القادر على الإِماتة والإِحياء لا غيره، ولهذا كرر الإِسناد «هو» لبيان أن هذا من خصائص فعل الله ﴿وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى﴾ أي أوجد الصنفين الذكر والأنثى من أولاد آدم ومن كل حيوان قال الخازن: والغرض أنه تعالى هو القادر على إيجاد الضدين في محل واحد: الضحك والبكاء، والإِحياء والإِماتة، والذكر والأنثى، وهذا شيء لا يصل إليه فهم العقلاء ولا يعلمونه، وإنما هو بقدرة الله تعالى وخلقه لا بفعل الطبيعة، وفيه تنبيه على كمال قدرته، لأن النطفة شيء واحد خلق خلق الله منها أعضاء مختلفة، وطباعًا متباينة، وخلق منها الذكر والأنثى، وهاذ من عجيب صنعته وكمال قدرته، ولهذا قال ﴿مِن نُّطْفَةٍ إِذَا تمنى﴾ أي خلق الذكر والأنثى من نطفة إذا تدفقت من صلب الرجل، وصُبّت في رحم المرأة ﴿وَأَنَّ عَلَيْهِ النشأة الأخرى﴾ أي وأن عليه جل وعلا إِعادة خلق النَّاس للحساب والجزاء، وإِحياؤهم بعد موتهم قال في البحر: لما كانت هذه النشأة ينكرها الكفار بولغ فيها بقوله تعالى ﴿عَلَيْهِ﴾ كأنه تعالى أوجب ذلك على نفسه ﴿وَأَنَّهُ هُوَ أغنى وأقنى﴾ أي أغنى من شاء، وأفقر من شاء وقال ابن عباس: أعطى فأرضى، أغنى الإِنسان ثم رضاه بما أعطاه ﴿وَأَنَّهُ هُوَ رَبُّ الشعرى﴾ أي هو ربُّ الكوكب المضيء المسمَّى بالشعرى الذي كانوا يعبدونه قال أبو السعود: أي هو رب معبودهم وكانت خزاعة تعبدها سنَّ لهم ذلك رجلٌ من أشرافهم هو «أبو كبشة» ﴿وَأَنَّهُ أَهْلَكَ عَادًا الأولى﴾ أي أهلك قوم عاد القدماء الذين بُعث لهم نبيُّ الله «هود» ﵇، وكانوا من أشد الناس وأقواهم، وأعتاهم على الله وأطغاهم، فأهلكهم الله بالريح الصرصر العاتية قال البيضاوي: سميت عادًا الأولى أي القدماء لأنهم أُولى الأمم هلاكًا بعد قوم نوح ﵇ ﴿وَثَمُودَ فَمَآ أبقى﴾ أي وثمود دمَّرهم فلم يُبق منهم أحدًا ﴿وَقَوْمَ نُوحٍ مِّن قَبْلُ﴾ أي وقوم نوح قبل عادٍ وثمود أهلكناهم ﴿إِنَّهُمْ كَانُواْ هُمْ أَظْلَمَ وأطغى﴾ أي كانوا أظلم من الفريقين، وأشد تمدرًا وطغيانًا ممن سبقهم، قال في البحر: كانوا في غاية العتو والإِيذاء لنوح ﵇، يضربونه حتى لا يكاد يتحرك، ولا يتأثرون بشيء مما يدعوهم إليه قال قتادة: دعاهم ألف سنة إلا خمسين عامًا، كلما هلك قرن نشأ قرن، حتى كان الرجل يأخذ بيد ابنه يتمشى به إلى نوح ليحذره منه ويقول له: يا بني إن أبي مشى بي إلى هذا وأنا مثلك يومئذٍ فإِياك أن تصدقه، فيموت الكبير على الكفر، وينشأ الصغير على بغض نوح ﴿والمؤتفكة أهوى﴾ أي وقرى قوم لوط أهواها فأسقطها علىلأرض بعد أن انقلبت بهم فصار عاليها سافلها، وذلك أن جبريل رفعها إلى السماء ثم أهوى بها ﴿فَغَشَّاهَا مَا غشى﴾ أي فغطَّاها من فنون العذاب ما غطَّى، وفيه تهويلٌ للعذاب وتعميمٌ لما أصابهم منه قال في البحر:\nوالمؤتفكة هي مدائن قوم لوط، سميت بذلك لأنها انقلبت بأهلها، رفعها جبريل ﵇ ثم أهوى بها إلى الأرض، ثم أمطرت عليهم حجارة من سجيل منضود فذلك قوله ﴿فَغَشَّاهَا مَا غشى﴾ ﴿فَبِأَيِّ آلاء رَبِّكَ تتمارى﴾ أي فبأي نعم الله الدالة على وحدانيته وقدرته تتشكك أيها الإِنسان وتكذب!! ﴿هذا نَذِيرٌ مِّنَ النذر الأولى﴾ أي هذا هو محمد رسول الله منذر كسائر الرسل ومن جنس المنذرين الأولين وقد علمتم ما حلَّ بالمكذبين ﴿أَزِفَتِ الآزفة﴾ أي دنت الساعة واقترتب القيامة قال القرطبي: سميت آزفة لدنوها وقرب قيامها ﴿لَيْسَ لَهَا مِن دُونِ الله كَاشِفَةٌ﴾ أي لا يقدر على كشفها وردها إِذا غشيت الخلق بأهوالها وشدائدها إلا الله تعالى ﴿أَفَمِنْ هذا الحديث تَعْجَبُونَ﴾؟ استفهامٌ للتوبيخ أي أفمن هذا القرآن تعجبون يا معشر المشركين سخرية واستهزاءً؟ ﴿وَتَضْحَكُونَ وَلاَ تَبْكُونَ﴾ أي وتضحكون عند سماعه، ولا تبكون من زواجره وآياته؟ وقد كان حقكم أن تبكوا الدم بدل الدمع حزنًا على ما فرطتم ﴿وَأَنتُمْ سَامِدُونَ﴾ أي وأنتم لاهون غافلون؟ ﴿فاسجدوا لِلَّهِ واعبدوا﴾ أي فساجدوا لله الذي خلقكم وأفردوه بالعبادة، ولا تبعدوا اللات والعزى، ومناة والشعرى، فهو الواحد الأحد الفرد الصمد، الذي لا يليق السجود والعبادة إلاَّ له جلا وعلا.\nالبَلاَغة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِبهام للتعظيم والتهويل ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ [النجم: ١٠] ومثله ﴿إِذْ يغشى السدرة مَا يغشى﴾ [النجم: ١٦] وكذلك ﴿فَغَشَّاهَا مَا غشى﴾ .\n٢ - الجناس ﴿والنجم إِذَا هوى ... وَمَا يَنطِقُ عَنِ الهوى﴾ [النجم: ١٣] فالأول هو بمعنى خرَّ وسقط والثاني بمعنى هوى النفس.\n٣ - الطباق بين ﴿أَضْحَكَ وأبكى﴾ وبين ﴿أَمَاتَ وَأَحْيَا﴾ وبين ﴿ضَلَّ وِ اهتدى﴾ وبين\n﴿الآخرة والأولى﴾ [النجم: ٢٥] وبين ﴿وَتَضْحَكُونَ وَلاَ تَبْكُونَ﴾ وهي من المحسنات البديعية.\n٤ - المقابلة ﴿لِيَجْزِيَ الذين أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِيَ الذين أَحْسَنُواْ بالحسنى﴾ [النجم: ٣١] كما فيه إطناب في تكرار لفظ يجزي وكلاهما من المحسنات البديعية.\n٥ - الاستفهام التوبيخي مع الإِزراء بعقولهم ﴿أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذًا قِسْمَةٌ ضيزى﴾ [النجم: ٢١٢٢] .\n٦ - الجناس الناقص بين ﴿أغنى. . وأقنى﴾ لتغير بعض الحروف.\n٧ - جناس الاشتقاق ﴿أَزِفَتِ الآزفة﴾ .\n٩ - عطف العام على الخاص ﴿فاسجدوا لِلَّهِ واعبدوا﴾ .\n١٠ - مراعاة الفواصل ورءوس الآيات، مما له أجمل الوقع على السمع مثل ﴿أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى أَلَكُمُ الذكر وَلَهُ الأنثى﴾ [النجم: ١٩٢١]؟ ومثله ﴿أَفَمِنْ هذا الحديث تَعْجَبُونَ وَتَضْحَكُونَ وَلاَ تَبْكُونَ وَأَنتُمْ سَامِدُونَ﴾؟ ويسمى بالسجع.\nتنبيه: كانت الأصنام التي عبدها المشركون كثيرة تثرب من ثلاثمائة وستين صنمًا ومعظمها\nحول الكعبة وقد حطمها ﷺ َ عند فتحه لمكة، وأشهر هذه الأصنام «اللات، والعُزَّى، ومناة» وقد أرسل ﷺ َ عام الفتح خالد بن الوليد ليحطم العزَّى فحطمها وهو يقول:\nيا عزُّ كفرانك لا سبحانك ... إِني رأيتُ الله قد أهانك\nوانتهت بفتح مكة عبادة الأوثان والأصنام، ودخل الناس في دين الإِسلام أفواجًا أفواجًا.", "ayah": 52, "surah": 53}