{"text": "اللغَة: ﴿سُلاَلَةٍ﴾ السُّلالة: الخلاصة مشتقة من السَّل وهو استخراج الشيء من الشيء، تقول: سللت الشَّعر من العجين، والسف من الغمد قال أمية:\nخلق البريَّة من سلالة منتن ... وإِلى السُّلالة كلُّها ستعود\nويقال: الولد سلالة أبيه لأنه انسلَّ من ظهر أبيه ﴿مَّكِينٍ﴾ ثابت راسخ تقول: هذا شيء مكين أي متمكن في الثبوت والرسوخ ﴿طَرَآئِقَ﴾ جمع طريقة والمراد بالطرائق السماوات السبع سميت بذلك لكون بعضها فوق بعض، ومنه قولهم: طارق النعل إِذا جعل إحداهما على الأخرى ﴿صِبْغٍ﴾ السبغ: الإِدام وأصله الصباغ وهو الذي يلون به الثوب قال الهروي: كل إِدامٍ يؤتدم به فهو صبغ ﴿الأنعام﴾ الحيوانات المأكولة «الإِبل، والبقر، والغنم» .\nالتفسِير: ﴿قَدْ أَفْلَحَ المؤمنون﴾ أي فاز وسعد وحصل على البغية والمطلوب المؤمنون المتصفون بهذه الأوصاف الجليلة، و﴿قَدْ﴾ للتأكيد والتحقيق فكأنه يقول لقد تحقَّق ظفرهم ونجاحهم بسبب الإِيمان والعمل الصالح، ثم عدَّد تعالى مناقبهم فقال ﴿الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ﴾ قال ابن عباس: خاشعون: خائفون ساكنون أي هم خائفون متذللون في صلاتهم لجلال الله وعظمته لاستيلاء الهيبة على قلوبهم ﴿والذين هُمْ عَنِ اللغو مُّعْرِضُونَ﴾ أي عن الكذب والشتم والهزل قال ابن كثير: اللغو: الباطل وهو يشمل الشرك، والمعاصي، وما لا فائدة فيه من الأقوال والأفعال ﴿والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ﴾ أي يؤدون زكاة أموالهم للفقراء والمساكين، طيبة بها نفوسهم طلبًا لرضى الله ﴿والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ﴾ هذا هو الوصف الرابع أي عفَّوا عن الحرام وصانوا فروجهم عمَّا لا يحل من الزنا والواط وكشف العورات ﴿إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ﴾\nأي هم حافظون لفروجهم في جميع الأحوال إِلا من زوجاتهم وإِمائهم المملوكات ﴿فَإِنَّهُمْ غَيْرُ مَلُومِينَ﴾ أي فإنهم غير مؤاخذين ﴿فَمَنِ ابتغى وَرَآءَ ذلك﴾ أي فمن طلب غير الزوجات والمملوكات ﴿فأولئك هُمُ العادون﴾ أي هم المعتدون المجاوزون الحدَّ في البغي والفساد ﴿والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ﴾ أي قائمون عليها بحفظها وإصلاحها، لا يخونون إِذا ائتمنوا، ولا ينقضون عهدهم إِذا عاهدوا قال أبو حيان: والظاهر عموم الأمانات فيدخل فيها ما ائتمن الله تعالى عليه العبد من قولٍ وفعلٍ واعتقاد، وما ائتمنه الإِنسان من الودائع والأمانات ﴿والذين هُمْ على صَلَوَاتِهِمْ يُحَافِظُونَ﴾ هذا هو الوصف السادس أي يواظبون على الصلوات الخمس ويؤدونها في أوقاتها قال في التسهيل: فإِن قيل كيف كرّر ذكر الصلوات أولًا وآخرًا؟ فالجواب أنه ليس بتكرار، لأنه قد ذكر أولًا الخشوع فيها، وذكر هنا المحافظة عليها فهما مختلفان ﴿أولئك هُمُ الوارثون﴾ أي أولئك الجامعون لهذه الأوصاف الجليلة هم الجديرون بوراثة جنة النعيم ﴿الذين يَرِثُونَ الفردوس﴾ اي الذين يرثون أعالي الجنة، التي تتفجر منها أنهار الجنة وفي الحديث\n«إذا سألتم الله فسلوه الفردوس، فإِنه أوسط الجنة وأعلى الجنة، ومنه تفجر أنهار الجنة» ﴿هُمْ فِيهَا خَالِدُونَ﴾ أي هم دائمون في ها لا يخرجون منها أبدًا، ولا يبغون عنها حولًا. . ثم ذكر تعالى الأدلة والبراهين على قدرته ووحدانيته فقال ﴿وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ﴾ اللام جواب قسم أي والله لقد خلقنا جنس الإِنسان من صفوة وخلاصة استلت من الطين قال ابن عباس: هو آدم لأنه انسلَّ من الطين ﴿ثُمَّ جَعَلْنَاهُ نُطْفَةً﴾ أي ثم جعلنا ذرية آدم وبنيه منيًّا ينطف من أصلاب الرجال ﴿فِي قَرَارٍ مَّكِينٍ﴾ أي في مستقر متمكن هو الرحم ﴿ثُمَّ خَلَقْنَا النطفة عَلَقَةً﴾ أي ثم صيَّرنا هذه النطفة - وهي الماء الدافق - دمًا جامدًا يشبه العلقة ﴿فَخَلَقْنَا العلقة مُضْغَةً﴾ أي جعلنا ذلك الدم الجامد مضغة أي قطعة لحم لا شكل فيها ولا تخطيط ﴿فَخَلَقْنَا المضغة عِظَامًا﴾ أي صيَّرنا قطعة اللحم عظامًا صلبة لتكون عمودًا للبدن ﴿فَكَسَوْنَا العظام لَحْمًا﴾ أي سترنا تلك العظام باللحم وجعلناه كالكسوة لها ﴿ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ﴾ أي ثم بعد تلك الأطوار نفخنا فيه الروح فصيرناه خلقًا آخر في أحسن تقويم قال الرازي: أي جعلناه خلقًا مباينًا للخلق الأول حيث صار إِنسانًا وكان جمادًا، وناطقًا وكان أبكم، وسميعًا وكان أصم، وبصيرًا وكان أكمه، وأودع كل عضو من أعضائه عجائب فطرة، وغرائب حكمة لا يحيط بها وصف الواصفين ﴿فَتَبَارَكَ الله أَحْسَنُ الخالقين﴾ أي فتعالى الله في قدرته وحكمته أحسن الصانعين صنعًا ﴿ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ﴾ أي ثم إِنكم أيها الناس بعد تلك النشأة والحياة لصائرون إلى الموت ﴿ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ﴾ أي تبعثون من قبوركم للحساب والمجازاة، ولما ذكر تعالى الأطوار في خلق الإِنسان وبدايته ونهايته ذكر خلق السماوات والأرض ولكها أدلة ساطعة على وجود الله فقال ﴿وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ﴾ أي والله لقد خلقنا فوقكم سبع سماوات، سميت طرائق لأ ن بعضها فوق بعض ﴿وَمَا كُنَّا عَنِ الخلق غَافِلِينَ﴾ أي وما كنا مهملين أمر الخلق بل نحفظهم وندبر أمرهم ﴿وَأَنزَلْنَا مِنَ\nالسمآء مَآءً بِقَدَرٍ﴾ أي أنزلنا من السحاب القطر والمطر بحسب الحاجة، لا كثيرًا فيفسد الأرض، ولا قليلًا فلا يكفي الزروع والثمار ﴿فَأَسْكَنَّاهُ فِي الأرض﴾ أي جعلناه ثابتًا مستقرًا في الأرض لتنتفعوا به وقت الحاجة ﴿وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ﴾ وعيدٌ وتهديدٌ أي ونحن قادرون على إِذهابه بالتغوير في الأرض فتهلكون عطشًا أنتم ومواشيكم قال ابن كثير: لو شئنا لجعلناه إذا نزل يغور في الأرض إلى مدى لا تصلون إِليه ولا تنتفعون به لفعلنا، ولكن بلطفه تعالى ورحمته ينزل عليكم المطر من السحاب عذبًا فراتًا، فيسكنه في الأرض، ويسلكه ينابيع فيها فينفتح العيون والأنهار، ويسقى الزروع والثمار، فتشربون منه أنتم ودوابكم وأنعامكم ﴿فَأَنشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ﴾ أي فأخرجنا لكم بذلك الماء حدائق وبساتين فيها النخيل والأعناب ﴿لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ﴾ أي لكم في هذه البساتين أنواع الفواكه والثمار تتفكهون بها ﴿وَمِنْهَا تَأْكُلُونَ﴾ أي ومن ثمر الجنات تأكلون صيفًا وشتاءً كالرطب والعنب والتمر والزبيب، وإِنما خصَّ النخيل والأعناب بالذكر لكثرة منافعهما فإِنهما يقومان مقام الطعام، ومقام الإِدام، ومقام الفواكه رطبًا ويابسًا وهما أكثر فواكه العرب ﴿وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ﴾ أي وممَّا أنشأنا لكم بالمء أيضًا شجرة الزيتون التي تخرج حول جبل الطور وهو الجبل الذي كلَّم الله عليه موسى ﴿تَنبُتُ بالدهن﴾ أي تُنبت الدهن أي الزيت الذي فيه منافع عظيمة ﴿وَصِبْغٍ لِّلآكِلِيِنَ﴾ أي وإِدام للآكلين سمي صبغًا لأنه يلون الخبز إذا غُمس فيه، جمع الله في هذه الشجرة بين الأُدم والدهن، وفي الحديث\n«كلوا الزيت وادهنوا به فإِنه من شجرةٍ مباركة» ﴿وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً﴾ أي وإن لكم أيها الناس فيما خلق لكم ربكم من الأنعام وهي «الإِبل والبقر والغنم» لعظةً بالغةً تعتبرون بها ﴿نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهَا﴾ أي نسقيكم من ألبانها من بين فرثٍ ودمٍ لبنًا خالصًا سائغًا للشاربين ﴿وَلَكُمْ فيِهَا مَنَافِعُ كَثِيرَةٌ﴾ أي ولكم في هذه منافع عديدة: تشربون من ألبانها، وتلبسون من أصوافها وتركبون ظهورها، وتحملون عليها الأحمال الثقال ﴿وَمِنْهَا تَأْكُلُونَ﴾ أي وتأكلون لحومها كذلك ﴿وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ﴾ أي وتحملون على الإِبل في البر كما تحملون على السُّفن في البحر، فإِنَّ الإِبل سفائن البر كما أن الفلك سفائن البحر.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِخبار بصيغة الماضي لإِفادة الثبوت والتحقق ﴿قَدْ أَفْلَحَ المؤمنون﴾ كما أنَّ ﴿قَدْ﴾ لإِفادة التحقيق أيضًا.\n٢ - التفصيل بعد الإِجمال ﴿الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ والذين هُمْ عَنِ اللغو مُّعْرِضُونَ. .﴾ الخ.\n٣ - إ نزال غير المنكر منزلة المنكر ﴿ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ﴾ الناس لا ينكرون الموت ولكنَّ غفلتهم عنه وعدم استعدادهم له بالعمل الصالح يعدَّان من علامات الإنكار ولذلك نزلوا منزلة المنكرين وأُلقي الخبر مُؤكدًا بمؤكدين «إٍنَّ واللام» .\n٤ -\nالاستعارة اللطيفة ﴿سَبْعَ طَرَآئِقَ﴾ شبهت السماوات السبع بطرائق النعل التي يجعل بعضها فوق بعض بطريق الاستعارة.\n٥ - التهديد ﴿وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ﴾ .\n٦ - السجع غير المتكلف ﴿خَاشِعُونَ، حَافِظُونَ، عَادُونَ﴾ وكذلك ﴿طِينٍ، مَّكِينٍ، الخالقين﴾ وهو من المحسنات البديعية.\nتنبيه: ذكر تعالى في هذه الآيات من قوله ﴿وَلَقَدْ خَلَقْنَا الإنسان﴾ إلى قوله ﴿وَعَلَى الفلك تُحْمَلُونَ﴾ أربعة أنواع من دلائل قدرته تعالى، الأول: تقلب الإِنسان في أطوار الخلق وهي تسعة آخرها البعث بعد الموت، الثاني: خلق السماوات السبع، الثالث: إِنزال الماء من السماء، الرابع: منافع الحيوانات وذكر منها أربة أنواع «الانتفاع بالألبان، وبالصوف، وباللحوم، وبالركوب» .\nفَائِدَة: روى الإِمام أحمد عن عمر بن الخطاب ﵁ قال: «كان إِذا نزل على رسول الله ﷺ َ الوحي يسمع عند وجهه كدوي النحل، فلبثنا ذات يوم ساعة فاستقبل القبلة ورفع يديه وقال» اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا وأعطنا ولا تحرمنا، وآثرنا ولا تُؤثر علينا، وأرضنا وارض عنا «ثم قال: لقد أُنزل عليَّ عشر آيات من أقامهنَّ دخل الجنة ثم قرأ ﴿قَدْ أَفْلَحَ المؤمنون﴾ حتى ختم العشر»", "ayah": 4, "surah": 23}