{"text": "المنَاسَبَة: لما ذكر تعالى دلائل التوحيد في خلق الإِنسان، والحيوان، والنبات، وفي خلق السماوات والأرض، وعدَّد نعمة عل عباده، ذكر هنا أمثالًا لكفار مكة من المكذبين من الأمم السابقة وما نالهم من العذاب، فابتدأ بقصة نوح، ثم بقصة موسى وفرعون، ثم بقصة عيسى بن مريم، وكلُّها عبر وعظات للمكذبين بالرسل والآيات.\nاللغَة: ﴿جِنَّةٌ﴾ بكسر الجيم أي جنون ﴿فَتَرَبَّصُواْ﴾ فانتظروا والتربص: الانتظار ﴿مُبْتَلِينَ﴾ مختبرين ﴿هَيْهَاتَ﴾ اسم فعل ماض بمعنى بَعُد قال الشاعر:\nتذكرت أيامًا مضين من الصبا ... وهيهات هيهاتًا إِليك رجوعها\n﴿غُثَآءً﴾ الغثاء: العشب إِذا يبس، وغُثاء السيل: ما يحمله من الحشيش والقصب اليابس ونحوه ﴿بُعْدًا﴾ هلاكًا قال الرازي: بعدًا وسُحقًا ودمارًا ونحوها مصادر موضوعة مواضع أفعالها قال سبيويه وهي منصوبة بأفعال لا يستعمل إٍِظهارها ومعنى ﴿بُعْدًا﴾ بعدوا بعدًا أي هلكوا ﴿قُرُونًا﴾ أممًا ﴿تَتْرَا﴾ تتابع يأتي بعضهم إِثر بعض ﴿أَحَادِيثَ﴾ جمع أُحدوثة كأُعجوبة وهي ما يتحدث به عجبًا وتسلية ﴿مَعِينٍ﴾ ماء جار ظاهر للعيون ﴿رَبْوَةٍ﴾ الربوة: المكان المرتفع من الأرض.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ أي والله لقد أرسلنا رسولنا نوحًا إلى قومه داعيًا لهم إِلى الله قال المفسرون: هذه تعزية لرسول الله ﷺ َ بذكر هذا الرسول، ليتأسى به في صبره، وليعلم أنَّ الرسل قبله قد كُذبوا ﴿فَقَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي اعبدوه وحده فليس لكم ربٌّ سواه ﴿أَفَلاَ تَتَّقُونَ﴾ زجرٌ ووعيد أي أفلا تخافون عقوبته بعبادتكم غيره؟ ﴿فَقَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ﴾ أي فقال أشراف قومه ورؤساؤهم الممعنون في الكفر والضلال ﴿مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ﴾ أي ما هذا الذي يريد أن يطلب الرياسة والشرف عليكم بدعواه النبوة لتكونوا له أتباعًا. . واعجبْ بضلال هؤلاء استبعدوا أن تكون النبوة لبشر، وأثبتوا الربوبية لحجر ﴿وَلَوْ شَآءَ الله لأَنزَلَ مَلاَئِكَةً﴾ أي لو أراد ال له أن يبعث رسولًا لبعث ملكًا\nولم يكن بشرًا ﴿مَّا سَمِعْنَا بهذا في آبَآئِنَا الأولين﴾ أي ما سمعنا بمثل هذاكللام في الأمم الماضية، والدهور الخالية ﴿إِنْ هُوَ إِلاَّ رَجُلٌ بِهِ جِنَّةٌ﴾ أي ما هو إلا رجلٌ به جنون ﴿فَتَرَبَّصُواْ بِهِ حتى حِينٍ﴾ أي انتظروا واصبروا عليه مدة حتى يموت ﴿قَالَ رَبِّ انصرني بِمَا كَذَّبُونِ﴾ أي قال نوح بعد ما يئس من إِيمانهم: ربِّ انصرني عليهم بإِهلاكهم عامةً بسبب تكذيبهم إِياي ﴿فَأَوْحَيْنَآ إِلَيْهِ أَنِ اصنع الفلك بِأَعْيُنِنَا﴾ أي فأوحينا إِليه عند ذلك أن اصنع السفينة بمرأى منا وحفظنا ﴿وَوَحْيِنَا﴾ أي بأمرنا وتعليمنا ﴿فَإِذَا جَآءَ أَمْرُنَا﴾ أي فإِذا جاء أمرنا بإِنزال العذاب ﴿وَفَارَ التنور﴾ أي فار الماء في التنور الذي يخبز فيه قال المفسرون: جعل الله ذلك علامة لنوح على هلاك قومه ﴿فاسلك فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين﴾ أي فأدخل في السفينة من كل صنفٍ من الحيوان زوجين «ذكر وأنثى» لئلا ينقطع نسل ذلك الحيوان ﴿وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ القول مِنْهُمْ﴾ أي واحمل أهلك أيضًا إِلاّ من سبق عليه القول بالهلاك ممن لم يؤمن كزوجته وابنه ﴿وَلاَ تُخَاطِبْنِي فِي الذين ظلموا إِنَّهُمْ مُّغْرَقُونَ﴾ أي ولا تسألني الشفاعة للظالمين عند مشاهدة هلاكهم فقد قضيت أنهم مغرقون محكوم عليهم بالغرق ﴿فَإِذَا استويت أَنتَ وَمَن مَّعَكَ عَلَى الفلك﴾ أي فإِذا علوت أنت ومن معك من المؤمنين على السفينة ﴿فَقُلِ الحمد للَّهِ الذي نَجَّانَا مِنَ القوم الظالمين﴾ أي احمدوا الله على تخليصه إِياكم من الغرق وإِنما قال ﴿فَقُلِ﴾ ولم يقل فقولوا لأن نوحًا كان نبيًا لهم وإِمامًا فخطابه خطابٌ لهم ﴿وَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا﴾ أي أنزلني إِنزالًا مباركًا يحفظني من كل سوء وشر قال ابن عباس: هذا حين خرج من السفينة ﴿وَأَنتَ خَيْرُ المنزلين﴾ أي أنت يا رب خير المنزلين لأوليائك والحافظين لعبادك ﴿إِنَّ فِي ذلك لآيَاتٍ﴾ أي إِنَّ فيما جرى على أمة نوح دلائل وعبر يستدل بها أولوا الأبصار ﴿وَإِن كُنَّا لَمُبْتَلِينَ﴾ أي وإِنَّ الحال والشأن كنا مختبرين للعباد بإِرسال المرسلين ﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ﴾ أي ثم أوجدنا من بعد قوم نوح قومًا آخرين يخلفونهم وهم قوم عاد ﴿فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ﴾ أي أرسلنا إِليهم رسولًا من عشيرتهم هو هود ﵇ ﴿أَنِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي أعبدوه وحده ولا تشركوا به أحدًا لأنه ليس لكم ربٌّ سواه ﴿أَفَلاَ تَتَّقُونَ﴾ أي أفلا تخافون عذابه وانتقامه إِن كفرتم؟ ﴿وَقَالَ الملأ مِن قَوْمِهِ الذين كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ الآخرة﴾ أي قال أشراف قومه الكفرة المكذبون بالآخرة وما فيها من الثواب والعقاب ﴿وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا﴾ أي وسَّعنا عليهم نعم الدنيا حتى بطروا ونعمناهم في هذه الحياة ﴿مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ﴾ أي قالوا لأتباعهم مضلين لهم: ما هذا الذي يزعم أنه رسول إِلا إِنسان مثلكم ﴿يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ﴾ أي يأكل مثلكم ويشرب مثلكم فلا فضل له عليكم لأنه محتاج إِلى الطعام والشراب ﴿وَلَئِنْ أَطَعْتُمْ بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَاسِرُونَ﴾ أي ولئن أطعتموه وصدقتموه فإِنكم لخاسرون حقًا حيق أذللتم أنفسكم باتّباعه قال أبو السعود: انظر كيف جعلوا اتباع الرسول الحق الذي يوصلهم إلى سعادة الدارين خسرانًا دون عبادة الأصنام التي لا خسران وراءها؟ قاتلهم الله أنَّى يؤفكون ﴿أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظامًا﴾ استفهام على وجه الاستهزاء والاستبعاد أي أيعدكم بالحياة بعد الموت أن تصبحوا رفاتًا\nوعظامًا بالية؟ ﴿أَنَّكُمْ مُّخْرَجُونَ﴾ أي أنكم ستخرجون أحياء من قبوركم وكرَّر لفظ ﴿أَنَّكُمْ﴾ تأكيدًا لأنه لمّا طال الكلام حسن التكرار ﴿هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ﴾ أي بعد بعُد هذا الذي توعدونه من الإِخراج من القبور، وغرضهم بهذا الاستبعاد انه لا يكون أبدًا ﴿إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا﴾ أي لا حياة إِلا هذه الحياة الدنيا ﴿نَمُوتُ وَنَحْيَا﴾ أي يموتُ بعضنا ويُولد بعضنا إِلى انقراض العصر ﴿وَمَا نَحْنُ بِمَبْعُوثِينَ﴾ أي لا بعث ولا نشور ﴿إِنْ هُوَ إِلاَّ رَجُلٌ افترى على الله كَذِبًا﴾ أي ما هو إِلا رجل كاذب يكذب على الله فيما جاءكم به من الرسالة، والإِخبار بالمعاد ﴿وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ﴾ أي ولسنا له بمصدقين فيما يقوله ﴿قَالَ رَبِّ انصرني بِمَا كَذَّبُونِ﴾ لما يئس نبيُّهم من إِيمانهم ورأى إِصرارهم على الكفر دعا عليهم بالهلاك والمعنى ربّ انصرني عليهم بسبب تكذيبهم إِياي ﴿قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ﴾ أي قريب من الزمان سيصيرون نادمين على كفرهم ﴿فَأَخَذَتْهُمُ الصيحة بالحق﴾ أي أخذتهم صيحة العذاب المدمر عدلًا من الله لا ظلمًا ﴿فَجَعَلْنَاهُمْ غُثَآءً﴾ أي هلكى كغثاء السيل قال المفسرون: صاح بهم جبريل صيحة رجفت لها الأرض من تحتهم فصاروا لشدتها غثاءً كغثاء السيل وهو الشيء التافه الحقير الذي لا ينتفع منه بشيء ﴿فَبُعْدًا لِّلْقَوْمِ الظالمين﴾ أي فسحقًا وهلاكًا لهمم وظلمهم، وهي جملة دعائية كأنه قال: بعدًا لهم من رحمة الله وهلاكًا ودمارًا لهم ﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ﴾ أي أوجدنا من بعد هلاك هؤلاء أممًا وخلائق أخرين كقوم صالح وإِبراهيم وقوم لوط وشعيب قال ابن عباس: هم بنو إِسرائيل، وفي الكلام حذفٌ تقديره: فكذبوا أنبياءهم فأهلكناهم دلَّ عليه قوله ﴿مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ﴾ أي ما تتقدم أمةٌ من الأمم المهلكة عن الوقت الذي عُيّن لهلاكهم ولا تتأهر عنه ﴿ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا﴾ أي بعثنا الرسل متتالين واحدًا بعد واحد قال ابن عباس: يتبع بعضهم بعضًا ﴿كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ﴾ تشنيع عليهم بكمال ضلالهم أي أنهم سلكوا في تكذيب أنبيائهم مسلك من سبقهم من الضالين المكذبين ولهذا قال ﴿فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا﴾ أي ألحقنا بعضهم في إِثر بعض بالهلاك والدمار ﴿وَجَعَلْنَاهُمْ أَحَادِيثَ﴾ أي أخبارًا تُروى وأحاديث تُذكر، يتحدث الناس بما جرى عليهم تعجبًا وتسلية ﴿فَبُعْدًا لِّقَوْمٍ لاَّ يُؤْمِنُونَ﴾ أي فهلاكًا ودمارًا لقومٍ لا يصدّقون الله ورسله ﴿ثُمَّ أَرْسَلْنَا موسى وَأَخَاهُ هَارُونَ بِآيَاتِنَا﴾ أي أرسلناهما بآياتنا البينات قال ابن عباس: هي الآيات التسع «العصا، اليد، الجراد» الخ ﴿وَسُلْطَانٍ مُّبِينٍ﴾ أي وحجة واضحة ملزمة للخصم ﴿إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي أرسلناهما إلى فرعون الطاغية وأشراف قومه المتكبرين ﴿فاستكبروا﴾ أي عن الإِيمان بالله وعبادته ﴿وَكَانُواْ قَوْمًا عَالِينَ﴾ أي متكبرين متمردين، قاهرين لغيرهم بالظلم ﴿فقالوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا﴾ أي أنصدق رجلين مثلنا ونتَّبعهما؟ ﴿وَقَوْمُهُمَا لَنَا عَابِدُونَ﴾ أي والحال أن قوم موسى وهارون منقادون لنا كالخدم والعبيد؟ ﴿فَكَذَّبُوهُمَا فَكَانُواْ مِنَ المهلكين﴾ أي فكذبوا رسولينا فكانوا من المغرقين في البحر ﴿وَلَقَدْ آتَيْنَا موسى الكتاب لَعَلَّهُمْ يَهْتَدُونَ﴾ أي أعطينا موسى التوراة بعد غرق فرعون وملائه ليهتدي بها بنوا إِسرائيل ﴿وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ آيَةً﴾ أي وجعلنا قصة مريم وابنها عيسى معجزةً عظيمة تدل على كمال قدرتنا ﴿وَآوَيْنَاهُمَآ إلى رَبْوَةٍ﴾ أي وجعلنا منزلهما ومأواهما إِلى مكانٍ مرتفع من أرض بيت المقدس قال ابن عباس: الربوة المكان المرتفع من الأرض، وهو أحسن ما يكون فيه النبات ﴿ذَاتِ قَرَارٍ وَمَعِينٍ﴾ أي مستوية يستقر\nعليها وماءٍ جارٍ ظاهر للعيون قال الرازي: القرار: المستقر كل أرض مستوية مبسوكة، والمعين: الماء الظاهر الجاري على وجه الأرض، وعن قتادة: ذات ثمارٍ وماء، يعني أنه لأجل الثمار يسقر فيها ساكنوها ﴿ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحًا﴾ أي قلنا يا أيها الرسل كلوا من الحلال وتقربوا إِلى الله بالأعمال الصالحة، والنداء لكل رسولٍ في زمانه وصى به كل رسول إرشادًا لأمته كما تقول تخاطب تاجرًا: يا تجار اتقوا الربا ﴿إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ﴾ وعيدٌ وتحذير أي إِني عالم بما تعملون لا يخفى عليَّ شيء من أمركم، قال القرطبي: شمل الكل في الوعيد وإِذا كان هذا مع الرسل والأنبياء، فما ظنُّ كل الناس بأنفسهم؟ ﴿وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً﴾ أي دينكم يا معشر الأنبياء دين واحد، وملتكم ملة واحدة وهي دين الإِسلام ﴿وَأَنَاْ رَبُّكُمْ فاتقون﴾ أي وأنا ربكم لا شريك لي فخافوا عذابي وعقابي.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة البديعة ﴿اصنع الفلك بِأَعْيُنِنَا﴾ عبَّر عن المبالغة في الحفظ والرعاية بالصنع على الأعين لأن الحافظ للشيء في الأغلب يديم مراعاته بعينه فلذلك جاء بذكر الأعين بدلًا من ذكر الحفظ والحراسة على طريق الاستعارة.\n٢ - الكناية ﴿وَفَارَ التنور﴾ كناية عن الشدة كقولهم حمي الوطيس، وأطلق بعض العلماء التنور على وجه الأرض مجازًا.\n٣ - جناس الاشتقاق ﴿أَنزِلْنِي مُنزَلًا﴾ و﴿تَعْمَلُونَ عَلِيمٌ﴾ .\n٤ - الطباق بين ﴿نَمُوتُ وَنَحْيَا﴾ وكذلك بين ﴿تَسْبِقُ. . ويَسْتَأْخِرُونَ﴾ . ٥ - الجناس الناقص ﴿أَرْسَلْنَا رُسُلَنَا﴾ لتغيير بعض الحروف مع الشكل.\n٦ - التشبيه البليغ ﴿فَجَعَلْنَاهُمْ غُثَآءً﴾ أي كالغثاء في سرعة زواله ومهانة حاله، حذف وجه الشبه وأداة التشبيه فصار بليغًا.\n٧ - أسلوب الإِطناب ﴿الذين كَفَرُواْ، وَكَذَّبُواْ بِلِقَآءِ الآخرة، وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا﴾ ذمًا لهم وتسجيلًا عليهم القبائح والشناعات.\n٨ - السجع اللطيف مثل ﴿تَتَّقُونَ، تَشْرَبُونَ، مُّخْرَجُونَ﴾ ومثل ﴿عَالِينَ، المهلكين، قَرَارٍ وَمَعِينٍ﴾ .\nفَائِدَة: لفظ البشر يطلق على الواحد والجمع، فمن إِطلاقه على الواحد ﴿فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا﴾ [مريم: ١٧] ﴿أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا﴾؟ على إِطلاقه على الجمع ﴿فَإِمَّا تَرَيِنَّ مِنَ البشر أَحَدًا﴾ [مريم: ٢٦] ﴿وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ﴾ [المدثر: ٣١] أفاده صاحب الكشاف.", "ayah": 43, "surah": 23}