{"text": "اللغَة: ﴿تَحَاوُرَكُمآ﴾ المحاورة: المراجعة في الكلام من حار الشيء يحور إِذا رجع يرجع ومنه الدعاء المأثور «نعوذ بالله من الحَوْر بعد الكَوْر» قال عنترة في فرسه:\nلو كان يدري ما المحاورة اشتكى ... ولكان لو علم الكلام مكلمي\n﴿يُظَاهِرُونَ﴾ الظهار مشتق من الظهر يقال: ظاهر من امرأته إِذا حرمها على نفسه بقوله: أنتِ عليَّ كظهر أُمي ﴿مُنكَرًا﴾ المنكر: كل ما قبَّحه الشرع وحرَّمه ونفَّر منه، وهو خلاف المعروف ﴿يُحَآدُّونَ﴾ المحادَّة: المعادة والمخالفة في الحدود والأحكام وهي مثل المشاقة قال الزجاج: المحادَّة أن تكون في حدٍّ يخالف حد صاحبك، وأصلها الممانعة ﴿كُبِتُواْ﴾ الكبتُ: القهر والإِذلال\nوالخزي يقال: كبته أي قهره وأخزاه ﴿نجوى﴾ النجوى: الكلام بين اثنين فأكثر سرًا، تناجى القوم تحدثوا فيما بينهم سرًا ﴿حَسْبُهُمْ﴾ كافيهم.\nسَبَبُ النّزول: أروي «أن» خولة بن ثعلبة «امرأة» أوس بن الصامت «أراد زوجها مواقعتها يومًا فأبت، فغضب وظاهر منها، فأتت رسول اله ﷺ َ وقالت يا رسول الله: إن أوسًا ظاهر مني بعد أن كبرت سني، ورقَّ عظمي، وإنَّ لي منه صبيةً صغارًا، إِن ضممتُهم إِليه ضاعوا، وإِن ضممتهم إِليَّ جاعوا فما ترى!! فقال لها: ما أراك إِلا قد حرمت عليه، فقالتْ يا رسول الله: واللهِ ما ذكر طلاقًا وهو أو ولدي وأحبُّ الناس إِليَّ، فجعل رسول الله ﷺ َ يعيد قوله: ما أراك إِلا قد حرمتِ عليه، هي تكرر قولها، فما زالت تراجعه ويراجعها حتى نزل قول الله تعالى ﴿قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا وتشتكي إِلَى الله. .﴾» الآيات.\nب وروى البخاري «عن عائشة أنها قالت: تبارك الذي وسع سمعُه الأصواتَ، لقد جاءت المجادلة خولة بنت ثعلبة فكلمت رسول الله ﷺ َ وأنا في جانب البيت أسمع كلامها ويخفى عليَّ بعضه، وهي تشتكي زوجها وتقول يا رسول الله: أبلى شبابي، ونثرت له بطني، حتى إِذا كبر سني وانقطع ولدي ظاهر مني، اللهم إِني أشكو إِليك، فما برحت حتى نزل جبريل بهذه الآيات» .\nالتفسِير: ﴿قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا﴾ «قد» لا تدخل إِلا على الأفعال، وإِذا دخلت على الماضي أفادت التحقيق، وإِذا دخلت على المضارع أفادتم التقليل كقولك: قد يجودُ البخيلُ، وقد ينزل المطر والمعنى: حقًا لقد سمع الله قول المرأة التي تراجعك وتحاورك في شأن زوجها قال الزمخشري: ومعنى سماعه تعالى لقولها إِجابة دعائها، لا مجرد عمله تعالى بذلك، وهو كقول المصلي: سمع اللهُ لمن حمده ﴿وتشتكي إِلَى الله﴾ أي وتتضرع إِلى الله في تفريضج كربتها ﴿والله يَسْمَعُ تَحَاوُرَكُمآ﴾ أي واللهُ جلَّ وعلا يسمع حديثكما ومراجعتكما الكلام، ماذا قالت لك، وماذا رددت عليها ﴿إِنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي سميع بمن يناجيه ويتضرع إِليه، بصير بأعمال العباد، وهو كالتعليل لما قبله، وكلاهما من ضيع المبالغة أي مبالغ في العلم بالمسموعات والمبصرات.\n. ثم ذمَّ تعالى الظهار وبيَّن حكمه وجزاء فاعله فقال ﴿الذين يُظَاهِرُونَ مِنكُمْ مِّن نِّسَآئِهِمْ مَّا هُنَّ أُمَّهَاتِهِمْ﴾ أي الذين يقولون لنسائهم: أنتن كظهور أمهاتنا يقصدون بذلك تحرمهن عليهم كتحريم أمهاتهن، لسن في الحقيقة أمهاتهم وإِنما هنَّ زوجاتهم قال الإِمام الفخر: الظهار هو عبارة عن قول الرجل لامرأته: أنتِ عليَّ كظهر أمي، يقصد عُلُوّي عليك حرامٌ كعلوي على أمي، والعربُ تقول في الطلاق: نزلتُ عن أمرأتي أي طلقتها، فغرضهم من هذه اللفظة تحريم معاشرتها\nتشبيهًا بالأم وقوله ﴿مِنكُمْ﴾ توبيخٌ للعرب وتهجينٌ لعادتهم في الظهار لأنه كان من أيمان أهل الجاهلية خاصةً دون سائر الأمم ﴿إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ﴾ أي ما أمهاتهم في الحقيقة إِلاَّ الوالدات اللات ولدنهم من بطونهم وفي المثل «ولدك من دمَّى عقبيك» وهو تأكيد لقوله ﴿مَّا هُنَّ أُمَّهَاتِهِمْ﴾ زيادة في التوضيح والبيان ﴿وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ القول وَزُورًا﴾ أي والحال إِن هؤلاء المظاهرين ليقولون كلامًا منكرًا تننكره الحقيقة وينكره الشرع، وهو كذبٌ وزورٌ وبهتان ﴿وَإِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ أي مبالغ في العفو والمغفرة لمن تاب وأناب قال في التسهيل: أخبر تعالى أن الظهار منكر وزور، فالمنكر هو الذي لا تعرف له حقيقة، والزور هو الكذب، وإِنما جعله كذبًا لأن المظاهر يجعل امرأته كأمه. وهي لا تصير كذلك أبدًا والظهار محرم ويدل على تحريمه أربعة أشياء: أحدها قوله ﴿مَّا هُنَّ أُمَّهَاتِهِمْ﴾ فإِن ذلك تكذيب للمظاهر والثاني أنه سمَّاه منكرًا والثالث أنه سماه زورًا والرابع قوله تعالى ﴿وَإِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ فإِنَّ العفو والمغفرة لا تقع إِلا عن ذنب، والذنب مع ذلك لازمٌ للمظاهر حتى يرفعه بالكفارة. . ثم بيَّن تعالى طريق الكفارة عن هذا القول الشنيع فقال ﴿والذين يُظَاهِرُونَ مِن نِّسَآئِهِمْ﴾ أي يظاهرون من زوجاتهم بتشبيههنَّ بالأمهات ﴿ثُمَّ يَعُودُونَ لِمَا قَالُواْ﴾ أي يعودون عمَّا قالوا، ويندمون على ما فرط منهم، ويرغبون في إعادة أزواجهم إِليهم ﴿فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا﴾ أي فعليهم إِعتاقُ رقبةٍ عبدًا كان أو أمةً من مقبل أن يعاشر زوجته التي ظاهر منها أو يجامعها، والتَّماسُّ كنابةٌ عن الجماع ودواعيه من التقبيل واللمس عند الجمهور قال الخازن: المرادُ من التماسِّ المجامعةُ فلا يحل للمظاهر وطءُ امرأته التي ظاهر منها ما لم يُكفِّر وقال القرطبي: لا يجوز للمظاهر الوطءُ قبل التكفير، فإِن جامعها قبل التكفير أثم وعصى ولايسقط عنه التكفير، وعن مجاهد تلزمه كفارتان ﴿ذَلِكُمْ تُوعَظُونَ بِهِ﴾ أي ذلكم هو حكم الله فيمن ظاهر ليتعظ به المؤمنون، حتى تتركوا الظهار ولا تعودوا إليه ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي عالم بظواهر الأمور وبواطنها ومجازيكم بها، فحافظوا على حدود ما شرع لكم من الأحكام ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا﴾ أي فمن لم يجد الرقبة التي يعتقها فعليه صيام شهرين متواليين من قبل الجماع قال المفسرون: لو أفطر يومًا منها انطقع التتابع ووجب عليه أن يستأنفها ﴿فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا﴾ أي فمن لم يستطع الصيام لكبرٍ أو مرمض، فعليه أن يُطعم ستين مسكينًا ما يشبعهم ﴿ذَلِكَ لِتُؤْمِنُواْ بالله وَرَسُولِهِ﴾ أي ذلك الذي بيناه من أحكام الظهار من أجل أن تصدقوا بالله ورسوله في العمل بشرائعه، ولا تستمروا على أحكام الجاهلية ﴿وَتِلْكَ حُدُودُ الله﴾ أي وتلك هي أوامرُ اله وحدوده فلا تعتدوها ﴿وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ﴾ أي وللجاحدين والمكذبين بهذه الحدود عذاب مؤلم موجع قال الألوسي: أطلق الكافر على متعدي الحدود تغليظًا وزجرًا.\n. ﴿إِنَّ الذين يُحَآدُّونَ﴾ ولما ذكر المؤمنين الواقفين عند حدوده، ذكر المحادين المخالفين لها فقال ﴿إِنَّ الذين يُحَآدُّونَ الله وَرَسُولَهُ﴾ أي يخالفون أمر الله ورسوله، ويعادون الله ورسوله قال أبو السعود: أي\nيعادونهما ويشاقونهما لأن كلًا من المتعاديين في حدٍّ وجهة غير حدِّ الآخر وجهته، وإِنما ذكرت المحادَّة هنا دون المعاداة والمشاقّة لمناسبة ذكر «حدود الله» فكان بينهما من حسن الموقع ما لا غاية وراءه ﴿كُبِتُواْ كَمَا كُبِتَ الذين مِن قَبْلِهِمْ﴾ أي خُذلوا وأهينوا كما خُذل من قبلهم من المنافقين والكفار الذين حادُّوا الله ورسله وأُذلوا وأُهينوا ﴿وَقَدْ أَنزَلْنَآ آيَاتٍ بَيِّنَاتٍ﴾ أي والحال أنا قد أنزلنا آياتٍ واضحات، فيها الحلال والحرام، والفرائض والأحكام ﴿وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ﴾ أي وللكافرين الذين جحدوها ولم يعملوا بها عذاب شديد يهينهم ويذهب عزَّهم قال الصاوي: وقد نزلت هذه الآية في كفار مكة يوم الأحزاب حين أرادوا التحزب على رسول الله ﷺ َ والمقصودُ بها تسلية رسول الله ﷺ َ وبشارته مع المؤمنين بأن أعدائهم المتحزبين سيذلون ويخذلون ويفرق جمعهم فلا تخشوا بأسهم ﴿يَوْمَ يَبْعَثُهُمُ الله جَمِيعًا﴾ أي اذكر ذلك اليوم الرهيب حين يحشر الله المجرمين كلهم في صعيد واحد ﴿فَيُنَبِّئُهُمْ بِمَا عملوا﴾ أي فيخبرهم بما ارتكبوا في الدنيا من جرائم وآثام ﴿أَحْصَاهُ الله وَنَسُوهُ﴾ أي ضبطه الله وحفظه عليهم في صحائف أعمالهم، بينما هم نسوا تلك الجرائم لاعتقادهم أن لا حساب ولا جزاء ﴿والله على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي وهو جل وعلا مطَّلع وناظر لا يغيب عنه شيء، ولا يخفى عليه شيء. . ثم بيَّن تعالى سعمة علمه، وإحاطته بجميع الأشياء، وأنه تعالى يرى الخلق ويسمع كلامهم ويرى مكانهم حيث كانوا وأين كانوا فقال ﴿أَلَمْ تَرَ أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض مَا يَكُونُ مِن نجوى ثَلاَثَةٍ إِلاَّ هُوَ رَابِعُهُمْ﴾ أي ألم تعلم أيها السامع العاقل أن الله مطَّلع على كل ذرةٍ في الكون، لا يغيب عنه شيء في الأرض ولا في السماء، ولا يخفى عليه سرٌّ ولا علانية، ما يقع من حديثٍ وسرٍّ بين ثلاثة أشخاص إِلا كان الله رابعهم بعلمه ومشاركًا لهم فيما يتحدثون ويتهامسون به في خفية عن الناس.\n﴿وَلاَ خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ﴾ أي ولا يقع مناجاةٌ وحديث بالسر بين خمسة أشخاص إِلا كان الله معهم بعلمه حتى يكون هو سادسهم ﴿وَلاَ أدنى مِن ذَلِكَ وَلاَ أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُواْ﴾ أي ولا أقلَّ من ذلك العدد ولا أكثر منه إِلاّ واللهُ معهم يعلم ما يجري بينهم من حديثٍ ونجوى، والغرض: أنه تعالى حاضر عباده، مطَّلع على أحوالهم وأعمالهم، وما تهجس به أفئدتهم، لا يفخى عليه شيء من أمور العباد، ولهذا ختم الآية بقوله ﴿ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوْمَ القيامة إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي ثم يخبرهم تعالى بما عملوا من حسن وسيء ويجازيهم عليه يوم القيامة، لأنه عالم بكل شيء من الأشياء قال المفسرون: ابتدأ الله هذه الآيات بالعلم بقوله ﴿أَلَمْ تَرَ أَنَّ الله يَعْلَمُ﴾ واختتمها بالعلم بقوله ﴿إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ لينبه إِلأى إِحاطة علمه جل وعلا بالجزيئات والكليات، وأنه لا يغيب عنه شيء في الكائنات لأنه قد أحاط بكل شيء علمًا، قال ابن كثير: وقد حكى غير واحد الإِجماع على أن المراد بالمعية في هذه الآية ﴿إِلاَّ هُوَ مَعَهُمْ﴾ معية علمه تعالى، ولا شك في إِرادة ذلك، فسمعه مع علمه محيط بهم، وبصره نافذ فيهم، فهو سبحانه مطَّلع على خلقه لا يغيب عنه من أمورهم شيء. . ثم أخبر تعالى عن أحوال اليهود والمافقين فقال: ﴿أَلَمْ تَرَ إِلَى الذين نُهُواْ عَنِ النجوى﴾ قال القرطبي: نزلت في\nاليهود والمنافقين كانوا يتناجون فيما بينهم وينظرون للمؤمنين ويتغامزون بأعينهم، فشكوا ذلك إِلأى رسول الله ﷺ َ فنهاهم عن النجوى فلم ينتهوا فنزلت ﴿ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنْهُ﴾ أي ثم يرجعون إِلى المناجاة التي نهُوا عنها قال أبو السعود: والهمزة ﴿أَلَمْ تَرَ﴾ للتعجيب من حالهم، وصيغة المضارع ﴿ثُمَّ يَعُودُونَ﴾ للدلالة على تكرر عودهم وتجدده واستحضار صورته العجيبة ﴿وَيَتَنَاجَوْنَ بالإثم والعدوان وَمَعْصِيَتِ الرسول﴾ أي ويتحدثون فيما بينهم بما هو إِثم وعدوان ومخالفة لأمر الرسول ﷺ َ لأن حديثهم يدور حول المكمر والكيد بالمسلمين، قال أبو حيان: بدأ بالإِثم لعمومه، ثم بالعُدوان لعظمته في النفوس إِذ هي ظُلامات العباد، ثم ترقَّى إِلى ما هو أعظم وهو معصية الرسول ﵊ ُ، وفي هذا طعنٌ على المنافقين إِذ كان تناجيهم في ذلك ﴿وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ الله﴾ أي وإِذا أحضروا عندك يا محمد حيَّوك بتحيةٍ ظالمةٍ لم يشرعها الله ولم يأذن فيها، وهي قولهم «السامُ عليكم» أي الموت عليكم قال المفسرون:\n«كان اليهود يأتون رسول الله ﷺ َ فيقولون: السامُ علكيم بدلًا من السلام عليكم، والسامُ الموتُ وهو ما أرادوه بقولهم، وكان رسول الله ﷺ َ يقول لهم: وعلكيم لا يزيد عليها، فسمعتهم عائشة يومًا فقالت: بل عليكم السماُ واللعنة، فلما انصرفوا قال لها رسول الله ﷺ َ: مهلًا يا عائشة، إِن الله يكره الفُحش والتفحش فقال يا رسول الله: أما سمعتَ ما قالوا؟ فقال لها: أما سمعتِ ما قلت لهم؟ إِني قلت لهم: وعليكم، فيستجيب الله لي فيهم، ولا يستجيب لهم فيَّ» ﴿وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ﴾ اي ويقولون فيما بينهم، هلاَّ يعذبنا الله بهذا القول لو كان محمدًا نبيًا؟ فلو كان نبيًا حقًا لعذبنا الله على هذا الكلام قال تعالى ردًا عليهم ﴿حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا﴾ أي يكفيهم عذابًا أن يدخلوا نار جهنم ويصلوا حرها ﴿فَبِئْسَ المصير﴾ أي بئست جهنم مرجعًا ومستقرًا لهم قال ابن العربي: كانوا يقولون: لو كان محمد نبيًا لما أمهلنا الله بسبَه والاستخفاف به، وجهلوا أن الباري تعالى حليمٌ لا يعاجل العقوبة لمن سبَّه فكيف من سبَّ نبيه!! وقد ثبت في الصحيح «لا أحد أصبر على الأذى من الله، يدعون له الصاحبة والولد وهو يعاقبهم ويرزقهم» فأنزل الله تعالى هذا كشفًا لسرائرهم، وفضحًا لبواطنهم وتكريمًا لرسوله ﷺ َ، وأما إمهالهم في الدنيا فمن كراماته ﷺ َ على ربه لكونه بعث رحمةً للعالمينِ. . ثم نهى تعالى المؤمنين عن التناجي بما هو إِثم ومعصية فقال ﴿ياأيها الذين آمنوا إِذَا تَنَاجَيْتُمْ فَلاَ تَتَنَاجَوْاْ بالإثم والعدوان وَمَعْصِيَتِ الرسول﴾ أي إِذا تحدثتم فيما بينكم سرًا فلا تتحدثوا بما فيه إِثم كالقبيح من القول، أو بما هو عدوان على الغير، أو مخالفة ومعصية لأمر الرسول ﷺ َ ﴿وَتَنَاجَوْاْ بالبر والتقوى﴾ أي وتحدثوا بما فيه خيرٌ وطاعة وإحسان قال القرطبي: نهى تعالى المؤمنين أن يتناجوا فيما بينهم كفعل المنافقين واليهود، وأمرهم أن يتناجوا بالطاعة والتقوى والعفاف عما نهى الله عنه ﴿واتقوا الله الذي إِلَيْهِ تُحْشَرُونَ﴾ أي وخافوا الله بامتثالكم أوامره واجتنابكم نواهيه، الذي سيجمعكم للحساب، ويجازي كلًا بعمله ﴿إِنَّمَا النجوى مِنَ الشيطان لِيَحْزُنَ الذين آمَنُواْ﴾ أي\nليست النجوى بالإِثم والعدوان إِلا من تزيين الشيطان، ليُدخل به الحزن على المؤمنين قال ابن كثير: أي إِنما يصدر هذا من المتناجين عن تزيين الشيطان وتسويله ﴿وَلَيْسَ بِضَآرِّهِمْ شَيْئًا إِلاَّ بِإِذْنِ الله﴾ أي وليس هذا التناجي بضارٍ للمؤمنين شيئًا إِلآ بمشيئة الله وإرادته ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي وعلى الله وحدجه فليعتمد ولْيثق المؤمنون، ولا يبالوا بنجوى المنافقين فإن الله يعصمهم من شرهم وكيدهم، وفي الحديث «إِذا كنتم ثلاثة فلا يتناجى اثنان دون صاحبهما فإِن ذلك يحزنه» .", "ayah": 10, "surah": 58}