{"text": "المنَاسَبَة: لما ذكر تعالى اغترار المنافقين والكافرين بالحياة الدنيا، نبَّه المؤمنين ألا يكومنوا مثلهم، أو مثل مأهل الكتاب بالاغترار بدار الفناء، ثم ضرب مثلًا للحاية الدنيا وبهرجها الخادع الكاذب، وختتم السورة الكريمة ببيان فضيلة التقوى والعمل الصالح، وأرشد المؤمنين إلى مضاعفة الأجر والنور باتباعهم هدي الرسول ﷺ َ.\nاللغَة: ﴿يَأْنِ﴾ يحن يقال: أني يأْني مثل رمى يرمي أي حال، قال الشاعر:\nألم يأنِ لي يا قلب أن أترك الجهلا ... وأن يُحدث الشيب المبينُ لنا عقلًا\n﴿تَخْشَعَ﴾ تذل وتلين ﴿الأمد﴾ الأجل أو الزمان ﴿يَهِيجُ﴾ هاج الزرع إِذا جف ويبس بعد خضرته ونضارته ﴿حُطَامًا﴾ فُتاتًا يتلاشى بالرياح ﴿قَفَّيْنَا﴾ ألحقنا وأتبعنا ﴿كِفْلَيْنِ﴾ مثنى كقل وهو النصيب.\nسَبَبُ النّزول: لما قدم المؤمنون المدينة، أصابوا من لين العيش وفاهيته، ففتروا عن بعض ما كانوا عليه فعوتبوا ونزلت هذه الآية ﴿أَلَمْ يَأْنِ لِلَّذِينَ آمنوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ الله﴾ قال ابن مسعود: «ما كان إِسلامنا وبين أن عاتبنا الله بهذه الآية إِلا أربع سنوات» .\nالتفسِير: ﴿أَلَمْ يَأْنِ لِلَّذِينَ آمنوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ الله﴾ أي أما حان للمؤمنين أن ترقَّ\nقلوبهم وتلين لمواعظ الله؟ ﴿وَمَا نَزَلَ مِنَ الحق﴾ أي ولما نزل من آيات القرآن المبين؟ ﴿وَلاَ يَكُونُواْ كالذين أُوتُواْ الكتاب مِن قَبْلُ﴾ أي ولا يكونوا كاليهود والنصارى الذين أعطاهم الله التوراة والإِنجيل ﴿فَطَالَ عَلَيْهِمُ الأمد فَقَسَتْ قُلُوبُهُمْ﴾ أي فطال عليهم الزمن الذي بينهم وبين أنبيائهم، حتى صلبت قلوبهم فهي كالحجارة أو أشد قسوة قال ابن عباس: ﴿قست قلوبهم﴾ مالوا إِلى الدنيا وأعرضوا عن مواعظ القرآن وقال أبو حيان: أي صلبت بحيث لا تنفعل للخير والطاعمة والغرض أن الله يحذِّر المؤمنين أن يكونوا مع القرآن كاليهود والنصارى حين قست قلوبهم لما طال عليهم الزمان ﴿وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي وكثير من أهل الكتاب خارجون عن طاعة الله، رافضون لتعليم دينهم، من فرط قسوة القلب قال ابن كثير: نهى الله تعالى المؤمنين أن يتشبهوا بالذين حملوا الكتاب من قبلهم من اليهود والنصارى، لما تطاول عليهم الزمن بدَّلوا كتاب الله الذي بأيديهم، ونبذوه وراء ظهروهم، واتخذوا أحبارهم ورهبانهم أربابًا من دون الله، فعند ذلك قست قلوبهم فلا يقبلون موعظة، ولا تلين قلوبهم بوعد ولا وعيد ﴿اعلموا أَنَّ الله يُحْيِي الأرض بَعْدَ مَوْتِهَا﴾ أي اعلموا يا معشر المؤمنين أن الله يحيي الأرض القاحلة المجدبة بالمطر، ويخرج منها النبات بعد يبسها، وهو تمثيل لإِحياء القلوب القاسية بالذكر وتلاوة القرآن، كما تحيا الأرض المجدبة بالغيث الهتان قال ابن عباس: يلين القلوب بعد قسوتها فيجعلها مخبتةً منيبة، وكذلك يحيي القلوب الميتة بالعلم والحكمة قال في البحر: ويظهر أنه تمثيلٌ لتليين القلوب بعد قسوتها، ولتأثير ذكر الله فيها، فكما يؤثر الغيب في الأرض فتعود بعد إجدابها مخصبة، كذلك تعود القلوب النافرة مقبلةً يظهر فيها أثر الخشوع والطاعات ﴿قَدْ بَيَّنَّا لَكُمُ الآيات﴾ أي وضحنا لكم الحجج والبراهين الدالة على كمال قدرتنا ووحدانيتنا ﴿لَعَلَّكُمْ تَعْقِلُونَ﴾ أي لكي تعقلوا وتتدبروا ما أنزل الله في القرآن ﴿إِنَّ المصدقين والمصدقات وَأَقْرَضُواْ الله قَرْضًا حَسَنًا﴾ أي الذين تصدقوا بأموالهم على الفقراء ابتغاء وجه الله، والذين أنفقوا في سبيل الله وفي وجوه البر والإِحسان طيبة بها نفوسهم ﴿يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ﴾ أي يضاعف لهم ثوابهم بأن تكتب الحسنة بعشر أمثالها، ولهم فوق ذلك ثواب حسن جزيل وهو الجنة قال المفسرون: أصل ﴿المصدقين﴾ المتصدقين أدغمت التاء في الصاد فصارت المصدّقين، ومعنى القرض الحسن هو التصدق عن طيب النفس، وخلوص النية للفقير، فكأن الإِنسان بإِحسانه إِلى الفقير قد أقرض اللهَ قرضًا يستحق عليه الوفاء في دار الجزاء ﴿والذين آمَنُواْ بالله وَرُسُلِهِ﴾ أي صدَّقوا بوحدانية الله ووجوده، وآمنوا برسله إِيمانًا راسخًا كاملًا، لا يخالجه شك ولا ارتياب ﴿أولئك هُمُ الصديقون والشهدآء عِندَ رَبِّهِمْ﴾ أي أولئك الموصوفون بالإِيمان بالله ورسله، هم الذين جمعوا أعلى المراتب فحازوا درجة الصديقية والشهادة في سبيل الله قال مجاهد: كل من آمن بالله ورسله فهو صدِّيقٌ وشهيد ﴿لَهُمْ أَجْرُهُمْ وَنُورُهُمْ﴾ أي لهم في الآخرة الثواب الجزيل، والنور الذي يسعى بين أيديهم وبأيمانهم ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم﴾ أي والذين\nجحدوا بوحدانية الله وكذبوا بآياته أولئك هم المخلدون في دار الجحيم قال البيضاوي: فيه دليل على أن الخلود في النار مخصوص بالكفار، ومن حيث أن الصيغة تشعر بالاختصاص ﴿أولئك أَصْحَابُ الجحيم﴾ والصحبة تدل على الملازمة.\n. ولما ذكر أحوال المؤمنين والكافرين، ذكر بعده ما يدل على حقارة الدنيا وكمال حال الآخر فقال ﴿اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ﴾ أي اعلموا يا معشر السامعين أن هذه الحياة الدنيا ما هي إِلا لعبٌ يُتعب الناس فيها أنفسهم كإِتعاب الصبيان أنفسهم باللعب ﴿وَلَهْوٌ﴾ أي وشغل للإِنسان يشغله عن الآخرة وطاعة الله ﴿وَزِينَةٌ﴾ أي وزينة يتزين بها الجهلاء كالملابس الحسنة، والمراكب البهية، والمنازل الرفيعة ﴿وَتَفَاخُرٌ بَيْنَكُمْ﴾ أي ومباهاة وافتخار بالأحساب والأنساب والمال والولد كما قال القائل:\nأرى أهل القُصور إِذا أُميتوا ... بنوا فوق المقابر بالصخور\nأبوا إِلا مباهاةً وفخرًا ... على الفقراء حتى في القبور\n﴿وَتَكَاثُرٌ فِي الأموال والأولاد﴾ أي مباهاة بكثرة الأموال والأولاد قال ابن عباس: يجمع المال من سخط الله، ويتباهى به على أولياء الله، ويصرفه في مساخط الله، فهو ظلماتٌ بعضها فوق بعض ﴿كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ﴾ أي كمثل مطرٍ غزير أصاب أرضًا، فأعجب الزُرَّاع نباتُه الناشىء عنه ﴿ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا﴾ أي ثم ييبس بعد خضرته ونُضرته فتراه مصفر اللون بعد أن كان زاهيًا ناضرًا ﴿ثُمَّ يَكُونُ حُطَامًا﴾ أي ثم يتحطم ويتكسر بعد يبسه وجفافه فيصبح هشيمًا تذره الرياح كذلك حال الدنيا قال القرطبي: والمراد بالكفار هنا الزُرَّاع لأنهم يغطون البذر، ومعنى الآية أن الحياة الدنيا كالزرع يعجب الناظرين إِليه لخضرته بكثرة الأمطار، ثم لا يلبث أن يصير هشيمًا كأن لم يكن، وإِذا أعجب الزراع فهو في غاية الحسن ﴿وَفِي الآخرة عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ الله وَرِضْوَانٌ﴾ أي والجزاء في الآخرة إِما عذاب شديد للفجار، وإِما مغفرة من الله ورضوانٌ للأبرار ﴿وَمَا الحياة الدنيآ إِلاَّ مَتَاعُ الغرور﴾ أي وليست الحياة الدنيا في حقارتها وسرعة انقضائها إِلا متاعٌ زائل، ينخدع بها الغافل، ويغتبر بها الجاهل قال سعيد بن جبير: الدنيا متاع الغُرور إن ألهتك عن طلب الآخرة، فأما إِذا دعتك إِلى طلب رضوا الله وطلب الآخرة، فنعم المتاع ونعم الوسيلة.\n. ولما حقَّر الدنيا وصغَّر أمرها، وعظَّم الآخرة وفخَّم شأنها، حثَّ على المساعة إِلى نيل مرضاة الله، التي هي سبب للسعادة الأبدية في دار الخلود والجزاء فقال ﴿سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ﴾ أي تسابقوا أيها الناس وسارعوا بالأعمال الصالحة التي توجب المغفرة لكم من ربكم قال أبو حيان: وجاء التعبير بلفظ ﴿سابقوا﴾ كأنهم في ميدان سباق يجرون إِلى غاية مسابقين إِليها، والمعنى سابقوا إلى سبب المغفرة\nوهو الإِيمان، وعملُ الطاعات ﴿وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض﴾ أي وسارعوا إِلى جنةٍ واسعة فسيحة، عرضها كعرض السموات السبع من الأرض مجتمعة قال السدي: إِن اله تعالى شبَّه عرض الجنة بعرض السموات السبع والأرضين السبع، ولا شك أن طولها أزيد من عرضها، فذكر الرض تنبيهًا على أن طولها أضعاف ذلك وقال البيضاوي: إِذا كان العرض كذلك فما ظنك بالطول، ﴿أُعِدَّتْ لِلَّذِينَ آمَنُواْ بالله وَرُسُلِهِ﴾ أي هيأها الله وأعدها للمؤمنين المصدّقين بالله ورسله قال المفسرون: وفي الآية دلالة على أن الجنة مخلوقة وموجودة لأن ما لم يُخلق بعد لا يوصف بأنه أُعدَّ وهُيءَ ﴿ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي ذلك الموعود به من المغفرة والجنة هو طاء الله الواسع، يتفضل به على من يشاء من عبادة من غير إيجاب ﴿والله ذُو الفضل العظيم﴾ أي ذو العطاء الواسع والإِحسان الجليل ﴿مَآ أَصَابَ مِن مُّصِيبَةٍ فِي الأرض﴾ أي ما يحدث في الأرض مصيبةً من المصائب كقحطٍ، وزلزلةٍ، وعاهة في الزروع، ونقصٍ في الثمار ﴿وَلاَ في أَنفُسِكُمْ﴾ أي من الأمراض، والأوصاب، والفقر، وذهاب الاولاد ﴿إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ﴾ أي إِلاَّ ويه مكتوبة في اللوح المحفوظ من قبل أن نخلقها ونوجدها قال في التسهيل: المعنى أن الأمور كلها مقدَّرة في الأزل، مكتوبة في اللوح المحفوظ من قبل ن تكون، وفي الحديث\n«إن الله يكتب مقادير الأشياء قبل أن يخلق السموات والأرض بخمسين ألف سنة، وعرشه على الماء» ﴿إِنَّ ذَلِكَ عَلَى الله يَسِيرٌ﴾ أي إن إثبات ذلك على كثرته سهلٌ هيّنٌ على الله ﷿ وإِن كان عسيرًا على العباد. . ثم بيَّن تعالى لنا الحكمة في إعلامنا عن كون هذه الأشياء واقعة بالقضاء والقدر فقال ﴿لِّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ﴾ أي أثبت وكتب ذلك كي لا تحزنوا على ما فاتكم من نعيم الدنيا ﴿وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ﴾ أي ولكي لا تبطروا بما أعطاكم الله من زهرة الدنيا وتعميمها قال المفسرون: والمراد بالحزن الحزنُ الذي يوجب القنوط، وبالفرح الفرحُ الذي يورث الأشر والبطر، ولهذا قال ابن عباس: «ليس من أحدٍ إِلا وهو يحزن ويفرح، ولكنَّ المؤمن يجعل مصيبته صبرًا، وغنيمته شكرًا» ومعنى الآية: لا تحزنوا حزنًا يخرجكم إِلى أن تهلكوا أنفسكم، ولا تفرحوا فرحًا شديدًا يطغيكم حتى تأشروا فيه وتبطروا، ولهذا قال بعض العارفين: «من عرف سرَّ الله في القدر هانت عليه المصائب» وقال عمر ﵁: «ما أصابتني مصيبة إِلا وجدت فيها ثلاث نعم: الأولى: أنها لم تكن في ديني، الثانية: أنها لم تكن أعظم مما كانت، الثالثة: أن الله يعطي عليها الثواب العظيم والأجر الكبير ﴿وَبَشِّرِ الصابرين الذين إِذَآ أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا للَّهِ وَإِنَّآ إِلَيْهِ رَاجِعُونَ أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾ [البقرة: ١٥٥١٥٧] ﴿والله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾ أي لا يحب كل متكبر معجبٍ بما أعطاه الله من حظوظ الدنيا، فخور به على الناس. . ثم بيَّن تعالى أوصاف هؤلاء المذمومين فقال ﴿الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل﴾ أي يبخلون بالإِنفاق في سبيل الله، ولا يكفيهم ذلك حتى يأمروا الناس بالبخل ويرغبوهم في الإِمساك ﴿وَمَن يَتَوَلَّ﴾ أي ومن يعرض عن\nالإِنفاق ﴿فَإِنَّ الله هُوَ الغني الحميد﴾ أي فإِن الله مستغنٍ عنه وعن إِنفاقه، محمودٌ في ذاته وصفاته، لا يضره الإِعراض عن شكره، ولا تنفعه طاعة الطائعني، وفيه وعيدٌ وتهديد ﴿لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات﴾ اللام موطئة لقسم محذوف أي والله لقد بعثنا رسلنا بالحجج القواطع والمعجزات البينات ﴿وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان﴾ أي وأنزلنا معهم الكتب السماوية التي فيها سعادة البشرية، وأنزلنا القانون الذي يُحكم به بين الناس، وفسَّر بعضهم الميزان بأنه العدلُ وقال ابن زيد: وهو ما يُوزن به ويُتعامل ﴿لِيَقُومَ الناس بالقسط﴾ أي ليقوم الناس بالحق والعدل في معاملاتهم ﴿وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ﴾ أي وخلقنا وأوجدنا الحديد فيه بأس شديد، لأن آلات الحرب تُتخذ منه، كالدروع، والرماح، والتروس، والدبابات وغاير ذلك ﴿وَمَنَافِعُ لِلنَّاسِ﴾ أي وفيه منافع كثير للناس كسكك الحراثة، والسكين، والفأس وغير ذلك وما من صناعةٍ إِلا والحديدُ آلة فيها قال أبو حيان: وعبَّر تعالى عن إيجاده بالإِنزال كما قال\n﴿وَأَنزَلَ لَكُمْ مِّنَ الأنعام ثَمَانِيَةَ أَزْوَاجٍ﴾ [الزمر: ٦] لأن الأوامر وجميع القضايا والأحكام لما كانت تُلقى من السماء جعل الكل نزولًا منها، وأراد بالحديد جنسه من المعادن قاله الجمهور ﴿وَلِيَعْلَمَ الله مَن يَنصُرُهُ وَرُسُلَهُ بالغيب﴾ عطفٌ على محذوف مقدر أي وأنزلنا الحديد ليقاتل به المؤمنون أعداءهم ويجاهدوا لإِعلاء كلمة الله، وليعلم الله من ينصر دينه ورسله باستعمال السيوف والرماح وسائر الأسلحة مؤمنًا بالغيب قال ابن عباس: ينصرونه ولا يبصرونه، ثم قال تعالى ﴿إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ أي قادر على الانتقام من أعدائه بنفسه، عزيزٌ أي غالب لا يُغالب فهو غني بقدرته وعزته عن كل أحد قال البيضاوي: أي قويٌ على إِهلاك من أراد إِهلاكه، عزيزٌ لا يفتقر إِلى نصرة أحد، وإِنما أمرهم بالجهاد لينتفعوا به ويستوجبوا الثواب وقال ابن كثير: معنى الآية أنه جعل الحديد رادعًا لمن أبى الحقَّ وعانده بعد قيام الحجة عليه، ولهذا أقام رسول الله ﷺ َ بمكة ثلاث عشرة سنة تُوحى إِليه السور، ويقارعهم بالحجة والبرهان، فلما قامت الحجة على من خالف أمر الله، شرع الله الهجرة وأمر المؤمنين بالقتال بالسيوف وضرب الرقاب، ولهذا قال ﵇ «بُعثت بالسيف بين يدي الساعة، وجُعل رزقي تحت ظل رُمحي، وجعل الذي والصِّغار على من خالف أمري، ومن تشبه بقومٍ فهو منهم» ثم قال تعالى ﴿إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ أي هو قوي عزيز ينصر من شاء من غير احتياج منه إِلى الناس، وإِنمام شرع الجهاد ليبلو بعضهم ببعض ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النبوة والكتاب﴾ لما ذكر بعثة الرسل ذكر هنا شيخ الأنبياء نوحًا ﵇، وأبا الأنبياء إِبراهيم ﵇ وبيَّن أنه جعل في نسلهما النبوة والكتب السماوية أي وباللهِ لقد أرسلنا نوحًا وإِبراهيم وجعلنا النبوة في نسلهما، كما أنزلنا الكتب الأربعة ويه «التوراة والزبور والإِنجيل والقرآن» على ذريتهما، وإِنما خصَّ نوحًا وإِبراهيم بالذكر تشريفًا لهما وتخليدًا لمآثرهما الحميدة ﴿فَمِنْهُمْ مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي فمن ذرية نوح وإِبراهيم أناس مهتدون، وكثيرٌ منهم عصاٌ خارجون عن الطاعة وعن الطريق المستقيم ﴿ثُمَّ قَفَّيْنَا على آثَارِهِم بِرُسُلِنَا﴾ أي ثم\nأتبعنا بعدهم برسلنا الكرام، أرسلناهم رسولًا بعد رسول، موسى، وإِلياس، وداود، وسليمان، ويونس وغيرهم ﴿وَقَفَّيْنَا بِعِيسَى ابن مَرْيَمَ﴾ أي وجعلناه بعد أولئك الرسل لأن كان آخر الأنبياء من بني إِسرائيل ﴿وَآتَيْنَاهُ الإنجيل﴾ أي وأنزلنا عليه الإِنجيل الذي فيه البشارة بمحمد ﷺ َ ﴿وَجَعَلْنَا فِي قُلُوبِ الذين اتبعوه رَأْفَةً وَرَحْمَةً﴾ أي وجعلنا في قلوب أتباعه الحواريين الشفقة واللين قال في التسهيل: هذا ثناء من اله عليهم بمحبة بعضهم في بعض كما وصف تعالى أصحاب سيدنا محمد ﷺ َ بأنهم\n﴿رُحَمَآءُ بَيْنَهُمْ﴾ [الفتح: ٢٩] ﴿وَرَهْبَانِيَّةً ابتدعوها مَا كَتَبْنَاهَا عَلَيْهِمْ﴾ أي ورهبانيةً ابتدعها القسسُ والرهبان وأحدثوها من تلقاء أنفسهم، ما فرضناها عليهم ولا أمرناهم بها قال أبو حيان: والرهبانيةُ رفضُ النساء وشهوات الدنيا، واتخاذ الصوامع ومعنى ﴿ابتدعوها﴾ أي أحدثوها من عند أنفسهم ﴿إِلاَّ ابتغآء رِضْوَانِ الله﴾ أي ما أمرناهم إِلا بما يرضي الله، والاستثناء منقطع والمعنى ما كتبان عليهم الرهبانية، ولكنه فعلوها من تلقاء أنفسهم ابتغاء رضوان الله ﴿فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا﴾ أي فما قاموا بها حقَّ القيام، ولا حافظوا عليها كما ينبغي قال ابن كثير: وهذا ذمٌ لهم من وجهين: أحدهما: الابتداع في دين الله ما لم يأمر به اللهُ والثاني: في عدم قيامهم بما التزموه مما زعموا أنه قربة تقربهم إِلى الله ﷿، وفي الحديث «لكل أمة رهبانية، ورهبانةي أمتي الجهاد في سبيل الله» ﴿فَآتَيْنَا الذين آمَنُواْ مِنْهُمْ أَجْرَهُمْ﴾ أي فأعطينا الصالحين من أتباع عيسى الذين ثبتوا على العهد وآمنوا بمحمد ﷺ َ ثوابهم مضاعفًا ﴿وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي وكثير من النصارى خارجون عن حدود الطاعة منتهكون لمحارم الله كقوله تعالى ﴿إِنَّ كَثِيرًا مِّنَ الأحبار والرهبان لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل وَيَصُدُّونَ عَن سَبِيلِ الله﴾ [التوبة: ٣٤] ﴿ياأيها الذين آمَنُواْ اتقوا الله وَآمِنُواْ بِرَسُولِهِ﴾ أي يا من صدقتم بالله اتقوا الله بامتثال أوامره واجتناب نواهيه، ودوموا واثبتوا على الإِيمان ﴿يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ﴾ أي يعطكم ضعفين من رحمته ﴿وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ﴾ أي ويجعل لكم في الآخرة نورًا تمشون به على الصراط ﴿وَيَغْفِرْ لَكُمْ﴾ أي ويغفر لكم ما أسلفتم من المعاصي ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة واسع الرحمة ﴿لِّئَلاَّ يَعْلَمَ أَهْلُ الكتاب أَلاَّ يَقْدِرُونَ على شَيْءٍ مِّن فَضْلِ الله﴾ أي إنما بالغنا في هذا البيان ليعلم أهل الكتاب أنهم لا يقدرون على تخصيص فضل الله بهم، ولا يمكنهم حصر الرسالة والنبوة فيهم، فلا في قوله ﴿لِّئَلاَّ﴾ زائدة والمعنى ليعلم المفسرون: إن أهل الكتاب كانوا يقولون الوحي والرسالة فينا، والكتابُ والشرع ليس إِلا لنا، والله خصنا بهذه الفضيلة العظيمة من بين جميع العالمين، فردَّ الله عليهم بهذه الآية الكريمة ﴿وَأَنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي وأن أمر النبوة والهداية والإِيمان بيد الرحمن يعطيه لمن يشاء من خلقه ﴿والله ذُو الفضل العظيم﴾ أي والله واسع الفضل والإِحسان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -\nالطباق بين ﴿يُحْيِي وَيُمِيتُ﴾ وبين ﴿الأول والآخر﴾ وبين ﴿الظاهر والباطن﴾ .\n٢ - المقابلة بين ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا﴾ وبين ﴿وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا﴾\n[الحديد: ٤] .\n٣ - رد العجز على الصدر ﴿يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ [الحديد: ٦] وهو وما سبقه من المحسنات البديعية.\n٤ - حذف الإِيجاز ﴿لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ﴾ [الحديد: ١٠] حذف منه جملة «ومن أنفق من بعد الفتح وقاتل» وذلك لدلالة الكلام عليه ويسمى هذا الحذف بالإِيجاز.\n٥ - الاستعارة اللطيفة ﴿لِّيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور﴾ [الحديد: ٩] أي ليخرجكم من ظلمات الشرك إِلى نور الإِيمان، فاستعار لفظ ﴿الظلمات﴾ للكفر والضلالة ولفظ ﴿النور﴾ للإِيمان والهداية وقد تقدم.\n٦ - الاستعارة التمثيلية ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا﴾ [الحديد: ١١] مثَّل لمن ينفق ماله ابتغاء وجه الله مخلصًا في عمله بمن يُقرض ربه قرضًا واجب الوفاء بطريق الاستعارة التمثيلية.\n٧ - الأسلوب التهكمي ﴿مَأْوَاكُمُ النار هِيَ مَوْلاَكُمْ﴾ [الحديد: ١٥] أي لا ولي لكم ولا ناصر إِلا نار جهنم وهو تهكم بهم.\n٨ - المقابلة اللطيفة بين قوله ﴿بَاطِنُهُ فِيهِ الرحمة﴾ وقوله ﴿وَظَاهِرُهُ مِن قِبَلِهِ العذاب﴾ [الحديد: ١٣] .\n٩ - التشبيه التمثيلي ﴿كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا. .﴾ لأن وجه الشبه منتزع من متعدد.\n١٠ - الجناس الناقصس ﴿أَرْسَلْنَا رُسُلَنَا﴾ لتغير الشكل وبعض الحروف.\n١١ - السجع المرصَّع كأنه الدر المنظوم ﴿وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ﴾ وقوله تعالى ﴿فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرحمة وَظَاهِرُهُ مِن قِبَلِهِ العذاب﴾ [الحديد: ١٣] وهو كثير في القرآن.", "ayah": 28, "surah": 57}