{"text": "المنَاسَبَة: لما ذكر تعالى أحوال المشركين وضلالاتهم في عبادة غير الله، أردفه بذكر دلائل الوحدانية، ثم ذكر القرآن العظيم أشرف الكتب السماوية المنزَّلة، ومع إقرارهم بفصاحته وإِعجازه كذَّب به المكذبون، ثم ضرب للمشرك والموحّد مثلًا في غاية الوضوح.\nاللغَة: ﴿سَلَكَهُ﴾ أدخله ﴿يَنَابِيعَ﴾ جمع ينبوعٍ وهو عين الماء من الأرض ﴿يَهِيجُ﴾ ييبس قال الأصمعي: هاجت الأرض هيج إذا أدبر نبتُها وولى وقال الجوهري: هاج النَّبْت هياجًا إذا يبس، وأرضُ هائجة إذا يبس بقلُها أو اصفرَّ ﴿حُطَامًا﴾ فُتاتًا وهشيمًا، من تحطَّم العود إذا تفتَّت من لا يرقُّ ولا يلين ﴿مَّثَانِيَ﴾ مكررًا فيه الحكم والمواعظ والأمثال ﴿تَقْشَعِرُّ﴾ تضطرب وتتحرك من الخوف ﴿الخزي﴾ الذل والهوا ﴿مُتَشَاكِسُونَ﴾ متنازعون ومختلفون، ورجلٌ شكس: شرس الخُلق والطباع.\nالتفسِير: ﴿أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً﴾ أي ألم تر أيها الإِنسان العاقل أنَّ الله بقدرته أنزل المطر من السحاب ﴿فَسَلَكَهُ يَنَابِيعَ فِي الأرض﴾ أي أدخله مسالك وعيونًا في الأرض وأجراه فيها قال المفسرون: وهذا دليلٌ على أن ماء العيون من المطر، تحبسه الأرض ثم ينبغ شيئًا فشيئًا قال ابن عباس: ليس في الأرض ماء إلا نزل من السماء، ولكنْ عروق الأرض تغيِّره ﴿ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ﴾ أي ثم يُخرج بهذا الماء النازل من السماء والنابع من الأرض أنواع الزروع، المختلفة الأشكال والألوان، من أحمر وأبيض وأصفر، والمختلفة الأصناف من قمح وأرز وعدس وغير ذلك قال البيضاوي: ﴿مُّخْتَلِفًا أَلْوَانُهُ﴾ أي أصنافه من بر وشعير وغيرهما، أو كيفياته من خضرة وحمرة وغيرهما ﴿ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا﴾ أي ثم ييبس فتراه بعد خضرته مصفرًا ﴿ثُمَّ يَجْعَلُهُ حُطَامًا﴾ أي ثم يصبح فتاتًا وهشيمًا متكسرًا ﴿إِنَّ فِي ذَلِكَ لذكرى لأُوْلِي الألباب﴾ أي إنَّ فيما ذُكر لعظة وعبرة، ودلالةً على قدرة الله ووحدانيته لذوي العقول المستنيرة. . والآية فيها تمثيلٌ لحياة الإِنسان بالحياة الدنيا، فمهما طال عمر الإِنسان فلا بدَّ من الانتهاء، إلى أن يصير مصفر اللون، متحطم الأعضاء، متكسرًا كالزرق بعد نضرته، ثم تكون عاقبته الموت قال ابن كثير: هكذا الدنيا تكون خضرة ناضرة حسناء، ثم تعود عجوزًا شوهاء، وكذلك الشاب يعود شيخًا هرمًا، كبيرًا ضعيفًا، وبعد ذلك كله الموت، فالسعيد من كان حاله بعده إلى خير ﴿أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ﴾ أي وسَّع صدره للإِسلام، واستضاء قلبه بنوره حتى ثبت ورسخ فيه ﴿فَهُوَ على نُورٍ مِّن رَّبِّهِ﴾ أي فهو على بصيرة ويقين من أمر دينه، وعلى هدىً من ربه بتنوير الحق في قلبه، وفي الآية محذوفٌ دلَّ عليه سياق الكلام تقديره كمن هو أعمى القلب، معرضٌ عن الإِسلام؟ قال الطبري: وتُرك الجوابُ اجتزاءً بمعرفة السامعين وبدلالة ما بعده وتقديره: كمن أقسى اللهُ قلبه وأخلاه من ذكره حتى ضاق عن استماع الحق، واتباع الهدى ﴿فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُمْ مِّن ذِكْرِ الله﴾ أي فويلٌ للذين لا تلين قلوبهم ولا تخشع عند ذكر الله، ب «ذكر الله» القرآن الذي أنزله الله تذكرة لعباده ﴿أولئك فِي ضَلاَلٍ مُّبِينٍ﴾ أي أولئك الذين قست قلوبهم في بعدٍ عن الحق ظاهر.\n. ولما بيَّن تعالى ذلك أردفه بما يدل على أنَّ القرآن سبب لحصول النور والهداية والشفاء فقال ﴿الله نَزَّلَ أَحْسَنَ الحديث﴾ أي اللهُ نزَّل القرآن العظيم أحسن الكلام قال أبو حيان: والابتداءُ باسم «اللهُ» وإسناد «نزَّل» لضميره، فيه تفخيمٌ للمُنزل، ورفعٌ من قدره كما تقول: الملكُ أكرم فلانًا، فإِنه أفخم من أكرم الملك فلانًا، وحكمةُ ذلك البداءةُ بالأشرف ﴿كِتَابًا مُّتَشَابِهًا﴾ أي قرآنًا متشابهًا يشبه بعضه بعضًا في الفصاحة، والبلاغة، والتناسب، بدون تعارضٍ ولا تناقض ﴿مَّثَانِيَ﴾ أي تُثنَّى وتكرر فيه المواعظ والأحكام، والحلال والحرام، وتُردَّد فيه القصص والأخبار دون سأم أو ملل قال الطبري: تُثنَّى أي تكرر فيه الأنباء والأخبار والقضاء والأحكام والحجج ﴿تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ﴾ أي تعتري هؤلاء المؤمنين خشيةٌ،\nوتأخذهم قشعريرة عند تلاوة آيات القرآنُ، هيبةً من الرحمن وإجلالًا لكلامه ﴿ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله﴾ أي تطمئن وتسكن قلوبهم وجلودهم إلى ذكر الله قال المفسرون: إنهم عند سماع آيات الرحمة والإِحسان تلين جلودهم وقلوبهم وقال العارفون: إِذا نظروا إلى علم الجلال طاشوا، وإن لاح لهم أثرُ من عالم الجمال عشاوا قال ابن كثير: هذه صفة الأبرار عند سماع كلام الجبار، إِذا قرءوا آيات الوعد والوعيد، والتخويف والتهديد، تقشعر جلودهم من الخشية والخوف وإِذا قرءوا آيات الرحمة لانت جلودهم وقلوبهم، لما يرجون ويؤملون من رحمته ولطفه ﴿ذَلِكَ هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ﴾ أي ذلك القرآن الذي تلك صفتُه هو هدى الله يهدي به من شاء من خلقه ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن يخذلْه اللهُ فيجعل قلبه قاسيًا مظلمًا، فليس له مرشدٌ ولا هاد بعد الله ﴿أَفَمَن يَتَّقِي بِوَجْهِهِ سواء العذاب يَوْمَ القيامة﴾ أي فمن يجعل وجهه وقاية من عذاب جهنم الشديد، وخبره محذوف تقديره كمن هو آمنٌ من العذاب؟ قال المفسرون: الوجه أشرف الأعضاء فإِذا وقع الإِنسان في شيء من المخاوف فإِنه يجعل يده وقاية لوجهه، وأيدي الكفار مغلولة يوم القيامة، فإِذا ألقوا في النار لم يجدوا شيئًا يتقونها به إلا وجوههم ﴿وَقِيلَ لِلظَّالِمِينَ ذُوقُواْ مَا كُنتُمْ تَكْسِبُونَ﴾ أي وتقول خزنة جهنم للكافرين: ذوقوا وبال ما كنت تكسبونه في الدنيا من الكفر والمعاصي ﴿كَذَّبَ الذين مِن قَبْلِهِمْ فَأَتَاهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾ أي كذَّب من قبلهم من الأمم السالفة فأتاهم العذاب من جهةٍ لا تخطر ببالهم ﴿فَأَذَاقَهُمُ الله الخزي فِي الحياة الدنيا﴾ أي فأذاقهم الله الذُلَّ والصغار والهوان في الدنيا ﴿وَلَعَذَابُ الآخرة أَكْبَرُ﴾ أي ولعذاب الآخرة الذي أُعدَّ لهم أعظم بكثير من عذاب الدنيا ﴿لَوْ كَانُواْ يَعْلَمُونَ﴾ أي لو كان عندهم علمٌ وفهم ما كذبوا ﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي ولقد بينا ووضحنا للناس في هذا القرآن من كل الأمثال النافعة، والأخبار الواضحة ما يحتاجون إليه ﴿لَّعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي لعلهم يتعظون ويعتبرون بتلك الأمثال والزواجر ﴿قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ﴾ أي حال كونه قرآنًا عربيًا لا اختلاف فيه بوجه من الوجوه، ولا تعارض ولا تناقض ﴿لَّعَلَّهُمْ يَتَّقُونَ﴾ أي لكي يتقوا الله ويجتنبوا محارمه.\n. ثم ذكر تعالى مثلًا لمن يشرك بالله ولمن يوحِّده فقال ﴿ضَرَبَ الله مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ﴾ أي ضرب الله لكم أيها الناس هذا المثل: رجلٌ من المماليك اشترك فيه ملاكٌ سيئو الأخلاق، بينهم اختلاف وتنازع، يتجاذبونه في حوائجهم، هذا يأمره بأمرٍ وذاك يأمره بمخالفته، وهو متحيِّر موزّع القلب، لا يدري لمن يرضي؟ ﴿وَرَجُلًا سَلَمًا لِّرَجُلٍ﴾ هذا من تتم المثل أي رجلًا آخر لا يملكه إلا شخص واحد، حسن الأخلاق، فهو عبد مملوك لسيد واحد، يخدمه بإِخلاص ويتفانى في خدمته، ولا يلقى من سيده إلا إحسانًا ﴿هَلْ يَسْتَوِيَانِ مَثَلًا﴾ أي هل يستوي هذا وهذا في حسن الحال، وراحة البال؟ فكذلك لا يتساوى المؤمن الموحِّد مع المشرك الذي يعبد آلهة شتى. قال ابن عباس: هذه الآية ضربت مثلًا للمشرك والمخلص وقال الرازي: وهذا مثلٌ ضُرب في غاية الحُسن في تقبيح\nالشرك، وتحسين التوحيد ﴿الحمد للَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ لما كان المثل بينًا واضحًا في غاية الجلاء والوضوح ختم به الآية والمعنى: الحمد لله على إقامة الحجة عليهم بل أكثر هؤلاء المشركين لا يعملون الحق فهم لفرط جهلهم يشركون بالله ﴿إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَّيِّتُونَ﴾ أي إنك يا محمد ستموت كما يموت هؤلاء، ولا يخلَّد أحد في هذه الدار ﴿ثُمَّ إِنَّكُمْ يَوْمَ القيامة عِندَ رَبِّكُمْ تَخْتَصِمُونَ﴾ أي ثم تجتمعون عند الله في الدار الآخرة، وتختصمون فيما بينكم من المظالم وأمر الدنيا والدين ويفصل بينكم أحكم الحاكمين.", "ayah": 26, "surah": 39}