{"text": "المنَاسَبَة: لما ذكر أن الخلق صائرون إلى الموت، وأن المؤمنين والكافرين سيختصمون عند ربهم في أمر التوحيد والشرك، وأنه تعالى يفصل بينهم، ذكر هنا جزاء كلٍ من الفريقين، ثم أتبعه بذكر قبائح المشركين واعتدادهم بشفاعة الأوثان والأصنام.\nاللغَة: ﴿مَثْوًى﴾ مأوى ومقام، مشتقٌ من ثَوى بالمكان إِذا أقام به ﴿يُخْزِيهِ﴾ يُهينه ويُذله ﴿اشمأزت﴾ نفرتْ وانقبضتْ ﴿فَاطِرَ﴾ خالق ومبدع ﴿يَحْتَسِبُونَ﴾ يظنون ويؤملون يقال: جاءه الأمر من حيث لا يحتسب أي من حيث لا يظن ﴿حَاقَ﴾ نزل وأحاط بهم من كل جانب ﴿خَوَّلْنَاهُ﴾ منحناه وأعطيناه تفضلًا وكرمًا ﴿مُعْجِزِينَ﴾ فائتين من العذاب ﴿يَقْدِرُ﴾ يضيق ويُقتِّر.\nالتفسِير: ﴿فَمَنْ أَظْلَمُ مِمَّن كَذَبَ علَى الله﴾ الاستفهام إِنكاري بمعنى النفي أي لا أحد أظلم ممن كذب على الله بنسبة الشريك له والولد ﴿وَكَذَّبَ بالصدق إِذْ جَآءَهُ﴾ أي وكذَّب بالقرآن والشريعة وقت مجيئه من غير تدبر ولا تأمل؟ أي لا أحد أظلم ممن حاله ذلك، فإِنه أظلم من كل ظامل ﴿أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ﴾؟ أي أليس في جهنم مقام ومأوى لهؤلاء الكافرين المكذبين؟ والاستفهام هنا تقريري أي بلى لهم مأوى ومكان ﴿والذي جَآءَ بالصدق وَصَدَّقَ بِهِ﴾ أي وأما الذين جاءوا بالصدق وهم الأنبياء، والذين صدَّقوا به وهم المؤمنون أتباعُ الرسل ﴿أولئك هُمُ المتقون﴾ أي فأؤلئك الموصوفون بالصفات الحميدة هم أهل التقوى والصلاح الذي يستحقون كل إحسان وإكرام ﴿لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ﴾ أي لهم كل ما يشتهون في الجنة من الحور، والقصور، والملاذِّ، والنعيم ﴿ذَلِكَ جَزَآءُ المحسنين﴾ أي ذلك الذي ينالونه هو ثواب كل محسن، أحسن في هذه الحياة قال بعض المفسرين: «الذي جاء بالصدق» هو محمد ﷺ َ «وصدَّق به» هو أبو بكر ﵁، والاختيارُ أن يكون على العموم حتى يشترك في هذه الصفة كل الرسل الكرام، وكل من دعا إلى هذا الصدق عن عقيدة وإِيمان من أتباعٍ الرسل، ونيدل عليه ﴿أولئك هُمُ المتقون﴾ بصيغة الجمع، وهذا اختيار ابن عطية ﴿لِيُكَفِّرَ الله عَنْهُمْ أَسْوَأَ الذي عَمِلُواْ﴾ أي هؤلاء الذين صدَّقوا الأنبياء سيغفر الله لهم ما أسلفوا من الأعمال السيئة فلا يعاقبهم بها ﴿وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الذي كَانُواْ يَعْمَلُونَ﴾ أي ويثيبهم على طاعاتهم في الدنيا بحساب الأحسن الذي عملوه فضلًا منه وكرمًا قال المفسرون: العدلُ أن تُحسب الحسنات وتُحسب السيئات، ثم يكون الجزاء، والفضلُ هو الذي يتجلى به الله على عباده المتقين، فيكفر عنهم أسوأ أعمالهم، فلا يبقى لها حساب في ميزانهم، وأن يجزيهم أجرهم بحساب أحسن الأعمال، فتزيد حسناتُهم وتعلو وترجّح كفة الميزان، وهذا من زيادة\nالكرم والإِحسان ﴿أَلَيْسَ الله بِكَافٍ عَبْدَهُ﴾؟ الهمزة للتقرير أي أليس الله كافيًا عبده ورسوله محمد ﷺ َ من شر من يريده بسوء؟ قال أبو السعود: تسليةٌ لرسول الله ﷺ َ عما قالت له قريش: لتكفنَّ عن شتم آلهتنا، أو ليصيبنَّك منها خبل أو جنون وقال أبو حيان: قالت قريش: لئن لم ينته محمد عن سبِّ آلهتنا وتعييبنا لنسلِّطنها عليه فتصيبه بخبَل وتعتريه بسوء، فأنزل الله ﴿أَلَيْسَ الله بِكَافٍ عَبْدَهُ﴾ أي هو كافٍ عبده، وإضافته إليه تشريفٌ عظيمٌ لنبيّه ﴿وَيُخَوِّفُونَكَ بالذين مِن دُونِهِ﴾ أي ويخوفونك يا محمد بهذه الأوثان التي لا تضر ولا تنفع ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن أشقاه الله وأضلَّه فلن يهديه أحدٌ كائنًا من كان ﴿وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلٍّ﴾ أي ومن أراد الله سعادته فهداه إلى الحق، ووفقه لسلوك طريق المهتدين، فلن يقدر أحدٌ على إضلاله ﴿أَلَيْسَ الله بِعَزِيزٍ ذِي انتقام﴾؟ أي هو تعالى منيع الجناب لا يُضام من لجأ إلى بابه، وهو القادر على أن ينتقم من أعدائه لأوليائه، لأنه غالب لا يُغلب، ذو انتقام من أعدائه، وفي الآية وعيدٌ للمشركين، ووعدٌ للمؤمنين ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله﴾ هذه الآية إقامة برهان على تزييف طريقة عبدة الأوثان أي ولئن سألت يا محمد هؤلاء المشركين عمَّن خلق السموات والأرضَ ليقولُنَّ اللهُ خالقهما، لوضوح الدليل على تفرده تعالى بالخالقية قال الرازي: إنَّ العلم بوجود الإِله القادر الحكيم، لا نزاع فيه بين جمهور الخلائق، وفطرة العقل شاهدةٌ بصحة هذا العالم، فإِنَّ من تأمل في عجائب أحوال السموات والأرض، وفي عجائب أحوال النبات والحيوان، وفي عجائب بدن الإِنسان وما فيه من أنواع الحِكَم الغريبة، والمصالح العجيبة، علم أنه لا بدَّ من الاعتراف بالإِله القادر الحيكم الرحيم، ولهذا أقر المشركون بوجود الله ﴿قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ الله﴾ أي قل لهم يا محمد توبيخًا وتبكيتًا: أخبروني بعد أن تحققتم أن خالق العالم هو الله عن هذه الآلهة التي تعبدونها من دون الله ﴿إِنْ أَرَادَنِيَ الله بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ﴾؟ أخبروني لو أراد الله أن يصيبني بشدة أو بلاء، هل تستطيع هذه الأصنام أن تدفع عني ذلك السوء والضُّرَّ؟ ﴿أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ﴾؟ أي ولو أراد الله نفعًا من نعمة ورخاء هل تستطعي أن تمنع عني هذه الرحمة؟ والجواب محذوفٌ لدلالة الكلام عليه يعني فسيقولون: لا، لا تكشف السوء، ولا تمنع الرحمة ﴿قُلْ حَسْبِيَ الله عَلَيْهِ يَتَوَكَّلُ المتوكلون﴾ أي الله كافيني فلا ألتفت إلى غيره، عليه وحده يعتمد المعتمدون، والغرضُ الاحتجاجُ على المشركين في عبادة ما لا يضرُّ ولا ينفع، وإقامة البرهان على الوحدانية ﴿قُلْ ياقوم اعملوا على مَكَانَتِكُمْ﴾ أي اعملوا على طريقتكم من المكر والكيد والخداع ﴿إِنِّي عَامِلٌ﴾ أي إني عاملٌ على طريقتي، من الدعوة إلى الله وإظهار دينه ﴿فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ﴾ أي فسوف تعلمون لمن سيكون العذاب الذي يذل ويخزي الإِنسان ﴿وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ﴾ أي وينزل عليه عذاب دائمٌ لا ينقطع وهو عذاب النار، هل هذا العذاب سيصيبني\nأو يصيبكم؟ والغرض التهديد والتخويف قال أبو السعود: وفي الآية مبالغة في الوعيد، وإشعارٌ بأن حاله ﵇ لا تزال تزداد قوةً بنصر الله وتأييده، وفي خزي أعدائه دليل غلبته ﵊ ُ، وقد عذبهم الله وأخزاهم يوم بدر ﴿إِنَّآ أَنزَلْنَا عَلَيْكَ الكتاب لِلنَّاسِ بالحق﴾ أي نحن أنزلنا عليك يا محمد هذا القرآن المعجز في بيانه، الساطع في برهانه، لجميع الخلق، بالحقِّ الواضح الذي لا يلتبس به الباطل ﴿فَمَنِ اهتدى فَلِنَفْسِهِ وَمَن ضَلَّ فَإنَّمَا يَضِلُّ عَلَيْهَا﴾ أين فمن اهتدى فنفعه يعود عليه، ومن ضلَّ فضرر ضلاله لا يعود إلا عليه ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي لستَ بموكَّل عليهم حتى تجبرهم على الإِيمان قال الصاوي: وفي هذا تسلية له ﷺ َ والمعنى: ليس هداهم بيدك حتى تقهرهم وتجبرهم عليه، وإنما هو بيدنا، فإِن شئنا هديناهم وإن شئنا أبقيناهم على ما هم عليه من الضلال ﴿الله يَتَوَفَّى الأنفس حِينَ مَوْتِهَا﴾ أي يقبضها من الأبدان عند فناء آجالها وهي الوفاة الكبرى ﴿والتي لَمْ تَمُتْ فِي مَنَامِهَا﴾ أي ويتوفى الأنفس التي لم تمت في منامها وهي الوفاة الصغرى قال في التسهيل: هذه الآية للاعتبار ومعناها أن الله يتوفى النفوس على وجهين: أحدهما: وفاة كاملة حقيقة وهي الموت، والآخر: وفاة النوم لأن النائم كالميت، في كونه لا يُبصر ولا يسمع، ومنه قوله تعالى\n﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل﴾ [الأنعام: ٦٠] وفي الآية عطف والتقدير: ويتوفى الأنفس التي لم تمت في منامها وقال ابن كثير: أخبر تعالى بأنه المتصرف في الوجود كما يشاء، وأنه يتوفى الأنفس الوفاة الكبرى، بما يرسل من الحفظة الملائكة الذين يقبضونها من الأبدان، والوفاة الصغرى عند المنام ﴿فَيُمْسِكُ التي قضى عَلَيْهَا الموت﴾ أي فيمسك الروح التي قضى على صاحبها الموتَ فلا يردها إلى البدن ﴿وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى﴾ أي ويرسل الأنفس النائمة إلى بدنها عند اليقظة إلى وقت محدود، هو أجل موتها الحقيق قال ابن عباس: إنَّ أرواح الأحياء والأموات تلتقي في المنام، فتتعارف ما شاء الله لها، فإِذا أرادت الرجوع إلى أجسادها، أمسك الله أرواح الأموات عنده، وأرسل أرواح الأحياء إلى أجسادها قال القرطبي: وفي الآية تنبيه على عظيم قدرته تعالى، وانفراده بالألوهية، وأنه يحيي ويميت، ويفعل ما يشاء، لا يقدر على ذلك سواه، ولهذا قال ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إن في هذه الأفعال العجيبة لعلامات واضحة قاطعة، على كمال قدرة الله وعلمه، لقومٍ يجيلون أفكارهم فيها فيعتبرون ﴿أَمِ اتخذوا مِن دُونِ الله شُفَعَآءَ﴾ أمْ للإِضراب أي لم يتفكروا بل اتخذوا لهم شفعشاء من الأوثان والأصنام، فانظر إلى فرط جهالتهم حيث اتخذوا من لا يملك شيئًا أصلًا شفعاء لهم عند الله قال ابن كثير: هذا ذمٌ للمشركين في اتخاذهم شفعاء من دون الله وهي الأصنام والأوثان التي اتخذوها من تلقاء أنفسهم، بلا دليل ولا برهان، وهي لا تملك شيئًا من الأمر، وليس لها عقل تعقل به، ولا سمعٌ تسمع به، ولا بصرٌ تبصر به، بل هي جمادات أسوأ حالًا بكثير من الحيوانات ﴿قُلْ أَوَلَوْ كَانُواْ لاَ يَمْلِكُونَ شَيْئًا وَلاَ يَعْقِلُونَ﴾ الاستفهام\nتوبيخي أي قل لهم يا محمد: أتتخذونهم شفعاء ولو كانوا على هذه الصفة جمادات لا تقدر على شيء، ولا عقل لها ولا شعور؟ ﴿قُل لِلَّهِ الشفاعة جَمِيعًا﴾ أي قل لهم: الشفاعةُ للهِ وحده، لا يملكها أحدٌ إلا الله تعالى، ولا يستطيع أحد أن يشفع إلا بإذنه ﴿لَّهُ مُلْكُ السماوات والأرض﴾ أي هو المتصرف في المُلك والملكوت قال البيضاوي: أي هو تعالى مالك المُلكِ كله، لا يملك أحدٌ أن يتكلم في أمره دون إذنه ورضاه ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ أي ثم مصيركم إليه يوم القيامة، فيحكم بينكم بعدله، ويجازي كلًا بعمله.\n. ثم ذكر تعالى نوعًا آخر من أفعالهم القبيحة فقال ﴿وَإِذَا ذُكِرَ الله وَحْدَهُ﴾ أي وإِذا أفرد الله بالذكر، ولم يذكر معه آلهتهم وقيل أمام المشركين: لا إله إلا اللهُ ﴿اشمأزت قُلُوبُ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي نفرت وانقبضت من شدة الكراهة قلوب هؤلاء المشركين ﴿وَإِذَا ذُكِرَ الذين مِن دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ﴾ أي وإِذا ذكرت الأوثان والأصنام إِذا هم يفرحون ويُسرون قال الإِمام الفخر: هذا نوع آخر من قبائح المشركين، فإِنك إذا ذكرتَ الأصنام وقلت: لا إله إلا الله وحده لا شريك له، ظهرتْ آثار النفرة من وجوههم وقلوبهم، وإذا ذكرتَ الأصنام والأوثان ظهرت آثار الفرح والبشارة في قلوبهم وصدورهم، وذلك يدل على الجهل والحماقة، لأن ذكر الله رأس السعادات وعنوان الخيرات، وذكر الأصنام الجمادات رأسُ الجهالات والحماقات، فنفرتُهم عن ذك رالله، واستبشارهم بذكر الأصنام، من أقوى الدلائل على الجهل الغليظ، والحُمق الشديد ﴿قُلِ اللهم فَاطِرَ السماوات والأرض﴾ أي قل يا الله يا خالق ومبدع السموات والأرض ﴿عَالِمَ الغيب والشهادة﴾ أي يا عالم السرِّ والعلانية، يا من لا تخفى عليه خافية، مما هو غائب عن الأعين أو مشاهد بالأبصار ﴿أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي أنت تفصل بين الخلائق بعدلك وقضائك، فافصل بين وبين هؤلاء المشركين قال في البحر: لما أخبر عن سخافة عقولهم باشمئزازهم من ذكر الله، واستبشارهم بذكر الأصنام أمر رسوله أن يدعوه بأسمائه العظمى من القدرة والعلم ليفصل بينه وبين أعدائه، وفي ذلك وعيد للمشركين وتسلية للرسول ﵊ ُ وقال الصاوي: أي التجىءْ إلى ربك بالدعاء والتضرع فإنه القادر على كل شيء ﴿وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُواْ﴾ أي ولو أنَّ لهؤلاء المشركين الذين ظلموا أنفسهم بتكذيب القرآن والرسول ﴿مَا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ﴾ أي لو ملكوا كل ما في الأرض من أموال، وملكوا مثل ذلك معه ﴿لاَفْتَدَوْاْ بِهِ مِن سواء العذاب يَوْمَ القيامة﴾ أي لجعلوا كل ما لديهم من أموال وذخائر، فديةً لأنفسهم من ذلك العقاب الشديد يوم القيامة ﴿وَبَدَا لَهُمْ مِّنَ الله مَا لَمْ يَكُونُواْ يَحْتَسِبُونَ﴾ أي وظهر له من أنواع العقوبات ما لم يكن في حسابهم قال أبو السعود: وهذه غايةً من الوعيد لا غاية وراءها، ونظيرها في الوعد\n﴿فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ﴾ [السجدة: ١٧] ﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي وظهر لهم في ذلك اليوم المفزع سيئات أعمالهم التي اكتسبوها ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي وأحاط ونزل بهم من كل الجوانب جزاء ما كنوا يستهزئون به قال ابن كثير: أي\nأحاط بهم من العذاب والنكال ما كانوا يستهزئون به في الدنيا ﴿فَإِذَا مَسَّ الإنسان ضُرٌّ دَعَانَا﴾ أي فإذا أصاب هذا الإنسان الكافر شيءٌ من الشدة والبلاء، تضرَّع إلى الله وأناب إليه ﴿ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِّنَّا﴾ اي ثم إذا أعطيناه نعمة منا تفضلا عليه وكرمًا ﴿قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ﴾ أي قال ذلك الإنسان الكافر الجاحد إِنما أعطيته على علمٍ مني بوجوه المكاسب والمتاجر ﴿بَلْ هِيَ فِتْنَةٌ﴾ أي ليس الأمر كما زعم بل هي اختبارٌ وامتحانٌ له، لنختبره فيما أنعمنا عليه أيطيع أم يعصي؟ ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعلمون أن إعطاءهم المال اختبار وابتلاء فلذلك يبطرون ﴿قَدْ قَالَهَا الذين مِن قَبْلِهِمْ﴾ أي قال تلك الكلمة والمقالة الكفار قبلهم كقارون وغيره حيث قال ﴿إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي﴾ [القصص: ٧٨] ﴿فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ﴾ أي فما نفعهم ما جمعوه من الأموال، ولا ما كسبوه من الحُطام ﴿فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي فنالهم جزاء أعمالهم السيئة ﴿والذين ظَلَمُواْ مِنْ هؤلاء﴾ أي والذين ظلموا من هؤلاء المشركين كفار قريش ﴿سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي سينالهم جزاء أعمالهم القبيحة كما أصاب أولئك قال البيضاوي: وقد أصابهم ذلك فإنهم قد قُحطوا سبع سنين حتى أكلوا الجيف وقُتل ببدرٍ صناديدهم ﴿وَمَا هُمْ بِمُعْجِزِينَ﴾ أي وليسوا بفائتين من عذابنا، لا يعجزوننا هربًا ولا يفوتوننا طلبًا. . ثم ردَّ عليهم زعمهم فيما أوتوا من المال وسعة الحال فقال ﴿أَوَلَمْ يعلموا أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾؟ أي أولم يعلم هؤلاء المشركون أن الله يوسِّع الرزق على قوم، ويضيّقه على آخرين؟ فليس أمر الرزق تابعًا لذكاء الإِنسان أو غبائه، إنما هو تابعٌ للقسمة والحكمة ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إِن في الذي ذكر لعبرًا وحججًا لقوم يصدِّقون بآيات الله قال القرطبي: وخصَّ المؤمن بالذكر، لأنه هو الذي يتدبر الآيات وينتفع بها، ويعلم أن سعة الرزق قد يكون استدراجًا، وأن تقتيره قد يكون إعظامًا.", "ayah": 38, "surah": 39}