{"text": "اللغَة: ﴿زلفى﴾ قربى ومنه ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ﴾ [الشعراء: ٩٠] أي قرّبت لهم ﴿يُكَوِّرُ﴾ التكوير: اللَّفُ والليُّ يقال: كوَّر العمامة أي لفَّها ﴿خَوَّلَهُ﴾ أعطاه وملَّكه ﴿قَانِتٌ﴾ مطيع خاضع عابد ﴿\nأَندَادًا﴾ أوثانًا وأصنامًا ﴿ظُلَلٌ﴾ جمع ظُلَّة وهي ما يُظل الإِنسان من سقف ونحوه ﴿الطاغوت﴾ من الطغيان وهو مجاوزة الحدِّ والمراد بالطاغوت كل ما عُبد من دون الله من وثن أو بشر أو حجر ﴿أنابوا﴾ رجعوا ﴿غُرَفٌ﴾ منازل رفيعة عالية في الجنة، والغرفة: المنزلة والمكانة السامية ومنه ﴿أولئك يُجْزَوْنَ الغرفة بِمَا صَبَرُواْ﴾ [الفرقان: ٧٥] .\nالتفسِير: ﴿تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم﴾ أي هذا القرآن تنزيلٌ من الله جل وعلا ﴿العزيز﴾ أي القادر الذي لا يُغلب ﴿الحكيم﴾ أي الذي يفعل كل شيء بحكمةٍ وتقدير وتدبير ﴿إِنَّآ أَنزَلْنَآ إِلَيْكَ الكتاب بالحق﴾ أي نحن أنزلنا عليك يا محمد القرآن العظيم متضمنًا الحق الذي لا مرية فيه، والصدق الذي لا يشوبه باطل أو هزل ﴿فاعبد الله مُخْلِصًا لَّهُ الدين﴾ أي فاعبد الله وحده مخلصًا له في عبادتك، ولا تقصد بعملك ونيتك غير ربك ﴿أَلاَ لِلَّهِ الدين الخالص﴾ أي ألا فانتبهوا أيها الناس: إن الله تعالى لا يقبل إلا مكان خالصًا لوجهه الكريم لأنه المتفرد بصفات الألوهية، المطَّلع على السرائر الضمائر، ومعنى «الخالص» الصافي من شوائب الشرك والرياء ﴿والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ أي وهؤلاء المشركون الذين عبدوا من دونه الأوثان يقولون ﴿مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى﴾ أي ما نعبد هذه الآلهة والأصنام إلا ليقربونا إلى الله قربى ويشفعوا لنا عنده قال الصاوي: كان المشركون إذا قيل لهم: من خلقكم؟ ومن خلق السمواتِ والأرض؟ من ربكم ورب آبائكم الأولين؟\nفيقولون: الله، فيقال لهم: فما معنى عبادتكم الأصنام؟ فيقولون: لتقربنا إلى الله زلفى وتشفع لنا عنده ﴿إِنَّ الله يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ﴾ أي يحكم بين الخلائق يوم القيامة فيما اختلفوا فيه من أمر الدين، فيدخل المؤمنين الجنة، والكافرين النار ﴿إِنَّ الله لاَ يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ﴾ أي لا يوفق للهدى، ولا يرشد للدين الحق من كان كاذبًا على ربه، مبالغًا في كفره، وفي الآية إشارة إلى كذبهم في تلك الدعوى ﴿لَّوْ أَرَادَ الله أَن يَتَّخِذَ وَلَدًا﴾ أي لو شاء الله اتخاذ ولد على سبيل الفرض والتقدير ﴿لاصطفى مِمَّا يَخْلُقُ مَا يَشَآءُ﴾ أي لاختارمن مخلوقاته ما يشاء ولدًا على سبيل التبني إذ يستحيل أن يكون ذلك في حقه تعالى بطريق التولد المعروف ولكنه لم يشأ ذلك لقوله ﴿وَمَا يَنبَغِي للرحمن أَن يَتَّخِذَ وَلَدًا﴾ [مريم: ٩٢] وقوله ﴿مِمَّا يَخْلُقُ﴾ أي من المخلوقات التي أنشأها واخترعها ﴿سُبْحَانَهُ هُوَ الله الواحد القهار﴾ أي تنزه جل وعلا وتقدس عن الشريك والولد، لأنه هو الإِله الواحد الأحد، المنزَّه عن النظير والمثيل، القاهر لعباده بعظمته وجلاله قال في التسهيل: نزَّه تعالى نفسه من اتخاذ الولد، ثم وصف نفسه بالواحد لأن الوحدانية تنافي اتخاذ الولد، لأنه لو كان له ولدٌ لكان من جنسه ولا جنس له لأنه واحد، ووصف نفسه بالقهار ليدل على نفي الشركاء والأنداد، لأن كل شيء مقهور تحت قهره تعالى، فكيف يكون شريكًا له؟ ثم ذكر تعالى دلائل قدرته وحدانيته وعظمته، فقال: ﴿خَلَقَ السماوات والأرض بالحق﴾ أي خلقهما على أكمل الوجوه وأبدع الصفات، بالحق الواضح والبراهن الساطع ﴿يُكَوِّرُ الليل عَلَى النهار وَيُكَوِّرُ النهار عَلَى الليل﴾ أي يغشي الليل على النهار، ويغشي النهار على الليل، وكأنه يلفُّ عليه لفَّ اللباس على\nاللابس قال القرطبي: وتكويرُ الليل على النهار تغشيتُه أياه حتى يُذهب ضوءه، ويغشي النهار على الليل فيذهب ظلمته وهذا منقول عن قتادة وهو معنى قوله تعالى: يُغشي الليلَ النهار يطلبه حيثيًا ﴿وَسَخَّرَ الشمس والقمر﴾ أي ذلَّلهما لمصالح العباد ﴿كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى﴾ أي كلٌ منهما يسير إلى مدة معلومة عند الله تعالى، ثم ينقضي يوم القيامة حين تكور الشمس وتنكدر النجوم ﴿أَلا هُوَ العزيز الغفار﴾ أي هو جل وعلا كامل القدرة لا يغلبه شيء، عظيم الرحمة والمغفرة والإِحسان قال الصاوي: صُدِّرت الجملة بحرف التنبيه «ألا» للدلالة على كمال الاعتناء بمضمونها كأنه قال: تنبهوا يا عبادي فإني أنا الغالب على أمري، والستَّار لذنوب خلقي فأخلصوا عبادتكم ولا تشركوا بي أحدًا.\n﴿خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خلقكم أيها الناس من نفسٍ واحدة هي آدم، وهذا من جملة أدلة وحدانيته، وانفراده بالعزة والقره، وجمع صفات الألوهية ﴿ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا﴾ أي ثم خلق من آدم وحواء ليحصل التجانس والتناسل قال الطربي: المعنى: ﴿خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ يعني آدم (ثم خلق منها زوجها) يعني حواء خلقها من ضلعٍ من أضلاعه ﴿وَأَنزَلَ لَكُمْ مِّنَ الأنعام ثَمَانِيَةَ أَزْوَاجٍ﴾ أي وأوجد لكم من الأنعام المأكولة وهي الإِبل، والبقر، والغنم، والمعز، ثمانية أزواج من كل نوعٍ ذكرًا وأنثى قال قتادة: من الإِبل اثنين، ومن البقر اثنين، ومن الضأن اثنين، ومن المعز اثنين، كلُّ واحدٍ زوج، وسميت أزواجًا لأن الذكر زوج الأنثى، والأنثى زوج الذكر قال المفسرون: والإِنزالُ عبارةٌ عن نزول أمره وقضائه ﴿يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ﴾ أي يخلقكم في بطون أمهاتكم أطوارًا، فإِن الإِنسان يكون نطفة، ثم علقة، ثم مضغة إلى أن يتم خلقه، ثم ينفخ فيه الروح فيصير خلقًا آخر ﴿فِي ظُلُمَاتٍ ثَلاَثٍ﴾ هي البطن، والرحم، والمشيمة، وهو الكيس الذي يغلفُ الجنين ﴿ذلكم الله رَبُّكُمْ﴾ أي ذلكم الخالق المبدع المصوّر هو الله ربُّ العالمين، ربكم وربُّ آبائكم الأولين ﴿لَهُ الملك﴾ أي له الملك والتصرف التام، في الإِيجاد والإِعدام ﴿لا إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا الله ولا ربَّ لكم سواه ﴿فأنى تُصْرَفُونَ﴾؟ أي فيكف تنصرفون عن عبادته إلى عبادة غيره؟ ثم بعد أن ذكَّرهم بآياته ونعمه، حذَّرهم من الكفر والجحود لفضله وإحسانه فقال ﴿إِن تَكْفُرُواْ فَإِنَّ الله غَنِيٌّ عَنكُمْ﴾ أي إن تكفروا أيها الناس بعدما شاهدتم من آثار قدرته وفنون نعمائه، فإِن الله مستغنٍ عنكم وعن إيمانكم وشكركم وعبادتكم ﴿وَلاَ يرضى لِعِبَادِهِ الكفر﴾ أي لا يرضى الكفر لأحدٍ من البشر قال الرازي: أشار تعالى إلى أنه وإِن كان لا ينفعه إيمان، ولا يضره كفران، إلا أنه لا يرضى بالكفر بمعنى أنه لا يمدح صاحبه ولا يثيبه عليه وإن كان واقعًا بمشيئته وقضائه ﴿\nوَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ﴾ أي وإن تشكروا ربكم يرضى هذا الشكر منكم، لأجلكم ومنفعتكم لا لانتفاعه بطاعتكم قال أبو السعود: عدم رضائه بكفر عباده لأجل منفعتهم ودفع مضرَّتهم، رحمة بهم لا لتضرره تعالى بذلك، ورضاه بشكرهم لأجلهم ومنفعتهم لأنه سبب فوزهم بسعادة الدارين، ولهذا فرَّق بين اللفظين فقال «ولا يرضى لعباده الكفر» وقال هنا «يرضه لكم» لأن المراد بالأول تعميم الحكم ثم تعليله بكونهم عباده ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي ولا تحمل نفسٌ ذنب نفسٍ أخرى، بل كلٌ يؤاخذ بذنبه ﴿ثُمَّ إلى رَبِّكُمْ مَّرْجِعُكُمْ﴾ أي ثم مرجعكم ومصيركم إليه تعالى ﴿فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي فيحاسبكم ويجازيكم على أعمالكم ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي يعلم ما تكنه السرائر وتخفيه الضمائر، وفيه تهديدٌ وبشارة للمطيع ﴿وَإِذَا مَسَّ الإنسان ضُرٌّ﴾ أي وإذا أصاب الإِنسان الكافر شدة من فقر ومرضٍ وبلاء ﴿دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ﴾ أي تضرع إلى ربه في إزالة تلك الشدة، مقبلًا غليه مخبتًا مطيعًا ﴿ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ﴾ أي ثم إذا أعطاه نعمةً منه وفرَّج عنه كربته ﴿نَسِيَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ﴾ أي نسي الضرب الذي كان يدعو ربه لكشفه وتمرَّد وطغى ﴿وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِ﴾ أي وجعل لله شركاء في العبادة ليصد عن دين الله وطاعته ﴿قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا﴾ أمرٌ للتهديد أي تمتع بهذه الحياة الدنيا الفانية، وتلذَّذ فيها وأنت على كفرك، عمرًا قيلًا وزمنًا يسيرًا ﴿إِنَّكَ مِنْ أَصْحَابِ النار﴾ أي فمصيرك إلى نار جهنم، وأنت من المخلدين فيها ﴿أَمَّنْ هُوَ قَانِتٌ آنَآءَ اليل سَاجِدًا وَقَآئِمًا﴾ استفهام حذف جوابه لدلالة الكلام عليه أي أم من هو مطيع عابد في ساعات الليل يتعبد ربه في صلاته ساجدًا وقائمًا كمن أشرك بالله وجعل له أندادًا؟ قال القرطبي: بيَّن تعالى أن المؤمن ليس كالكافر الذي مضى ذكره ﴿يَحْذَرُ الآخرة وَيَرْجُواْ رَحْمَةَ رَبِّهِ﴾ أي حال كونه خائفًا من عذاب الآخرة، راجيًا رحمة ربه وهي الجنة، هل يستوي هذا المؤمن التقي مع ذلك الكافر الفاجر؟ لا يستون عند الله، ثم ضرب مثلاُ فقال ﴿قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ﴾؟ أي هل يتساوى العالم والجاهل؟ فكما لا يتسوي هذان كذلك لا يستوي المطيع والعاصي ﴿إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب﴾ أي إنما يعتبر ويتعظ أصحاب العقول السليمة قال الإِمام الفخر: واعلم أن هذه الآية دالة على أسرار عجيبة، فأولها أنه بدأ فيها بذكر العمل، وختم فيها بذكر العلم، أما العمل فهو القنوت، والسجود، والقيام، وأما العلم ففي قوله ﴿قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ﴾؟ وهذا يدل على أن كمال الإنسان محصورٌ في هذين المقصودين، فالعمل هو البداية، والعلم والمكاشفة هو النهاية، وفي الكلام حذف تقديره أمَّن هو قانتٌ كغيره؟ وإنما حسن هذا الحذف لدلالة الكلام عليه، لأنه تعالى ذكر قبل هذه الآية الكافر، ثم مثَّل بالذين يعلمون، وفيه تنبيه عظيم على فضيلة العلم ﴿قُلْ ياعباد الذين آمَنُواْ اتقوا رَبَّكُمْ﴾ أي قل يا محمد لعبادي المؤمنين يجمعوا بين الإِيمان وتقوى الله وهي البعدُ عن محارم الله قال المفسرون: نزلت في جعفر بن أبي طالب وأصحابه حين عزوا على الهجرة إلى أرض الحبشة والغرضُ منها التأنيس لهم والتنشيط إلى\nالهجرة ومعنى التقوى: امتثال الأوامر، واجتناب النواهي، وكأن العبد بذلك يجعل بينه وبين النار وقاية ﴿لِلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ﴾ أي لمن أحسن العمل في هذه الدنيا حسنة عظيمة في الآخرة وهي الجنة دار الأبرار ﴿وَأَرْضُ الله وَاسِعَةٌ﴾ أي وأرض الله فسيحة فهاجروا من دار الكفر إلى دار الإِيمان، ولا تقيموا في أرضٍ لا تتمكنون فيها من إقامة شعائر الله ﴿إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ﴾ أي إنما يعطى الصابرون جزاءهم بغير حصر، وبدون عدد أو وزن قال الأوزاعي: ليس يوزن لهم ولا يكال إنما يغرف غرفًا ﴿قُلْ إني أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصًا لَّهُ الدين﴾ أي قل يا محمد أُمرت بإِخلاص العبادة لله وحده لا شريك له قال المفسرون: وإنما خص الله تعالى الرسول بهذا الأمر لينبه على أنَّ غير بذلك أحق فهو كالترغيب للغير ﴿وَأُمِرْتُ لأَنْ أَكُونَ أَوَّلَ المسلمين﴾ أي وأُمرت أيضًا بأن أكون أولَ المسلمين من هذه الأمة قال القرطبي: وكذلك كان، فإِنه أول من خالف دين آبائه وخلع الأصنام وحكمها، وأسلم وجهه لله وآمن به ودعا إليه ﴿قُلْ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي وأخاف إن عصيبت أمره أن يعذبني يوم القيامة بنار جهنم قال الصاوي: والمقصود منها زجر الغير عن المعاصي، لأنه ﷺ َ إذا كان خائفًا مع كمال طهارته وعصمته فغيره أولى، وذلك سنة الأنبياء والصالحين حيث يخبرون غيرهم بما اتصفوا به ليكونوا مثلهم ﴿قُلِ الله أَعْبُدُ مُخْلِصًا لَّهُ دِينِي﴾ أي قل لهم يا محمد لا أعبد إلا الله وحده، مخلصًا له طاعتي وعبادتي من كل شائبة، وليس هذا بتكرار لأن الأول إخبار بأنه ﷺ َ مأمور بالعبادة، والثاني إخبار بخوفه من عذاب الله إن عصى أمره، والثالث إخبار بامتثاله الأمر مع إفادة الحصر كأنه يقول: أعبد الله ولا أعبد أحدًا سواه ﴿فاعبدوا مَا شِئْتُمْ مِّن دُونِهِ﴾ صيغة أمر على جهة التهديد والوعيد أي اعبدوا ما شئتم من دون الله من الأوثان والأصنام فسوف ترون عاقبة كفركم كقوله\n﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿قُلْ إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة﴾ أي حقيقة الخسران الذين خسروا أنفسهم وأهليهم، حيث صاروا إلى نار مؤبدة يصلون سعيرها يوم القيامة، فهؤلاء هم الخاسون كل الخسران قال ابن عباس: إنَّ لكل رجلٍ منزلًا وأهلًا وخدمًا في الجنة، فإن أطاع اللهَ أُعطي ذلك، وإن كان من أهل النار حُرم ذلك، فخسر نفسه وأهله ومنزله ﴿أَلاَ ذَلِكَ هُوَ الخسران المبين﴾ أي ألا فانتبهوا أيها القوم ذلك هو الخسرانُ الواضح الذي ليس بعده خسرانٌ! قال أبو حيان: بالغ في بيان الخسران بأداة التنبيه «ألاَ» وبالإِشارة إليه «ذلك» وتأكيده بأداة الحصر «هو» وتعريفه بأل ووصفه بأنه بيّن ﴿الخسران المبين﴾ أي الواضح لمن تأمله أدنى تأمل، ثم ذلك خسرانهم في الدنيا ذكر حالهم ومآلهم في الآخرة فقال ﴿لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ﴾ أي تغاشهم نار جنهم من فوقهم ومن تحتهم، وتحيط بهم من جميع جوانبهم، ومعنى الظللٍ أطباقٌ من نار جنهم، وتسميتها ظُللًا تهكمٌ بهم، لأنها محرقة والظلةُ تقي من الحر ﴿ذَلِكَ يُخَوِّفُ الله بِهِ عِبَادَهُ﴾ أي ذلك العذاب الشديد الفظيع، إنما يقصه\nتعالى ليخوف به عباده، لينزجروا عن المحارم والمآثم ﴿ياعباد فاتقون﴾ أي يا أوليائي خافوا عذابي ولا تتعرضوا لما يوجب سخطي، قال الزمخشي: وهذه عظة من الله تعالى لعباده ونصيحة بالغة. . والحكمة من ذكر أحوال النار تخويف المؤمنين منها ليتقوها بطاعة ربهم ﴿والذين اجتنبوا الطاغوت أَن يَعْبُدُوهَا﴾ لما ذكر وعيد عبده الأوثان، ذكر وعد أهل الفضل والإِحسان، ممن احترز عن الشرك والعصيان، ليكون الوعد مقرونًا بالوعيد، فيحصل كمال الترغيب والترهيب والمعنى: والذين انتهوا عن عبادة الأوثان وطاعة الشيطان، وتباعدوا عنها كل البعد قال أبو السعود: «الطاغوت» البالغ أقصى غاية الطغيان كالرحموت والعظموت، والمراد به الشيطان وصف به للمبالغة ﴿وأنابوا إِلَى الله﴾ أي رجعوا إلى طاعة الله وعبادته ﴿لَهُمُ البشرى﴾ أي له البشرى السارة من الله تعالى بالفوز العظيم بجنات النعيم ﴿فَبَشِّرْ عِبَادِ الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ﴾ أي فبشِّر عبادي المتقين الذين يستمعون الحديث والكلام فيتبعون أحسن ما فيه قال ابن عباس: هو الرجل يسمع الحسن والقبيح، فيتحدث بالحسن وينكف عن القبيح فلا يتحدث به.\n. وهذا ثناء من الله تعالى عليهم بنفوذ بصائرهم، وتمييزهم الأحسن من الكلام، فإذا سمعوا قولًا تبصَّروه وعملوا بما فيه، وأحسنُ الكلام كلام الله وخير الهدي هديُ محمد ﷺ َ وإنما وضع الظاهر ﴿فَبَشِّرْ عِبَادِ﴾ بدل الضمير (فبشرهم) تشريفًا لهم وتكريمًا بالإِضافة إليه سبحانه ﴿أولئك الذين هَدَاهُمُ الله﴾ أي أولئك المتصفون بتلك الصفات الجليلة هم الذين هداهم الله لما يرضاه، ووفقهم لنيل رضاه ﴿وأولئك هُمْ أُوْلُواْ الألباب﴾ أي أولئك هم أصحاب العقول السليمة، والفطر المستقيمة ﴿أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ العذاب﴾ أي أفمن وجبت له الشقاوة من الله تعالى، وجوابه محذوفٌ دلَّ عليه ما بعده أي هل تقدر على هدايته؟ لا ثم قال تعالى ﴿أَفَأَنتَ تُنقِذُ مَن فِي النار﴾؟ أي هل تستطيع يا محمد أن تنقذ من هو في الضلال والهلاك؟ قال القرطبي: كان النبي ﷺ َ يحرص على إِيمان قومه وقد سبقت لهم من الله الشقاوة فنزلت الآية، وقال بان عباس: يريد «أبا لهب» وولده ومن تخلَّف من عشيرة النبي ﷺ َ عن الإِيمان، وكرر الاستفهام «أفأنت» تأكيدًا لطول الكلام والمعنى: أفمن حقَّ عليه كلمة العذاب أفأنت تنقذه؟ ﴿لكن الذين اتقوا رَبَّهُمْ﴾ أي لكنْ المؤمنين الأبرار، المتقون للهِ في الدنيا، المتمسكون بشريعته وطاعته ﴿لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ﴾ أي لهم في الجنة درجات عالية وقصورٌ شاهقة بعضها فوق بعض مبنية من زبرجدٍ وياقوت ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت قصورها وأشجارها أنهار الجنة من غير أخدود ﴿وَعْدَ الله لاَ يُخْلِفُ الله الميعاد﴾ أي وعدهم الله بذلك وعدًا مؤكدًا لا يمكن أن يتخلف لأنه وعد العزيز التقدير.\nتنبيه: قال الزمخشري: أفاد قوله تعالى ﴿يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ﴾ أن المؤمنين\nينبغي أن يكونوا نُقَّادًا في الدين، يميزن بين الحسن والأحسن، والفاضل والأفضل، ويدخل تحته المذاهب واختيار أثبتها دليلًا، وأبينها أمارة، وألا يكونوا في مذهبهم كما قال القائل «ولا تكن مثل عيرٍ قيد فانقادا» .", "ayah": 9, "surah": 39}