{"text": "اللغَة: ﴿يُفْرَقُ﴾ يُبيَّن ويُفصَّل ﴿ارتقب﴾ انتظر ﴿يَغْشَى﴾ يغطي ويحيط ﴿نَبْطِشُ﴾ نأخذ بشدة وعنف ﴿فَتَنَّا﴾ ابتلينا وامتحنا ﴿تَعْلُواْ﴾ تتكبروا وتتطاولوا ﴿عُذْتُ﴾ استجرتُ والتجأت إلىلله ﴿أَسْرِ﴾ سر ليلًا ﴿رَهْوًا﴾ ساكنًا، والرهو عند العرب الساكن قال الشاعر:\nوالخيلُ تمزع رهوًا في أعنَّتها ... كالطير تنجو من الشُئبوب ذي البرد\nقال الجوهري: رها البحر أي سكن، وجاءت الخيل رهوًا أي برفق وسكينة ﴿مُنظَرِينَ﴾ مؤخرين ﴿نَعْمَةٍ﴾ النَّعمة بفتح النون من التنعيم وهو سعة العيش والراحة، وبالكسر من المنة وهي العطية والإِفضال.\nسَبَبُ النّزول: عن ابن مسعود قال: إن قريشًا لما استعصت على النبي ﷺ َ دعا عليهم بسنين كسني يوسف، فأصابهم قحطّ وجهدٌ حتى أكلوا العظام، فجعل الرجل ينظر الى السماء فيرى مابينه وبينها كهيئة الدخان من الجهْد، فأنزل الله تعالى ﴿فارتقب يَوْمَ تَأْتِي السمآء بِدُخَانٍ مُّبِينٍ﴾ فأتي رسولُ الله ﷺ َ فقيل يا رسول الله: استسق لمضر فإِنها قد هلكت، فاستسقى فُسقُوا فنزلت ﴿إِنَّا كَاشِفُو العذاب قَلِيلًا إِنَّكُمْ عَآئِدُونَ﴾ فلما أصابتهم الرفاهية عادوا إلى حالهم فأنزل الله ﴿يَوْمَ نَبْطِشُ البطشة الكبرى إِنَّا مُنتَقِمُونَ﴾ .\nالتفسير ﴿حم﴾ الحروف المقطعة للتنبيه على إعجاز القرآن وقد تقدم ﴿والكتاب المبين﴾ أي أُقسم بالقرآن البيِّن الواضح، الفارق بين طريق الهدى والضلال، البيِّن في إِعجازه، الواضح في أحكامه، وجوابه ﴿إِنَّآ أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ﴾ أي أنزلنا القرآن في ليلةٍ فاضلة كريمة هي ليلة القدر من شهر رضمان المبارك ﴿شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن﴾ [البقرة: ١٨٥] قال ابن جزي: وكيفيةُ\nإِنزاله فيها أنه أُنزل الى السماء الدنيا جملةٌ واحدة، ثم نزل به جبريل على النبي ﷺ َ شيئًا بعد شيء، وقيل: المعنى ابتدأنا إنزاله في ليلة القدر، قال القرطبي: ووصف الليلة بالبركة لما يُنزل الله فيها على عباده من البركات والخيرات والثواب ﴿إِنَّا كُنَّا مُنذِرِينَ﴾ أي لننذر به الخلق، لأن من شأننا وعادتنا ألاَّ نترك الناس دون إِنذار وتحذيرٍ من العقاب، لتقوم الحجة عليهم ﴿فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ﴾ أي في ليلة القدر يُفصل ويُبيَّن كلُّ أمرٍ محكم من أرزاق العباد وآجالهم وسائر أحوالهم فلا يُبدَّل ولا يُغيِّر قال ابن عباس: يحكم الله أمر الدنيا إلى السنة القابلة ما كان من حياةٍ، أو موت، أو رزقٍ قال المفسرون: إن الله تعالى ينسخ من اللوح المحفوظ في ليلة القدر، ما يكون في تلك السنة من أرزاق العباد وآجالهم وجميع أمورهم من خير وشر، وصالح وطالح، حتى إن الرجل ليمشي في الأسواق وينكحُ ويُولد له وقد وقع اسمه في الموتى ﴿أَمْرًا مِّنْ عِنْدِنَآ﴾ أي جميع ما نقدِّره في تلك الليلة وما نوحي به إلى الملائكة من شئون العباد، هو أمرٌ حاصل من جهتنا، بعلمنا وتدبيرنا ﴿إِنَّا كُنَّا مُرْسِلِينَ﴾ أي نرسل الأنبياء إلى البشر بالشرائع الإِلهية لهدايتهم وإرشادهم ﴿رَحْمَةً مِّن رَّبِّكَ﴾ أي من أجل الرأفة والرحمة بالعباد قال في البحر: وضع الظاهر ﴿رَّبِّكَ﴾ موضع الضمير «رحمةً منا» إيذانًا بأن الربوبية تقتضي الرحمة على المربوبين ﴿إِنَّهُ هُوَ السميع العليم﴾ أي السميع لأقوال العباد، العليمُ بأفعالهم وأحوالهم ﴿رَبِّ السماوات والأرض وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ﴾ أي الذي أنزل القرآ، وهو ربُّ السمواتِ والأرض وخالقهما ومالكهما ومن فيهما، إن كنتم من أهل الإِيمان واليقين ﴿لاَ إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ﴾ أي لا ربَّ غيره، ولا معبود سواه، لأنه المتصف بصفات الجلال والكمال، يُحيي الأموات، ويميت الأحياء ﴿رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين﴾ أي وهو خالقكم وخالق من سقبكم من الأمم الماضين قال الرازي: والمقصودُ من الآية أن المنزل إذا كان موصوفًا بهذه الجلالة والكبرياء، كان المُنزل الذي هو القرآن في غاية الشرف والرفعة ﴿بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ﴾ أي ليسوا موقنين فيما يظهرونه من الإِيمان في قولهم: اللهُ خالقنا، بل هم في شكٍ من أمر البعث، فهم يلعبون ويسخرون ويهزءون قال شيخ زاده: التفت من الخطاب للغيبة فقال ﴿بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ﴾ تحقيرًا لشأنهم، وإيعادًا لهم عن موقف الخطاب، لكونهم من أهل الشك والامتراء، وكونُ أفعالهم الهزء واللعب لعدم التفاتهم إلى البراهين القاطعة، وعدم تمييزهم بين الحق والباطل، والضار والنافع، ثم لما بيَّن أن شأنهم الحماقة والطغيان التفت إلى حبيبه ﷺ َ تسليةً له، وإقناطًا من إيمانهم فقال ﴿فارتقب يَوْمَ تَأْتِي السمآء بِدُخَانٍ مُّبِينٍ﴾ أي فانتظر يا محمد عذابهم يوم تأتي السماءُ بدخانٍ كثيف، بيّنٍ واضح يراه كل أحد قال ابن مسعود: إن قريشًا لما عصت الرسول ﷺ َ دعا عليهم فقال:\n«اللهم اشدُد وطأتك على مضر واجعل عليهم سنين كسني يوسف» فأصابهم الجهد حتى أكلوا الجيف، وكان الرجل يُحدِّث أخاه فيسمع صوته ولا يراه لشدة الدخانا المنتشر بين السماء والأرض،\nثم قال ابن مسعود: خمسٌ قد مضين: «الدخانُ، والرومُ، والقمر، والبطشة، واللزام» وقال ابن عباس: لم يمض الدخان بل هو من أمارات الساعة، وهو يأتي قُبيل القيامة، يصيبُ المؤمن منه مثلُ الزكام، ويُنضجُ رءوس الكافرين والمنافقين، حتى يصبح رأس الواحد كالرأس المشوي، ويغدو كالسكران فيملأ الدخان جوفه ويخرج من منخريه وأُذنيه ودبره ﴿يَغْشَى الناس هذا عَذَابٌ أَلِيمٌ﴾ أي يشمل كفار قريش ويعمهم من كل جانب ويقولون حين يصيبهم الدخان: هذا عذاب أليم ﴿رَّبَّنَا اكشف عَنَّا العذاب إِنَّا مْؤْمِنُونَ﴾ أي ويقولون مستغيثين: ربَّنا ارفع عنا العذاب فإِننا مؤمنون بمحمد وبالقرآن إن كشفته عنا قال البيضاوي: وهذا وعدٌ بالإِيمان إن كشف العذاب عنهم ﴿أنى لَهُمُ الذكرى﴾؟ استبعداٌ لإِيمانهم أي من أين يتذكرون ويتعظون عند كشف العذاب؟ ﴿وَقَدْ جَآءَهُمْ رَسُولٌ مُّبِينٌ﴾ أي والحال أنه قد أتاهم رسولٌ بيّن الرسالة، مؤيدٌ بالبينات الباهرة، والمعجزات القاهرة، ومع هذا لم يؤمنوا به ولم يتعبوه؟ ﴿ثُمَّ تَوَلَّوْاْ عَنْهُ وَقَالُواْ مُعَلَّمٌ مَّجْنُونٌ﴾ أي ثم أعرضوا عنه وبهتوه، ونسبوه إلى الجنون وحاشاه فهل يُتوقع من قومٍ هذه صفاتهم أن يتأثروا بالعظة والتذكير؟! قال الإِمام الفخر: إن كفار مكة كان لهم في ظهور القرآن نعلى محمد ﷺ َ قولان: منهم من يقول: إن محمدًا يتعلم هذا الكلام من بعض الناس، ومنهم من كان قول: إنه مجنون والجنُّ تلقي عليه هذا الكلام حال تخبطه ﴿إِنَّا كَاشِفُو العذاب قَلِيلًا إِنَّكُمْ عَآئِدُونَ﴾ أي سنكشف عنكم العذاب زمنًا قليلًا ثم تعودون إلى ما كنتم عليه من الشرك والعصيان قال الرازي: والمقصودُ التنبيه على أنهم لا يوفون بعهدهم، وأنهم في حال العجز يتضرعون إلى الله تعالى، فإذا زال الخوف عادوا إلى الكفر وتقليد الأسلاف قال ابن مسعود: لما كشف عنهم العذاب باستسقاء النبي ﷺ َ عادوا إلى تكذبيه ﴿يَوْمَ نَبْطِشُ البطشة الكبرى إِنَّا مُنتَقِمُونَ﴾ نَبْطِشُ أي واذكر يوم نبطش بالكفار بطشتنا الكبرى انتقامًا منهم، والبطشُ: الأخذُ بقوة وشدة قال ابن مسعود: «البطشة الكبرى» يوم «بدر» وقال ابن عباس: هي يوم القيامة قال ابن كثير: الظاهر أن ذلك يوم القيامة، وإن كان يومُ بدر يومَ بطشةٍ أيضًا وقال الرازي: القول الثاني أصح لأن يوم بدر لا يبلغ هذا المبلغ الذي يوصف به هذا الوصف العظيم، ولأن الانتقام التام إنما يحصل يوم القايمة، ولمّا وصف بكونها «كبرى» وجب أنتكون أعظلم أنواع البطش على الإِطلاق، وذلك إنما يكون في القيامة، ثم ذكَّر كفار قريش بما حلَّ بالطاغين من قوم فرعون فقال ﴿وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ﴾ أي ولقد اختبرنا قبل هؤلاء المشركين قوم فرعون وهم أقباط مصر ﴿وَجَآءَهُمْ رَسُولٌ كَرِيمٌ﴾ أي وجاءهم رسولٌ شريف الحسب والنسب، من أكرم عباد الله وهو موسى الكليم عليه\nأفضل الصلاة والتسليم ﴿أَنْ أدوا إِلَيَّ عِبَادَ الله﴾ أي فقال لهم موسى: ادفعوا إليَّ عبادَ الله وأطلقوهم من العذاب، يدريد بني إِسرائيل كقوله تعالى\n﴿فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ﴾ [طه: ٤٧] ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ﴾ أي إني رسولٌ مؤتمنٌ على الوحي غير متهم، وأنا لكم ناصح فاقبلوا بنصحي ﴿وَأَن لاَّ تَعْلُواْ عَلَى الله﴾ أي لا تتكبروا على الله ولا تترفَّعوا عن طاعته ﴿إني آتِيكُمْ بِسُلْطَانٍ مُّبِينٍ﴾ أي قد جئتكم بحجةٍ واضحة، وبرهانٍ ساطع، يعترف بهما كل عاقل ﴿وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَن تَرْجُمُونِ﴾ أي التجأت إليه تعالى واستجرت به من أن تقتلوني قال القرطبي: كأنهم توعَّدوه بالقتل فاستجار بالله ﴿وَإِن لَّمْ تُؤْمِنُواْ لِي فاعتزلون﴾ أي وإن لم تصدقوني ولم تؤمنوا بالله لأجل ما أتيتكم به من الحجة، فكفوا عن أذاي وخلُّوا سبيلي قال ابن كثير: أي لاتتعرضوا لي ودعوا الأمر مسالمةً إلى أن يقضي الله بيننا ﴿فَدَعَا رَبَّهُ أَنَّ هؤلاء قَوْمٌ مُّجْرِمُونَ﴾ أي فدعا عليهم لمّا كذبوه قائلًا: يا ربِّ إن هؤلاء قوم مجرمون فانتقم منهم ﴿فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُم مُّتَّبَعُونَ﴾ في الكلام حذف تقديره فأوحينا إليه وقلنا له: أسرِ بعبادي أي أخرج ببني إسرائيل ليلًا فإن فرعون وقومه يتبعونكم، يوكن ذلك سببًا لهلاكهم ﴿واترك البحر رَهْوًا﴾ أي واترك البحر ساكنًا منفرجًا على هيئته بعد أن تجاوزه ﴿إِنَّهُمْ جُندٌ مُّغْرَقُونَ﴾ أي إنَّ فرعون وقومه سيغرقون فيه قال في التسهيل: لمَّا جاوز موسى البحر أراد أن يضربه بعصاه فينطبق كما ضربه فانفلق، فأمره الله بأن يتركه ساكنًا كما هو ليدخله فرعون وقومه فيغرقوا فيه، وإنما أخبره تعالى بذلك ليبقى فارغ القلب من شرهم وإِيذائهم، مطمئنًا إلى أنهم لن يدركوا بني إسرئيل، ثم أخبر تعالى عن هلاكهم فقال ﴿كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ﴾ كم للتكثير أي لقد تركوا كثيرًا من البساتين والحدائق الغناء والأنهار والعيون الجارية ﴿وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ﴾ أي ومزارع عديدة فيها أنواع المزروعات ومجالس ومنازل حسنة قال قتادة: ﴿وَمَقَامٍ كَرِيمٍ﴾ هي المواضع الحسان من المجالس والمساكن وغيرها ﴿وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ﴾ أي وتنعم بالعيش مع الحسن والنضارة كانوا فيها ناعمين بالرفاعية وكمال السرور قال الإِمام الفخر: بيَّن تعالى أنهم بعد غرقهم تركوا هذه الأشياء الخمسة هي: الجنات، والعيون، والزروع، والمقام الكريم وهو المجالس والمنازل الحسنة ونعمة العيش بفتح النون هي حسنُه ونضارته ﴿كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ﴾ أي كذلك فعلنا بهم حيث أهلكناهم وأورثنا ملكهم وديارهم لقومٍ آخرين، كانوا مستعبدين في يد القبط وهم بنو إسرائيل قال ابن كثير: والمراد بهم بنو إسرائيل فقد استولوا بعد غرق فرعون وقومه على الممالك القبطية، والبلاد المصرية كما قال تعالى\n﴿وَأَوْرَثْنَا القوم الذين كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأرض وَمَغَارِبَهَا التي بَارَكْنَا فِيهَا﴾ [الأعراف: ١٣٧] وقال تعالى في مكان آخر ﴿كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ﴾ [الشعراء: ٥٩] ﴿فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض﴾ أي فما حزن على فقدهم أحد، ولا تأثر بموتهم\nكائن من الخلق ﴿وَمَا كَانُواْ مُنظَرِينَ﴾ أي ما كانوا مؤخرين وممهلين إلى وقت آخر. بل عُجّل عقابهم في الدنيا قال القرطبي: تقول العرب عند موت السيد منهم: بكت له السماء والأرض، أي عمَّت مصيبتُه الأشياء حتى بكته الأرض والسماء، والريح والبرق قال الشاعر:\nفيما شجر الخابور مالك مورقًا ... كأنك لم تجزع لموتِ طريف\nوذلك على سبيل التمثيل والتخييل مبالغةٌ في وجوب الجزع والبكاء عليه والمعنى أنهم هلكوا فلم تعظم مصيبتهم ولم يوجد لهم فقد، وقيل هو على حذف مضاف أي ما بكى عليهم أهل السماء وأهل الأرض.", "ayah": 10, "surah": 44}