{"text": "المنَاسَبَة: لما ذكر تعالى إهلاك فرعون وقومه، أردفه بذكر إحسانه لبني إسرائيل، ليشركوا ربهم على إنعامه وإحسانه، ثم حذَّر كفار مكة من بطش الله وانتقامه، وختم السورة الكريمة ببيان حال الأشقياء والسعداء في يوم الفصل والجزاء.\nاللغَة: ﴿عَالِيًا﴾ متكبرًا جبارًا ﴿بَلاَءٌ﴾ اختبار وامتحان ﴿مُنشَرِينَ﴾ مبعوثين بعد الموت، وأنشر الله الموتى أحياهم ﴿قَوْمُ تُبَّعٍ﴾ ملوك اليوم، وكانوا يسمون ملوكهم التبابعة قال الجوهري:\nالتبابعة ملوك اليمن، واحدهم تُبَّع، وقال أهل اللغة: تُبَّع لقب للملك منهم كالقياصرة للروم، والأكاسرة للفرس، والخلفاء للمسلمين ﴿يَوْمَ الفصل﴾ يوم القيامة ﴿مَّوْلًى﴾ قريب وناصر ﴿المهل﴾ النحاس المذاب ﴿الأثيم﴾ الفاجر من أثِمَ الرجل يأثم إِذا وقع في الإِثم والفجور ﴿اعتلوه﴾ جرُّوه وسوقوه بغنفٍ وشدَّة ﴿سُندُسٍ﴾ رقيق الديباج ﴿إِسْتَبْرَقٍ﴾ غليظ الديباج ﴿عِينٍ﴾ واسعات الأعين جمع عيناء ﴿ارتقب﴾ انتظر.\nالتفسِير: ﴿وَلَقَدْ نَجَّيْنَا بني إِسْرَائِيلَ مِنَ العذاب المهين﴾ أي والله لقد أنقدنا بني إسرائيل من العذاب الشديد، المفرط في الإِذلال والإِهانة، وهو قتل أبنائهم واستخدام نسائهم، وإرهاقهم في الأعمال الشاقة ﴿مِن فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِّنَ المسرفين﴾ أي من طغيان فرعون وجبروته إنه كان متكبرًا جبارًا، متجاوزًا الحد في الطغيان والإِجرام قال الصاوي: هذه من جملة تعداد النعم على بني إسرائيل، والمقصود من ذلك تسليته ﷺ َ وتبشيره بأنه سينجيه وقومه المؤمنين من أيدي المشركين، فإِنهم لم يلغوا في التجبر مثل فرعون وقومه ﴿وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين﴾ أي اصطفيناهم وشرفناهم على علمٍ منا باستحقاقهم لذلك الشرف على جميع الناس في زمانهم قال قتادة: على أهل زمانهم، لا على أمة محمد لقوله تعالى ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ﴾ [آل عمران: ١١٠] ﴿وَآتَيْنَاهُم مِّنَ الآيات مَا فِيهِ بَلاَءٌ مُّبِينٌ﴾ أي وآتيناهم من الحجج والبراهين وخوارق العادات ما فيه اختبار وامتحان ظاهر جليٌ لمن تدبَّر وتبصَّر قال الرازي: والآياتُ مثل فلق البحر، وتظليل الغمام، وإِنزال المنِّ والسلوى وغيرها من الآيات الباهرة، التي ما أظهر الله مثلها على أحدٍ سواهم ﴿إِنَّ هؤلاء لَيَقُولُونَ إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى﴾ أي إن كفار قريش ليقولون: لن نموت إلا موتةً واحدةً وهي موتتنا الأولى في الدنيا، وفي قوله تعالى ﴿هؤلاء﴾ تحقيرٌ لهم وازدراءٌ بهم قال المفسرون: لمَّا كان الحديث في أول السورة عن كفار مكة، وجاءت قصة فرعون وقومه مسوقة للدلالة على أنهم مثلهم في الإِصرار على الضلالة والكفر، رجع إلى الحديث عن كفار قريش، والغرضُ من قولهم ﴿إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى﴾ إِنكار البعث كأنهم قالوا: إِذا متنا فلا بعث ولا حياة ولا نشور، ثم صرحوا بذلك بقولهم ﴿وَمَا نَحْنُ بِمُنشَرِينَ﴾ أي وما نحن بمبمعوثين ﴿فَأْتُواْ بِآبَآئِنَا إِن كُنتُمْ صَادِقِينَ﴾ خطابٌ للرسول ﷺ َ والمؤمنين على وجه التعجيز أي أحيو لنا آبائنا ليخبرونا بصدقكم إن كنتم صادقين في أن هناك حياةً بعد هذه الحياة قال الإِمام الفخر: إن الكفار احتجوا على نفي الحشر والنشر بأن قالوا: إن كان البعث والنشور ممكنًا معقولًا فجعلوا لنا إحياء من مات من آبائنا ليصير ذلك دليلًا عندنا على صدق دعواكم في البعث يوم القيامة وقال القرطبي: قال هذا أبو جهل، قال يا محمد: إن كنت صادقًا في قولك فابعث لنا رجلين من آبائنا أحدهما: قُصي بن كلاب فإِنه كان رجلًا صادقًا، لنسأله كما يكون بعد الموت ﴿أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ﴾ استفهام انكار مع\nالتهديد أي أهؤلاء المشركون أقى وأشدُّ أم أهل سبأ ملوك اليمن؟ الذين كانوا أكثر أموالًا، وأعظم نعيمًا من كفار مكة؟ ﴿والذين مِن قَبْلِهِمْ أَهْلَكْنَاهُمْ﴾ أي والذين سبقوهم من الأمم العاتية أهلكناهم، وخربنا بلادهم، وفرقناهم شذر مذر قال أبو السعود: والمراد بهم عاد وثمود وأضرابهم من كل جبار عنيد، أولي بأسٍ شديد، فأولئك كانوا أقوى من هؤلاء، وقد أهلكهم الله مع ما كنوا عليه من غاية القوة والشدة، فإِهلاك هؤلاء أولى ﴿إِنَّهُمْ كَانُواْ مُجْرِمِينَ﴾ تعليل للإِهلاك أي أهلنكاهم ودمرناهم بسبب إِجرامهم، وفيه وعيد وتهديد لقريش أن يفعل الله بهم ما فعل بقوم تُبَّع والمكذبين.\n. ثم نبه تعالى إلى دلائل البعث وهو خلق العالم بالحقِّ فقال ﴿وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ﴾ أي ما خلقنا هذا الكون وما فيه من المخلوقات البديعة لعبًا وعبثًا ﴿مَا خَلَقْنَاهُمَآ إِلاَّ بالحق﴾ أي ما خلقنا السموات والأرض وما بينهما من المخلوقات إالا بالعدل والحقِّ المبين، لنجازي المحسن بإِحسانه والمسيء بإِساءته ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعلمون ذلك فينكرون البعث والجزاء قال المفسرون: إن الله تعالى خلق النوع الإِنساني، وخلق ما ينتظم به أسباب معاشهم، من السقف المرفوع، والمهاد المفروش، وما بينهما من عجائب المصنوعات، وبدائع المخلوقات، ثم كلفهم بالإِيمان والطاعة، فآمن البعض وكفر البعض، فلا بدَّ إذًا من دار جزاء يثاب فيها المحسن، ويعاقب فيها المسيء، لتجزى كل نفسٍ بما كسبت، ولو لم يحصل البعث والجزاء لكان هذا الخلق لهوًا وعبثًا، وتنزَّه الله عن ذلك، ولهذا قال بعده ﴿إِنَّ يَوْمَ الفصل مِيقَاتُهُمْ أَجْمَعِينَ﴾ أي إن يوم القيامة موعد حساب الخلائق أجمعين، سُمي ﴿يَوْمَ الفصل﴾ لأنه الله تعالى يفصل فيه بين الخلق كما قال ﴿يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ﴾ [الممتحنة: ٣] ﴿يَوْمَ لاَ يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئًا وَلاَ هُمْ يُنصَرُونَ﴾ أي في ذلك اليوم الرهيب، لا يدفع قريب عن قريبه، ولا صديقٌ عن صديقه، ولا ينفع أحدٌ أحدًا ولا ينصره ولو كان قريبه كقوله ﴿ياأيها الناس اتقوا رَبَّكُمْ واخشوا يَوْمًا لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا﴾\n[لقمان: ٣٣] ﴿إِلاَّ مَن رَّحِمَ الله﴾ استثناء متصل أي لا يغني قريبٌ عن قريب إلا المؤمنين فإِنه يُؤذن لهم في شفاعة بعضهم لبعض وقيل: منقطع أي لكنْ من ﵀ ُ فإِنه يشفع وينفع قال ابن عباس: يريد المؤمن فإِنه تشفع له الأنبياء والملائكة ﴿إِنَّهُ هُوَ العزيز الرحيم﴾ أي هو المنتقم من أعدائه، الرحيمُ بأوليائه. . ولما ذكر الأدلة على القيامة، أردفه بوصف ذلك اليوم العصيب، فذكر وعيد الكفار أولًا ثم وعند الأَبرار ثانيًا للجمع بين الترهيب والترغيب فقال ﴿إِنَّ شَجَرَةَ الزقوم طَعَامُ الأثيم﴾ أي إن هذه الشجرة الخبيثة شجرة الزقوم التي تنبتُ في أصل الجحيم، طعام كل فاجر، ليس له طعام غيرها قال أبو حيان: الأثيمُ صفة مبالغة وهو الكثير الآثام، وفُسِّر بالمشرك ﴿كالمهل يَغْلِي فِي البطون﴾ أي هي في شناعتها وفظاعتها إذا أكلها الإِنسان كالنحاس المذاب الذي تناهى حرُّه، فهو يُجرجر في البطن ﴿كَغَلْيِ الحميم﴾ أي كغليان الماء الشديد الحرارة قال القرطبي: وشجرة الزقوم هي الشجرة التي خلقها الله في جهنم، وسمَّاها الشجرة\nالملعونة، فإِذا جاع أهل النار التجئوا إليها فأكلوا منها، فغلبت في بطونهم كما يغلي الماء الحار، وشبَّه تعالى ما يصير منها إلى بطونهم بالمُهل وهو النحاس المذاب، والمرادُ بالأثيم الفاجر ذو الإِثم وهو أبو جهل، وذلك أنه كان يقول: يعدنا محمد أن في جهنم الزقوم، وإنما هو الثَّريد بالزبد والتمر، ثم يأتي بالزبد والتمر ويقول لأصحابه: تزقموا، سخريةً واستهزاءً بكلام الله، قال تعالى ﴿خُذُوهُ فاعتلوه إلى سَوَآءِ الجحيم﴾ أي يُقال للزبانية: خذوا هذا الفاجر اللئيم فسوقوه وجروه من تلابيبه بعنف وشدة إلى وسط الجحيم ﴿ثُمَّ صُبُّواْ فَوْقَ رَأْسِهِ مِنْ عَذَابِ الحميم﴾ أي ثم صبوا فوق رأس هذا الفاجر عذاب ذلك الحميم الذي تناهى حرُّه ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ أي يقال له على سبيل الاستهزاء والإِهانة: ذقْ هذا العذاب فإِنك أنت المعزَّز المكرَّم قال عكرمة: التقى النبي ﷺ َ بأبي جهل فقال النبي ﷺ َ: إنَّ الله أمرني أن أقول لك ﴿أولى لَكَ فأولى﴾ [القيامة: ٣٤] فقال: بأي شيءٍ تهددني! واللهِ ما تستطيع أنت ولا ربك أن تفعلا بي شيئًا، إني لمن أعزَّ هذا الوادي وأكرمه على قومه، فقتله الله يوم بدر وأذلَّه ونزلت هذه الآية ﴿إِنَّ هذا مَا كُنتُمْ بِهِ تَمْتَرُونَ﴾ أي إنَّ هذا العذاب هو ما كنتم تشكُّون به في الدنيا، فذوقوه اليوم ﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ [الطور: ١٥] والجمعُ في الآية باعتبار المعنى لأن المراد جنس الأثيم. . ولما ذكر تعالى أحوال أهل النار أتبعه بذكر أحوال أهل الجنة فقال ﴿إِنَّ المتقين فِي مَقَامٍ أَمِينٍ﴾ أي الذين اتقوا اللهَ في الدنيا بامتثال أوامره واجتناب نواهيه، هم اليوم في موضع إِقامة يأمنون فيه من الآفات والمنغصات والمكاره، وهو الجننة ولهذا قال بعده ﴿فِي جَنَّاتٍ وَعُيُونٍ﴾ أي في حدائق وبساتين ناضرة، وعيونٍ جارية ﴿يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ﴾ أي يلبسون ثياب الحرير، الرقيق منه وهو السندس، والسميك منه وهو الاستبرق ﴿مُّتَقَابِلِينَ﴾ أي متقابلين في المجالس ليستأنس بعضهم ببعض ﴿كَذَلِكَ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ﴾ أي كذلك أكرمناهم بأنواع الإِكرام، وزوجناهم أيضًا بالحور الحسان في الجنان قال البيضاوي: أي قرناهم بالحور العين، والحوراءُ: البيضاءًُ، والعيناءُ عظيمة العينين، وإنما وصف تعالى نعيمهم بذلك لأن الجنات والأنهار من أقوى أسباب نزهة الخاطر، وانفراجه عن الغم، ثم ذكر الحور الحِسان لأن بها اكتمال سعادة الإِنسان كما قيل «ثلاثةُ تنفي عن القلب الحزن: الماء، والخضرةُ، والوجهُ الحسن» ثم زاد في بيان النعيم فقال ﴿يَدْعُونَ فِيهَا بِكلِّ فَاكِهَةٍ آمِنِينَ﴾ أي يطلبون من الخدم إحضار جميع أنواع الفواكه في الجنة، لأجل أنهم آمنون من التخم والأمراض، فلا تعب في الجنة ولا وَصَب ﴿لاَ يَذُوقُونَ فِيهَا الموت إِلاَّ الموتة الأولى﴾ استثناء منقطع أي لا يذوقون في الجنة الموت لكنهم قد ذاقوا الموتة الأولى في الدنيا فلم يعد ثمة موت، بل خلود أبد الآبدين ﴿وَوَقَاهُمْ عَذَابَ الجحيم﴾ أي خلَّصهم ونجَّاهم من عذاب جهنم الشديد الأليم ﴿فَضْلًا مِّن رَّبِّكَ﴾ أي فعل ذلك بهم تفضلًا منه تعالى عليهم ﴿ذَلِكَ هُوَ الفوز العظيم﴾ أي ذلك الذي أعطوه من النعيم، هو الفوز العظيم الذي لا فوز وراءه ﴿فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي فإِنما سهلنا القرآن بغلتكم وهي لسان العرب لعلهم يتعظون وينزجرون ﴿فارتقب إِنَّهُمْ مُّرْتَقِبُونَ﴾ أي فانتظر يا محمد ما يحل بهم، إِنهم منتظرون\nهلاكك، ويسعلمون لمن تكون النصرة والظفر في الدنيا والآخرة، وفيه وعد للرسول ﷺ َ ووعيد للمشركين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - صغية المباغلة ﴿السميع العليم﴾ ﴿العزيز الرحيم﴾ ﴿العزيز الكريم﴾ .\n٢ - الطباق ﴿لاَ إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ﴾ [الدخان: ٨] وكذلك ﴿إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى وَمَا نَحْنُ بِمُنشَرِينَ﴾ .\n٣ - تحريك الهمة للإِيمان والتبصر ﴿إِن كُنتُم مُّوقِنِينَ﴾ [الدخان: ٧] .\n٤ - الإِيجاز بحذف بعض الكلام ﴿أَنْ أَسْرِ بعبادي﴾ أي وقلنا له بأن أسر.\n٥ - الاستعارة اللطيفة ﴿فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض﴾ [الدخان: ٢٩] أي لم يتغير بهلاكهم شيء ولم تحزن عليهم السماء والأرض بعد انقطاع آثارهم، والعرب يقولون في التعظيم: بكت عليه السماء والأرض، وأظلمت له الدنيا ويقولون في التحقير: مات فلان فلم تخشع له الجبال.\n٦ - أسلوب التعجيز ﴿فَأْتُواْ بِآبَآئِنَا إِن كُنتُمْ صَادِقِينَ﴾ .\n٧ - أسلوب التهكم والسخرية ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ .\n٨ - التفجيع وإِظهار الأسى والحسرة ﴿كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ﴾ [الدخان: ٢٥٢٦]؟\n٩ - التشبيه المرسل المجمل ﴿كالمهل يَغْلِي فِي البطون كَغَلْيِ الحميم﴾ .\n١٠ - السجع الرصين غير المتكلف الذي يزيد في رونق الكلام وجماله إِقرأ مثلًا قوله تعالى ﴿إِنَّ شَجَرَةَ الزقوم طَعَامُ الأثيم كالمهل يَغْلِي فِي البطون كَغَلْيِ الحميم خُذُوهُ فاعتلوه إلى سَوَآءِ الجحيم ثُمَّ صُبُّواْ فَوْقَ رَأْسِهِ مِنْ عَذَابِ الحميم ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ .", "ayah": 37, "surah": 44}