{"text": "المنَاسَبَة: لما ذكر تعلى قصة موسى بالتفصيل، أعقبها بذكر أنَّ هذا القصص وحيٌ من الله، وأن محمدًا ﷺ َ ما كان له علم بهذه الأخبار والأنباء العجيبة لولا أن الله تعالى أوحى إليه، وذلك من أكبر الدلائل والبراهين على صدق الرسالة.\nاللغَة: ﴿قَاعًا﴾ القاع: الأرض الملساء التي لا نبات فيها ولا بناء ﴿صَفْصَفًا﴾ الصَّفصفُ: المستوي من الأرض كأنه على صفٍّ واحد في استوائه ﴿أَمْتًا﴾ الأمْت: المكان المرتفع كالتلّ والهضبة ﴿هَمْسًا﴾ صوتًا خفيًا ﴿عَنَتِ﴾ ذلَّت وخضعت قال أميّة: «لعزَّته تعنو الوجوه وتسجد» قال الجوهري: عنا يعنو خضع وذلَّ وأعناه غيره ومنه الآية ﴿وَعَنَتِ الوجوه﴾ ﴿هَضْمًا﴾ الهضم: النقص يقال: هضمه خقه إذا أنقصه والفرق بين الظلم والهضم أن الظلم المنع من الحق كله، والهضمُ المنع من بعضه ﴿تضحى﴾ ضحى للشمس برز لها حتى يصيبه حرُّها قال ابن أبي ربيعة:\nرأتْ رجلًا ايمًا إذا الشمسُ عارضتْ ... فيَضْحى وأمَّا بالعشيِّ فينحصر\n﴿ضَنكًا﴾ الضَّنْك: الضيق والشدة يقال: منزلٌ ضنْك وعيشٌ ضنْك إذا كان شديدًا ضيقًا ﴿سَوْءَاتُهُمَا﴾ عوارتهما ﴿فَتَرَبَّصُواْ﴾ انتظروا ﴿الصراط السوي﴾ الطريق المستقيم.\nالتفسِير: ﴿كذلك نَقُصُّ عَلَيْكَ مِنْ أَنْبَآءِ مَا قَدْ سَبَقَ﴾ أي كما قصصنا عليك يا محمد خبر موسى مع فرعون زما فيه من الأنباء الغريبة كذلك نقص عليك أخبار الأمم المتقدمين ﴿وَقَدْ آتَيْنَاكَ مِن لَّدُنَّا ذِكْرًا﴾ أي أعطيناك من عندنا قرآنًا يتلى منطويًا على المعجزات الباهرة قال في البحر: امتن تعالى عليه بإتيانه الذكر المشتمل على القصص والأخبار، الدال على معجزات أُوتيها ﵇ ﴿مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ القيامة وِزْرًا﴾ أي من أعرض عن هذا القرآن فلم يؤمن به ولم يتَّبع ما فيه، فإنه يحمل يوم القيامة حملًا ثقيلًا، وذنبًا عظيمًا يثقله في جهنم ﴿خَالِدِينَ فِيهِ وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلًا﴾ أي مقيمين في ذلك العذاب بأوزارهم، وبئس ذلك الحمل الثقيل حملًا لهم، شُبِّه الوزرُ بالحمل لثقله ﴿يَوْمَ يُنفَخُ فِي الصور وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقًا﴾ أي يوم ينفخ إسرافيل في الصور النفخة الثانية، ونحشر المجرمين إلى أرض المحشر زُرق العيون سود الوجوه قال القرطبي: تُشوه خلقتُهم بزرقة العيون وسواد الوجوه ﴿يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلاَّ عَشْرًا﴾ أي يتهامسون بينهم ويسرُّ بعضهم إلى بعض قائلين: ما مكثتم في الدنيا إلا عشر ليال قال أبو السعود: استقصروا مدة لبثهم فيها لما عاينوا الشدائد والأهوال ﴿نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلاَّ يَوْمًا﴾ أي نحن أعلم بما يتناجون بينهم إذ يقول أعقلهم وأعدلهم قولًا ما لبثتم إلا يومًا واحدًا ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ أي ويسألونك عن حال الجبال يوم القيامة فقل لهم: إن ربي يفتِّتها كالرمل ثم يرسل عليها الرياح فيطيّرها ﴿فَيَذَرُهَا قَاعًا صَفْصَفًا﴾ أي فيتركها أرضًا ملساء مستوية لا نبات فيها ولا بناء ﴿لاَّ ترى فِيهَا عِوَجًا ولا أَمْتًا﴾ أي لا ترى فيها انخفاضًا ولا ارتفاعًا ﴿يَوْمَئِذٍ يَتَّبِعُونَ الداعي لاَ عِوَجَ لَهُ﴾ أي في ذلك اليوم العصيب يتَّبع الناس داعي الله الذي يدعوهم لأرض المحشر يأتونه سراعًا لا يزيغون عنه ولا ينحرفون ﴿وَخَشَعَتِ الأصوات للرحمن﴾ أي ذلك وسكنت أصوات الخلائق هيبةً من الرحمن جل وعلا ﴿فَلاَ تَسْمَعُ إِلاَّ هَمْسًا﴾ أي لا تسمع إلا صوتًا خفيًا لا يكاد يُسمع وعن ابن عباس: هو همسُ الأقدام في مشيها نحو المحشر ﴿يَوْمَئِذٍ لاَّ تَنفَعُ الشفاعة إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَرَضِيَ لَهُ قَوْلًا﴾ أي في ذلك اليوم الرهيب لا تنفع الشفاعة أحدًا إلاّ لمن أذن له الرحمن في أن يشفع له، ورضي لأجله شفاعة الشافع، وهو الذي كان في الدنيا من أهل لا إله إلا الله، قاله ابن عباس ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي يعلم أحوال الخلائق فلا تخفى عليه خافية من أمور الدنيا وأمور الآخرة ﴿وَلاَ يُحِيطُونَ بِهِ عِلْمًا﴾ أي لا تحيط علومهم بمعلوماته جل وعلا ﴿وَعَنَتِ الوجوه لِلْحَيِّ القيوم﴾ أي ذلت وخضعتْ وجوه الخلائق للواحد\nالقهار جبار السماوات والأرض الذي لا يموت قال الزمخشري: المراد بالوجوه وجوهُ العصاة وأنهم إذا عاينوا يوم القيامة الخبية والشقوة وسوء الحساب، صارت وجوهُهم عانيةً أي ذليلة خاضعة مثل وجوه العُناة وهم الأسارى كقوله\n﴿سِيئَتْ وُجُوهُ الذين كَفَرُواْ﴾ [الملك: ٢٧] ﴿وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا﴾ أي خسر من أشرك بالله، ولم ينجح ولا ظفر بمطلوبه ﴿وَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ﴾ أي من قدَّم الأعمال الصالحة بشرط الإيمان ﴿فَلاَ يَخَافُ ظُلْمًا وَلاَ هَضْمًا﴾ أي فلا يخاف ظلمًا بزيادة سيئاته، ولا بخسًا ونقصًا لحسناته ﴿وكذلك أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا﴾ أي مثل إنزال الآيات المشتملة على القصص العجيبة أنزلنا هذا الكتاب عليك يا محمد بلغة العرب ليعرفوا أنه في الفصاحة والبلاغة خارج عن طوق البشر ﴿وَصَرَّفْنَا فِيهِ مِنَ الوعيد﴾ أي كررنا فيه الإنذار والوعيد ﴿لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا﴾ أي كي يتقوا الكفر والمعاصي أو يحدث لهم موعظة في القلوب ينشأ عنها امتثال الأوامر واجتناب النواهي ﴿فتعالى الله الملك الحق﴾ أي جلَّ الله وتقدَّس الملك الحق الذي قهر سلطانه كل جبار عمّا يصفه به المشركون من خلقه ﴿وَلاَ تَعْجَلْ بالقرآن مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ﴾ أي إذا أقراك جبريل القرآن فلا تتعجل بالقراءة معه، بل استمعْ إليهِ واصبر حتى يفرغَ من تلاوته وحينئذٍ تقرأه أنت قال ابن عباس: كان ﵇ يبادر جبريل فيقرأ قبل أن يفرغ جبريل من الوحي حرصًا على حفظ القرآن ومخافة النسيان فنهاه الله عن ذكل قال القرطبي: وهذا كقوله تعالى\n﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾ [القيامة: ١٦] ﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ أي سلْ الله ﷿ زيادة العلم النافع قال الطبري: أمره بمسألته من فوائد العلم ما لا يعلم ﴿وَلَقَدْ عَهِدْنَآ إلىءَادَمَ مِن قَبْلُ﴾ أي وصيناه أن لا يأكل من الشجرة من القديم ﴿فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا﴾ أي نسي أمرنا ولم نجد له حزمًا وصبراص عمّا نهيناه عنه ﴿وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لأَدَمَ فسجدوا إِلاَّ إِبْلِيسَ أبى﴾ يذكر تعالى تشريف آدم وتكريمه وما فضله به على كثير من الخلق أي واذكر يا محمد حين أمرنا الملائكة بالسجود لآدم سجود تحيةٍ وتكريم فامتثلوا الأمر إلا إبليس فإنه أبى السجود وعصى أمر ربه قال الصاوي: كررت هذه القصة في سبع سور من القرآن تعليمًا للعباد امتثال الأوامر، واجتناب النواهي وتذكيرًا لهم بعداوة إبليس لأبيهم آدم ﴿فَقُلْنَا يآءَادَمُ إِنَّ هذا عَدُوٌّ لَّكَ وَلِزَوْجِكَ﴾ أي ونبهنا آدم فقلنا له إن إبليس شديد العداوة لك ولحواء ﴿فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى﴾ أي لا تطيعاه فيكون سببًا لإخراجكما من الجنة فتشقيان، وإنما اقتصر على شقائه مراعاةُ للفواصل ولاستلزام شقائه لشقائها قال ابن كثير: المعنى إيّاك أن تسعى ف إخراجك من الجنة فتتعب وتشقى في طلب رزقك، فإنك هاهنا في عيشٍ رغيدٍ، بلا كلفةٍ ولا مشقة ﴿إِنَّ لَكَ أَلاَّ تَجُوعَ فِيهَا وَلاَ تعرى﴾ أي إنَّ لك يا آدم ألاَّ ينالك في الجنة الجوعُ ولا العريُ ﴿وَأَنَّكَ لاَ تَظْمَأُ فِيهَا وَلاَ تضحى﴾ أي ولك أيضًا ألاّ يصيبك العطش فيها ولا حر الشمس، لأن الجنة دار السرور والحبور، لا تعب فيها ولا نصب، ولا حر ولا ظمأ بخلاف دار الدنيا ﴿فَوَسْوَسَ إِلَيْهِ الشيطان﴾ أي حدَّثه خفيةً بطريق الوسوسة ﴿قَالَ ياآدم هَلْ أَدُلُّكَ على شَجَرَةِ الخلد وَمُلْكٍ لاَّ\nيبلى﴾ أي قال له إبليس اللعين: هل أدلك يا آدم على شجرة من أكل منها خُلّد ولم يمت أصلًا، ونال المُلك الدائم الذي لا يزول أبدًا؟ وهذه مكيدة ظاهرها النصيحة ومتى كان اللعين ناصحًا؟ ﴿فَأَكَلاَ مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا﴾ أي أكل آدم وحواء من الشجرة التي نهاهما الله عنها فظهرت لهما عوراتهما قال ابن عباس: عريا عن النور الذي كان الله تعالى قد ألبسهما إياه حتى بدت فروجهما ﴿وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة﴾ أي شرعا يأخذان من أوراق الجنة ويغطيان بها عوراتهما ليستترا بها ﴿وعصىءَادَمُ رَبَّهُ فغوى﴾ أي خالف آدم أمر ربه بالأكل من الشجرة فضلَّ عن المطلوب الذي هو الخلود في الجنة حيث اغتر بقول العدوّ قال ابن السعود: وفي وصفه بالعصيان والغِواية - مع صغر زلته - تعظيمٌ لها وزجرٌ بليغ لأولاده عن أمثالها ﴿ثُمَّ اجتباه رَبُّهُ فَتَابَ عَلَيْهِ وهدى﴾ أي ثم اصطفاه ربه فقرَّبه إليه وقبل توبته وهداه إلى الثبات على التوبة والتمسك بأسباب الطاعة ﴿قَالَ اهبطا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ أي قال الله لآدم وحواء: إنزلا من الجنة إلى الأرض مجتمعين بعضُ ذريتكما لبعض عدوٌّ بسبب الكسب والمعاش واختلاف الطبائع والرغبات قال الزمخشري: لما كان آدم وحواء أصلي البشر جُعلا كأنهما البشر في أنفسهما فخوطبا مخاطبتهم ﴿فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى﴾ أي فإن جاءكم من جهتي الكتب والرسل لهدايتكم ﴿فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى﴾ أي فمن تمسَّك بشريعتي واتَّبع رسلي فلا يضل في الدنيا ولا يشقى في الآخرة قال ابن عباس: ضمن الله تعالى لمن قرأ القرآن با فيه ألاّ يضلَّ في الدنيا، ولا يشقى في الآخرة وتلا الآية ﴿وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا﴾ أي ومن أعرض عن أمري وما أنزلته على رسلي من الشرائع والأحكام فإن له في الدنيا معيشة قاسيةً شديدة وإن تنعَّم ظاهره ﴿وَنَحْشُرُهُ يَوْمَ القيامة أعمى﴾ أي ونحشره في الآخرة أعمى البصر قال ابن كثير: من أعرض عن أمر الله وتناساه فإن له حياة ضنكًا في الدنيا، فلا طمأنينة له ولا انشراح لصدره، بل صدره ضيِّقٌ حرج لضلالة وإن تنعَّم ظاهره ولبس ما شاء، وأكل ما شاء، وسكن حيث شاء، فإن قلبه في قلقٍ وحيرة وشك، وقيل: يُضيَّق عليه قبره حتى تختلف أضلاعة فيه ﴿قَالَ رَبِّ لِمَ حشرتني أعمى وَقَدْ كُنتُ بَصِيرًا﴾ أي قال الكافر: يا رب بأي ذنبٍ عاقبتني بالعمى وقد كنت في الدنيا بصيرًا؟ ﴿قَالَ كذلك أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وكذلك اليوم تنسى﴾ أي قال الله تعالى له: لقد أتتك آياتنا وضحة جلية فتعاميتَ عنها وتركتها، وكذلك تُترك اليوم في العذاب جزاءً وفاقًا ﴿وكذلك نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ﴾ أي ومثل ذلك الجزاء الموافق للخيانة والتكذيب بآيات الله نعاقب من أسرف بالانهماك في الشهوات، ولم يصدّق بكلام ربه وآياته البينات ﴿وَلَعَذَابُ الآخرة أَشَدُّ وأبقى﴾ أي عذاب جهنم أشدُّ من عذاب الدنيا لأنَّ عذابها أدوم وأثبت لأنه لا ينقطع ولا ينقضي ﴿أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون﴾ أي أفلم يتبيَّن لكفار مكة الذين كذبوك كم أهلكنا قبلهم من الأمم الخالية المكذبين لرسلهم ﴿يَمْشُونَ فِي مَسَاكِنِهِمْ﴾ أي يرون مساكن عاد وثمود ويعانون آثار هلاكهم أفلا يتعظون ويعتبرون؟ ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لأُوْلِي النهى﴾ أي إنَّ\nفي آثار هذه الأمم البائدة لدلالات وعِبرًا لذوي العقول السليمة ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى﴾ أي لولا قضاءُ الله بتأخير العذاب عنهم ووقتٌ مسمى لهلاكهم لكان العذاب واقعًا بهم قال الفراء: في الآية تقديم وتأخيرٌ والمعنى ولولا كلمةٌ وأجلٌ مسمَّى لكان لزامًا أي لكان العذاب لازمًا لهم، وإنما أخَّره لتعتدل رءوس الآي ﴿فاصبر على مَا يَقُولُونَ﴾ أي فاصبر يا محمد على ما تقول هؤلاء المكذبون من قومك ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا﴾ أي صلٌ وأنت حامد لربك قبل طلوع الشمس صلاة الصبح، وقبل غروبها صلاة العصر ﴿وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار﴾ أي وصلِّ لربك في ساعات الليل وفي أول النهار وآخره ﴿لَعَلَّكَ ترضى﴾ أي لعلَّك تُعطى ما يرضيك قال القرطبي: أكثر المفسرين أن هذه الآية إشارة إلى الصلوات الخمس ﴿قَبْلَ طُلُوعِ الشمس﴾ صلاة الصبح ﴿وَقَبْلَ غُرُوبِهَا﴾ صلاة العصر ﴿وَمِنْ آنَآءِ الليل﴾ صلاة العشاء ﴿وَأَطْرَافَ النهار﴾ صلاة المغرب والظهر، لأن الظهر في آخر طرف النهار الأول، وغروب الشمس آخر طرف النهار الأخير ﴿وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ﴾ أي لا تنظر إلى ما متعنا به أصنافًا من الكفار من نعيم الدنيا وبهرجها الخادع ﴿زَهْرَةَ الحياة الدنيا﴾ أي زينة الحياة الدنيا ﴿لِنَفْتِنَهُمْ فِيهِ﴾ أي لنبتليهم ونختبرهم بهذا النعيم حتى يستوجبوا العذاب بكفرهم ﴿وَرِزْقُ رَبِّكَ خَيْرٌ وأبقى﴾ أي ثواب الله خير من هذا النعيم الفاني وأدوم قال المفسرون: الخطاب للرسول ﷺ َ والمراد به أُمته لأنه ﵇ كان أزهد الناس في الدنيا وأشدَّ رغبة فيما عند الله ﴿وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا﴾ أي وأُمر يا محمد أهلك وأمتك بالصلاة واصبر على أدائها بخشوعها وآدابها ﴿لاَ نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ﴾ أي لا نكلفك أن ترزق نفسك وأهلك بل نحن نتكفل برزقك وإياهم ﴿والعاقبة للتقوى﴾ أي العاقبة الحميدة لأهل التقوى قال ابن كثير: أي حسن العاقبة وهي الجنة لمن اتقى الله ﴿وَقَالُواْ لَوْلاَ يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ﴾ أي قال المشركون هلاّ يأتينا بمعجزة تدل على صدقه؟ ﴿أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصحف الأولى﴾ أي أولم يكتفوا بالقرآن المعجزة الكبرى لمحمد ﵇ المحتوي على أخبار الأمم الماضية؟ والاستفهام للتوبيخ والتقريع قال في البحر: اقترح المشركون ما يختارون على ديدنهم في التعنت فأجيبوا بأن هذا القرآن الذي سبق التبشير به في الكت الإلهية السابقة أعظم الآيات في الإعجاز وهو الآية الباقية إلى يوم القيامة ﴿وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ﴾ أي لو أنا أهلكنا كفار مكة من قبل نزول القرآن وبعثة محمد ﵇ ﴿لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولًا﴾ أي لقالوا يا ربنا هلاّ أرسلت إلينا رسولًا حتى نؤمن به ونتَّبعه ﴿فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ ونخزى﴾ أي فنتمسك بآياتك من قبل أن نذلّ بالعذاب ونفتضح على رءوس الأشهاد قال المفسرون: أراد تعالى أن يبيّن أنه لا حجة لأحد على الله بعد إرسال الرسل وإنزال الكتب فلم يترك لهم حجة ولا عذرًا ﴿قُلْ كُلٌّ مُّتَرَبِّصٌ﴾ أي قل يا محمد لهؤلاء المكذبين كلٌ منا ومنكم منتظر دوائر الزمان ولمن يكون النصر ﴿فَتَرَبَّصُواْ﴾ أمر تهديد أي فانتظروا العاقبة والنتيجة ﴿فَسَتَعْلَمُونَ مَنْ\nأَصْحَابُ الصراط السوي﴾ أي فستعلمون عن قريب من هم أصحاب الطريق المستقيم هل نحن أم أنتم؟ ﴿وَمَنِ اهتدى﴾ أي اهتدى إلى الحق وسبيل الرشاد ومن بقي على الضلال قال القرطبي: وفي هذا ضربٌ من الوعيد والتخويف والتهديد ختمت به السورة الكريمة.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه الفصاحة والبيان والبديع ما يلي:\n١ - التشبيه ﴿كذلك نَقُصُّ عَلَيْكَ﴾ وهو تشبيه مرسل مجمل.\n٢ - الاستعارة ﴿وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلًا﴾ شبَّه الوزر بالحمل الثقيل بطريق الاستعارة التصريحية.\n٣ - الكناية ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ كناية عن أمر الدنيا وأمر الآخرة.\n٤ - الطباق بين ﴿أعمى. . بَصِيرًا﴾ .\n٥ - التشبيه التمثيلي ﴿زَهْرَةَ الحياة الدنيا﴾ مثَّل لنعم الدنيا بالزهر وهو النور لأن الزهر له منظر حسن ثم يذبل ويضمحل وكذلك نعيم الدنيا.\n٦ - الوعيد والتهديد ﴿فَتَرَبَّصُواْ﴾ .\n٧ - جناس الاشتقاق ﴿أَرْسَلْتَ إِلَيْنَا رَسُولًا﴾ .\n٨ - السجع اللطيف غير المتكلف مثل ﴿ظُلْمًا، هَضْمًا، عِلْمًا،﴾ ومثل ﴿تشقى، تعرى، ترضى﴾ الخ ... .\nلطيفَة: قال الناصر: في الآية سرٌ بديع من البلاغة يسمى قطع النظير عن النظر، وذلك أنه قطع الظمأ عن الجوع، والضحو عن الكسوة مع ما بينهما من التناسب، الغرض من ذلك تحقيق تعداد هذه النعم وتصنيفها، ولو قرن كلًا بشكله لتوهم أن المعدودات نعمة واحدة، على أن في الآية سرًا آخر وهو قصد تناسب الفواصل، ولو قرن الظمأ بالجوع لانتثر سلك رءوس الآي.\nفَائِدَة: قال الشهاب: ليس المراد بحكاية قول من قال ﴿عَشْرًا﴾ أو ﴿يَوْمًا﴾ أو ﴿سَاعَةً﴾ حقيقة اختلافهم في مدة اللبث، ولا الشك في تعيينه، بل المراد أنه لسرعة زواله عبرَّر عن قلته بما ذكر، فتفنن في الحكاية وأُتى في كل مقام بما يليق به.", "ayah": 101, "surah": 20}