{"text": "اللغَة: ﴿بِقَبَسٍ﴾ القَبسُ: شعلةٌ من نار ﴿المقدس﴾ المطهَّر والمبارك ﴿طُوًى﴾ اسم للوادي ﴿فتردى﴾ تهلك والردى: الهلاك ﴿أَهُشُّ﴾ أخبط بها الشجر ليسقط الورق ﴿مَآرِبُ﴾ جمع مأْربه وهي الحاجة ﴿جَنَاحِكَ﴾ الجناح: الجَنب وجناحا الإنسان جنباه لأن يدي الإنسان يشبهان جناحي الطائر ﴿أَزْرِي﴾ الأزر: القوة يقال: آزره أي قوّاه ومنه ﴿فَآزَرَهُ فاستغلظ﴾ [الفتح: ٢٩] قال الشاعر:\nأليس أبونا هاشمٌ شدَّ أَزْره ... وأوصى بَنيه بالطِّعان وبالضرب\n﴿اليم﴾ البحر ﴿تَقَرَّ عَيْنُها﴾ تُسرَّ بلقائك.\nالتفسِير: ﴿طه مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى﴾ الحروف المقطعة للتنبيه إلى إعجاز القرآن وقال ابن عباس: معناها يا رجل، ومعنى الآية: ما أنزلنا عليك يا محمد القرآن لتشقى به إنما أنزلناه رحمة وسعادة، رُوي أن رسول الله ﷺ َ لما نزل عليه القرآن صلّى هو وأصحابه فأطال القيام فقالت\nقريش: ما أنزل الله هذا القرآن على محمد إلا ليشقى فنزلت هذه الآية ﴿إِلاَّ تَذْكِرَةً لِّمَن يخشى﴾ أي ما أنزلناه إلا عظة وتذكيرًا لمن يخشى الله ويخاف عقابه، وهو المؤمنُ المستنير بنور القرآن ﴿تَنزِيلًا مِّمَّنْ خَلَقَ الأرض والسماوات العلى﴾ أي أنزله خالقُ الأرض، ومبدعُ الكون، ورافع السماوات الواسعة العالية، والآية إخبارٌ عن عظمته وجبروته وجلاله قال في البحر: ووصفُ السماوات بالعُلى دليلٌ على عظمة قدرة من اخترعها إذ لا يمكن وجود مثلها في علُوِّها من غيره تعالى ﴿الرحمن عَلَى العرش استوى﴾ أي ذلك الربُّ الموصوف بصفات الكمال والجمال هو الرحمن الذي استوى على عرشه استواءً يليق بجلاله من غير تجسيمٍ، ولا تشبيه، ولا تعطيل، ولا تمثيل كما هو مذهب السلف ﴿لَهُ مَا فِي السماوات وَمَا فِي الأرض وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثرى﴾ أي له سبحانه ما في الوجود كلِّه: السماواتُ السبعُ، والأرضون وما بينهما من المخلوقات وما تحت التراب من معادن ومكنونات، الكلُّ ملكُه وتحت تصرفه وقهره وسلطانه أي وإن تجهزْ يا محمد بالقول أو ﴿وَإِن تَجْهَرْ بالقول فَإِنَّهُ يَعْلَمُ السر وَأَخْفَى﴾ تخفه في نفسك فسواءٌ عند ربك، فإنه يعلم السرَّ وما هو أخفى منه كالوسوسه والهاجس والخاطر. . والغرضُ من الآية طمأنينه قلبه ﵇ بأن ربه معه يسمعه، ولن يتركه وحيدًا يواجه الكافرين بلا والغرضُ من الآية طمأنينة قلبه ﵇ بأن ربه معه يسمعه، ولن يتركه وحيدًا يواجه الكافرين بلا سند فإذا كان يدعوه جهرًا فإنه يعلم السرَّ وما هو أخفى، والقلب حين يستشعر قرب الله منه، وعلمه بسرَّه ونجواه يطمئن ويرضى ويأنس بهذا القرب الكريم ﴿الله لا إله إِلاَّ هُوَ لَهُ الأسمآء الحسنى﴾ أي ربكم هو الله المتفرد بالوحدانية، لا معبود بحق سواه، ذو الأسماء الحسنة التي هي في غاية الحسن وفي الحديث\n«إن للهِ تسعةٌ وتسعين اسمًا، من أحصاها دخل الجنة» ﴿وَهَلْ أَتَاكَ حَدِيثُ موسى﴾ الاستفهام للتقرير وغرضه التشويق لما يُلقى إليه أي هل بلغك يا محمد خبر موسى وقصته العجيبة الغريبة؟ ﴿إِذْ رَأَى نَارًا فَقَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَارًا﴾ أي حين رأى نارًا فقال لامرأته أقيمي مكانك فإني أبصرتُ نارًا قال ابن عباس: هذا حين قضى الأجل وسار بأهله من مدين يريد مصر، وكان قد أخطأ الطريق وكانت ليلة مظلمة شاتية فجعل يقدح بالزناد فلا يخرج منها شَررٌ فبينما هو كذلك إذْ بصر بنارٍ من على يسار الطريق، فلما رآها ظنها نارًا وكانت من نور الله ﴿لعلي آتِيكُمْ مِّنْهَا بِقَبَسٍ﴾ أي لعلي آتيكم بشعلة من النار تستدفئون بها ﴿أَوْ أَجِدُ عَلَى النار هُدًى﴾ أي أجد هاديًا يدلني على الطريق ﴿فَلَمَّآ أَتَاهَا نُودِيَ ياموسى إني أَنَاْ رَبُّكَ فاخلع نَعْلَيْكَ﴾ أي فلما أتى النار وجدها نارًا بيضاء تتّقد في شجرة خضراء وناداه ربُّه يا موسى: إني أنا\nربُّك الذي أكلمك فاخلع النعلين من قدميك رعايةً للأدب وأَقْبل ﴿إِنَّكَ بالواد المقدس طُوًى﴾ أي فإنك بالوادي المطهَّر المبارك المسمّى طوى ﴿وَأَنَا اخترتك فاستمع لِمَا يوحى﴾ أي اصطفيتك للنبوة فاستمع لما أُوحيه إليك قال الرازي: فيه نهايةُ الهيبة والجلالة فكأنه قال: لقد جاءك أمر عظيم هائل فتأهبْ له واجعل كل عقلك وخاطرك مصروفًا إليه ﴿إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني﴾ أي أنا الله المستحق للعبادة لا إله غيري فأفردني بالعبادة والتوحيد ﴿وَأَقِمِ الصلاة لذكري﴾ أي أقم الصلاة لتذكرني فيها قال مجاهد: إذا صلّى ذكر ربه لاشتمالها على الأذكار وقال الصاوي: خصَّ الصلاة بالذكر وإن كانت داخلةً في جملة العبادات لعظم شأنها، واحتوائها على الذكر، وشغل القلب واللسان والجوارح، فهي أفضل أركان الدين بعد التوحيد ﴿إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا﴾ أي إن الساعة قادمة وحاصلةٌ لا محالة أكاد أخفيها عن نفسي فكيف أطلعكم عليها؟ قال المبرَّد: وهذا على عادة العرب فإنهم يقولون إذا بالغوا في كتمان الشيء: كتمته حتى من نفسي أي لم أطلع عليه أحدًا ﴿لتجزى كُلُّ نَفْسٍ بِمَا تسعى﴾ أي لتنال كلُّ نفس جزاء ما عملت من خير أو شر قال المفسرون: والحكمة من إخفائها وإخفاء وقت الموت أن الله تعالى حكم بعدم قبول التوبة عند قيام الساعة وعند الاحتضار، فلو عرف الناس وقت الساعة أو وقت الموت، لاشتغلوا بالمعاصي ثم تابوا قبل ذلك، فيتخلصون من العقاب، ولكنَّ الله عمَّى الأمر، ليظلَّ الناس على حذر دائم، وعلى استعداد دائم، من أن تبغتهم الساعة أو يفاجئهم الموت ﴿فَلاَ يَصُدَّنَّكَ عَنْهَا مَن لاَّ يُؤْمِنُ بِهَا﴾ أي لا يصرفنَّك يا موسى عن التأهب للساعة والتصديق بها من لا يوقن بها ﴿واتبع هَوَاهُ﴾ أي مالَ مع الهوى وأقبل على اللذائذ والشهوات ولم يحسب حسابًا لآخرته ﴿فتردى﴾ أي فتهلك فإن الغفلة عن الآخرة مستلزمة للهلاك ﴿وَمَا تِلْكَ بِيَمِينِكَ ياموسى﴾ أي وما هذه التي بيمينك يا موسى؟ أليست عصا؟ والغرضُ من الاستفهام التقريرُ والإِيقاظُ والتنبيهُ إلى ما سيبدوا من عجائب صنع الله في الخشبة اليابسة بانقلابها إلى حية، لتظهر لموسى القدرة الباهرة، والمعجزة القاهرة قال ابن كثير: إنما قال له ذلك على وجه التقرير، أي أمَا هذه التي في يمينك عصاك التي تعرفها؟ فسترى ما نصنع بها الآن؟ ﴿قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا﴾ أي أعتمد عليها في حال المشي ﴿وَأَهُشُّ بِهَا على غَنَمِي﴾ أي أهزُّ بها الشجرة وأضرب بها على الأغصان ليتساقط ورقها فترعاه غنمي ﴿وَلِيَ فِيهَا مَآرِبُ أخرى﴾ أي ولي فيها مصالح ومنافع وحاجات أُخَر غير ذلك قال المفسرون: كان يكفي أن يقول هي عصاي ولكنه زاد في الجواب لأن المقام مباسطة وقد كان ربه يكلمه بلا واسطة، فأراد أن يزيد في الجواب ليزداد تلذذًا بالخطاب، وكلام الحبيب مريحٌ للنفس ومُذْهبٌ للعَناء ﴿قَالَ أَلْقِهَا ياموسى﴾ أي اطرح هذه العصا التي بيدك يا موسى لترى من شأنها ما ترى! ﴿فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى﴾ أي فلما ألقاها\nصارت في الحال حية عظيمة تنتقل وتتحرك في غاية السرعة قال ابن عباس: انقلبت ثعبانًا ذكرًا يبتلع الصخر والشجر، فلما رآه يبتلع كل شيء خافه ونفر منه وولّى هاربًا قال المفسرون: لما رأى هذا الأمر العجيب الهائل، لحقه ما يلحق البشر عند رؤية الأهوال والمخاوف، لا سيما هذا الأمر الذي يذهب بالعقول، وإنما أظهر له هذه الآية وقت المناجاة تأنيسًا له بهذه المعجزة الهائلة حتى لا يفزع إذا ألقاها عند فرعون لأنه يكون قد تدرَّب وتعوَّد ﴿قَالَ خُذْهَا وَلاَ تَخَفْ﴾ أي قال له ربه: خذْها يا موسى ولا تخفْ منه ﴿سَنُعِيدُهَا سِيَرتَهَا الأولى﴾ أي سنعيدها إلى حالتها الأولى كما كانت عصا لا حيَّة، فأمسكها فعادت عصا ﴿واضمم يَدَكَ إلى جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء﴾ أي أدخل يدك تحت إِبطك صم أخرجاها تخرج نيِّرة مضيئة كضوء الشمس والقمر من غير عيب ولا برص قال ابن كثير: كان إذا أدخل يده في جيبه ثم أخرجها تخرج تتلألأ كأنها فلقة القمر من غير برصٍ ولا أذى ﴿آيَةً أخرى﴾ أي معجزة ثانية غير العصا ﴿لِنُرِيَكَ مِنْ آيَاتِنَا الكبرى﴾ أي لنريك بذلك بعض آياتنا العظيمة.\n. أراه الله معجزتين «العصا، واليد» وهي ما أيَّده الله به من المعجزات الباهرة، ثم أمره أن يتوجه إلى فرعون رأس الكفر والطغيان ﴿اذهب إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي إذهب بما معك من الآيات إلى فرعون إِنه تكبَّر وتجبَّر وجاوز الحدِّ في الطغيان حتى ادَّعى الألوهية ﴿قَالَ رَبِّ اشرح لِي صَدْرِي﴾ أي وسِّعه ونوِّره بالإيمان والنُبوّة ﴿وَيَسِّرْ لي أَمْرِي﴾ أي سهّلْ عليَّ القيام بما كلفتني من أعباء الرسالة والدعوة ﴿واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي﴾ أي حلَّ هذه اللُّكنة الحاصلة في لساني حتى يفهموا كلامي قال المفسرون: عاش موسى في بيت فرعون فوضعه فرعون مرة في حِجْرهِ وهو صغير فجرَّ لحية فرعون بيده فهمَّ بقتله، فقالت له آسية: إنه لا يعقل وسأريك بيان ذلك، قدّمْ إليه جمرتين ولؤلؤتين، فإن أخذ اللؤلؤة عرفت أنه يعقل، وإن أخذ الجمرة عرفت أنه طفل لا يعقل، فقدَّم إليه فأخذ الجمرة فجعلها في فيه فكان في لسانه حَبْسة ﴿واجعل لِّي وَزِيرًا مِّنْ أَهْلِي هَارُونَ أَخِي﴾ أي اجعل لي معينًا يساعدني ويكون من أهلي وهو أخي هارون ﴿اشدد بِهِ أَزْرِي﴾ أي لتقوِّي به يا رب ظهري ﴿وَأَشْرِكْهُ في أَمْرِي﴾ أي أجعله شريكًا لي في النبوة وتبليغ الرسالة ﴿كَيْ نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا﴾ أي كي نتعاون على تنزيهك عما لا يليق بك ونذكرك بالدعاء والثناء عليك ﴿إِنَّكَ كُنتَ بِنَا بَصِيرًا﴾ أي عالمًا بأحوالنا لا يخفى عليك شيء من أفعالنا، طلب موسى من ربه أن يعينه بأخيه يشدُّ به أزره، لما يعلم منه من فصاحة اللسان، وثبات الجنَان، وأن يشركه معه في المهمة لما يعلم من طغيان فرعون وتكبره وجبروته ﴿قَالَ قَدْ أُوتِيتَ سُؤْلَكَ ياموسى﴾ أي أُعطيت ما سألتَ وما طلبتَ، ثم ذكّر تعالى بالمنن العظام عليه ﴿وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى﴾ أي أنعمنا عليك يا موسى بمنَّة أخرى غير هذه المنة ﴿إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى﴾ أي ألهمنا ما يُلهم ممّا كان سبباص في نجاتك ﴿أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم﴾ أي ألهمناها أن ألْقِ هذا لاطفل في الصندوق ثم اطرحيه في نهر النيل، ثم ماذا؟ ومن يتسلمه؟ ﴿فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ﴾ أي\nيلقيه النهر على شاطئه ويأخذه فرعون عدوي وعدوُّه قال في البحر: ﴿فَلْيُلْقِهِ﴾ أمرٌ معناه الخبر جاء بصيغة الأمر مبالغة إِذْ الأمر أقطع الأفعال وأوجبها ﴿وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي﴾ أي زرعتُ في القلوب محبتك بحيث لا يكاد يصبر عنك من رآك حتى أحبَّك فرعون قال ابن عباس: أحبَّه الله وحبَّبه إلى خلقه ﴿وَلِتُصْنَعَ على عيني﴾ أي ولتُربى بعين الله بحفظي ورعايتي ﴿إِذْ تمشي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ﴾ أي حين تمشي أختك وتتَّبع أثرك فتقول لآل فرعون حين طلبوا لك المراض: هل أدلكم على من يضمن لكم حضانته ورضاعته؟ قال المفسرون: لمّا التقطه آل فرعون جعل لا يقبل ثدي امرأة لأن الله حرَّم عليه المراضع وبقيت أمه بعد قذفه في اليم مغمومة فأمرت أخته أن تتَّبع خبره، فلما وصلت إلى بيت فرعون ورأته قالت: هل أدلكم على امرأة أمينة فاضلة تتعهد لكم رضاعٍ هذا الطفل؟ فطلبوا منها إحضارها فأتت بأم موسى فلما أخرجت ثديها التقمه ففرحت زوجة فرعون فرحًا شديدًا وقالت لها: كوني معي القصر فقالت: لا أستطيع أن أترك بيتي وأولادي ولكنْ آخذه معي وآتي لك به كل حين فقالت نعم وأحسنت إليها غاية الإحسان فذلك قوله تعالى ﴿فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ﴾ أي رددناك إلى أمك لكي تُسرَّ بلقائك وتطمئن بسلامتك ونجاتك، ولكيلا تحزن على فراقك ﴿وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الغم﴾ أي قتلت القبطي حين أصبحت شابًا فنجيناك من غمّ القتل وصرفنا عنك شرَّ فرعون وزبانيته، وفي صحيح مسلم: وكان قتله خطأ ﴿وَفَتَنَّاكَ فُتُونًا﴾ أي ابتليناك ابتلاءً عظيمًا بأنواعٍ من المِحن ﴿فَلَبِثْتَ سِنِينَ في أَهْلِ مَدْيَنَ﴾ أي مكثت سنين عديدة عند شعيب في أرض مدين ﴿ثُمَّ جِئْتَ على قَدَرٍ ياموسى﴾ أي جئت على موعدٍ ووقت مقدر للرسالة والنبوة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشويق والحث على الإصغاء ﴿وَهَلْ أَتَاكَ حَدِيثُ موسى﴾ .\n٢ - الإطناب ﴿قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي﴾ وكان يكفي أن يقول: هي عصاي ولكنه توسّع في الجواب تلذذًا بالخطاب.\n٣ - الاستعارة التصريحية ﴿واضمم يَدَكَ إلى جَنَاحِكَ﴾ أصل الجناح للطائر ثم استعير لجنب الإنسان لأن كل جنب في موضع الجناح للطائر فسميت الجهتان جناحين بطريق الاستعارة.\n٤ - الاحتراس وهو عند علماء البيان أن يؤتى بشيء يرفع توهم غير المراد مثل قوله ﴿بَيْضَآءَ مِنْ غَيْرِ سواء﴾ فلو اقتصر على قوله ﴿بَيْضَآءَ﴾ لأوهم أن ذكل من بَرص أو بهَق ولذلك احترس بقوله ﴿مِنْ غَيْرِ سواء﴾ .\n٥ - الاستعارة التمثيلية ﴿وَلِتُصْنَعَ على عيني﴾ تمثيل لشدة الرعاية وفرط الحفظ والكلاءة بمن يصنع بمرأى من الناظر لأن الحافظ للشيء في الغالب يديم النظر إليه فمثَّل لذلك على عين الآخر.\n٦ - السجع الحسن الذي يزيد الكلام جمالًا وبهاءً في أواخر الآيات (فتشقى، يخشى، أخفى، تسعى) الخ.\nفَائِدَة: قال العلماء: ما نفع أخ أخاه كما نفع موسى هارون فقد طلب له من ربه أن يجعله وزيرًا له ويكرمه بالرسالة فاستجاب الله دعاءه وجعله نبيًا مرسلًا.\nتنبيه: ذكر تعالى بعض المنن على موسى وعدَّد منها ستًا:\nالمنة الأولى: إلهام أُمه صنع الصندوق وإلقاءه في النيل ليربّى في بيت فرعون ﴿إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أَنِ اقذفيه فِي التابوت﴾ .\nالثانية: إلقاء المحبة عليه من الله تعالى بحيث لا يراه أحد إلا أحبه ﴿وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي﴾ .\nالثالثة: حفظ الله ورعايته له بالكلاءة والعناية ﴿وَلِتُصْنَعَ على عيني﴾ .\nالرابعة: ردُّه إلى أمه مع الإنعام والإكرام ﴿فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها﴾ .\nالخامسة: إنجاء موسى من القتل بعد قتله القبطي و﴿نَجَّيْنَاكَ مِنَ الغم﴾ .\nالسادسة: تكليم الله له بعد عودته من أرض مدين وتكليفه بالرسالة ﴿ثُمَّ جِئْتَ على قَدَرٍ ياموسى﴾ .", "ayah": 3, "surah": 20}