{"text": "المنَاسَبَة: لما ذكر تعالى نعمته على موسى باستجابة دعائه وإعطائه سُؤْله، ذكر هنا ما خصَّه به من الاصطفاء والاجتباء، وأمره بالذهاب إلى فرعون مع أخيه هارون لتبليغه دعوة الله، ثم ذكر ما دار من الحوار بين موسى وفرعون وما كان من أمر السحرة وسجودهم لله ربْ العالمين.\nاللغَة: ﴿اصطنعتك﴾ اصطفيتك واخترتك، وأصل الاصطناع: اتخاذ الصَّنيعة وهو الخير تُسْديه إلى إنسان ﴿تَنِيَا﴾ الونى: الضَّعف والفتور قال العجَّاج:\nفما وَنى محمدٌ مُذْ أن غَفرْ ... له الإلهُ ما مضَى وما غَبَر\n﴿يَفْرُطَ﴾ يتعجل ويبادر إلى عقوبتنا، ومنه الفارط الذي يتقدم القوم إلى الماء ﴿يُسْحِتَكُم﴾ يستأصلكم ويبيدكم وأصله استقصاء الحلق للشَّعْر قال الفرزدق:\nوعضُّ زمانٍ يا ابن مروانَ لم يَدعْ ... من المال إلا مُسْحتٌ أو مجُلَّف\nثم استعمل في الإهلاك والإذهاب، والسُّحت: المال الحرام لأنه يهلك الإنسان ويدمّره ﴿النجوى﴾ التناجي وهو الإسرار بالكلام ﴿أَوْجَسَ﴾ أضمر واستشعر الخوف في نفسه.\nالتفسِير: ﴿واصطنعتك لِنَفْسِي﴾ أي اخترتك لرسالتي ووحيي ﴿اذهب أَنتَ وَأَخُوكَ بِآيَاتِي﴾ أي اذهب مع هارون بحججي وبارهيني ومعجزاتي قال المفسرون: المراد بالآيات هنا اليد والعصا التي أيّد الله بها موسى ﴿وَلاَ تَنِيَا فِي ذِكْرِي﴾ أي لا تفترا وتقصِّرا في ذكر الله وتسبيحه قال ابن كثير: والمراد ألاّ يفترا عن ذكر الله بل يذكران الله في حال مواجهة فرعون، ليكون ذكر الله عونًا لهما عليه، وقوة لهما وسلطانًا كاسرًا له ﴿اذهبآ إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي تجبَّر وتكبَّر وبلغ النهاية في العتُو والطغيان ﴿فَقُولاَ لَهُ قَوْلًا لَّيِّنًا﴾ أي قولا لفرعون قولًا لطيفًا رفيقًا ﴿لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى﴾ أي لعله يتذكر عظمة الله أو يخاف عقابه فيرتدع عن طغيانه ﴿قَالاَ رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن\nيطغى﴾ أي قال موسى وهارون: يا ربنا إننا نخاف إن دعوناه إلى الإيمان أن يعجِّل علينا العقوبة، أو يجاوز الحدَّ في الإِساءة إلينا ﴿قَالَ لاَ تَخَافَآ إِنَّنِي مَعَكُمَآ أَسْمَعُ وأرى﴾ أي لا تخافا من سطوته إنني معكما بالنصرة والعون أسمع جوابه لكما، وأرى ما يفعل بكما ﴿فَأْتِيَاهُ فقولا إِنَّا رَسُولاَ رَبِّكَ﴾ أي إنا رسولان من عند ربك أرسلنا إِليك، وتخصيصُ الذكر بلفظ ﴿رَبِّكَ﴾ لإعلامه أنه مربوبٌ وعبدٌ مملوك لله إذْ كان يدَّعي الربوبية ﴿فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ﴾ أي أطلقْ سراح بين إسرائيل ولا تعذبهم بتكليفهم بالأعمال الشاقة ﴿قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ﴾ أي قد جئناك بمعجزة تدل على صدقنا ﴿والسلام على مَنِ اتبع الهدى﴾ أي والسلامة من عذاب الله لمن اهتدى وآمن قال المفسرون: لم يقصد به التحية لأنه ليس بابتداء الخطاب وإنما قصد به السلام من عذاب الله وسخطه ﴿إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ العذاب على مَن كَذَّبَ وتولى﴾ أي قد أخبرنا الله فيما أوحاه إلينا أن العذاب الأليم على من كذَّب أنبياء الله وأعرض عن الإيمان ﴿قَالَ فَمَن رَّبُّكُمَا ياموسى﴾ أي قال فرعون: ومنْ هذا الربُّ الذي تدعوني إليه يا موسى؟ فإني لا أعرفه؟ ولم يقل: من ربّي لغاية عتوّه ونهاية طغيانه بل أضافه إلى موسى وهارون ﴿مَن رَّبُّكُمَا﴾ ﴿قَالَ رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى﴾ أي ربُّنا هو الذي أبدع كل شيءٍ خَلقه ثم هداه لمنافعه ومصالحه، وهذا جوابٌ في غاية البلاغة والبيان لاختصاره ودلالته على جميع الموجودات بأسرها، فقد أعطى العين الهيئة التي تطابق الإِبصار، والأُذُن الشكل الذي يوافق الاستماع، وكذلك اليد والرجل والأنف واللسان قال الزمخشري: ولله درُّ هذا الجواب ما أخصره وأجمعه وأبينه لمن ألقى الذهن ونظر بعين الإِنصاف ﴿قَالَ فَمَا بَالُ القرون الأولى﴾ أي ما حال من هلك من القرون الماضية؟ لِم لَمْ يُبعثوا ولم يُحاسبوا إن كان ما تقول حقًا؟ قال ابن كثير: لما أخبر موسى بأن ربه الذي أرسله هو الذي خلق ورزق، وقدَّر فهدى، شرع فرعون يحتج بالقرون الأولى كأنه يقول: ما بالهم إذْ كان الأمر كذلك لم يعبدوا ربَّك بل عبدوا غيره؟ ﴿قَالَ عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ﴾ أي قال موسى: علم أحوالها وأعمالها عند ربي مسطرٌ في اللوح المحفوظ ﴿لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى﴾ أي لا يخطئ ربي ولا يغيب عن علمه شيء منها.\n. ثم شرع موسى يبيّن له الدلائل على وجود الله وآثار قدرته الباهرة فقال ﴿الذي جَعَلَ لَكُمُ الأرض مَهْدًا﴾ أي جعل الأرض كالمهد تمتهدونها وتستقرون عليها رحمة بكم ﴿وَسَلَكَ لَكُمْ فِيهَا سُبُلًا﴾ أي جعل لكم طُرقًا تسلكونها فها لقضاء مصالحكم ﴿وَأَنزَلَ مِنَ السمآء مَآءً﴾ أي أنزل لكم السحاب المطرَ عذبًا فراتًا ﴿فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِّن نَّبَاتٍ شتى﴾ أي فأخرج بذلك الماء أنواعًا من النباتات المختلفة الطعم والشكل والرائحة كلُّ صنف منها زوج، وفيه التفاتٌ من الغيبة إلى المتكلم تنبيهًا على عظمة الله ﴿كُلُواْ وارعوا أَنْعَامَكُمْ﴾ أي كلوا من هذه النباتات والثمار واتركوا أنعامكم تسرح وترعى من الكلأ الذي أخرجه الله، والأمر للإباحة تذكيرًا لهم بالنِّعم ﴿إِنَّ فِي ذلك لآيَاتٍ لأُوْلِي النهى﴾ أي إنَّ فيما ذُكر لعلامات واضحة لأصحاب العقول السليمة على وجود الله ووحدانيته ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ﴾ أي من الأرض خلقناكم أيها الناس وإليها تعودون بعد مماتكم فتصيرون ترابًا ﴿وَمِنْهَا\nنُخْرِجُكُمْ تَارَةً أخرى﴾ أي ومن الأرض نخرجكم مرة أخرى للبعث والحساب. . ثم أخبر تعالى عن عتوٍّ فرعون وعناده فقال ﴿وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا﴾ أي والله لقد بصَّرنْا فرعون بالمعجزات الدالة على نبوّة موسى من العصا، واليد، والطوفان، والجرائد، وسائر الآيات التسع ﴿فَكَذَّبَ وأبى﴾ أي كذَّب بها مع وضوحها وزعم أنها سحر، وأبى الإيمان والطاعة لعتوِّه واستكباره ﴿قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ ياموسى﴾ أي قال فرعون: أجئتنا يا موسى بهذا السحر لتخرجنا من أرض مصر؟ ﴿فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِ﴾ فلنعارضنَّك بسحرٍ مثل الذي جئت به ليظهر للناس أنك ساحر ولستَ برسول ﴿فاجعل بَيْنَنَا وَبَيْنَكَ مَوْعِدًا﴾ أي عيِّنْ لنا وقت اجتماع ﴿لاَّ نُخْلِفُهُ نَحْنُ وَلاَ أَنتَ مَكَانًا سُوًى﴾ أي لا نخلف ذلك الوعد لا من جهتنا ولا من جهتك ويكون بمكان معيَّن ووقت معَّين ﴿قَالَ مَوْعِدُكُمْ يَوْمُ الزينة وَأَن يُحْشَرَ الناس ضُحًى﴾ أي قال موسى: موعدنا للاجتماع يوم العيد - يومٌ من أيام أعيادهم - وأن يجتمع الناس في ضحى ذلك النهار قال المفسرون: وإنما عيَّن ذلك اليوم للمبارزة ليظهر الحق ويزهق الباطل على رؤوس الأشهاد، ويشيع ذلك في الأقطار بظهور معجزته للناس ﴿فتولى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أتى﴾ أي انصرف فرعون فجمع السَّحرة ثم أتى الموعد ومعه السَّحرة وأدواتهم وما جمعه من كيد ليطفئ نور الله قال ابن عباس: كانوا اثنين وسبعين ساحرًا مع كل ساحر منهم حبال وعصيّ ﴿قَالَ لَهُمْ موسى وَيْلَكُمْ لاَ تَفْتَرُواْ عَلَى الله كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ﴾ أي قال موسى للسحرة لما جاء بهم فرعون: ويلكم لا تختلقوا على الله الكذب فيهلككم ويستأصلكم بعذاب هائل ﴿وَقَدْ خَابَ مَنِ افترى﴾ أي خسر وهلك من كذب على الله.\n. قدَّم لهم النصح والإنذار لعلَّهم يثوبون إلى الهُدى، ولما سمع السَّحرة منه هذه المقالة هالهم ذلك ووقعتْ في نفوسهم مهابته ولذلك تنازعوا في أمره ﴿فتنازعوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّواْ النجوى﴾ أي أختلفوا في أمر موسى فقال بعضهم: ما هذا بقول ساحر وأخفوا ذلك عن الناس وأخذوا يتناجون سرًا ﴿قالوا إِنْ هذان لَسَاحِرَانِ يُرِيدَانِ أَن يُخْرِجَاكُمْ مِّنْ أَرْضِكُمْ بِسِحْرِهِمَا﴾ أي قالوا بعد التناظر والتشاور ما هذان إلاّ ساحران يريدان الاستيلاء على أرض مصر وإخراجكم منها بهذا السحر ﴿وَيَذْهَبَا بِطَرِيقَتِكُمُ المثلى﴾ أي غرضُهما إفسادُ دينكم الذي أنتم عليه والذي هو أفضل المذاهب والأديان قال الزمخشري: والظاهر أنهم تشاوروا في السرِّ وتجاذبوا أهداب القول ثم قالوا ﴿إِنْ هذان لَسَاحِرَانِ﴾ فكانت نجواهم في تلفيق هذا الكلام وتزويره خوفًا من غلبة موسى وهارون لهما وتثبيطًا للناس من اتباعهما ﴿فَأَجْمِعُواْ كَيْدَكُمْ ثُمَّ ائتوا صَفًّا﴾ أي أحْكموا أمركم وأعزموا عليه ولا تتنازعوا وارموا عن قوسٍ واحدة، ثم ائتوا إلى الميدان مصطفين ليكون أهيب في صدور الناظرين ﴿وَقَدْ أَفْلَحَ اليوم مَنِ استعلى﴾ أي فاز اليوم من علا وغلب قال المفسرون: أرادوا بالفلاح ما وعدهم به فرعون من الإنعامات العظيمة والهدايا الجزيلة مع التقريب والتكريم كما قال تعالى ﴿قالوا إِنَّ لَنَا لأَجْرًا إِن كُنَّا نَحْنُ الغالبين قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ المقربين﴾ [الأعراف: ١١٣ - ١١٤] ﴿قَالُواْ ياموسى إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ ألقى﴾ أي\nقال السحرة لموسى: إمَّا أن تبدأ أنتَ بالإلقاء أو نبدأ نحنُ؟ خيَّروه ثقةً منهم بالغلبة لموسى لأنهم كانوا يعتقدون أنَّ أحدًا لا يقاومهم في هذا الميدان ﴿قَالَ بَلْ أَلْقُواْ﴾ أي قال لهم موسى: بل ادءوا أنتم بالإلقاء قال أبو السعود: قال ذلك مقابلةً للأدب بأحسنَ من أدبهم حيث بتَّ القول بإلقائهم أولًا، وإظهارًا لعدم المبالاة بسحرهم ليُبرزوا ما معهم، ويستفرغوا أقصى جهدهم وقصارى وسعهم، ثم يُظهر الله سلطانه فيقذف بالحق على الباطل فيدمغه ﴿فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى﴾ في الكلام حذفٌ دلَّ عليه المعنى أي فألقوا فإذا تلك الحبال والعصيُّ التي ألقوها يتخيلها موسى ونظنُّها - من عظمة السحر - أنها حياتٍ تتحرك وتسعى على بطونها، والتعبيرُ يوحي بعظمة السحر حتى إن موسى فزع منها واضطرب ﴿فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى﴾ أي أحسَّ موسى الخوف في نفسه بمقتضى الطبيعة البشرية لأنه رأى شيئًا هائلًا ﴿قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى﴾ أي قلنا لموسى لا تخفْ ممّا توهمت فإنك أنت الغالب المنتصر ﴿وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صنعوا﴾ أي ألقِ عصاك التي بيمينك تبتلعْ فمها ما صنعوه من السحر ﴿إِنَّمَا صَنَعُواْ كَيْدُ سَاحِرٍ﴾ أي إنَّ الذي اخترعوه وافتعلوه هو من باب الشعوذة والسحر ﴿وَلاَ يُفْلِحُ الساحر حَيْثُ أتى﴾ أي لا يسعد الساحر حيث كان ولا يفوز بمطلوبه لأنه كاذب مضلِّل ﴿فَأُلْقِيَ السحرة سُجَّدًا قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى﴾ أي فألقى موسى عصاه فابتلعت ما صنعوا فخرَّ السحرة حينئذٍ سجدًا لله ربّ العالمين لما رأوا من الآية الباهرة قال ابن كثير: لما ألقى موسى العصا صارت ثعبانًا عظيمًا هائلًا، ذا قوائم وعُنق ورأس وأضراس، فجعلت تتَّبع تلك الحبال والعصي حتى لم تبق شيئًا إلا ابتلعته، والناس ينظرون إلى ذلك عيانًا نهارًا، فلما عاين السحرة ذلك وشاهدوا علموا علم اليقين أن هذا ليس من قبيل السحر والحيل وأنه حقٌّ لا مرية فيه، فعند ذلك وقعوا سجدًا لله، فقامت المعجزة واتضح البرهان، ووقع الحق ولطل السحر، قال ابن عباس: كانوا أول النهار سحرة، وفي آخر النهار شهداء بررة ﴿قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْءَاذَنَ لَكُمْ﴾ أي قال فرعون للسحرة: آمنتم بموسى وصدقتموه بما جاء به قبل أن أسمح لكم بذلك وقبل أن تستأذنوني؟ ﴿إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر﴾ أي إنه رئيسكم الذي علَّمكم السحر فاتفقتم معه لتذهبوا بملكي قال القرطبي: وإنما أراد فرعون بقوله أن يُلبِّس على الناس حتى لا يتبعوهم فيؤمنوا كإيمانهم، ثم توعَّدهم وهدَّدهم بالقتل والتعذيب فقال ﴿فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ﴾ أي فوالله لأقطعنَّ الأيدي والأرجل منكم مختلفات بقطع اليد اليمنى، والرجل اليسرى أو بالعكس ﴿وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل﴾ أي لأعلقنكم على جذوع النخل وأقتلنكم شرَّ قِتْلة ﴿وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وأبقى﴾ أي ولتعلمُنَّ أيها السحرة من هو أشدُّ منا عذابًاَ وأدوم، هل أنا أم ربُّ موسى الذي صدقتم به وآمنتم ﴿قَالُواْ لَن نُّؤْثِرَكَ على مَا جَآءَنَا مِنَ البينات﴾ أي قال السحرة: لن نختارك ونفضّلك على الهدى والإيمان الذي جاءنا من الله على يد موسى ولو كان في ذلك هلاكنا ﴿والذي فَطَرَنَا﴾ قسمْ بالله أي مقسمين بالله الِذي خلقنا ﴿فاقض مَآ\nأَنتَ قَاضٍ﴾ أي فاصنع ما أنت صانع ﴿إِنَّمَا تَقْضِي هذه الحياة الدنيآ﴾ أي إنما ينفذ أمرك في هذه الحياة الدنيا وهي فانية زائلة ورغبتنا في النعيم الخالد قال عكرمة: لما سجدوا أراهم الله في سجودهم منازلهم في الجنة فلذلك قالوا ما قالوا ﴿إِنَّآ آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا﴾ أي آمنا بالله ليغفر لنا الذنوب التي اقترفناها وما صدر منا من الكفر والمعاصي ﴿وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر﴾ أي ويغفر لنا السحر الذي عملناه لإِطفاء نور الله ﴿والله خَيْرٌ وأبقى﴾ أي والله خيرٌ منك ثوابًا وأبقى عذابًا، وهذا جوابُ قوله ﴿وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وأبقى﴾ ﴿إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ﴾ هذا من تتمة كلام السحرة عظةً لفرعون أي من يلقى ربه يوم القيامة وهو مجرمٌ باقترافه المعاصي وموته على الكفر، فإن له نار جهنم ﴿لاَ يَمُوتُ فِيهَا وَلاَ يحيى﴾ أي لا يموت في جهنم فينقضي عذابه، ولا يحيا حياة طيبة هنيئة ﴿وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصالحات﴾ أي ومن يلقى ربه مؤمنًا موحّدًا وقد عمل الطاعات وترك المنهيات ﴿فأولئك لَهُمُ الدرجات العلى﴾ أي فأولئك المؤمنون العاملون للصالحات لهم المنازل الرفيعة عند الله ﴿جَنَّاتُ عَدْنٍ﴾ بيانٌ للدرجات العُلى أي جناتُ إقامة ذات الدرجات العاليات، والغُرف الآمنات، والمساكن الطيبات ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت غرفها وسُرُرها أنهار الجنة من الخمر والعسل، واللَّبن، والماء\n﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ [النساء: ٥٧] أي ماكثين في الجنة دومًا لا يخرجون منها أبدًا ﴿وذلك جَزَآءُ مَن تزكى﴾ أي وذلك ثواب من تطهَّر من دنسْ الكفر والمعاصي، وفي الحديث «الجنة مائة درجة، ما بين كل درجتين كما بين السماء والأرض، والفردوس أعلاها درجة فإذا سألتم الله فاسألوه الفردوس»\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة ﴿واصطنعتك لِنَفْسِي﴾ شبَّه ما خوَّله به من القرب والاصطفاء بحال من يراه الملك أهلًا للكرامة وقرب المنزلة لما فيه من الخلال الحميدة فيصطنعه لنفسه، ويختاره لخلَّته، ويصطفيه لأموره الجليلة واستعار لفظ اصطنع لذلك، ففيه استعارةً تبعية.\n٢ - المقابلة اللطيفة ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ﴾ حيث قابل بين ﴿مِنْهَا﴾ و﴿وَفِيهَا﴾ وبين الخلق والإعادة وهذا من المحسنات البديعية.\n٣ - إيجاز حذف ﴿بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ﴾ أي فألقوا فإذا حبالهم حذف لدلالة المعنى عله ومثله ﴿فَأُلْقِيَ السحرة سُجَّدًا﴾ بعد قوله ﴿وَأَلْقِ مَا فِي يَمِينِكَ﴾ حذف منه كلام طويل وهو فألقى موسى عصاه فتلقفت ما صنعوا من السحر فاُلقي السحرة سجدًا، وإنما حسن الحذف لدلالة المعنى عليه ويسمى إيجاز حذف.\n٤ - الطباق بين ﴿يَمُوتُ. . يحيى﴾ وبين ﴿نُعِيدُ. . ونُخْرِجُ﴾ .\n٥ -\nالمقابلة بين ﴿إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا﴾ وبين ﴿وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصالحات﴾ الخ والمقابلة هي أن يؤتى بمعنيين أو أكثر ثم يؤتى بما يقابل ذلك.\n٦ - السجع الحسن غير المتكلف في مثل ﴿سُوًى، ضُحًى، افترى، يحيى، تزكى﴾ الخ.\n٧ - المؤكدات ﴿إِنَّكَ أَنتَ الأعلى﴾ أكّد الخبر بعدة مؤكدات وهي ﴿إِنَّ﴾ المفيدة للتأكيد، وتكرير الضمير ﴿أَنتَ﴾ وتعريف الخبر ﴿الأعلى﴾ ولفظ العلو الدال على الغلبة، وصيغة التفضيل ﴿الأعلى﴾ ولله در التنزيل ما أبلغه وأروعه، وهذا من خصائص علم المعاني.\nتنبيه: لم تذكر الآيات الكريمة أن فرعون فعل بالسحرة ما هدَّدهم به، وقد ذكر المفسرون أنه أنفذ فيهم وعيده فقطع أيديهم وأرجلهم وصلبهم فماتوا على الإيمان ولهذا قال ابن عباس: كانوا في أول النهار سحرة، وفي آخر النهار شهداء بَرَرة.", "ayah": 57, "surah": 20}