{"text": "المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن قصة موسى وفرعون، وتشير الآيات هنا إلى عناية الله تعالى بموسى وقومه، وإنجائهم وإهلاك عدوهم، وتذكّرهم بنعم الله العظمى ومنته الكبرى على بني إسرائيل، وما وصّاهم به من المحافظة على شكرها وتحذيرهم من التعرض لغضب الله بكفرها، ثم تذكر الآيات انتكاس بين إسرائيل بعبادتهم العجل، وقد طوى هنا ما فصَّل في آيات أخر.\nاللغَة: ﴿دَرَكًا﴾ لَحاقًا مصدر أدركه إذا لحقه ﴿تَطْغَوْاْ﴾ الطغيان: مجاوزة الحدِّ إلى ما لا ينبغي ﴿هوى﴾ صار إلى الهاوية وهي قعر النار من هوى يهوي إذا سقط من علوِ إلى سفل ﴿بِمَلْكِنَا﴾ الملك: بفتح الميم وسكون اللام: الطاقةُ والقدرة ومعناه بأمرٍ كنا نملكه من جهتنا ﴿أَوْزَارًا﴾ أثقالًا ومنه سمي الذنب وزرًا لأنه يثقل الإنسان ﴿خُوَارٌ﴾ الخُوار: صوت البقر ﴿يَبْنَؤُمَّ﴾ أي يا ابن أمي واللفظة تدل على الاستعطاف ﴿سَوَّلَتْ﴾ حسَّنت وزيَّنت.\nالتفسِير: ﴿وَلَقَدْ أَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بِعِبَادِي﴾ أي أوحينا إلى موسى بعد أن تمادى فرعون في الطغيان أنْ سرْ ببني إسرائيل ليلًا من أرض مصر ﴿فاضرب لَهُمْ طَرِيقًا فِي البحر يَبَسًا﴾ أي اضرب البحر بعصاك ليصبح لهم طريقًا يابسًا يمرون عليه ﴿لاَّ تَخَافُ دَرَكًا وَلاَ تخشى﴾ أي لا تخاف لحافًا من فرعون وجنوده، ولا تخشى الغرق في البحر ﴿فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ﴾ أي فلحقهم فرعون مع جنوده ليقتلهم فأصابهم من البحر ما أصابهم، وغشيهم من الأهوال ما لا يعلم كُنهه إلا الله، والتعبير يفيد التهويل لما دهاهم عند الغَرق ﴿وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هدى﴾ أي أضلهم عن الرشد وما هداهم إلى خيرٍ ولا نجاة، وفيه تهكم بفرعون في قوله ﴿وَمَآ أَهْدِيكُمْ إِلاَّ سَبِيلَ الرشاد﴾ [غافر: ٢٩] ﴿يابني إِسْرَائِيلَ قَدْ أَنجَيْنَاكُمْ مِّنْ عَدُوِّكُمْ﴾ خطابٌ لبين إسرائيل بعد خروجهم من البحر وإغراق فرعون وجنوده والمعنى اذكروا يا بني إسرائيل نعمتي العظيمة عليكم حين نجيتكم من فرعون وقومه الذين كانوا يسومونكم سوء العذاب ﴿وَوَاعَدْنَاكُمْ جَانِبَ الطور الأيمن﴾ أي وعدنا موسى للمناجاة وإنزال التوراة عليه جانب طور سيناء الأيمن، وإنما نسبت المواعدة إليهم لكون منفعتها راجعة إليهم إذْ في نزول التوراة صلاحُ دينهم ودنياهم ﴿وَنَزَّلْنَا عَلَيْكُمُ المن والسلوى﴾ أي رزقناكم وأنتم في أرض التيه بالمنِّ وهو يشبه العسل، والسلوى وهو من أجود الطيور لحمًا تفضلًا منا عليكم. . وفي هذا الترتيب غايةُ الحسن حيث بدأ بتذكيرهم بنعمة الإنجاء، ثم بالنعمة الدينية، ثم بالنعمة الدنيوية ﴿كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ أي وقلنا لكم كلوا من الحلال اللذيذ الذي أنعمتُ به عليكم ﴿وَلاَ تَطْغَوْاْ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي﴾ أي لا تحملنكم السعة والعافية على العصيان لأمري فينزل بكم عذابي ﴿وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هوى﴾ أي ومن ينزل عليه غضبي وعقابي فقد هلك وشقي ﴿وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًَا ثُمَّ اهتدى﴾ أي وإني لعظيم المغفرة لمن تاب من الشرك وحيُن إيمانه وعمله، ثم استقام على الهدى والإيمان، وفي الآية ترغيب لمن وقع في وهدة العصيان ببيان المخرج كيلا ييأس ﴿وَمَآ أَعْجَلَكَ عَن قَومِكَ ياموسى﴾ أيْ أيُّ شيء عجَّل بك عن قومك يا موسى؟ قال الزمخشري: كان موسى قد مضى مع النقباء الذين اختارهم من قومه إلى الطور\nعلى الموعد المضروب ثم تقدمهم شوقًا إلى كلام ربه ﴿قَالَ هُمْ أولاء على أَثَرِي﴾ أي قومي قريبون مني لم أتقدمهم إلا بشيء يسير وهم يأتون بعدي ﴿وَعَجِلْتُ إِلَيْكَ رَبِّ لترضى﴾ أي وعجلتُ إلى الموضع الذي أمرتني بالمجيء إلأيه لتزداد رضىً عني.\n. أعتذر موسى أولًا ثم بينَّ السبب في إ سراعه قبل قومه وهو الشوق إلى مناجاة الله ابتغاءً لرضى الله ﴿قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ﴾ أي ابتليناهم بعبادة العجل من بعد ذهابك من بينهم ﴿وَأَضَلَّهُمُ السامري﴾ أي وأوقعهم السامريُّ في الضلالة بسبب تزيينه لهم عبادة العجل، وكان السامري ساحرًا منافقًا من قومٍ يعبدون البقر قال المفسرون: كان موسى حين جاء لمناجاة ربه قد استخلف على بني إسرائيل أخاه هارون، وأمره أن يتعهدهم بالإقامة على طاعة الله، وفي أثناء غيبة موسى جمع السامريُّ الحليَّ ثم صنع منها عجلًا ودعاهم إلى عبادته فعكفوا عليه وكانت تلك الفتنة وقعت لهم بعد خروج موسى من عندهم بعشرين يومًا ﴿فَرَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفًا﴾ أي رجع موسى من الطور بعدما استوفى الأربعين وأخذ التوراة عضبان شديد الحزن على ما صنع قومه من عبادة العجل ﴿قَالَ ياقوم أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا﴾ أي ألم يعدْكم بإنزال التوراة فيها الهدى والنور؟ والاستفهام للتوبيخ ﴿أَفَطَالَ عَلَيْكُمُ العهد أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُمْ مَّوْعِدِي﴾ أي هل طال عليكم الزمن حتى نسيتم العهد أم أردتم بصنيعكم هذا أن ينزل عليكم سخط الله وفضبه فأخلفتم وعدي؟ قال أبو حيان: وكانوا وعدوه بأن يتمسكوا بدين الله وسنّة موسى ﵇، ولا يخالفوا أمر الله أبدًا، فأخلفوا موعده بعبادتهم العجل ﴿قَالُواْ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا﴾ أي ما أخلفنا العهد بطاقتنا وإرادتنا واختيارنا بل كنا مكرهين ﴿ولكنا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ القوم فَقَذَفْنَاهَا﴾ أي حملنا أثقالًا وأحمالًا من حُليِّ آل فرعون فطرحناها في النار بأمر السامري قال مجاهد: أوزارًا: أثقالًا وهي الحلي التي استعاروها من آل فرعون ﴿فَكَذَلِكَ أَلْقَى السامري﴾ أي كذلك فعل السامري ألقى ما كان معه من حلي القوم في النار قال المفسرون: كان بنو إسرائيل قد استعاروا من القبط الحُليّ قبل خروجهم من مصر، فلما أبطأ موسى في العودة إليهم قال لهم السامري: إنما احتُبس عليكم لأجل ما عندكم من الحلي فجمعوه ودفعوه إلى السامري، فرمى به في النار وصاغ لهم منه عجلًا، ثم ألفى عليه قبضةً من أثر فرس جبريل ﵇ فجعل يخور فذلك قوله تعالى ﴿فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ﴾ أي صاغ لهم السامري من تلك الحليّ المذابة عجلًا جسدًا بلا روح له خوارٌ وهو صوت البقر ﴿فَقَالُواْ هاذآ إلهكم وإله موسى فَنَسِيَ﴾ أي هذا العجل إلأهكم وإله موسى فنسي موسى إلهه هنا وذهب يطلبه في الطور، قال قتادة: نسي موسى ربه عندكم، فعكفوا عليه يعبدونه، قال تعالى ردًا عليهم وبيانًا لسخافة عقولهم في عبادة العجل ﴿أَفَلاَ يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلاَ يَمْلِكُ لَهُمْ ضَرًّا وَلاَ نَفْعًا﴾ أي\nأفلا يعلمون أن العجل لاذي زعموا أنه إلههم لا يردُّ لهم جوابًا، ولا يقدر أن يدفع عنهم ضرًا أو يجلب لهم نفعًا فكيف يكون إلهًا؟ والاستفهام للتوبيخ والتقريع ﴿وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ ياقوم إِنَّمَا فُتِنتُمْ بِهِ﴾ أي قال لهم هارون ناصحًا ومذكرًا من قبل رجوع موسى إليهم: إنما ابْتُليتُم وأُضللتم بهذا العجل ﴿وَإِنَّ رَبَّكُمُ الرحمن فاتبعوني وأطيعوا أَمْرِي﴾ أي وإنَّ ربكم المستحقَّ للعبادة هو الرحمن لا العجل، فاقتدوا بي فيما أدعوكم إليه من عبادة الله، وأطيعوا أمري بترك عبادة العجل ﴿قَالُواْ لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حتى يَرْجِعَ إِلَيْنَا موسى﴾ أي قالوا لن نزال مقيمين على عبادة العجل حتى يعود إلينا موسى فنظر في الأمر ﴿قَالَ ياهرون مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضلوا أَلاَّ تَتَّبِعَنِ﴾؟ في الكلام حذفٌ أي فلما رجع موسى ووجدهم عاكفين على عبادة العجل امتلأ غضبًا لله وأخذ برأس أخيه هارون يجره إليه وقال له: أيُّ شيء منعك حين رأيتهم كفروا بالله أن لا تتبعني في الغضب لله والإنكار عليهم والزجر لهم عن ذلك الضلال؟ ﴿أَفَعَصَيْتَ أَمْرِي﴾ أي أخالفتني وتركت أمري ووصيتي؟ قال المفسرون: وأمرهُ هو ما كان أوصاه به فيما حكاه تعالى عنه\n﴿وَقَالَ موسى لأَخِيهِ هَارُونَ اخلفني فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ المفسدين﴾ [الأعراف: ١٤٢] ﴿قَالَ يَبْنَؤُمَّ لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي﴾ أي قال له هارون استعطافًا وترقيقًا: يا ابن أمي - أي يا أخي - لا تأخذ بلحيتي ولا بشعر رأسي قال ابن عباس: أخذ شعر رأسه بيمينه ولحيته بشماله من شدة غيظه وفرط غضبه لأن الغيْرة في الله ملكتْه ﴿إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بني إِسْرَآئِيلَ﴾ أي إني خفت إن زجرتُهم بالقوة أن يقع قتالٌ بينهم فتلومني على ذلك وتقول لي: لقد أشعلتَ الفتنة بينهم ﴿وَلَمْ تَرْقُبْ قَوْلِي﴾ أي لم تنتظرْ أمري فيهم، فمن أجل ذلك رأيتُ ألاّ أفعل شيئًا حتى ترجع إليهم لتتدارك الأمر بنفسك قال ابن عباس: وكان هارون هائبًا مطيعًا له ﴿قَالَ فَمَا خَطْبُكَ ياسامري﴾ أي ما شأنك فيما صنعت؟ وما الذي حملك عليه يا سامري؟ ﴿قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ﴾ أي قال السامريُّ: رأيتُ ما لم يروه وهو أن جبريل جاءك على فرس الحياة فأُلقي في نفسي أن أقبض من أثره قبضة فما ألقيتُه على شيءٍ إلا دبَّت فيه الحياة ﴿فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول فَنَبَذْتُهَا﴾ أي قبضت شيئًا من أثر فرس جبريل فطرحتها على العجل فكان له خوار ﴿وكذلك سَوَّلَتْ لِي نَفْسِي﴾ أي وكذلك حسَّنتْ وزيَّنتْ لي نفسي ﴿قَالَ فاذهب فَإِنَّ لَكَ فِي الحياة أَن تَقُولَ لاَ مِسَاسَ﴾ أي قال موسى للسامريّ: عقوبتك في الدنيا ألاّ تمسَّ أحدًا ولا يمسَّك أحد قال الحسن: جعل الله عقوبة السامري ألا يماسَّ الناسَ ولا يمسّوه عقوبة له في الدنيا وكأنَّ الله ﷿ شدَّد عليه المحنة ﴿وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُ﴾ أي وإنَّ لك موعدًا للعذاب في\nالآخرة لن يتخلَّف ﴿وانظر إلى إلهك الذي ظَلْتَ عَلَيْهِ عَاكِفًا﴾ أي انظر إلى هذا العجل الذي أقمت ملازمًا على عبادته ﴿لَّنُحَرِّقَنَّهُ ثُمَّ لَنَنسِفَنَّهُ فِي اليم نَسْفًا﴾ أي لنحرقنَّه بالنار ثم لنطيرنَّه رمادًا في البحر لا يبقى منه عين ولا أثر ﴿إِنَّمَآ إلهكم الله الذي لا إله إِلاَّ هُوَ﴾ أي يقول موسى لبني إسرائيل: إنما معبودكم المستحق للعبادة هو الله الذي لا ربَّ سواه ﴿وَسِعَ كُلَّ شَيْءٍ عِلْمًا﴾ أي وسع علمه كلَّ شيء فلا يخفى عله شيء في الأرض ولا في السماء.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التهويل ﴿فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ﴾ .\n٢ - الطباق بين ﴿وَأَضَلَّ. . وَمَا هدى﴾ .\n٣ - الاستعارة ﴿فَقَدْ هوى﴾ استعار لفظ الهوي وهو السقوط من عُلوٍ إلى سُفل للهلاك والدمار.\n٤ - صيغة المبالغة ﴿وَإِنِّي لَغَفَّارٌ﴾ أي كثير المغفرة للذنوب.\n٥ - الطباق ﴿ضَرًّا وَلاَ نَفْعًا﴾ .\n٦ - الايجاز بالحذف في مواطن عديدة بيناها في التفسير.\n٧ - السجع الحسن غير المتكلف مثل ﴿أَمْرِي، قَوْلِي، نَفْسِي﴾ و﴿نَفْعًا، عِلْمًا، نَسْفًا﴾ الخ.\nتنبيه: إنما عبد بنو إسرائيل العجل بسبب فتنة السامريّ وقد كانت بذور الوثنية راسخة في قلوبهم ولذلك لما نجَّاهم الله من طغيان فرعون طلبوا من موسى أن يصنع لهم تمثالًا ليعبدوه كما قال تعالى ﴿وَجَاوَزْنَا ببني إِسْرَآئِيلَ البحر فَأَتَوْاْ على قَوْمٍ يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ قَالُواْ ياموسى اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ﴾ [الأعراف: ١٣٨] فلا عجب إذًا أن يعكفوا على عبادة عجل من ذهب له خوار!!", "ayah": 83, "surah": 20}