{"text": "اللغَة: ﴿حِجْرٍ﴾ عقل ولب قال الفراء: العرب تقول إِنه لذو حجر إِذا كان قاهرًا لنفسه ضابطًا لها، وأصل الحجر المنع، وسمي العقل حجرًا لأنه يمنع عن السفه قال الشاعر:\nوكيف يُرجَّى أن يتوب وإِنما ... يُرجَّى من الفتيان من كان ذا حِجْر\n﴿جَابُواْ﴾ قطعوا ومنه قولهم: فلان يجوب البلاد أي يقطعها ﴿التراث﴾ الميراث ﴿لَّمًّا﴾ شديدًا وأصله الجمع ومنه قولهم: لمَّ اللهُ شعثه ﴿جَمًّا﴾ كثيرًا عظيمًا كبيرًا قال الشاعر:\nإِن تغفر اللَّهمَّ تغفر جمًا ... وأيُّ عبدٍ لك ما ألمَّا\nالتفسِير: ﴿والفجر وَلَيالٍ عَشْرٍ﴾ هذا قسمٌ أي أُقسم بضوء الصبح عند مطادرته ظلمة الليل، وبالليالي العشر المباركات من أول ذي الحجة، لأنها أيام الاشتغال بأعمال الحج قال المفسرون: أقسم تعالى بالفجر لما فيه من خشوع القلب في حضرة الرب، وبالليالي الفاضلة المباركة وهي عشر ذي الحجة، لأنه أفضل أيام السنة، كما ثبت في صحيح البخاري «ما من أيام العمل الصالح أحبُّ إلى الله فيهن من هذه الأيام يعني عشر ذي الحجة قالوا: ولا الجهاد في سبيل الله؟ قال: ولا الجهادُ في سبيل الله، إِلا رجلًا خرج بنفسه وماله ثم لم يرجع من ذلك بشيء» ﴿والشفع والوتر﴾ أي وأٌقسم بالزوج والفرد من كل شيء فكأنه تعالى أقسم بكل شيء، لأن الأشياء إِما زوجٌ وإما فردٌ، أو هو قسمٌ بالخلق والخالق، فإِن الله تعالى واحد «وتر» والمخلوقات ذكرٌ وأنثى «شفع» ﴿واليل إِذَا يَسْرِ﴾ أي وأٌقسم بالليل إِذا يمضي بحركة الكون العجيبة، والتقييد بسريانه لما فيه من وضوح الدلالة على كمال القدرة، ووفور النعمة ﴿هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ﴾ أي هل فيما ذكر من الأشياء قسمٌ مقنع لذي لب وعقل؟ ﴿والاستفهام تقريريٌ لفخامة شأن الأمور المقسم بها، كأنه يقول: إِن هذا لقسمٌ عظيمٌ عند ذوي العقول والألباب، فمن كان ذا لُب وعقل علم أن ما أقسم الله ﷿ به من هذه الأشياء فيها عجائب، ودلائل تدل على توحيده وربوبيته، فهو حقيق بأن يُقسم له لدلالته على الإِله الخالق العظيم قال القرطبي: قد يُقسم الله بأسمائه وصفاته لعلمه، ويُقسم بأفعاله لقدرته كما قال تعالى ﴿وَمَا خَلَقَ الذكر والأنثى﴾ [الليل: ٣] ويُقسم بمفعولاته لعجائب صنعه كما قال ﴿والشمس وَضُحَاهَا﴾ [الشمس: ١] ﴿والسمآء والطارق﴾ [الطارق: ١] وجواب القسم محذوب تقديره: ورب هذه الأشياء ليعذبنَّ الكفار، ويدعل عليه قوله ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ﴾؟ أي ألم يبلغك يا محمد ويصل إِلى علمك، ماذا فعل الله بعاد قوم هود؟ ﴿إِرَمَ ذَاتِ العماد﴾ أي عادًا الأولى أهل أرم\nذات البناء الرفيع، الذين كانوا يسكنون بالأحقاف بين عُمان وحضرموت ﴿التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد﴾ أي تلك القبيلة الي لم يخلق الله مثلهم في قوتهم، وشدتهم، وضخامة أجسامهم﴾ والمقصود من ذلك تخويف أهل مكة بما صنع تعالى بعاد، وكيف أهلكهم وكانوا أطول أعمارًا، وأشدَّ قوة من كفار مكة!؟ قال ابن كثير: وهؤلاء «عاد الأولى» وهم الذين بعث الله فيهم رسوله «هودًا» ﵇ فكذبوه وخالفوه، وكانوا عتاة متمردين جبارين، خارجين عن طاعة الله مكذبين لرسله، فذكر تعالى كيف أهلكهم ودمَّرهم، وجعلهم أحاديث وعِبرًا ﴿وَثَمُودَ الذين جَابُواْ الصخر بالواد﴾ أي وكذلك ثمود الذين قطعوا صخر الجبال، ونحتوا بيوتًا بوادي القُرى\n﴿وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتًا آمِنِينَ﴾ [الحجر: ٨٢] وكانت مساكنهم في الحجر بين الحجاز وتبوك قال المفسرون: أو ما نحت الجبال والصخور والرخام قبيلة ثمود وكانوا لقوتهم يخرجون الصخور، وينقبون الجبال فيجعلونها بيوتًا لأنفسهم، وقد بنوا ألفًا وسبعمائة مدينة كلها بالحجارة بوادي القرى ﴿وَفِرْعَوْنَ ذِى الأوتاد﴾ أي وكذلك فرعون الطاغية الجبار، ذي الجنود والجموع والجيوش التي تشد ملكه قال أبو السعود: وصف بذلك لكثرة جنوده وخيامهم التي يضربونها في منازلهم أو لتعذيبه بالأوتاد ﴿الذين طَغَوْاْ فِي البلاد﴾ أي أولئك المتجبرين «عادًا، وثمود، وفرعون» الذين تمردوا وعتوا عن أمر الله، وجاوزوا الحدَّ في الظلم والطغيان ﴿فَأَكْثَرُواْ فِيهَا الفساد﴾ أي فأكثروا في البلاد الظلم والجور والقتل: وسائر المعاصي والآثام ﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾ أي فأنزل عليهم ربك ألوانًا شديدة من العذاب بسبب إِجرامهم وطغيانهم قال المفسرون: استعمل لفظ الصبّ لاقتضائه السرعة في النزول على المضروب، كما قال القائل «صببنا عليهم ظالمين سياطنا» والمراد أنه تعالى أنزل على كل طائفة نوعًا من العذاب، فأُهلكت عادٌ بالريح، وثمود بالصيحة، وفرعون وجنوده بالغرق كما قال تعالى ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا﴾ [العنكبوت: ٤٠] ﴿إِنَّ رَبَّكَ لبالمرصاد﴾ أي إِن ربك يا محمد ليرقب عمل الناس، ويحصيه عليهم، ويجازيهم به قال في التسهيل: المرصاد المكان الذي يرتقب فيه الرصد، والمراد أنه تعالى رقيب على كل إِنسان، وأنه لا يفوته أحد من الجبابرة والكفار، وفي ذلك تهديدٌ لكفار قريش. . ولما ذكر تعالى ما حلَّ بالطغاة المتجبرين، ذكر هنا طبيعة الإِنسان الكافر، الذي يبطر عند الرخاء، ويقنط عند الضراء فقال ﴿فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ﴾ أي إِذا اختبره وامتحنه ربه بالنعمة ﴿فَأَكْرَمَهُ وَنَعَّمَهُ﴾ أي فأكرمه بالغنى واليسار، وجعله منعمًا في الدنيا بالبنين والجاه والسلطان ﴿فَيَقُولُ ربي أَكْرَمَنِ﴾ أي فيقول ربي أحسن إليَّ بما أعطاني من النعم التي أستحقها، ولم يعلم أن هذا ابتلاء له أيشرك أم يكفر؟ ﴿وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ﴾ أي وأما إِذا اختبره وامتحنه ربه بالفقر وتضييق الرزق ﴿فَيَقُولُ ربي أَهَانَنِ﴾ أي فيقول غافلًا عن الحكمة: إِن ربي أهانني بتضييقه الرزق عليَّ قال القرطبي: وهذه صفة الكافر الذي لا يؤمن\nبالبعث، وإِنما الكرامة عنده والهوان بكثرة الحظّ في الدنيا وقلّته، وأما المؤمن فالكرامة عنده أن يكرمه الله بطاعته وتوفيقه المؤدي إِلى حظ الآخرة، وإِن وسَّع عليه في الدنيا حمده وشكره، وإِنما أنكر تعالى على الإِنسان قوله ﴿ربي أَكْرَمَنِ﴾ وقوله ﴿ربي أَهَانَنِ﴾ لأنه إِنما قال ذلك على وجه الفخر والكبر، لا على وجه الشكر، وقال: أهانن على وجه التشكي من الله وقلة الصبر، وكان الواجب عليه أن يشكر على الخير، ويصبر على الشر، ولهذا ردعه وزجره بقوله ﴿كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم﴾ أي ليس الإِكرام بالغنى، والإِهانة بالفقر كما تظنون، بل الإِكرام والإِهانة بطاعة الله ومعصيته ولكنكم لا تعلمون، ثم قال ﴿بَل لاَّ تُكْرِمُونَ اليتيم﴾ أي بل أنتم تفعلون ماهو شرٌ من ذلك، وهو أنكم لا تكرمون اليتيم مع إِكرام الله لكم بكثرة المال!! ﴿وَلاَ تَحَآضُّونَ على طَعَامِ المسكين﴾ أي ولا يحض بعضكم بعضًا ولا يحثه على إِطعام المحتاج وعون المسكين ﴿وَتَأْكُلُونَ التراث أَكْلًا لَّمًّا﴾ أي وتأكلون الميران أكلًا شديدًا، لا تسألون أمن حلالٍ هو أم من حرام؟ قال في التسهيل: هو أن يأخذ الميراث نصيب ونصيب غيره، لأن العرب كانوا لا يُعطون من الميراث أنثى ولا صغيرًا، بل ينفرد به الرجال ﴿وَتُحِبُّونَ المال حُبًّا جَمًّا﴾ أي وتحبون المال حبًا كثيرًا مع الحرص والشره، وهذا ذمٌ لهم لتكالبهم على المال، وبخلهم بإِنفاقه ﴿كَلاَّ إِذَا دُكَّتِ الأرض دَكًّا دَكًّا﴾ ﴿كَلاَّ﴾ للردع أي وارتدعوا أيها الغافلون وانزجروا عن ذلك، فأمامكم أهوال عظيمة في ذلك اليوم العصيب، وينعدم ﴿وَجَآءَ رَبُّكَ والملك صَفًّا صَفًّا﴾ أي وجاء ربك يا محمد لفصل القضاء بين العباد، وجاء الملائكة صفوفًا متتابعة صفًا بعد صف قال في التسهيل: قال المنذر بن سعيد: معناه ظهوره للخلق هنالك، وهذه الآية وأمثالها مما يجب الإِيمان به من غير تكييفٍ ولا تمثيل وقال ابن كثير: قام الخلائق من قبورهم لربهم، وجاء ربك لفصل القضاء بين خلقه، وذلك بعدما يستشفعن إِليه بسيد ولد آدم محمد ﷺ َ، فيجيء الربُ ﵎ لفصل القضاء، والملائكة يجيئون بين يديه صفوفًا صفوفًا ﴿وجياء يَوْمَئِذٍ بِجَهَنَّمَ﴾ أي وأحضرت جهنم ليراها المجرمون كقوله\n﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ [النازعات: ٣٧] وفي الحديث «يُؤتى بجهنم يومئذٍ لها سبعون ألف زمام، مع كل زمام سبعون ألف ملك يجرّونها» ﴿يَوْمَئِذٍ يَتَذَكَّرُ الإنسان﴾ أي في ذلك اليوم الرهيب، والموقف العصيب، يتذكر الإِنسان علمه، ويندم على تفريطه وعصيانه، ويريد أن يقلع ويتوب ﴿وأنى لَهُ الذكرى﴾ أي ومن أين يكون له الانتفاع بالذكرى وقد فات أوانها؟! ﴿يَقُولُ ياليتني قَدَّمْتُ لِحَيَاتِي﴾ أي يقول نادمًا متحسرًا: يا ليتني قدمت عملًا صالحًا ينفعني في آخرتي، لحياتي الباقية قال تعالى ﴿فَيَوْمَئِذٍ لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ﴾ أي ففي ذلك اليوم ليس أحد أشد عذابًا من تعذيب الله من عصاه ﴿وَلاَ يُوثِقُ وَثَاقَهُ أَحَدٌ﴾ أي ولا يقيد أحدٌ بالسلاسل والأغلال مثل تقييد الله للكافر الفاجر، وهذا في حق المجرمين من الخلائق، فأما\nالنفس الزكية المطمئنة فيقال لها ﴿ياأيتها النفس المطمئنة﴾ أي يا أيتها النفس الطاهرة الزكية، المطمئنة بوعد الله التي لا يلحقها اليوم خوفٌ ولا فزع ﴿ارجعي إلى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً﴾ أي ارجعي إِلى رضوان ربك وجنته، راضيةً بما أعطاك الله من النعم، مرضيةٌ عنده بما قدمت من عمل قال المفسرون: هذا الخطاب والنداء يكون عند الموت، فيقال للمؤمن عند احتضاره تلك المقالة ﴿فادخلي فِي عِبَادِي﴾ أي فادخلي في زمرة عبادي الصالحين ﴿وادخلي جَنَّتِي﴾ أي وادخلي جنتي دار الأبرار الصالحين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يليك\n١ - الاستفهام التقريري ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَاد﴾؟\n٢ - الطباق بين ﴿الشفع. . والوتر﴾ .\n٣ - جناس الاشتقاق ﴿لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ﴾ ﴿وَلاَ يُوثِقُ وَثَاقَهُ﴾ ﴿يَتَذَكَّرُ. . الذكرى﴾ .\n٤ - المقابلة ﴿فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ﴾ وبين ﴿وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ. .﴾ الآية فقد قابل بين ﴿أَكْرَمَنِ وأَهَانَنِ﴾ وبين توسعة الرزق.\n٥ - الاستعارة اللطيفة الفائقة ﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾ شبه العذاب الشديد الذي نزل عليهم بسياطٍ لاذعة تكوي جسد المعذَّب واستعمل الصبَّ للإِنزال.\n٦ - الالتفات ﴿كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم﴾ في التفات من ضمير الغائب الى الخطاب زيادة في التوبيخ والعتاب، والأصل ﴿بل لا يكرمون﴾ .\n٧ - الإِضافة للتشريف ﴿فادخلي فِي عِبَادِي﴾ .\n٨ - السجع الرصين غير المتكلف مثل ﴿وَلَيالٍ عَشْرٍ والشفع والوتر واليل إِذَا يَسْرِ﴾ ومثل ﴿وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد﴾ الآيات.", "ayah": 10, "surah": 89}