{"text": "المنَاسَبَة: لما ذكر تعالى المكذبين من قوم «عاد وثمود» ذكر هنا قوم لوط وقوم فرعون وما حل بهم من العذاب والدمار، تذكيرًا لكفار مكة بانتقام الله من أعدائه وأعداء رسله، وختم السورة الكريمة ببيان سنة الله في عقاب الكفرة المجرمين.\nاللغَة: ﴿حَاصِبًا﴾ الحاصب: الحجارة وقيل: هي الريح الشديد التي تثير الحصباء وهي الحصى ﴿بَطْشًا﴾ عقابنا الشديد ﴿الزبر﴾ الكتب السماوية جمع زبور وهو الكتاب الإِلهي ﴿أدهى﴾ أفطع من الداهية وهي الأمر المنكر العظيم ﴿سُعُرٍ﴾ خسرانٍ وجنون ﴿سَقَرَ﴾ اسم من أسماء جهنم أعاذنا الله منها.\nسَبَبُ النّزول: عن أبي هريرة ﵁ قال: جاء مشركموا قريشٍ يخاصمون رسول الله ﷺ َ في القدر فنزلت ﴿يَوْمَ يُسْحَبُونَ فِي النار على وُجُوهِهِمْ ذُوقُواْ مَسَّ سَقَرَ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ .\nالتفسِير: ﴿كَذَّبَتْ قَوْمُ لُوطٍ بالنذر﴾ أي كذبوا بالإِنذارات التي أنذرهم بها نبيهم لوط ﵇ ﴿إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا﴾ أي أرسلنا عليهم حجارة قذفوا بها من السماء قال ابن كثير: أمر تعالى جبريل فحمل مدائنهم حتى وصل بها إِلى عنان السماء، ثم قلبها عليهم وأرسلها وأُتبعت بحجارةٍ من سجيلٍ منضود، والحاصب هي الحجارة ﴿إِلاَّ آلَ لُوطٍ﴾ أي غير لوطٍ وأتباعه المؤمنين ﴿نَّجَّيْنَاهُم بِسَحَرٍ﴾ أي نجيناهم من الهلاك قُبيل الصبح وقت السَّحر ﴿نِّعْمَةً مِّنْ عِندِنَا﴾ أي إِنعامًا منَّا\nعليهم نجيناهم من العذاب ﴿كَذَلِكَ نَجْزِي مَن شَكَرَ﴾ أي مثل ذلك الجزاء الكريم، نجزي من شكر نعمتنا بالإِيمان والطاعة ﴿وَلَقَدْ أَنذَرَهُمْ بَطْشَتَنَا﴾ أي ولقد خوفهم لوط عقوبتنا الشديدة، وانتقامنا منهم بالعذاب ﴿فَتَمَارَوْاْ بالنذر﴾ أي فتشككوا وكذبوا بالإِنذار والوعيد ﴿وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ﴾ أي طلبوا منه أن يسلّم لهم أضيافه وهم الملائكة ليفجروا بهم بطريق اللواطة ﴿فَطَمَسْنَآ أَعْيُنَهُمْ﴾ أي أعمينا أعينهم وأزلنا أثرها حتى فقدوا أبصارهم قال المفسرون: لما جاءت الملائكة إلى لوط في صورة شبابٍ مردٍ حسان، أضافهم لوط ﵇، فجاء قومه يُهرعونن إِليه لقصد الفاحشة بهم، فأعلق لوط دونهم الباب، فجعلوا يحاولون كسر الباب، فخرج عليهم جبريل فضرب أعينهم بطرف جناحه فانطمست أعينهم وعموا ﴿فَذُوقُواْ عَذَابِي وَنُذُرِ﴾ أي فذوقوا عذابي وإِنذاري الذي أنذركم به لوط ﴿وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ﴾ أي جاءهم وقت الصبح عذابٌ دائم متصل بعذاب الآخرة قال الصاوي: وذلك أن جبريل قلع بلادهم فرفعها ثم قلبها بهم وأمطر عليهم حجارة من سجيل، واتصل عذاب الدنيا بعذاب الآخرة فلا يزول عنهم حتى يصلوا إِلى النار ﴿فَذُوقُواْ عَذَابِي وَنُذُرِ﴾ أي فذوقوا أيها المجرمون عذابي الأليم، وإِنذاري لكم على لسان رسولي ﴿وَلَقَدْ يَسَّرْنَا القرآن لِلذِّكْرِ فَهَلْ مِن مُدَّكِرٍ﴾ أي ولقد يسرنا القرآن للحفظ والتدبير فهل من متعظٍ ومعتبر؟ قال المفسرون: حكمة تكرار ذلك في كل قصة، التنبيهُ على الاتعاض والتدبير في أنباء الغابرين، وللإِشارة إِلى أن تكذيب كل رسولٍ مقتضٍ لنزول العذاب كما كرر قوله\n﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ [الرحمن: ١٣] تقريرًا للنعم المختلفة المعدودة، فكلما ذكر نعمةً وبَّخ على التكذيب بها ﴿وَلَقَدْ جَآءَ آلَ فِرْعَوْنَ النذر﴾ أي جاء فرعون وقومه الإِنذارات المتكررة فلم يعتبروا قال أبو السعود: صُدّرت قصتهم بالقسم المؤكد لإِبراز كمال الاعتناء بشأنها، لغاية عظم ما فيها من الآيات وكثرتها، وهو ما لاقوه من العذاب، وفرعون رأس الطغيان ﴿كَذَّبُواْ بِئَايَاتِنَا كُلِّهَا﴾ أي كذَّبوا بالمعجزات التسع التي أعطيها موسى ﴿فَأَخَذْنَاهُمْ أَخْذَ عِزِيزٍ مُّقْتَدِرٍ﴾ أي فانتقمنا منهم بإِغراقهم في البحر، وأخذناهم بالعذاب أخذ إِلهٍ غالب في انتقامه، قادرٍ على إِهلاكهم لا يعجزه شيء. . ثم خوَّف تعالى كفار مكة فقال ﴿أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُوْلَئِكُمْ﴾؟ الاستفهام إِنكاري للتقريع والتوبيخ أي أكفاركم يا معشر العرب خيرٌ من أولئكم الكفار الذين أحللت بهم نقمتي مثل قوم نوح، وعاد، وثمود، وقوم لوط، وقوم فرعون، حتَّى لا أعذبهم؟ قال القرطبي: استفهام إنكار ومعناه النفي أي ليس كفاركم خيرًا من كفار من تقدم من الأمم الذين أهلكوا بكفرهم ﴿أَمْ لَكُم بَرَآءَةٌ فِي الزبر﴾ أي أم لكم يا كفار قريش براءة من العذاب في الكتب السماوية المنزلة على\nالأنبياء؟ ﴿أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ﴾ أي بل أيقولون نحن جمعٌ كثير، واثقون بكثرتنا وقوتنا، منتصرون على محمد؟ قال تعالى ردًا عليهم ﴿سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر﴾ أي سيهزم جمع المشركين ويولون الأدبار منهزمين قال ابن الجوزي: وهذا مما أخبر الله به نبيه من علم الغيب، فكات الهزيمةُ يوم بدر ﴿بَلِ الساعة مَوْعِدُهُمْ﴾ أي ليس هذا تمام عقابهم بل القيامة موعد عذابهم ﴿والساعة أدهى وَأَمَرُّ﴾ أي أعظم داهيةً وأشدُّ مرارةً من القتل والأسر ﴿إِنَّ المجرمين فِي ضَلاَلٍ وَسُعُرٍ﴾ أي إِن المجرمين في حيرةٍ وتخبطٍ في الدنيا، وفي نيرانٍ مسعَّةر في الآخرة قال ابن عباس: في خسرانٍ وجنون ﴿يَوْمَ يُسْحَبُونَ فِي النار على وُجُوهِهِمْ﴾ أي يوم يُجرُّون في النار على وجوههم عقابًا وإِذلالًا لهم ﴿ذُوقُواْ مَسَّ سَقَرَ﴾ أي يقال لهم: ذوقوا أيها المكذبون عذاب جهنم قال أبو السعود: وسقر علمٌ لجهنم ولذلك لم يُصرف ﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ أي إِنا خلقنا كل شيءٍ مقدَّرًا مكتوبًا في اللوح المحفوظ من الأزل ﴿وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ أي وما شأننا في الخلق والإِيجاد إِلا مرة واحدة كلمح البصر في السرعة نقول للشيء: كن فيكون قال ابن كثير: أي إِنما نأمر بالشيء مرة واحدة لا نحتاج إِلى تأكيد بثانية، فيكون ذلك موجودًا كلمح البصر لا يتأخر طرفة عين ﴿وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ﴾ أي ووالله لقد أهلكنا أشباهكم ونظراءكم في الكفر والضلال من الأمم السالفة ﴿فَهَلْ مِن مُّدَّكِرٍ﴾ أي فهل من يتذكر ويتعظ؟ ﴿وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزبر﴾ أي وجميع ما فعلته الامم المكذبة من خير وشر مكتوب عليهم، مسجل في كتب الحفظة التي بأيدي الملائكة قال ابن زيد: ﴿فِي الزبر﴾ أي في دواوين الحفظة ﴿وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ﴾ أي وكل صغيرٍ وكبير من الأعمال مسطورٌ في اللوح المحفوظ، مثبتٌ فيه ﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ﴾ أي في جنات وأنهار قال القرطبي: يعني أنهار الماء، والخمر، والعسل، واللبن ﴿فِي مَقْعَدِ صِدْقٍ﴾ أي في مكانٍ مرضي، ومقام حسن ﴿عِندَ مَلِيكٍ مُّقْتَدِرٍ﴾ أي عند ربٍ عظيم جليل، قادرٍ في ملكه وسلطانه، لا يعجزه شيء، وهو الله رب العالمين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة التمثيلية ﴿فَفَتَحْنَآ أَبْوَابَ السمآء﴾ [القمر: ١١] شبه تدفق المطر من السحاب بانصباب أنهار انفتحت بها أبواب السماء، وانشق بها أديم الخضراء بطريق الاستعارة التمثيلية.\n٢ - جناس الاشتقاق ﴿يَدْعُ الداع﴾ .\n٣ - الكناية ﴿وَحَمَلْنَاهُ على ذَاتِ أَلْوَاحٍ وَدُسُرٍ﴾ [القمر: ١٣] كناية عن السفينة التي تحوي الأخشاب والمسامير.\n٤ - التشبيه المرسل والمجمل ﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ [الحاقة: ٧] ومثله ﴿فَكَانُواْ كَهَشِيمِ المحتظر﴾ [القمر: ٣١] .\n٥ - صيغة المبالغة ﴿بَلْ هُوَ كَذَّابٌ أَشِرٌ﴾ [القمر: ٢٥] أي كثير الكذب عظيم البطر لأن فعَّال وفعل للمبالغة.\n٦ - الإطناب بتكرار اللفظ ﴿بَلِ الساعة مَوْعِدُهُمْ والساعة أدهى﴾ لزيادة التخويف والتهويل.\n٧ - المقابلة بين المجرمين والمتقين ﴿إِنَّ المجرمين فِي ضَلاَلٍ وَسُعُرٍ﴾ و﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ﴾ .\n٨ - الطباق بين ﴿صَغِيرٍ وَكَبِيرٍ﴾ .\n٩ - السجع المرصَّع غير المتكلف الذي يزيد في جمال اللفظ وموسيقاه إقرأ مثلًا قوله تعالى ﴿ذُوقُواْ مَسَّ سَقَرَ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ الخ.", "ayah": 49, "surah": 54}