{"text": "التفسِير: ﴿لإِيلاَفِ قُرَيْشٍ إِيلاَفِهِمْ﴾ هذه اللام متعلقة بالفعل الذي بعدها ﴿فَلْيَعْبُدُواْ﴾ ومعنى ﴿لإِيلاَفِ﴾ الإِلفُ والاعتياد يقال: ألف الرجل الأمر إِلفًا؛ وآلفه غيره إيلافًا والمعنى: من أجل تسهيل الله على قريش وتيسيره لهم ما كانوا يألفونه من الرحلة في الشتاء إِلى اليمن، وفي الصيف إِلى الشام كما قال تعالى: ﴿رِحْلَةَ الشتآء والصيف﴾ أي في رحلتي الشتاء والصيف، حيث كانوا يسافرون للتجارة، ويأتون بالأطعمة والثياب، ويربحون في الذهاب والإِياب، وهم آمنون مطمئنون لا يتعرض لهم أحد بسوء، لأن الناس كانوا يقولون: هؤلاء جيرانُ بيت الله وسُكان حرمه، وهم أهل الله لأنهم ولاة الكعبة، فلا تؤذهم ولا تظلموهم، ولما أهلك الله أصحاب الفيل، وردَّ كيدهم في نحورهم، ازداد وقع أهل مكة في القلوب، وازداد تعظيم الأمراء والملوك لهم، فازدادت تلك المنافع والمتاجر، فلذلك جاء الامتنان على قريش، وتذكيرهم بنعم الله ليوحدوه ويشكروه ﴿فَلْيَعْبُدُواْ رَبَّ هذا البيت﴾ أي فليعبدوا الله العظيم الجليل، ربَّ هذا البيت العتيق، وليجعلوا عبادتهم شكرًا لهذه النعمة الجليلة التي خصَّهم بها قال المفسرون: وإِنما دخلت الفاء ﴿فَلْيَعْبُدُواْ﴾ لما في الكلام من معنى الشرط كأنه قال: إِن لم يعبدوه لسائر نعمه، فليعبدوه من أجل إِفهم الرحتلين، التي هي من أظهر نعمه عليهم، لأنهم في بلادٍ لا زرع فيها ولا ضرع، ولهذا قال بعده ﴿الذي أَطْعَمَهُم مِّن جُوعٍ وَآمَنَهُم مِّنْ خَوْفٍ﴾ أي هذا الإِله الذي أطعمهم بعد شدة جوع، وآمنهم بعد شدة خوف، فقد كانوا يسافرون آمنين لا يتعرض لهم أحد، ولا يُغير عليهم أحد لا في سفرهم ولا في حضرهم كما تعالى ﴿أَوَلَمْ\nيَرَوْاْ أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ﴾ [العنكبوت: ٦٧] وذلك ببركة دعوة أبيهم الخليل إِبراهيم ﵇ حيث قال ﴿رَبِّ اجعل هذا بَلَدًا آمِنًا﴾ [البقرة: ١٢٦] وقوله ﴿وارزق أَهْلَهُ مِنَ الثمرات﴾ [البقرة: ١٢٦] أفلا يجب على قريش أن يفردوا بالعبادة هذا الإِله الجليل، الذي أطعمهم من جوع وآمنهم من خوف؟!\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجها فيما يلي:\n١ - الطباق بين ﴿الشتآء. . والصيف﴾ وبين الجوع والإِطعام ﴿أَطْعَمَهُم مِّن جُوعٍ﴾ وبين الأمن والخوف ﴿وَآمَنَهُم مِّنْ خَوْفٍ﴾ .\n٢ - الإِضافة للتكريم والتشريف ﴿رَبَّ هذا البيت﴾ .\n٣ - تقديم ما حقه التأخير ﴿لإِيلاَفِ قُرَيْشٍ﴾ والأصل ﴿لْيَعْبُدُواْ رَبَّ هذا البيت لإِيلاَفِهِمْ رِحْلَةَ الشتآء والصيف﴾ فقدَّم الإِيلاف تذكيرًا بالنعمة.\n٤ - التنكير في لفظة ﴿جُوعٍ﴾ ولفظة ﴿خَوْفٍ﴾ لبيان شدتهما أي جوع شديد، وخوفٍ عظيم.\nتنبيه: قال الإِمام الفخر: إِعلم أنَّ الإِنعام على قسمين: أحدهما دفع ضر وهو ما ذكره في سورة الفيل، والثاني: جلب النفع وهو ما ذكره في هذه السورة، ولما دفع الله عنهم الضر، وجلب لهم النفع، وهما نعمتان عظيمتان أمرهم بالعبودية وأداء الشكر ﴿فَلْيَعْبُدُواْ رَبَّ هذا البيت. .﴾ الآيات.", "ayah": 4, "surah": 106}