{"text": "المنَاسَبَة: لما بيَّن تعالى أن المشركين يريدون إِطفاء نور الله، أمر المؤمنين بمجاهدة أعداء الدين، ودعاهم إِلى التضحية بالمال والنفس والجهاد في سبيل الله، وبيَّن لهم أنها التجارة الرابحة لمن أراد سعادة الدارين.\nاللغَة: ﴿تُنجِيكُم﴾ تخلّصكم وتنقذكم ﴿الحواريون﴾ الأصفياء والخواص من أتباع عيسى، وهم الذين ناصروا المسيح ﵇ ﴿أَيَّدْنَا﴾ قوَّينا وساندنا ﴿ظَاهِرِينَ﴾ غالبين بالحجة والبرهان.\nسَبَبُ النّزول: روي أن بعض الصحابة قالوا يا نبيِّ الله: لوددنا أن نعلم أيَّ التجارات أحبَّ إِلى الله فنتجر فيها!! فنزلت ﴿ياأيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ﴾؟\nالتفسِير: ﴿ياأيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ﴾ أي يا من صدقتم الله ورسوله وآمنتم بربكم حقَّ الإِيمان، هل أدلكم على تجارة رابحة جليلة الشأن؟ والاستفهام للتشويق ﴿تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ﴾ أي تخلِّصكم وتنقذكم من عذاب شديد مؤلمن. . ثم بيَّن تلك التجارة ووضحها فقال ﴿تُؤْمِنُونَ بالله وَرَسُولِهِ﴾ إيمانًا صادقًا، لا يشوبه شكٌ ولا نفاق ﴿وَتُجَاهِدُونَ فِي سَبِيلِ الله بِأَمْوَالِكُمْ وَأَنفُسِكُمْ﴾ أي وتجاهدون أعداء الدين بالمال والنفس، لإِعلاء كلمة الله قال المفسرون: جعل الإِيمان والجهاد في سبيله «تجارة» تشبيهًا لهما بالتجارة، فإِنها عبارة عن مبادلة شيء بشيء، طمعًا في الربح، ومن آمن وجاهد بماله ونفسه فقد بذل ما عنده وما في وسعه، لنيل ما عند ربه من جزيل ثوابه، والنجاة من أليم عقابه، فشبَّه هذا الثواب والنجاة من العذاب بالتجارة لقوله تعالى ﴿إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة﴾ [التوبة: ١١١] قال الإِمام الفخر: ولاجهاد ثلاثةُ أنواع: ١ جهادٌ فيما بينه وبين نفسه، وهو قهرُ النفس ومنعُها عن اللذات والشهوات. ٢ وجهادٌ فيما بينه وبين الخلق، وهو أن يدع الطمع منهم ويشفق عليهم ويرحمهم ٣ وجهادُ أعداء اله بالنفس والمال نصرةً لدين الله ﴿ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ﴾ أي ما أمرتكم به من الإِيمان والجهاد في سبيل الله، خيرٌ لكم من كل شيء في هذه الحياة، إن كان عندكم فهمٌ وعلم ﴿يَغْفِرْ لَكُمْ ذُنُوبَكُمْ﴾ هذا جواب الجملة الخبرية ﴿تُؤْمِنُونَ بالله وَرَسُولِهِ﴾ لأن معناها معنى الأمر أي آمنوا بالله وجاهدوا في سبيله فإِذا فعلتم ذلك يغفر لكم ذنوبكم اي يسترها عليكم، ويمحها بفضله عنكم ﴿وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخلكم حدائق وبساتين، تجري من تحت قصورها أنهار الجنة ﴿وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ﴾ أي ويسكنكم في قصور رفعية في جنات الإِقامة ﴿ذَلِكَ الفوز العظيم﴾ أي ذلك الجزاء المذكور هو الفوز العظيم الذي لا فوز وراءه، والسعادة الدائمة الكبيرة التي لا سعادة بعدها ﴿وأخرى تُحِبُّونَهَا﴾ أي ويمنُّ عليكم بخصلةٍ أُخرى تحبونها وهي ﴿نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ﴾ أي أن ينصركم على أعدائكم، ويفتح لكم مكة وقال ابن عباس: يريد فتح فارس والروم ﴿وَبَشِّرِ المؤمنين﴾ أي وبشِّر يا محمد المؤمنين، بهذا الفضل المبين قال في البحر: لما ذكر تعالى ما يمنحهم من الثواب في الآخرة، ذكر لهم ما يسرُّهم في العاجلة، وهي ما يفتح الله عليهم من البلاد، فهذه هي خير الدنيا موصولٌ بنعيم الآخرة ﴿ياأيها الذين آمَنُواْ كونوا أَنصَارَ الله﴾ أي انصروا دين الله وأعلما منارة ﴿كَمَا قَالَ عِيسَى ابن مَرْيَمَ لِلْحَوَارِيِّينَ﴾ أي كما نصر الحواريون دين الله حين قال لهم عيسى بن مريم ﴿مَنْ أنصاري إِلَى الله﴾ أي من ينصرني ويكون عوني لتبليغ دعنة الله، ونصرة دينه؟ ﴿قَالَ الحواريون نَحْنُ أَنصَارُ الله﴾ أي قال أتباع عيسى وهم المؤمنون الخُلُّص من خاصته المستجيبون لدعوته نحن أنصار دين الله قال البيضاوي: والحواريون أصفاؤه وهم أول من آمن به، مشتقٌ من الحور وهو البياض، وكانوا اثني عشر رجلًا وقال الرازي: والتشبيه في الآية محمول على المعنى أي كونوا أنصار الله كما كان الحواريون أنصار الله ﴿فَآمَنَت طَّآئِفَةٌ مِّن بني\nإِسْرَائِيلَ وَكَفَرَت طَّآئِفَةٌ﴾ أي فانقسم بنو إِسرائيل إِلى جماعتين: جماعةٌ آمنت به وصدَّقته، وجماعةٌ كفرت وكذبت برسالة عيسى ﴿فَأَيَّدْنَا الذين آمَنُواْ على عَدُوِّهِمْ﴾ أي فقوينا المؤنين على أعدائهم الكافرين ﴿فَأَصْبَحُواْ ظَاهِرِينَ﴾ أي حتى صاروا غالبين عليهم بالحجة والبرهان قال ابن كثير: لما بلَّغ عيسى بن مريم رسالة ربه، اهتدت طائفة من بني إِسرائيل بما جاءهم به، وضلَّت طائفة فجحدوا نبوته، ورموه وأُمه بالعظائم، وهم اليهود عليهم لغة الله، وغلت فيه طائفةٌ من أتباعه حتى رفعوه فوق ما أعطاه الله من النبوة، وافترقوا فيه فرقًا وشيعًا، فمنهم من زعم أن ابنُ الله، ومنهم من قال إِنه ثالث ثلاثة «الأب والابن وروح القدس» ومنهم من قال: إِنه اللهُ تعالى الله عن ذلك علوًا كبيرًا فنصر الله المؤمنين على من عاداهم من فرق النصارى.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يأتي:\n١ - أسلوب التوبيخ ﴿لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ﴾ [الصف: ٢]؟ وهي «ما» الاستفهامية حذفت ألفها تخفيفًان والغرض من الاستفهام التوبيخ.\n٢ - الإِطناب بتكرار ذكر اللفظ لبيان غاية قبح ما فعلوه ﴿كَبُرَ مَقْتًا عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ [الصف: ٣] وبين ﴿تَقُولُواْ. . وتفعلوا﴾ طباقٌ.\n٣ - التشبيه المرسل المفصَّل ﴿كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ﴾ [الصف: ٤] أي في المتانة والتراص.\n٤ - الاستعارة اللطيفة ﴿يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله﴾ [الصف: ٨] استعار نور الله لدينه وشرعه المنير، وشبَّه من أراد إِبطال الدين بمن أراد إِطفاء الشمس بفمه الحقير، على طريق الاستعارة التمثيلية، وهذا من لطيف الاستعارات.\n٥ - الاستفهام للترغيب والتشويق ﴿هَلْ أَدُلُّكمْ على تِجَارَةٍ﴾؟ .\n٦ - الطباق ﴿فَآمَنَت طَّآئِفَةٌ. . وَكَفَرَت طَّآئِفَةٌ﴾ .\n٧ - السجع المرصَّع كأنه حبات در منظومة في سلك واحد مثل ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ [الصف: ٥] ﴿قَالُواْ هذا سِحْرٌ مُّبِينٌ﴾ [الصف: ٦] ﴿قَرِيبٌ وَبَشِّرِ المؤمنين﴾ وهو من المحسنات البديعية.\nتنبيه: إِنما قرنت قصة موسى وعيسى في هذه السورة لأنهما من أنبياء بني إِسرائيل، وهما من أعظم أنبيائهم ومن أولي العزم الذين ذكرهم الله في كتابه العزيز بالثناء والتبجيل.", "ayah": 11, "surah": 61}