{"text": "اللغَة: ﴿سَبَّحَ﴾ التسبيح تمجيد الله وتنزيهه عما لا يليق به من صفات النقص ﴿العزيز﴾ الغالب الذي لا يُغلب ﴿الحكيم﴾ الذي يضع الأشياء في مواضعها ويفعل ما تقتضيه الحكمة ﴿مَقْتًا﴾ بغضًا قال الزمخشري: المقتُ: أشدُّ البغض وأبلغه وأفحشه ﴿مَّرْصُوصٌ﴾ المتماسك المتلاصق بعضه ببعض قال الفراء: رصصتُ البناء إِذا لائمتُ بينه وقاربت حتى يصير كقطعة واحدة ﴿زاغوا﴾ مالوا عن الهدى والحق ﴿البينات﴾ المعجزات الواضحات.\nسَبَبُ النّزول: روي أن المسلمين قالوا: لو علمنا أحبَّ الأعمال إِلى الله تعالى لبذلنا فيه أموالنا وأنفسنا!! فلما فرض الله الجهاد كرهه بضعهم فأنزل الله ﴿ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتًا عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ .\nالتفسير: ﴿سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي نزَّه اللهَ وقدَّسه ومجَّده جميعٌ ما في السمواتِ والأرض من مَلَك، وإنسان، ونبات، وجماد ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ [الإِسراء: ٤٤] قال الإِمام الفخر: أي شهد له بالربوبية والوحدانية وغيرهما من الصفات الحميدة جميع ما في السموات والأرض ﴿وَهُوَ العزيز الحكيم﴾ أي وهو الغالب في ملكه، الحكيم في\nصنعه، الذي لا يفعل إلا ما تقتضيه الحكمة ﴿ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ﴾ أي يا أيها الذين صدَّقوا الله ورسوله لم تقولون بألسنتكم شيئًا ولا تفعلونه؟ ولأي شيءٍ تقولون نفعل ما لا تفعلونه من الخير والمعروف؟ وهو استفهام على جهة الإِنكار والتوبيخ قال ابن كثير: هذا إنكارٌ لعى من يَعِد وعدًا، أو يقول قولًا لا يفي به، وفي الصحيحين «آية المنافق ثلاثٌ: إِذا وعد أخلف، وإِذا حدَّث كذب، وإِذا ائتمن خان» ثم أكَّد الإِنكار عليهم بقوله ﴿كَبُرَ مَقْتًا عِندَ الله﴾ أي عظُم فعلكم هذا بغضًا عند ربكم ﴿أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ أي أن تقولوا شيئًا ثم لا تفعلونه، وأن تَعشدوا بشيء ثم لا تفون بهن قال ابن عباس: كان ناسٌ من المؤمنين قبل أن يُفرض الجهاد يقولون: لوددنا أنَّ اللهَ ﷿ َّ دلنا على أحبِّ الأعمال إِليه فنعمل به، فأخبر الله نبيه أن أحب الأعمال إيمان بالله لا شك فيه، وجهاد أهل معصيته الذين خالفوا الإِيمان ولم يقروا به، فلما نزل الجهاد كره ذلك ناسٌ من المؤمنين وشقَّ عليهم أمره فنزلت الآية وقيل: هو أن يأمر الإِنسان أخاه بالمعروف ولا يأتمر به، وينهاه عن المنكر ولا ينتهي عنه كقوله تعالى ﴿أَتَأْمُرُونَ الناس بالبر وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ [البقرة: ٤٤]؟ ثم أخبرهم تعالى بفضيلة الجهاد في سبيل الله فقال ﴿إِنَّ الله يُحِبُّ الذين يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا﴾ أي يحب المجاهدين الذين يصفُّون أنفسهم عند القتال صفًا، ويثبتون في أماكنهم عند لقاء العدو ﴿كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ﴾ أي كأنهم في تراصِّهم وثبوتهم في المعركة، بناءٌ قد رُصَّ بعضه ببعض، وأُلصق وأُحكم حتى صار شيئًا واحدًا قال القرطبي: ومعنى الآية أنه تعالى يحب منيثبت في الجهاد في سبيل الله ويلزم مكانه كثبوت البناء، وهذا تعليمٌ من الله تعالى للمؤمنين كيف يكونون عند قتال عدوهم.\n. ولما ذكر تعالى أمر الجهاد، بيَّن أنَّ موسى وعيسى أمرا بالتوحيد، وجاهدوا في سبيل الله وأوذيا بسبب ذلك فقال ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ ياقوم لِمَ تُؤْذُونَنِي﴾؟ أي واذكر يا محمد لقومك قصة عبده وكليمه «موسى بن عمران» حين قال لقومه بين إِسرائيل: لمَ تفعلون ما يؤذيني؟ ﴿وَقَد تَّعْلَمُونَ أَنِّي رَسُولُ الله إِلَيْكُمْ﴾ أي والحال أنكم تعلمون علمًا قطعيًا بما شاهدتموه من المعجزات الباهرة أني رسولُ اللهِ إلِيكم، وتعلمون صدقي فيما جئتكم به من الرسالة؟ وفي هذا تسليةٌ لرسول الله ﷺ َ فيما أصابه من كفار مكة ﴿فَلَمَّا زاغوا أَزَاغَ الله قُلُوبَهُمْ﴾ أي فلما مالوا عن الحقِّ، أمال الله قلوبهم عن الهدى ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي واللهُ لا يوفق للخير والهدى من كان فاسقًا خارجًا عن طاعة الله قال الرازي: وفي هذا تنبيهٌ على عظم إِيذاء الرسل، حتى إِنه يؤدي إِل الكفر وزيغ القلوب عن الهدى. . ثم ذكر تعالى قصة عيسى ﵇ فقال ﴿وَإِذْ\nقَالَ عِيسَى ابن مَرْيَمَ يابني إِسْرَائِيلَ إِنِّي رَسُولُ الله إِلَيْكُم﴾ أي واذكر يا محمد لقومك هذه القصة أيضًا حين قال عيسى لبني إِسرائيل إِني رسول اللهِ أرسلت إِليكم بالوصف المذكور في التوراة قال القرطبي: ولم يقل «يا قوم» كما قال موسى، لأنه لا نسب له فيهم فيكونون قومه فإِنه لم يكن له فيهم أب ﴿مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التوراة﴾ أي حال كوني مصدِّقًا ومعترفًا بأحكام التوراة، وكُتب الله وأنبيائه جميعًا، ولم آتكم بشيء يخالف التوراة حتى تنفروا عني ﴿وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ﴾ أي وجئت لأبشركم ببعثة رسولٍ يأتي بعدي يسمى «أحمد» قال الألوسي: وهذا الاسم الكريم علمٌ لنبينا محمد ﷺ َ كما قال حسان:\nصلَّى الإِلهُ ومن يحفُّ بعرشه ... والطّيبون على المبارك «أحمد»\nوفي الحديث «لي خمسة أسماءٍ: أنا محمد، وأنا أحمد، وأنا الحاشر الذي يُحشر الناسُ على قدمي، وأنا الماحي الذي يمحو الله بي الكفر، وأنا العاقب» ومعنى العاقب الذي لا نبيَّ بعده، وروي أن الصحابة قالوا يا رسول الله أخبرنا عن نفسك! فقال: دعوةُ أبي إبراهيم، وبشرى عيسى، ورأت أُمي حين حملت بي كأنه خرج منها نورٌ أضاءت له قصور الشام ﴿فَلَمَّا جَاءَهُم بالبينات﴾ أي فلما جاءهم عيسى بالمعجزات الواضحات، ومن إِحياء الموتى، وإِبراء الأكمه والأبرص، ونحو ذلك من المعجزات الدالة على صدقه في دعوى الرسالة ﴿قَالُواْ هذا سِحْرٌ مُّبِينٌ﴾ أي قالوا عن عيسى: هذا ساحرٌ جاءنا بهذا السحر الواضح، والإِشارة بقولهم «سحر» إِلى المعجزات التي ظهرت على يديه ﵇، قال المفسرون: بشَّر كلُّ نبي قومه بنبيِّنا محمد ﷺ َ، وإِنما أفرد تعالى ذكر عيسى بالبشارة في هذا الموضع لأن آخر نبيٍ قبل نبينا ﷺ َ، فبيَّن تعالى أن البشارة به عمَّت جميع الأنبياء واحدًا بعد واحد حتى انتهت إِلى عيسى ﵇ آخر أنبياء بني إِسرائيل ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله الكذب وَهُوَ يدعى إِلَى الإسلام﴾ استفهامٌ بمعنى النفي أي لا أحد أظلم ممن يدعوه ربه إِلى الإِسلام على لسان نبيه، فيجعل مكان إجابته إفترءا الكذب على الله بتسمية نبيه ساحرًا، وتسمية آيات الله المنزلة سحرًا ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق ولا يرشد إِلى الفلاح والهدى من كان فاجرًا ظالمًا ﴿يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ﴾ أي يريد المشركومن بأن يطفئوا دين الله وشرعه المنير بأفواههم قال الفخر الرازي: وإِطفاء نور الله تعالى تهكمٌ بهم في إرادتهم إِبطال الإِسلام بقولهم في القرآن إِنه ساحر، شبُهت حالهم بحال من ينفخ في نور الشمس بفيه ليطفئه، وفيه تهكم وسخريةٌ بهم ﴿والله مُتِمُّ نُورِهِ﴾ أي واللهُ مظهرٌ لدينه، بنشره في الآفاق، وإِعلائه على الأديان، كما جاء في الحديث\n«إنَّ\nالله\nروى\nلي الأرض، فرأيت مشارقها مغاربها، وإِن مُلك أُمتي سيبلغ ما زُوي لي منها. .» الحديث والمراد أنَّ هذا الدين سينتشر في مشارق الدنيا ومغاربها ﴿وَلَوْ كَرِهَ الكافرون﴾ أي ولو كره ذلك الكافرون المجرمون، فإِنَّ الله سيعز شأن هذا الدين رغم أنف الكافرين قال في حاشية البيضاوي: كان كفار مكة يكرهون هذا الدين الحق، من أجل توغلهم في الشرك والضلال، فكان المناسب إِذلالهم وإِرغامهم بإِظهار ما يكرهونه من الحق، وليس المراد من إِظهاره ألا يبقى في العالم من يكفر بهذا الدين، بل المرادُ أن يكون أهلهُ عالين غالبين على سائر أهل الأديان بالحجة والبرهان، والسيف واللسان، إِلى آخر الزمان ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي هو جلَّ وعلا بقدرته وحكمته بعث رسوله محمدًا ﷺ َ بالقرآن الواضح، والدين الساطع ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي ليعليه على سائر الأديان المخالفة له، من يهودية ونصرانية وغيرهما ﴿وَلَوْ كَرِهَ المشركون﴾ أي ولو كره ذلك أعداءُ الله، المشركون بالله غيره قال أبو السعود: ولقد أنجز الله وعده بإِعزاز دين الإِسلام، حيث جعله بحث لم يبق دينٌ من الأديان، إِلا وهو مغلوب مقهور بدين الإِسلام.", "ayah": 8, "surah": 61}