{"text": "اللغَة: ﴿سجى﴾ سجى الليل: اشتد ظلامه ﴿قلى﴾ أبغض قال الراغب: القلي: شدة البغض يقال: قلاه ويقليه أي أبغضه ﴿آوى﴾ ضمَّه إلى من يرعاه ﴿عَآئِلًا﴾ فقيرًا معدمًا وهو من اشتد به الفقر قال جرير:\nاللهُ نزَّل في الكتاب فريضةٌ ... لابن السبيل وللفقير العائل\n﴿تَقْهَرْ﴾ تذله وتحقره ﴿تَنْهَرْ﴾ تزجره وتغلظ عليه في الكلام.\nسَبَبُ النّزول: اشتكى رسول الله ﷺ َ فلم يقم ليلتين أو ثلاثًا فجاءت امرأةٌ وهي أم جميل امرأة أبي لهب شفقالت يا محمد: إني لأرجو أن يكون شيطانك قد تركك!! لم أره قربك ليلتين أو ثلاثًا فأنزل اله ﷿: ﴿والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى﴾ .\nالتفسِير: ﴿والضحى والليل إِذَا سجى﴾ أقسم تعالى بوقت الضحى وهو صدر النهار حين ترتفع الشمسُ، وأقسم بالليل إِذا اشتد ظلامه، وغطَّى كل شيء في الوجود قال ابن عباس: ﴿سجى﴾ أقبل بظلامه قال ابن كثير: هذا قسمٌ منه تعالى بالضحى وما جعل فيه من الضياء، وبالليل إِذا سكن فأظلم وأدلهمَّ، وذلك دليلٌ ظاهر على قدرته تعالى ﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قلى﴾ أي ما تركك ربك يا محمد منذ اختارك، ولا أبغضك منذ أحبك، وهذا ردٌّ على المشركين حين قالوا: هجره ربه، وهو جواب القسم ﴿وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى﴾ أي وللدارُ الآخرة خيرٌ لك يا محمد من هذه الحياة الدنيا، لأن الآخرة باقية، والدنيا فانية، ولهذا كان ﵇ يقول: «اللهم لا عيش إِلا عيشُ الآخرة» ﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى﴾ أي سوف يعطيك ربك في الآخرة من الثواب، والكرامة، والشفاعة، وغير ذلك إلى أن ترضى قال ابن عباس: هي الشفاعة في أُمته حتى يرضى، لما روي «أن النبي ﷺ َ ذكر أمته فقال: اللهم أُمتي أُمتي وبكى، فقال الله يا جبريل إِذهب إلى محمد واسأله ما يبكيك: اذهب إِلى محمد وقل له: إنا سنرضيك في أمتك ولا نسوءك»، وفي الحديث «لكل نبي دعوةٌ مستجابة، فتعجَّل كل نبي دعوته، وإِني اختبأت دعوتي شفاعتي لأمتي يوم القيامة» الحديث قال الخازن: والأولى حملُ الآية على ظاهرها ليشمل خيري الدنيا والآخرة معًا، فقد أعطاه الله تعالى في الدنيا النصر والظفر على الأعداء، وكثر الأتباع والفتوح، وأعلى دينه، وجعل أمته خير الأمم، وأعطاه في الآخرة الشفاعة العامة، والمقام المحمود، وغير ذلك من خيري الدنيا والآخرة. . ثم لما وعده بهذا الوعد الجليل، ذكَّره بنعمه عليه في حال صغره ليشكر ربه فقال ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى﴾ أي ألم تكنْ يا محمد يتيمًا في صغرك، فآواك الله إلى عمك أبي طالب وضمَّك إليه؟ قال ابن كثير: وذلك أن أباه توفي وهو حملٌ في بطن أمه، ثم توفيت أُمه وله من العمر ست سنين، ثم كان في كفالة جده «عبد المطلب» إِلى أن تُوفي وله من العمر ثمان سنين، فكفله عمه «أبو طالب» ثم لم يزل يحوطه وينصره ويرفع من قدره حتى ابتعثه الله على رأس الأربعين وأبو طالب على عبادة الأوثان مثل قومه ومع ذلك كان يدفع الأذى عن رسول الله ﷺ َ، وكلُّ هذا من حفظ الله له، كلاءته\nوعنايته به ﴿وَوَجَدَكَ ضَآلًاّ فهدى﴾ أي ووجدك تائهًا عن معرفة الشريعة والدين فهداك إِليها كقوله تعالى\n﴿مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان﴾ [الشورى: ٥٢] قال الإِمام الجلال: أي وجدك ضالًا عمان أنت عليه الآن من الشريعة فهداك إليها، وقيل: ضلَّ في بعض شعاب مكة وهو صغير فردَّه الله إِلى جده قال أبو حيان: لا يمكن حمله على الضلال الذي يقابله الهدى، لأن الأنبياء معصومون من ذلك قال ابن عباس: هو ضلاله وهو في صغره في شعاب مكة، وقيل: ضلَّ وهو مع عمه طريق الشام ﴿وَوَجَدَكَ عَآئِلًا فأغنى﴾ أي ووجدك فقيرًا محتاجًا فأغناك عن الخلق، بما يسَّ لك من أسباب التجارة. . ولمَّا عدَّد عليه هذه النعم الثلاث، وصَّاه بثلاث وصايا مقابلها فقال ﴿فَأَمَّا اليتيم فَلاَ تَقْهَرْ﴾ أي فأما اليتيم فلا تحتقره ولا تغلبه على ماله قال مجاهد: أي لا تحتقره وقال سفيان: لا تظلمه بتضييع ماله، والمراد كن لليتيم كالأب الرحيم، فقد كنت يتيمًا فآواك الله ﴿وَأَمَّا السآئل فَلاَ تَنْهَرْ﴾ أي وأمَّا السائل المستجدي الذي يسأل عن حاجة وفقر، فلا تزجره إِذا سألك ولا تُغلظ له القول بل أعطه أو ردَّه ردًا جميلًا قال قتادة: ردَّ المسكين برفقٍ ولين ﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ﴾ أي حدِّثْ الناس بفضل الله وإِنعامه عليك، فإِن التحدث بالنعمة شكر لها قال الألوسي: كنت يتيمًا وضالًا وعائلًا، فأواك الله وهداك وأغناك، فلا تنس نعمة الله عليك في هذه الثلاث، فتعطَّف على اليتيم، وترحَّم على السائق، فقد ذقت اليتم والفقر، وأرشد العباد إِلى طريق الرشاد، كما هداك ربك.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الآخِرَةُ﴾ و﴿الأولى﴾ لأن المراد بالأولى الدنيا وهي تطابق الآخرة.\n٢ - المقابلة اللطيفة ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى. . وَوَجَدَكَ عَآئِلًا فأغنى﴾ قابلها بقوله ﴿فَأَمَّا اليتيم فَلاَ تَقْهَرْ وَأَمَّا السآئل فَلاَ تَنْهَرْ﴾ وهي من لطائق علم البديع.\n٣ - الجناس الناقص بين ﴿تَقْهَرْ﴾ و﴿تَنْهَرْ﴾ لتغير الحرف الثاني من الكلمتين.\n٤ - السجع المرصَّع كأنه الدر المنظوم في عقد كريم ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى وَوَجَدَكَ ضَآلًاّ فهدى وَوَجَدَكَ عَآئِلًا فأغنى﴾ الخ.", "ayah": 10, "surah": 93}