{"text": "اللغَة: ﴿يَدُعُّ﴾ يدعف بعنفٍ وشدة يقال: دعَّه دعًّا أي دفعه دفعًا ومنه ﴿يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا﴾ [الطور: ١٣] ﴿يَحُضُّ﴾ الحضُّ: الحثُّ والترغيب ﴿سَاهُونَ﴾ جمع ساهي يقال: سها عن كذا يسهو سهوًا إِذا تركه عن غفلة ﴿الماعون﴾ الشيء القليل من المعن وهو القلة تقول العرب: «ماله معنة ولا سعنة» أي ماله قليل ولا كثير من المال، قال المبّرد والزجاج: الماعون كل ما فيه منفعة كالفأس والقدر والدلو وغير ذلك.\nالتفسِير: ﴿أَرَأَيْتَ الذي يُكَذِّبُ بالدين﴾؟ استفهام للتعجيب والتشويق أي هل عرفت الذي يكذب بالجزاء والحساب في الآخرة؟ هل عرفت من هو، وما هي أوصافه؟ إِن أردت تعرفه ﴿فَذَلِكَ الذي يَدُعُّ اليتيم﴾ أي فذلك هو الذي يدفع اليتيم دفعًا عنيفًا بجفوة وغلظة، ويقهره ويظلمه ولا يعطيه\nحقه ﴿وَلاَ يَحُضُّ على طَعَامِ المسكين﴾ أي ولا يحث على إِطعام المسكين قال أبو حيان: وفي قوله ﴿وَلاَ يَحُضُّ﴾ إِشارة إِلى أنه هو لا يُطعم إِذا قدر، وهذا من باب الأولى لأنه إِذا لم يحضَّ غيره بخلًا، فلأن يترك هو ذلك فعلًا أولى وأحرى وقال الرازي: فإِن قيل: لِم قال ﴿وَلاَ يَحُضُّ على طَعَامِ المسكين﴾ ولم يقل: ولا يُطعم المسكين؟ فالجواب أنه إِذا منَع اليتيم حقه، فكيف يطعم المسكين من مال نفسه؟ بل هو بخيل من مال غيره، وهذا هو النهاية في الخسة، ويدل على نهاية بخله، وقاسة قلبه، وخساسة طبعه، والحاصل أنه لا يُطعم المسكين ولا يأمر بإِطعامه، لأنه يكذّب بالقيامة، ولو آمن بالجزاء وأيقن بالحساب لما صدر عنه ذلك ﴿فَوَيْلٌ لِّلْمُصَلِّينَ﴾ أي هلاكٌ وعذابٌ للمصلين المناقين، المتصفين بهذه الأوصاف القبيحة ﴿الذين هُمْ عَن صَلاَتِهِمْ سَاهُونَ﴾ أي الذين هم غافلون عن صلاتهم، يؤخرونها عن أوقاتها تهاونًا بها قال ابن عباس: هو المصلي الذي إن صلى لم يرج لها ثوابًا، وإن تركها لم يخش عليها عقابًا وقال أبو العالية: لا يصلونها لمواقيتها، ولا يتمون ركوعها ولا سجودها، وقد «سئل رسول الله ﷺ َ عن الآية فقال:» هم الذين يؤخرون الصلاة عن وقتها «قال المفسرون: لمَّا قال تعالى ﴿عَن صَلاَتِهِمْ سَاهُونَ﴾ بلفظة ﴿عَن﴾ عُلم أنها في المنافقين، ولهذا قال بعض السلف: الحمد لله الذي قال ﴿عَن صَلاَتِهِمْ﴾ ولم يقل» في صلاتهم «لأنه لو قال» في صلاتهم «لكانت في المؤمنين، والمؤمنُ قد يسهو في صلاته، والفرق بين السهوين واضح، فإن سهو المنافق سهو تركٍ وقلة التفات إِليها، فهو لا يتذكرها ويكون مشغولًا عنها، والمؤمن إِذا سها في صلاته تداركه في الحال وجبره بسجود السهو، فظهر الفارق بين السهوين، ثم اد في بيان أوصافهم الذميمة فقال ﴿الذين هُمْ يُرَآءُونَ﴾ أي يصلون أمام الناس رياءً ليقال إِنهم صلحاء، ويتخشعون ليقال إِنهم أتقياء، ويتصدقون ليقال إنهم كرماء، وهكذا سائر أعمالهم للشهوة والرياء ﴿وَيَمْنَعُونَ الماعون﴾ أي ويمنعون الناس المنافع اليسيرة، من كل ما يستعان به كالإِبرة، والفأس، والقدر، والملح، والماء وغيرها قال مجاهد: الماعون العارية للأمتعة وما يتعاطاه الناس بينهم كالفأس والدلو والآنية وقال الطبري: أي يمعنون الناس منافع ما عندهم، وأصل الماعون من كل شيء منفعته.\n. وفي الآية زجر عن البخل بهذه الأشياء القلية الحقيرة فإِن البخل بها نهاية البخل وهو مخل بالمروءة.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الاستفهام الذي يراد به تشويق السامع إلى الخبر والتعجيب منه ﴿أَرَأَيْتَ الذي يُكَذِّبُ بالدين﴾؟\n٢ - الإِيجاز بالحذف ﴿فَذَلِكَ الذي يَدُعُّ اليتيم﴾ حذف منه الشرط أي إِن أردت أن تعرفه فذلك الذي يدعُّ اليتيم، وهذا من أساليب البلاغة.\n٣ - الذم والتوبيخ ﴿فَوَيْلٌ لِّلْمُصَلِّينَ﴾ ووضع الظاهر مكان الضمير ﴿فَوَيْلٌ لَّهُمْ﴾ زيادة في التقبيح لأنهم مع التكذيب ساهون عن الصلاة.\n٤ - الجناس الناقص ﴿وَيَمْنَعُونَ الماعون﴾ .\n٥ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿سَاهُونَ، يُرَآءُونَ، الماعون﴾ الخ.", "ayah": 7, "surah": 107}