{"text": "اللغَة: ﴿تَبَّتْ﴾ هلكت والتبابُ: الهلاك والخسران ومنه قوله تعالى ﴿وَمَا كَيْدُ فِرْعَوْنَ إِلاَّ فِي تَبَابٍ﴾ [غافر: ٣٧] وقال الشاعر:\n«فتبًا للذي صنعوا» ... ﴿ذَاتَ لَهَبٍ﴾ ذات اشتعال وتلهب ﴿جِيدِهَا﴾ عنقها قال امرؤ القيس:\n«وجيدٍ كجيد الريم ليس بفاحش» ... ﴿مَّسَدٍ﴾ ليف قال الواحدي: المسد في كلام العرب: القتل، يقال مسد الحبل يمسده مسدًا إِذا أجاد فتله، وكلُّ شيء فتل من الليف والخَوْص فهو مسد.\nسبَبُ النّزول: عن ابن عباس قال: «لما نزلت ﴿وَأَنذِرْ عَشِيرَتَكَ الأقربين﴾ [الشعراء: ٢١٤] صعد النبي ﷺ َ على الصفا ونادى: يا بني فهر، يا بني عدي، لبطون من قريش حتى اجتمعوا، فجعل الرجل إِذا لم يستطع أن يخرج أرسل رسولا لينظر ما هو الخبر، فاجتمعت قريش وجاء عمه» أبو لهب «فقالوا: ما وراءك؟ فقال ﷺ َ: أرأيتكم لو أخبرتكم أنَّ خيلًا بالوادي تريد أن تغير عليكم أكنتم مصدِّقي؟ قالوا: نعم ما جربنا عليك كذبًا قط، قال: فإِني ﴿نَذِيرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ﴾ [سبأ: ٤٦] فقال له أبو لهب: تبًا لك يا محمد سائر اليوم، ألهذا جمعتنا؟ فأنزل الله ﴿تَبَّتْ يَدَآ أَبِي لَهَبٍ وَتَبَّ﴾ . .» السورة.\nب\nوعن طارق المحاربي قال «بينا أنا بسوق ذي المجاز إِذْ بشاب حديث السن يقول أيها الناس:» قولوا لا إِله إِلا الله تفلحوا «وإِذا رجل خلفه يرميه قد أدمى ساقيه وعرقوبيه مؤخر القدم ويقول: يا أيها الناس إنه كذابٌ فلا تصدقوه، فقلت: من هذا؟ فقالوا هو محمد بزعم أنه نبي، وهذا عمه» أبو لهب «يزعم أنه كذاب» .\nالتفسِير: ﴿تَبَّتْ يَدَآ أَبِي لَهَبٍ﴾ أي هلكت يد ذلك الشقي ﴿أَبِي لَهَبٍ﴾ وخاب وخسر وضلَّ عمله ﴿وَتَبَّ﴾ أي وقد هلك وخسر، الأول دعاءٌ، والثاني إِخبارٌ كما يقال: أهلكه اللهُ وقد هلك قال المفسرون: التباب هو الخسار المفضي إِلى الهلاك، والمراد من اليد صاحبُها، على عادة العرب من التعبير ببعض الشيء عن كله وجميعه، وأبو لهب هو «عبد العُزى بن عبد المطلب» عم النبي ﷺ َ وامرأته العوراء «أم جميل» أخت أبي سفيان، وقد كان كلٌ منهما شديد العداوة للرسول ﷺ َ فلما سمعت امرأته ما نزل في زوجها وفيها، «أتت رسول الله ﷺ َ وهو جالس في المسجد عند الكعبة ومعه أبو بكر ﵁، وفي يدها فهْر قطعة من الحجارة، فلما دنت من الرسول ﷺ َ أخذ الله بصرها عنه فلم تر إِلاّ أبا بكر، فقالت يا أبا بكر: بلغني أن صاحبك يهجوني، فوالله لو وجدته لضربت بهذا الحجر فاه، ثم أنشدت تقول:»\nمُذمًّمًا عصينا وأمره أبينا ودينه قليْنا ... «ثم انصرفت فقال أبو بكر يا رسول الله: أما تراها رأتك؟ قال: ما رأتني لقد أخذ الله بصرها عني»، وكانت قريش يسبون الرسول ﷺ َ يقولون: مذممًا بدل «محمد» وكان يقول صلوات الله عليه: ألا تعجبون كيف صرف الله عني أذى قريش؟ يسبون ويهجون مذممًا وأنا محمد!؟ قال الخازن: فإِن قلت: لم كناه وفي التكنية تشريف وتكرمة؟ فالجواب من وجوه: أحدهما: أنه كان مشتهرًا بالكنية دون الاسم، فلو ذكره باسمه لم يعرف، الثاني: أنه كان سامه «عبد العزى» فعلد عن إِلى الكنية لما فه من الشرك لأن العزَّى صنم فلم تضف العبودية إِل صنم الثالث: أنه لما كان من أهل النار، ومآله إِلى النار، والنرُ ذاتُ لهب، وافقت حاله كنيته وكان جديرًا بأن يذكرها بها ﴿مَآ أغنى عَنْهُ مَالُهُ وَمَا كَسَبَ﴾ أي لم يفده ماله الذي جمعه، ولا جاهه وعزه الذي اكتسبه قال ابن عباس ﴿وَمَا كَسَبَ﴾ من الأولاد، فإِن ولد الرجل من كسبه. . روي أن الرسول ﷺ َ لما دعا قومه إِلى الإِيمان، قال أبو لهب: إِن كان ما يقول ابن أخي حقًا، فإِني أفتدي نفسي من العذاب بمالي وولدي فنزلت قال الألوسي: كان لأبي لهب ثلاثة أبناء «عُتبة» و«متعب» و«عُتيبة» وقد أسلم الأولان يوم الفتح، وشهدا حنينًا والطائف، وأما «عُتيبة» فلم يسلم، وكانت «أم كلثوم» بنت رسول الله ﷺ َ عنده، وأختها «رُقية» عند أخيه عُتبة، فلما نزلت السورة قال أبو لهب لهما: رأسي ورأسكما حرام إِن لم تطلقا ابنتي محمد، فطلقاهما ولما أراد «عُتيبة» بالتصغير الخروج إلى الشام مع أبيه قال: لآتينَّ محمدًا وأوذينَّه فأتاه\nفقال يا محمد: إِن كافر بالنجم إِذا هوى، وبالذي دنا فتدلى، ثم تفل أمام النبي ﷺ َ وطلَّق ابنته «أم كلثوم» فغضب ﷺ َ ودعا عليه فقال: «اللهم سلط عليه كلبًا من كلابك» فافترسه الأسد، وهلك أبو لهب بعد وقعة بدر بسب ليالٍ بمرضٍ معدٍ كالطاعون يسمى «العدسة» وبقي ثلاثة أيام حتى أنتن، فلما خافوا العار حفروا له حفرة ودفعوه إِليها بعود حتى وقع فيها ثم قذفوه بالحجارة حتى واروه، فكان الأمر كما أخبر به القرآن ﴿سيصلى نَارًا ذَاتَ لَهَبٍ﴾ أي سيدخل نارًا حامية، ذات اشتعال وتوقُّد عظيم، وهي نار جهنم ﴿وامرأته حَمَّالَةَ الحطب﴾ أي وستدخل معه نار جهنم، امرأته العوراء «أم جميل» التي كانت تمشي بالنميمة بين الناس، وتوقد بينهم نار العداوة والبغضاء قال أبو السعود: كانت تحمل حزمة من الشوك والحسك فتنثرها بالليل في طريق النبي ﷺ َ لإِذائه وقال ابن عباس: كانت تمشي بالنميمة بين الناس لتفسد بينهم ﴿فِي جِيدِهَا حَبْلٌ مِّن مَّسَدٍ﴾ أي في عنقها جبلٌ من ليف قد فتل فتلًا شديدًا، تعذب به يوم القيامة قال مجاهد: هو طوقٌ من حديد وقال أبن المسيب: كان لها قلادة فاخرة من جوهر، فقالت: واللاتِ والعُزَّى لأنفقتها في عداوة محمد، فأعقبها الله منها حبلًا في جيدها من مسد النار.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الجناس المرسل ﴿يَدَآ أَبِي لَهَبٍ وَتَبَّ﴾ أطلق الجزء وأراد الكل أي هلك أبو لهب.\n٢ - الجناس بين ﴿أَبِي لَهَبٍ﴾ وبين ﴿نَارًا ذَاتَ لَهَبٍ﴾ فالأول كنية والثاني وصف للنار.\n٣ - الكنية للتصغير والتحقير ﴿أَبِي لَهَبٍ﴾ فليس المراد تكريمه بل تشهيره، كأبي جهل.\n٤ - الاستعارة اللطيفة ﴿حَمَّالَةَ الحطب﴾ مستعار للنميمة وهي استعارة مشهورة قال الشاعر: «ولم يمش بين احلي بالحطب والرطب.\n٥ - النصب على الشتم والذم ﴿وامرأته حَمَّالَةَ الحطب﴾ أي أخص بالذم حمالة الحطب.\n٦ - توافق الفواصل مراعاة لرءوس الآيات وهو من المحسنات البديعية.", "ayah": 5, "surah": 111}