{"text": "اللغَة: ﴿السكينة﴾ السكونُ والطمأنينة والثبات ﴿السوء﴾ المساءة والحزن والالم قال الجوهري: ساءَه سوءًا بالفتح ومساءةً نقيضُ سَّره، والإِسمُ السُّوءُ بالضم، ودائرة السُّوء يعني الهزيمة والشر، ومن فتح فهو من المساءة ﴿تُعَزِّرُوهُ﴾ تعظّموه وتنصروه وتمنعوا الأذى عنه، وسمي التعزيزُ في الحدود تعزيزًا لأنه مانع من فعل القبيح ﴿نَّكَثَ﴾ نقض البيعة والعهد ﴿بُورًا﴾ هلكى قال الجوهري: البورُ: الرجل الفاسد الهالك الذي لا خير فيه، و«قومًا بورًا» جمع بائر، وبار فلان أي هالك ﴿حَرَجٌ﴾ إثم وذنب.\nسَبَبُ النّزول: عن ابن عباس قال: تخلف عن رسول الله ﷺ َ أعراب المدينة حين أراد السفر إلى مكة عام الفتح، بعغد أن كان استنفرهم معه حذرًا من قريش، وأحرم بعمرةٍ وساق معه الدي ليعلم الناسُ أنه لا يريد حربًا، فتثاقلواعنه واعتلَّوا بالشغل فنزلت ﴿سَيَقُولُ لَكَ المخلفون مِنَ الأعراب شَغَلَتْنَآ أَمْوَالُنَا وَأَهْلُونَا فاستغفر لَنَا. .﴾ الآية.\nالتفسِير: ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾ أي قد فتحنا لك يا محمد مكة فتحًا بينًا ظاهرًا، وحكمنا لك بالفتح المبين على أعدائك، والمراد بالفتح فتح مكة، وعده الله به قبل أني كون، وذكره بلفظ الماضي لتحققه، وكانت بشارة عظيمة من الله تعالى لرسوله وللمؤمنين قال الزمخشري: هو فتح مكة، وقد نزلت مرجع رسول الله ﷺ َ عن مكة عام الحديبية، وهو وعدٌ له بالفتح، وجيء به بلفظ الماضي على عادة ربّ العزَّة سبحانه في أخباره، لأنها في تحققها وتيقنها بمنزلة الكائنة الموجودة، وفي ذلك من الفخامة والدلالة على علو شأن الفتح ما لايخفى ﴿لِّيَغْفِرَ لَكَ الله مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ﴾ أي ليغفر لك ربك يا محمد جميع ما فرط منك من ترك الأولى قال أبو السعود: وتسمتُه ذنبًا بالنظر إلى منصبه الجليل وقال ابن كثير: هذا من خصائصه ﷺ َ التي لا يشاركه فيها غيره، وفيه تشريفٌ عظيم لرسول الله ﷺ َ إذ هو أكمل البشر على الإطلاق، وسيدهم في الدنيا والآخرة، وهو في جميع أموره على الطاعة والبر والاستقامة التي لم ينلها بشر سواه، لا من الأولين ولا من الآخرين، ولما كان أطوع خلق الله بشره الله بالفتح المبين، وغنفر له ما تقدم من ذنبه وما تأخر ﴿وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ﴾ أي وكمّل نعمته عليك بإِعلاء الذين ورفع مناره ﴿وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيمًا﴾ أي ويرشدك إلى الطريق القويم، الموصل إلى جنات النعيم؛ بما يشرعه لك من الدين العظيم ﴿وَيَنصُرَكَ الله نَصْرًا عَزِيزًا﴾ أي وينصرك الله على أعدائك نصرًا قويًا منيعًا، فيه عزةٌ وغلبة، يجمع لك به بين عز الدنيا والآخر ﴿هُوَ الذي أَنزَلَ السكينة فِي قُلُوبِ المؤمنين﴾ أي هو جل وعلا الذي جعل السكون والطمأنينة في قلوب المؤمنين ﴿ليزدادوا إِيمَانًا مَّعَ إِيمَانِهِمْ﴾ أي ليزدادوا يقينًا مع يقينهم، وتصديقًا مع تصديقهم، برسوخ العقيدة في القلوب، والتوكل على علاَّم الغيوب ﴿وَلِلَّهِ جُنُودُ السماوات والأرض﴾ أي وللهِ جلَّت عظمته كل جنود السموات والأرض، من الملائكة والجن، والحيوانات، والصواعق المدمّرة، والزلازل، والخسف والغرق، جنودٌ لا تُحصى ولا تُغلب، يسلطها على من يشاء قال ابن كثير: ولو أرسل عليهم ملكًا واحدًا لأباد خضراءهم، ولكنه تعالى شرع لعباده الجهاد، لما له في ذلك من الحجة القاطعة والحكمة البالغة ولذلك قال ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بأحوال خلقه، حكيمًا في تقديره وتدبيره قال المفسرون: أراد بإِنزال السكينة في\nقلوب المؤمنين «أهل الحديبية» حين بايعوا رسول الله ﷺ َ على مناجزة الحرب مع أهل مكة، بعد أن حصل لهم ما يزعج النفوس ويزيع القلوب، من صد الكفار لهم عن دخول مكة، ورجوع الصحابة دون بلوغ مقصود، فلم يرجع منه أحدٌ عن الإِيمان، بعد أن هاج الناس وماجوا، وزلزلوا حتى جاء عمر بن الخطاب إلى النبي ﷺ َ وقال: أنت نبيَّ الله حقًا؟ قال: بلى، قال ألسنا على الحق وعدوُّنا على الباطل؟ قال بلى، قال: فلم نعط الدنيَّة في ديننا إذن؟ قال إني رسول الله وليست أعصيه وهو ناصري.\n. الخ. ﴿لِّيُدْخِلَ المؤمنين والمؤمنات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا﴾ أي ليدخلهم على طاعتهم وجهادهم حدائق وبساتين ناضرة، تجري من تحتها أنهار الجنة ما كثين فيها أبدًا ﴿وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي يمحو عنهم خطاياهم وذنوبهم ﴿وَكَانَ ذَلِكَ عِندَ الله فَوْزًا عَظِيمًا﴾ أي وكان ذلك الإدخال في الجنات والتكفير عن السيئات، فوزًا كبيرًا وسعادةً لا مزيد عليها، إذ ليس بعد نعيم الجنة نعيم ﴿وَيُعَذِّبَ المنافقين والمنافقات والمشركين والمشركات﴾ أي وليعذِّب الله أهل النفاق والإِراك، وقدَّمهم على المشركين لأنهم أعظم خطرًا وأشر ضررًا من الكفار المجاهرين بالكفر ﴿الظآنين بالله ظَنَّ السوء﴾ أي الظانين بربهم أسوأ الظنون، ظنوا أن الله تعالى لن ينصر رسله والمؤمنين، وأن المشركين يستأصلونهم جميعًا كما قال تعالى ﴿بَلْ ظَنَنْتُمْ أَن لَّن يَنقَلِبَ الرسول والمؤمنون إلى أَهْلِيهِمْ أَبَدًا﴾ قال القرطبي: ظنوا أن النبي ﷺ َ لا يرجع إلى المدينة ولا أحدٌ من أصحابه حين خرج إلى الحديبية ﴿عَلَيْهِمْ دَآئِرَةُ السوء﴾ دعاءٌ عليهم أي عليهم ما يظنونه ويتربصونه بالمؤمنين من الهلاك والدمار ﴿وَغَضِبَ الله عَلَيْهِمْ وَلَعَنَهُمْ﴾ أي سخط تعالى عليهم بكفرهم ونفاقهم، وأبعدهم عن رحمته ﴿وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَآءَتْ مَصِيرًا﴾ أي وهيأ لهم في الآخرة نارًا مستعرة هي نار جهنم، وساءت مرجعًا ومنقلبًا لأهل النفاق والضلال ﴿وَلِلَّهِ جُنُودُ السماوات والأرض﴾ تأكيد للانتقام من الأعداء أعداء الإسلام من الكفرة والمنافقين قال الرازي: كرر اللفظ لأن جنود الله قد يكون إِنزالهم للرحمة، وقد يكون للعذاب، فذكرهم أولًا لبيان الرحمة للمؤمنين وثانيًا لبيان إِنزال العذاب عل الكافرين ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه وسلطانه، حكيمًا في صنعه وتدبيره قال الصاوي: ذكره هذه الآية أولًا في معرض الخلق والتدبير فذيَّلها بقوله\n﴿عَلِيمًا حَلِيمًا﴾ [الأحزاب: ٥١] وذكرها ثانيًا في معرض الانتقام فذيلها بقوله ﴿عَزِيزًا حَكِيمًا﴾ وهو في منتهى الترتيب الحسن، لأنه تعالى ينزل جنوج الحرمة لنصرة المؤمنين، وجنود العذاب لإِهلاك الكافرين. . ثم امتن تعالى على رسوله الكريم بتشريفه بالرسالة، وبعثه إلى كافة الخلق فقال ﴿إِنَّآ أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا﴾ أي: إنا أرسلناك يا محمد شاهدًا على الخلق يوم القيامة، ومبشرًا للمؤمنين بالجنة، ومنذرًا للكافرين من عذاب النار ﴿لِّتُؤْمِنُواْ بالله وَرَسُولِهِ﴾ أي أرسلنا الرسول لتؤمنوا أيها الناس بربكم ورسولكم حقَّ الإِيمان، إيمانًا عن اعتقاد ويقين، لا يخالطه شك ولا ارتياب ﴿\nوَتُعَزِّرُوهُ﴾ أي تُفخمو وتُعطِّموه ﴿وَتُوَقِّرُوهُ﴾ أي تحترموا وتجلُّوا أمره مع التعظيم والتكريم، والضمير فيهما للنبي ﷺ َ ﴿وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا﴾ أي تسبحوا ربكم في الصباح والمساء، ليكون القلب متصلًا بالله في كل آن، ثم قال تعالى ﴿إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله﴾ أي إن الذين يبايعونك يا محمد في الحديبية «بيعة الرضوان» إِنما يبايعون في الحقيقة اللهَ، وهذا تشريفٌ للنبي ﷺ َ حيث جعل مبايعته بمنزل مبايعة الله، لأن الرسول ﷺ َ سفيرٌ ومعبِّر عن الله قال المفسرون: المراد بالبيعة هنا بيعة الرضوان بالحديبية، حين بايع الصحابة رسول الله ﷺ َ على الموت كما روى الشيخان عن سلمة ابن الأكوع أنه قال: «بايعنا رسول الله ﷺ َ على الموت» وسميت «بيعة الرضوان» لقول الله فيها ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ [الفتح: ١٨] ﴿يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ قال ابن كثير: أي هو تعالى حاضر معهم، يسمع أقوالهم، ويرى مكانهم، ويعلم ضمائرهم وظاهرهم، فهو تعالى المبايع بواسطة رسول الله صلى لله عليه وسلم وقال الزمخشري: يريد أن يد رسول الله ﷺ َ التي تعلو أيدي المبايعين هي يدُ الله، والمعنى أن من بايع الرسول فقد بايع الله كقوله تعالى ﴿مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله﴾ [النساء: ٨٠] ﴿فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ على نَفْسِهِ﴾ أي فمن نقض البيعة فإنما يعود ضرر نكثه عليه، لأنه حرم نفسه الثواب وألزمها العقاب بنقضه العهد والميثاق الذي عاهد به ربه ﴿وَمَنْ أوفى بِمَا عَاهَدَ عَلَيْهُ الله﴾ أو ومنْ وفَّى بعهده ﴿فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا﴾ أي فسيعطيه الله ثوابًا جزيلًا، وهو الجنة دار الأبرار ﴿سَيَقُولُ لَكَ المخلفون مِنَ الأعراب﴾ أي سيقول لك يا محمد المنافقون الذين تخلفوا عن الخروج معك عام الحديبية من أعراب المدينة ﴿شَغَلَتْنَآ أَمْوَالُنَا وَأَهْلُونَا فاستغفر لَنَا﴾ أي شُغلنا عن الخروج معك الأموال والأولاد، فاطلب لنا من الله المغفرة، لأن تخلفنا لم يكن باختيار بل عن اضطرار قال في التسهيل: سمَّاهم تعالى بالمخلَّفين لأنهم تخلَّفوا عن غزوة الحديبية، والأعراب هم أهل البوادي من العرب لما خرج رسول الله ﷺ َ إلى مكة يعتمر، رأوا أنه يستقبل عدوًا كثيرًا من قريش وغيرهم فقعدوا عن الخروج معه، ولم يكن إيمانهم متمكنًا فظنوا أنه لا يرجع هو والمؤمنون من ذلك السفر، ففضحهم الله في هذه السورة وأعلمَ تعالى رسوله ﷺ َ بقولهم واعتذارهم قبل أن يصل إليهم، وأعلمه أنهم كاذبون في اعتذارهم ﴿يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِي قُلُوبِهِمْ﴾ اي يقولون خلاف ما يبطنون وهذا هو النفاق المحض، فهم كاذبون في الاعتذاروطلب الاستغفار، لأنهم قالوه رياءً من غير صدقٍ ولا توبة ﴿قُلْ فَمَن يَمْلِكُ لَكُمْ مِّنَ الله شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا﴾؟ أي قل لهم: مَن يمنعكم من مشيئة الله وقضائه، إِن أراد أن يُلحق بكم أمرًا يضركم كالهزيمة، أو أمرًا ينفعكم كالنصر والغنيمة؟ قال القرطبي: وهذا ردٌ عليهم حين ظنوا ان التخلف عن الرسول ﷺ َ يدفع عنهم الضرُّ، ويُعجل لهم النفع ﴿بَلْ كَانَ الله بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي ليس الأمر كما زعمتم بل الله مطلع على ما في قلوبكم من الكذب والنفاق، ثم أظهر تعالى ما يخفونه في نفوسهم فقال ﴿بَلْ ظَنَنْتُمْ أَن\nلَّن يَنقَلِبَ الرسول والمؤمنون إلى أَهْلِيهِمْ أَبَدًا﴾ أي بل ظننتم أيها المنافقون أن محمدًا وأصحابه لن يرجعوا إلى المدينة أبدًا ﴿وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ﴾ أي وزُيّن ذلك الضلال في قلوبكم ﴿وَظَنَنتُمْ ظَنَّ السوء﴾ أي ظننتم أنهم يُسْتأصلون بالقتل، ولا يرجع منهم أحد ﴿وَكُنتُمْ قَوْمًا بُورًا﴾ أو وكنتم قومًا هالكين عند الله، مستوجبين لسخطه وعقابه ﴿وَمَن لَّمْ يُؤْمِن بالله وَرَسُولِهِ﴾ لما بيَّن حال المتخلفين عن رسول الله، وبيَّن حال ظنهم الفاسد، وأنه يفضي بصاحبه إلى الكفر، حرَّضهم على الإِيمان والتوبة على سبيل العموم والمعنى من لم يؤمن بالله ورسوله بطريق الإِخلاص والصدق ﴿فَإِنَّآ أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا﴾ أي فإِنَّا هيأنان للكافرين نارًا شديدة مستعرة، وهو وعيدٌ شديد للمنافقين ﴿وَلِلَّهِ مُلْكُ السماوات والأرض﴾ أي له جل وعلا جميع ما في السموات والأرض، يتصرف في الكل كيف يشاء ﴿يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ﴾ أي يرحم من يشاء من عباده ويُعذب من يشاء، وهذا قطع لطمعهم في استغفار رسول الله ﷺ َ لهم ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة عظيم الرحمة ﴿سَيَقُولُ المخلفون إِذَا انطلقتم إلى مَغَانِمَ لِتَأْخُذُوهَا﴾ أي سيقول الذين تخلَّفوا عن الخروج مع رسول الله في عمرة الحديبية، عند ذهابكم إلى مغانم خيبر لتحصلوا عليها ﴿ذَرُونَا نَتَّبِعْكُمْ﴾ أي اتركونا نخرج معكم إلى خيبر لنقاتل معكم ﴿يُرِيدُونَ أَن يُبَدِّلُواْ كَلاَمَ الله﴾ أي يريدون أن يُغيّروا وعد الله الذي وعده لأهل الحديبية من جعل غنائم خيبر لهم خاصة لا يشاركهم فيها أحد قال القرطبي: إن الله تعالى جعل لأهل الحديبية غنائم خيبر عوضًا عن فتح مكة إذ رجعوا من الحديبية على صلح ﴿قُل لَّن تَتَّبِعُونَا﴾ أي قل لهم لا تتبعونا فلن يكون لكم فيها نصيب ﴿كذلكم قَالَ الله مِن قَبْلُ﴾ أي كذلكم حكم الله تعالى بأن غنيمة خيبر لمن شهد الحديبية، ليس لغيرهم فيها نصيب قبل رجوعنا منها ﴿فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا﴾ أي فسيقولون ليس هذا من الله بل هو حسد منكم لنا على مشاركتكم في الغنيمة، قال تعالى ردًّا عليهم ﴿بَلْ كَانُواْ لاَ يَفْقَهُونَ إِلاَّ قَلِيلًا﴾ أي لا يفهمون إِلا فهمًا قليلًا وهو حرصهم على الغنائم وأمور الدنيا ﴿قُل لِّلْمُخَلَّفِينَ مِنَ الأعراب سَتُدْعَوْنَ إلى قَوْمٍ أُوْلِي بَأْسٍ شَدِيدٍ﴾ أي قل لهؤلاء الذين تخلفون عن الحديبية كرَّر وصفهم بهذا الإِسم إظهارًا لشناعة ومبالغةً في ذمهم ستُدعون إلى حرب قوم أشداء، هم بنو حنيفة قوم مسليمة الكذاب أصحاب الردة ﴿تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ﴾ أي إما أن تقتلوهم أو يدخلوا في دينكم بلا قتال ﴿فَإِن تُطِيعُواْ يُؤْتِكُمُ الله أَجْرًا حَسَنًا﴾ أي فإِن تستجيبوا وتخرجوا لقتالهم يعطكم الله الغنيمة والنصر في الدنيا، والجنة في الآخرة ﴿وَإِن تَتَوَلَّوْاْ كَمَا تَوَلَّيْتُمْ مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا﴾ أي وإن تتخلفوا عن الخروج كما تخلفتم زمن الحديبية، يعذبكم اللهُ عذابًا شديدًا مؤلمًا في نار جهنم.\n. ثم ذكر تعالى الأعذار في ترك الجهاد فقال ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ أي ليس على هؤلاء إِثم أو ذنب في ترك الخروج للجهاد لما بهم من الأعذار الظاهرة ﴿وَمَن يُطِعِ الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي من يطع أمر الله وأمر الرسول يدخله جنات النعيم خالدًا فيها ﴿وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا﴾ أي ومن ينكل عن الجهاد لغير عذر يعذبه الله عذابًا شديدًا، في الدنيا بالمذلة وفي الآخرة بالنار.", "ayah": 16, "surah": 48}