{"text": "المنَاسَبَة: لمَّا ذكر تعالى حال المنافقين الذين تخلفوا عن الخروج مع رسول الله ﷺ َ ن، ذكر تعالى حال المؤمنين المجاهدين الذين بايعوا الرسول «بيعة الرضوان» تسجلًا لرضى الله تعالى عنهم، وتخليدًا لمآثرهم الكريمة، وختم السورة الكريمة بالثناء على الصحابة الأبرار، بأبلغ ثناء وأكرم تمجيد.\nاللغَة: ﴿أَظْفَرَكُمْ﴾ أظهركم وأعلاكم، طفر بالشيء غلب عليه، وأظفره غلبه ﴿مَعْكُوفًا﴾ محبوسًا ومنه الاعتكاف ﴿مَّعَرَّةٌ﴾ المعرَّة: العيب والمشقة اللاصقة بالإِنسان من العُرِّ وهو الجرب ﴿تَزَيَّلُواْ﴾ تميَّزوا ﴿الحمية﴾ الأنفة والغضب الشديد ﴿سِيمَاهُمْ﴾ علامتهم ﴿شَطْأَهُ﴾ الشطء: الفراخ قال الجهوري: شطءُ الرزع والنبات فراخُه والجمع أشطاء ﴿آزَرَهُ﴾ قوَّاه وأعانه وشدَّه.\nسَبَبُ النّزول: عن أنس ﵁ أن ثمانين من أهل مكة هبطوا على النبي ﷺ َ من التنعيم مستلحين يريدون الغدر به وبأصحابه فأخذناهم أسرى فأنزل الله تعالى ﴿وَهُوَ الذي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ ...﴾ الآية.\nالتفسِير: ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ اللام موطئة لقسم محذوف وأي والله لقد رَضِيَ اللَّهُ عَنْ المؤمنين حين بايعوك يا محمد «بيعة الرضوان» تحت ظل الشجرة بالحديبية قال المفسرون: كان سبب هذه البيعة أن رسول الله ﷺ َ لما بلغ الحديبية أرسل عثمان بن عفان إلى أهل مكة يخبرهم أنه إِنما جاء معتمرًا، وأنه لا يريد حربًا، فلما ذهب عثمان حبسوه عندهم، وجاء الخبر إلى رسول الله ﷺ َ أن عثمان قد قتل، فدعا رسول الله ﷺ َ الناس إلى البيعة على أن يدخلوا مكة حربًا، وبايعوه على الموت، فكانت بيعت الرضوان، فلما بلغ المشركين ذلك أخذهم الرعب وأطلقوا عثمان وطلبوا الصلح من رسول الله ﷺ َ على أن يأتي في العام القابل، ويدخلها وقيم فيها ثلاثة أيام، وكانت هذه البيعة تحت شجرة سمرة بالحديبية وقد سميت «بيعة الرضوان» ولما رجع المسلمون يعلوهم الحزنُ والكآبة، أراد الله تسليتهم وإِذهاب الحزن عنهم فأنزل الله هذه السورة على رسوله ﷺ َ بعد مرجعه من الحديبية ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾ [الفتح: ١] وكان عدد الذين بايعوا رسول الله ﷺ َ ألفًا وأربعماةئ رجل، وفيهم نزلت الآية الكريمة ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ ولم يتخلف عن البيعة إلا «الجد بن قيس» من المنافقين، وحضر هذه البيعة روح القدس جبريل الأمين، ولهذا سُطرت في الكتاب المبين ﴿فَعَلِمَ مَا فِي قُلُوبِهِمْ﴾ أي فعلم تعالى ما في قلوبهم من الصدق والوفاء، عند مبايعتهم لك على حرب الأعداء ﴿فَأنزَلَ السكينة عَلَيْهِمْ﴾ أي رزقهم الطمأنينة وسكون النفس عند البيعة ﴿وَأَثَابَهُمْ فَتْحًا قَرِيبًا﴾ أي وجازاهم على بيعة الرضوان بفتح خيبر، وما فيها من النصر والغنائم، زيادةً على ثواب الآخرة ﴿وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا﴾ أي وجعل لهم الغنائم الكثيرة التي غنموها من خيبر قال ابن كثير: هو ما أجرى الله ﷿ على أيديهم من الصلح بينهم وبين أعدائهم، وما حصل بذلك من الخير والعامِّ بفتح خبير، ثم فتح سائر البلاد والأقاليم، وما حصل لهم من العز والنصر والرفعة في الدنيا والآخرة، ولهذا قال تعالى ﴿وَكَان الله عَزِيزًا حَكِيمًا﴾ أي غالبًا على أمره، حكيمًا في تدبيره وصعنه، ولهذا نصركم عليهم وغنَّمكم أرضهم وديارهم وأموالهم ﴿وَعَدَكُمُ الله مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا﴾ أي وعدكم الله معشر المؤمنين على جهادكم وصبركم الفتوحات الكثيرة، والغنائم الوفيرة تأخذونها من أعدائكم، قال ابن عباس: هي المغانم التي تكون إلى يوم القيامة قال في البحر: ولقد اتَّسع نطاق الإِسلام، وفتح المسلمون فتوحًا لا تُحصى، وغنموا مغانم لا تُعدُّ وذلك في شرق البلاد وغربها، حتى في الهند\nوالسودان تصديقًا لوعده تعالى وقدم علينا أحد ملوك غانة من بلاد التكرور، وقد فتح أكثر من خمسة وعشرين مملكة من بلاد السودان، وأسلموا معه وقدم علينا ببعض ملوكهم يحج معه ﴿فَعَجَّلَ لَكُمْ هذه﴾ أي فعجَّل لكم غنائم خيبر بدون جهد وقتال ﴿وَكَفَّ أَيْدِيَ الناس عَنْكُمْ﴾ أي ومنع أيدي الناس أن تمتد إِليكم بسوء فقال المفسرون: المراد أيدي أهل خبير وحلفائهم من بني أسد وغطفان، حين جاءوا لنصرتهم فقذف الله في قلوبهم الرغب ﴿وَلِتَكُونَ آيَةً لِّلْمُؤْمِنِينَ﴾ اي ولتكون الغنائم، وفتح مكة، ودخول المسجد الحرام علامة واضحة تعرفون بها صدق الرسول فيما أخبركم به عن الله ﴿وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيمًا﴾ أي ويهديكم تعالى إلى الطريق القويم، الموصل إلى جنات النعيم بجهادكم وإِخلاصكم قال الإِمام الفخر: والآية للإِشارة إلى أنَّ ما أعطاهم من الفتح والمغانم، ليس هو كل الثواب، بل الجزاء أمامهم، وإِنما هوي شيء عاجل عجَّله لهم لينتفعوا به، ولتكون آية لمن بعدهم من المؤمنين، تدل على صدق وعد الله في وصول ما وعدهم به كما وصل إِليكم ﴿وأخرى لَمْ تَقْدِرُواْ عَلَيْهَا﴾ أي وغنيمةً أخرى يسَّرها لكم، لم تكونوا بقدرتكم تستطيعون عليها، ولكنَّ الله فضله وكرمه فتحها لكم، والمراد بها فتح مكة ﴿قَدْ أَحَاطَ الله بِهَا﴾ أي قد استولى الله عليها بقدرته ووهبها لكم، فهي كالشيء المحاط به من جوانبه محبوسٌ لكم لا يفوتكم ﴿وَكَانَ الله على كُلِّ شَيْءٍ قَدِيرًا﴾ أي قادرًا على كل شيء، لا يعجزه شيء أبدًا، فهو القادر على نصرة أوليائه، وهزم أعدائه قال ابن كثير: المعنى أي وغنميةً أخرى وفتحًا أخر معينًا، لم تكونوا تقدرون عليها، قد يسَّرها الله عليكم وأحاط بها لكم، فإنه تعالى يرزق عباده المتقين من حيث لا يحتسبون والمرادُ بها في هذه الآية «فتح مكة» وهو أختيار الطبري ﴿وَلَوْ قاتلكم الذين كفَرُواْ لَوَلَّوُاْ الأدبار﴾ تذكيرٌ لهم بنعمةٍ أخرى أي ولو قاتلكم أهل مكة ولم يقع الصلح بينكم وبينهم، لغلبوا وانهزموا أمامكم ولم يثبتوا ﴿ثُمَّ لاَ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا﴾ أي ثم لا يجدون من يتولّى أمرهم بالحفظ والرعاية، ولا من ينصرهم من عذاب الله ﴿سُنَّةَ الله التي قَدْ خَلَتْ مِن قَبْلُ﴾ أي تلك طريقة الله وعادتُه التي سنَّها فيمن مضى من الأمم، من هزيمة الكافرين ونصر المؤمنين قال في البحر: أي سنَّ الله لأنبيائه ورسله سنة قديمة وهي قوله\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ [المجادلة: ٢١] ﴿وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلًا﴾ أي وسنته تعالى لا تتبدَّل ولا تتغيَّر ﴿وَهُوَ الذي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ﴾ أي وهو تعالى بقدرته وتدبيره صرف أيدي كفار مكة عنكم كما صرف عنهم أيديككم بالحديبية التي هي قريبة من البلد الحرام قال ابن كثير: هذا امتنانٌ من الله تعالى على عباده المؤمنين، حين كفَّ أيدي المشركين عنهم، فلم يصل إليهم منهم سوء، وكفَّ أيدي المؤمنين عن المشركين فلم يقاتلوهم عند المسجد الحرام، بل\nصان كلًا من الفريقين وأوجد بينهم صلحًا، فيه خيرة للمؤمنين وعاقبة لهم في الدنيا والآخرة ﴿مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ﴾ أي من بعد ما أخذتموهم أسارى وتمكنتم منهم قال الجلال: وذلك أن ثمانين من المشركين طافوا بعسكر المؤمنين ليصيبوا منهم، فأخذوا وأُتي بهم إلى رسول الله ﷺ َ فعفا عنهم وخلَّى سبيلهم، فكان ذلك بسبب الصلح وقال في التسهيل: وروي في سببها أن جماعةً من فتيان قريش خرجوا إلى الحديبية، ليصيبوا من عسكر رسول الله ﷺ َ، فبعث إليهم رسول الله ﷺ َ خالد بن الوليد في جمناعةٍ من المسلمين فهزموهم وأسروا منهم قومًا، وساقوهم إلى رسول الله ﷺ َ فأطلقهم، فكفَّ أيدي الكفار هو هزيمتهم وأسرهم، وكفُّ أيدي المؤمنين عن الكفار هو إطلاقهممن الأسر وسلامتهم من القتل ﴿وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيرًا﴾ أي هو تعالى بصير بأعمالكم وأحوالكم، يعلم ما فيه مصلحة لكم، ولذلك حجزكم عن الكافرين رحمةً بكم، وحرمةً لبيته العتيق لئلا تسفك فيه الدماء. . ثم ذكر تعالى استحقاق المشركين للعذاب والدمار فقال ﴿هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام﴾ أي هم كفار قريش المعتدون الذين كفروا بالله والرسول، ومنعوا المؤمنين عن دخول المسجد الحرام لأداء مناسك العمرة عام الحديبية ﴿والهدي مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ﴾ أي وصدُّوا الهدي أيضًا وهو ما يُهدى لبيت الله لفقراء الحرم معكوفًا أي محبوسًا عن أن يبلغ مكانه الذي يذبح فيه وهو الحرم قال القرطبي: يعني قريشًا منعوا المسلمين من دخول المسجد الحرام عام الحديبية، حين أحرم رسول الله ﷺ َ مع أصحابه بالعمرة، ومنعوا الهدي وحبسوه عن أن يبلغ محله، وهذا كانوا لا يعتقدونه، ولكنه حملتهم الأنفة ودعتهم الحمية الجاهلية علىأن يفعلوا ما لا يعتقدونه دينًا، فوبخهم الله على ذلك وتوعَّدهم عليه، وأدخل الأنس على رسول الله ببيانه ووعده ﴿وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَاتٌ﴾ أي ولولا أن في مكة رجالًا ونساءً من المؤمنين المستضعفين، الذين يخفون إِيمانهم خوفًا من المشركين ﴿لَّمْ تَعْلَمُوهُمْ﴾ أي لا تعرفونهم بأعيانهم لاختلاطهم بالمشركين ﴿أَن تَطَئُوهُمْ فَتُصِيبَكُمْ مِّنْهُمْ مَّعَرَّةٌ بِغَيْرِ عِلْمٍ﴾ أي كراهة أن توقعوا بهم وتقتلوا منهم دون علم منكم بإِيمانهم، فينالكم بقتلهم إِثم وعيب وجواب «لولا» محذوفٌ تقديره: لأذن لكم في دخول مكة، ولسلَّطكم على المشركين قال الصاوي: والجواب محذوف قدَّره الجلال بقوله: لأذِنَ لكم في الفتح، ومعنى الآية: لولا كراهة أن تُهلكوا أناسًا مؤمنين بين أظهر الكفار، حال كونكم جاهلين بهم فيصيبكم بإِهلاكهم مكروه لما كفَّ أيديكم عنهم، ولأذن لكم في فتح مكة ﴿لِّيُدْخِلَ الله فِي رَحْمَتِهِ مَن يَشَآءُ﴾ أي إنما فعل ذلك ليخلّص المؤمنين من بين أظهر المشركين، وليرجع كثيرٌ منهم إلى الإِسلام قال القرطبي: أي لم يأذن الله لكم في قتال المشركين، ليُسلم بعد الصلح من قضى أن يُسلم من أهل مكة، وكذلك كان، أسلم كير منهم وحسن إِسلامُه، ودخلوا في رحمته وجنته ﴿لَوْ تَزَيَّلُواْ لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَابًا أَلِيمًا﴾ أي لو تفرقوا وتميَّز بعضهم عن\nبعض، وانفصل المؤمنون عن الكفار، لعذبنا الكافرين منهم أشدَّ العذاب، بالقتل والسبي والتشريد من الأوطان ﴿إِذْ جَعَلَ الذين كَفَرُواْ فِي قُلُوبِهِمُ الحمية﴾ أي حين دخل إلى قلوب الكفار الأنفة والكبرياء بالباطل، فرفضوا أن يكتبوا في كتاب الصلح «بسم الله الرحمن الرحيم» ورفضوا أن يكتبوا «محمد رسولُ الله» وقولهم: لو نعلم أنك رسول الله لاتبعناك ولكنْ اكتبْ اسمك واسم أبيك ﴿حَمِيَّةَ الجاهلية﴾ أي آنفةً وغطرسةً وعصبيةً جاهلية ﴿فَأَنزَلَ الله سَكِينَتَهُ على رَسُولِهِ وَعَلَى المؤمنين﴾ أي جعل الطمأنينة والوقار في قلب الرسول والمؤمنين، ولم تلحقهم العصبية الجاهلية كما لحقت المشركين ﴿وَأَلْزَمَهُمْ كَلِمَةَ التقوى﴾ أي اختار لهم كلمة التقوى إِلزام تكريم وتشريف وهي كلمة التوحيد «لا إله إلا الله» هذا قول الجمهور، والظاهر: أن المراد بكلمة التقوى هي أخلاصهم وطاعتهم لله ورسوله، وعدم شقّ ص الطاعة عندما كُتيبت بنود الصلح، وكانت مجحفةً بحقوق المسلمين في الظاهر، فثبَّت الله المؤمنين على طاعة رسول الله ﷺ َ وكان في هذا الصلح كل الخير للمسلمين ﴿وكانوا أَحَقَّ بِهَا وَأَهْلَهَا﴾ أي وكانوا أحقَّ بهذه الفضيلة من كفار مكة، لأن الله اختارهم لدينه وصبحة نبيه ﴿وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي عالما بمن هو أهل للفضل، فيخصه بمزيد من الخير والتكريم.\n. ثم أخبر تعالى عن رؤيا رسول الله ﷺ َ في المنام وهي رؤيا حق لأنها جزء من الوحي فقال ﴿لَّقَدْ صَدَقَ الله رَسُولَهُ الرءيا بالحق﴾ اللام موطئة للقسم، و«قد» للتحقيق أي والله لقد جعل الله رؤيا رسوله صادقة محققه لم يدخلها الشيطان لأنها رؤيا حق قال المفسرون: كان رسول الله ﷺ َ قد رأى في منامه أنه دخل مكة هو وأصحابه وطافوا بالبيت، ثم حلق بعضهم وقصَّر بعضهم، فحدَّث بها أصحابه ففرحوا واستبشروا، فلما خرج إلى الحديبية مع الصحابة، وصدَّه المشركون عن دخول مكة، وقع ما وقع من قضية الصلح، ارتاب المنافقون وقالوا: واللهِ ما حلقنا ولا قصَّرنا ولا رأينا البيت، فأين هي الرؤيا؟ ووقع في نفوس بعض المسلمين شيء فنزلت الآية ﴿لَّقَدْ صَدَقَ الله رَسُولَهُ الرءيا بالحق﴾ فأعلم تعالى أن رؤيا رسوله حقٌّ، وأنه لم يكذب فيما رأى، ولكنه ليس في الرؤيا أنه يدخلها عام ستٍ من الهجرة، وإِنما اراه مجرد صورة الدخول، وقد حقق الله له ذلك بعد عام فذلك قوله تعالى ﴿لَتَدْخُلُنَّ المسجد الحرام إِن شَآءَ الله﴾ أي لتدخلن يا محمد أنت وأصحابك المسجد الحرام بمشيئة الله ﴿آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ﴾ أي تدخلونها آمنين من العدو، تؤدون مناسك العمرة ثم يحلق بعضكم رأسه، ويقصِّر بعض ﴿لاَ تَخَافُونَ﴾ أي غير خائفين، وليس فيه تكرارٌ لان المراد آمنين وقت دخولكم، وحال المكث، وحال الخروج ﴿فَعَلِمَ مَا لَمْ\nتَعْلَمُواْ﴾ أي فعلم تعالى ما في الصلح من الحكمة والخير والمصلحة لكم ما لم تعلموه أنتم قال ابن جزي: يريد ما قدَّره تعالى من ظهور الإِسلام في تلك المدة، فإِنه لما انعقد الصلح وارتفعت الحرب، رغب الناس في الإِسلام، فكان رسول الله ﷺ َ في غزوة الحديبية في ألف وأربعمائة، وغزا «غزوة الفتح» بعدها بعامين ومعه عشرة آلاف ﴿فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحًا قَرِيبًا﴾ أي فجعل قبل ذلك فتحًا عاجلًا لكم وهو «صلح الحديبية» وسُمي فتحًا لما ترتَّب عليه من الآثار الجليلة، والعواقب الحميدة، ولهذا روى البخاري «عن البراء ﵁:» تعدُّون أنتم الفتح «فتح مكة» وقد كان فتح مكة فتحًا، ونحن نعدُّ الفتح «بيعة الرضوان» يوم الحديبية. . «الحديث ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي هو جلَّ وعلا الذي أرسل محمدًا بالهداية التامة الشاملة الكاملة، والدين الحق المستقيم دين الإِسلام ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي لعيليه على جميع الأديان، ويرفعه على سائر الشرائع السماوية ﴿وكفى بالله شَهِيدًا﴾ اي وكفى بالله شاهدًا على أن محمدًا رسوله.\n. ثم أثنى تعالى على أصحاب رسول الله بالثناء العاطر، وشهد لرسوله بصدق الرسالة فقال ﴿مُّحَمَّدٌ رَّسُولُ الله﴾ أي هذا الرسول المسمَّى محمدًا هو رسولُ الله حقًا لا كما يقول المشركون ﴿والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ﴾ أي وأصحابه الأبرار الأخيار غلاظٌ على الكفار متراحمون فيما بينهم كقوله تعالى ﴿أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين﴾ [المائدة: ٥٤] قال أبو السعود: أي يظهرون لمن خالف دينهم الشدة والصلابة، ولمن وافقهم في الدين الرحمة والرأفة قال المفسرون: وذلك لأن الله أمرهم بالغلظة عليهم ﴿وَلْيَجِدُواْ فِيكُمْ غِلْظَةً﴾ [التوبة: ١٢٣] وقد بلغ من تشديدهم على الكفار أنهم كانوا يتحرزون من ثيابهم أن تمسَّ أبدانهم، وكان الواحد منهم إِذا رأى أخاه في الدين صافحه وعانقه ﴿تَرَاهُمْ رُكَّعًا سُجَّدًا﴾ أي تراهم أيها السامع راكعين ساجدين من كثرة صلاتهم وعبادتههم، رهباتٌ بالليل أسودٌ بالنهار ﴿يَبْتَغُونَ فَضْلًا مِّنَ الله وَرِضْوَانًا﴾ أي يطلبون بعبادتهم رحمة الله ورضوانه قال ابن كثير: وصفه بكثرة الصلاة وهي خير الأعمال، ووصفهم بالإِخلاص لله ﷿ والاحتساب عنده بجزيل الثواب، وهو الجنة المشتملة على فضل الله ورضاه ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود﴾ أي علامتهم وسمتُهم كائنة في جباههم من كثرة السجود والصلاة قال القرطبي: لاحت في وجوههم علامات التهجد بالليل وأمارات السهر، قال ابن جريج: هو الوقار والبهاء، وقال مجاهد: هو الخشوع والتواضع، قال منصور سألت مجاهدًا عن قوله تعالى ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ﴾ أهو أثرٌ يكون بين عيني الرجل؟ قال: لا، ربما يكون بين عيني الرجل مثل ركبة العنز وهو أقسى قلبًا من الحجارة، ولكنه نورٌ في وجوههم من الخشوع ﴿ذَلِكَ مَثَلُهُمْ فِي التوراة﴾ أي ذلك وصفهم في التوراة: الشدة على الكفار، والرحمة بالمؤمنين، وكثرة الصلاة والسجود ﴿وَمَثَلُهُمْ فِي الإنجيل كَزَرْعٍ\nأَخْرَجَ شَطْأَهُ﴾ أي ومثلهم في الإِنجيل كزرعٍ أخرج فراخه وفروعه ﴿فَآزَرَهُ فاستغلظ﴾ أي فقوَّاه حتى صار غليظًا ﴿فاستوى على سُوقِهِ﴾ أي فقام الرزع واستقام على أصوله ﴿يُعْجِبُ الزراع لِيَغِيظَ بِهِمُ الكفار﴾ أي يعجب هذا الزرع الزراع، بقوته وكثافته وحسن منظره، ليغتاظ بهم الكفار قال الضحّاك: هذا مثل في غاية البيان، فالزرع محمد ﷺ َ، والشطءُ أصحابُه، كانوا قليلًا فكثروا، وضعفاء فقووا، وقال القرطبي: وهذا مثلٌ ضربه الله تعالى لأصحاب النبي ﷺ َ يعني أنهم يكونون قليلًا ثم يزدادون ويكثرون، فكان النبي ﷺ َ حين بدأ بالدعوة ضعيفًا، فأجابه الواحد بعند الواحد حتى قوي أمره، كالزرع يبدو بعد البذر ضعيفًا فيقوى حالًا بعد حال حتى يغلظ نباته، وأفراخه، فكان هذا من أصح مثل وأقوى بيان ﴿وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا﴾ أي وعدهم تعالى بالآخرة بالمغفرة التامة والأجر العظيم والرزق الكريم في جنات النعيم، اللهم أرزقنا مجبتهم يا رب العالمين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿مَا تَقَدَّمَ. . وَمَا تَأَخَّرَ﴾ وبين ﴿وَمُبَشِّرًا. . وَنَذِيرًا﴾ وبين ﴿بُكْرَةً. . وَأَصِيلًا﴾ وبين ﴿نَّكَثَ. . وأوفى﴾ وبين ﴿أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا﴾ [الفتح: ١١] وبين ﴿يَغْفِرُ. . وَيُعَذِّبُ﴾ وبين ﴿مُحَلِّقِينَ. . وَمُقَصِّرِينَ﴾ وبين ﴿أَشِدَّآءُ. . ورُحَمَآءُ﴾ .\n٢ - المقابلة بين ﴿لِّيُدْخِلَ المؤمنين والمؤمنات جَنَّاتٍ. .﴾ [الفتح: ٥] الآية وبين ﴿وَيُعَذِّبَ المنافقين والمنافقات﴾ [الفتح: ٦] ألآية.\n٣ - الاستعارة التصريحية المكنية ﴿إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ [الفتح: ١٠] شبَّه المعاهدة على التضحية بالأنفس في سبيل الله طلبًا لمرضاته بدفع السِّلع في نظير الأموال، واستعير اسم المشَّبه به للمشبه واشتق من البيع يبايعون بمعنى يعاهدون على دفع أنفسهم في سبيل الله، والمكنية في قوله ﴿يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ شبَّه اطلاع الله على مبايعتهم ومجازاته على طاعتهم بملكٍ وضع يده على يد أميره ورعيته، وطوى ذكر المشبَّه به ورمز له بشيء من لوازمه وهو اليد على طريق الاستعارة المكنية، ففي الآية استعارتان.\n٤ - الكناية ﴿لَوَلَّوُاْ الأدبار﴾ كناية عن الهزيمة لأن المنهزم يدير ظهره لعوده للهرب.\n٥ - التعبير بصيغة المضارع لاستحضار صورة المبايعة ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ. .﴾ .\n٦ - الالتفات من ضمير الغائب إلى الخطاب ﴿وَعَدَكُمُ الله مَغَانِمَ﴾ بعد قوله تعالى ﴿فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأنزَلَ السكينة عَلَيْهِمْ﴾ وذلك لتشريف المؤمنين في مقام الامتنان.\n٧ - الإِطناب بتكرار الحرج ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ [الفتح: ١٧] لتأكيد نفي الإِثم عن أصحاب الأعذار.\n٨ - التشبيه التمثيلي ﴿كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فاستغلظ فاستوى على سُوقِهِ. .﴾ الآية لأن وجه الشبه منتزعٌ من متعدد.\n٩ - مراعاة الفواصل في نهاية الآيات وهو من المحسنات البديعية.", "ayah": 23, "surah": 48}