{"text": "التفسِير: ﴿والعصر إِنَّ الإنسان لَفِى خُسْرٍ﴾ أي أُقسمُ بالدهر والزمان لما فيه من أصناف الغرائب والعجائب، والعبر والعظات، على أن الإِنسان في خسران، لأنه يفضِّل العاجلة على الآجلة وتغلب عليه الأهواء والشهوات قال ابن عباس: العصر هو الدهر أقسم تعالى به لاشتماله على أصناف العجائب وقال قتادة: العصرُ هو آخر ساعات النهار، أقسم به كما أقسم بالضحى لما فيهما من دلائل القدرة الباهرة، والعظة البالغة. . وإنما أقسم تعالى بالزمان لأنه رأس عمر الإِنسان، فكل لحظةٍ تمضي فإِنها من عمرك ونقص من أجلك، كما قال القائل:\nإِنا لنفرحُ بالأيام نقطعها ... وكلُّ يومٍ مضى نقصٌ من الأجل\nقال القرطبي: أقسم الله ﷿ بالعصر وهو الدهر لما فيه من التنبيه بتصرف الأحوال وتبدلها، وما فيها من الدلائل على الصانع، وقيل: هو قسمٌ بصلاة العصر لأنها أفضل الصلوات ﴿\nإِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جعوا بين الإِيمان وصالح الأعمال، فهؤلاء هم الفائزون لأنهم باعوا الخسيس بالنفيس، واستبدلوا الباقيات الصالحات عوضًا عن الشهوات العاجلات ﴿وَتَوَاصَوْاْ بالحق﴾ أي أوصى بعضهم بعضًا بالحق، وهو الخير كله، من الإِيمان، والتصديق، وعبادة الرحمن ﴿وَتَوَاصَوْاْ بالصبر﴾ أي وتواصوا بالصبر على الشدائد والمصائب، وعلى فعل الطاعات، وترك المحرمات. . حكم تعالى بالخسار على جميع الناس إِلا من أتى بهذه الأشياء الأربعة وهي: الإِيمان، والعمل الصالح، والتواصي بالحق، والتواصي بالصبر، فإِن نجاة الإِنسان لا تكون إِلا إِذا كمَّل الإِنسان نفسه بالإِيمان والعمل الصالح، وكمَّل غيره بالنصح والإِرشاد، فيكون قد جمع بين حق الله، وحق العباد، وهذا هو السرُّ في تخصيص هذه الأمور الأربعة.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - إِطلاق البعض وإرادة الكل ﴿إِنَّ الإنسان﴾ أي الناس بدليل الاستثناء.\n٢ - التنكير للتعظيم ﴿لَفِى خُسْرٍ﴾ أي في خسرٍ عظيم ودمار شديد.\n٣ - الإِطناب بتكرار الفعل ﴿وَتَوَاصَوْاْ بالحق وَتَوَاصَوْاْ بالصبر﴾ لإِبراز كمال العناية به.\n٤ - ذكر الخاص بعد العام ﴿وَتَوَاصَوْاْ بالصبر﴾ بعد قوله ﴿بالحق﴾ فإن الصبر داخل في عموم الحق، إِلا أنه أفرده بالذكر إِشادة بفضيلة الصبر.\n٥ - السجع غير المتكلف مثل ﴿العصر، الصبر، خُسْرٍ﴾ وهو من المحسنات البديعية.\nتنبيه: أخرج البيهقي في الشعب عن «أبي حذيفة» وكانت له صحبة قال: كان الرجلان من أصحاب رسول الله ﷺ َ إِذا التقيا لم يتفرقا حتى يقرأ أحدهما على الآخر سورة ﴿والعصر﴾ ثم يسلم أحدهما على الآخر.", "ayah": 2, "surah": 103}