{"text": "المنَاسَبَة: لما حذّر تعالى من مكايد أهل الكتاب، وأمر بالاعتصام بحبل الله والتمسك بشرعه القويم، دعا المؤمنين إلى القيام بواجب الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر، وأمر بالائتلاف وعدم الاختلاف، ثم ذكر ما حلَّ باليهود من الذل والصَّغار بسبب البغي والعدوان.\nاللغَة: ﴿أُمَّةٌ﴾ طائفة وجماعة ﴿البينات﴾ الآيات الواضحات ﴿المعروف﴾ ما أمر به الشرع واستحسنه العقل السليم ﴿المنكر﴾ ما نهى عنه الشرع واستقبحه العقل السليم ﴿الأدبار﴾ جمع دبر وهو مؤخر كل شيء يقال: ولاه دبره أي هرب من وجهه ﴿ثقفوا﴾ وجدوا وصودفوا ﴿حَبْلٍ مِّنَ الله﴾ الحبل معروف والمراد به هنا: العهد وسمي حبلًا لأنه سبب يحصل به الأمن وزوال الخوف ﴿بَآءُوا﴾ رجعوا ﴿المسكنة﴾ الفقر.\nالتفِسير: ﴿وَلْتَكُن مِّنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الخير﴾ أي ولتقم منكم طائفة للدعوة إلى الله ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي للأمر بكل معروف والنهي عن كل منكر ﴿وأولئك هُمُ\nالمفلحون﴾ أي هم الفائزون ﴿وَلاَ تَكُونُواْ كالذين تَفَرَّقُواْ واختلفوا مِن بَعْدِ مَا جَآءَهُمُ البينات﴾ أي لا تكونوا كاليهود والنصارى الذين تفرقوا في الدين واختلفوا فيه بسبب اتباع الهوى من بعد ما جاءتهم الآيات الواضحات ﴿وأولئك لَهُمْ عَذَابٌ عَظِيمٌ﴾ أي لهم بسبب الاختلاف عذاب شديد يوم القيامة ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ أي يوم القيامة تبيض وجوه المؤمنين بالإِيمان والطاعة، وتسود وجوه الكافرين بالكفر والمعاصي ﴿فَأَمَّا الذين اسودت وُجُوهُهُمْ أَكْفَرْتُمْ بَعْدَ إِيمَانِكُمْ﴾ هذا تفصيل لأحوال الفريقين بعد الإِجمال والمعنى أما أهل النار الذين اسودت وجوههم فيقال لهم على سبيل التوبيخ: أكفرتم بعد إيمانكم أي بعد ما وضحت لكم الآيات والدلائل ﴿فَذُوقُواْ العذاب بِمَا كُنْتُمْ تَكْفُرُونَ﴾ أي ذوقوا العذاب الشديد بسبب كفركم ﴿وَأَمَّا الذين ابيضت وُجُوهُهُمْ﴾ أي وأما السعداء الأبرار الذين ابيضت وجوههم بأعمالهم الصالحات ﴿فَفِي رَحْمَةِ الله هُمْ فِيهَا خَالِدُونَ﴾ أي فهم في الجنة مخلدون لا يخرجون منها أبدًا ﴿تِلْكَ آيَاتُ الله نَتْلُوهَا عَلَيْكَ بالحق﴾ أي هذه آيات الله نتلوها عليك يا محمد حال كونها متلبسة بالحق ﴿وَمَا الله يُرِيدُ ظُلْمًا لِّلْعَالَمِينَ﴾ أي وما كان الله ليظلم أحدًا ولكنَّ الناس أنفسهم يظلمون ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي الجميع ملكٌ له وعبيد ﴿وإلى الله تُرْجَعُ الأمور﴾ أي هو الحاكم المتصرف في الدنيا والآخرة ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاس﴾ أي أنتم يا أمة محمد خير الأمم لأنكم أنفع الناس للناس ولهذا قال ﴿أُخْرِجَتْ لِلنَّاس﴾ أي أخرجت لأجلهم ومصلحتهم، روى البخاري عن أبي هريرة ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ﴾ قال: خير الناس تأتون بهم في السلاسل في أعناقهم حتى يدخلوا في الإِسلام ﴿تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله﴾ وهذا بيان لوجه الخيرية كأنه قيل السبب في كونكم خير أمة هذه الخصال الحميدة روي عن عمر ﵁ أنه قال «من سرَّه أن يكون من هذه الأمة فليؤد شرط الله فيها» ثم قال تعالى ﴿وَلَوْ آمَنَ أَهْلُ الكتاب لَكَانَ خَيْرًا لَّهُمْ﴾ أي لو آمنوا بما أنزل على محمد وصدّقوا بما جاء به لكان ذلك خيرًا لهم في الدنيا والآخرة ﴿مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون﴾ أي منهم فئة قليلة مؤمنة كالنجاشي وعبد الله بن سلام، والكثرةُ الكثيرة فاسقة خارجة عن طاعة الله، ﴿لَن يَضُرُّوكُمْ إِلاَّ أَذًى﴾ أي لن يضروكم إلا ضررًا يسيرًا بألسنتهم من سبٍّ وطعن ﴿وَإِن يُقَاتِلُوكُمْ يُوَلُّوكُمُ الأدبار﴾ أي ينهزمون من غير أن ينالوا منكم شيئًا ﴿ثُمَّ لاَ يُنصَرُونَ﴾ أي ثم شأنهم الذين أبشركم به أنهم مخذولون لا ينصرون والجملة استئنافية ﴿ضُرِبَتْ عَلَيْهِمُ الذلة أَيْنَ مَا ثقفوا﴾ أي لزمهم الذل والهوان أينما وجدوا وأحاط بهم كما يحيط البيت المضروب بساكنه ﴿إِلاَّ بِحَبْلٍ مِّنَ الله وَحَبْلٍ مِّنَ الناس﴾ أي إِلا إذا اعتصموا بذمة الله وذمة المسلمين قال ابن عباس: بعهدٍ من الله وعهدٍ من الناس ﴿وَبَآءُوا بِغَضَبٍ مِّنَ الله﴾ أي رجعوا مستوجبين للغضب الشديد من الله ﴿وَضُرِبَتْ عَلَيْهِمُ المسكنة﴾ أي لزمتهم الفاقة والخشوع فهي محيطة بهم من جميع جوانبهم ﴿ذلك بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ الله وَيَقْتُلُونَ الأنبيآء بِغَيْرِ حَقٍّ﴾ أي ذلك الذل والصغار والغضب والدمار، بسبب جحودهم بآيات الله وقتلهم الأنبياء ظلمًا وطغيانًا ﴿ذلك بِمَا عَصَوْاْ وَّكَانُواْ يَعْتَدُونَ﴾ أي بسبب تمردهم وعصيانهم أوامر الله تعالى.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ فيه من المحسنات البديعية ما يسمى بالمقابلة.\n٢ - ﴿وأولئك هُمُ المفلحون﴾ فيه قصر صفة على موصوف حيث قصر الفلاح عليهم.\n٣ - ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ بين كلمتي ﴿تَبْيَضُّ﴾ و﴿تَسْوَدُّ﴾ طباق.\n٤ - ﴿فَفِي رَحْمَةِ الله﴾ مجاز مرسل أطلق الحالُّ وأريد المحل أي ففي الجنة لأنها مكان تنزل الرحمة.\n٥ - ﴿ضُرِبَتْ عَلَيْهِمُ الذلة﴾ فيه استعارة حيث شبه الذل بالخباء المضروب على أصحابه وقد تقدمت في البقرة.\n٦ - ﴿وَبَآءُوا بِغَضَبٍ﴾ التنكير للتفخيم والتهويل.\nفَائِدَة: قوله تعالى ﴿ثُمَّ لاَ يُنصَرُونَ﴾ جملة مستأنفة ولهذا ثبتت فيها النون قال الزمخشري: «وعدل به عن حكم الجزاء إلى حكم الإِخبار ابتداءً كأنه قيل: ثم أخبركم أنهم مخذولون منتفٍ عنهم النصر، ولو جزم لكان نفي النصر مقيدًا لقتالهم بينما النصر وعدٌ مطلق» .\nتنبيه: الاختلاف الذي أشارت إليه الآية ﴿وَلاَ تَكُونُواْ كالذين تَفَرَّقُواْ واختلفوا﴾ إنما يراد به الاختلاف في العقيدة وفي أصول الدين وأما الاختلاف في الفروع كما اختلف الأئمة المجتهدون فذلك من اليسر في الشريعة كما نبه على ذلك العلماء ولابن تيمية ﵀ رسالة قيمة اسماها «رعف الملام عن الأئمة الأعلام» فارجع إليها فإنها رائعة ومفيدة.", "ayah": 104, "surah": 3}