{"text": "المنَاسَبَة: لما حكى تعالى عن المؤمنين دعاءهم وتضرعهم أن يثبتهم الله على الإِيمان، حكى عن الكافرين سبب كفرهم وهو اغترارهم في هذه الحياة بكثرة المال والبنين، وبيّن أنها لن تدفع عنهم عذاب الله، كما لن تغني عنهم شيئًا في الدنيا، وضرب على ذلك الأمثال بغزوة بدر حيث التقى فيها جند الرحمن بجند الشيطان، وكانت النتيجة اندحار الكافرين مع كثرتهم وانتصار المؤمنين مع قلتهم، فلم تنفعهم الأموال ولا الأولاد، ثم أعقب تعالى ذلك بذكر شهوات الدنيا ومُتَع الحياة التي يتنافس الناس فيها، ثم ختمها بالتذكير بأن ما عند الله خيرٌ للأبرار.\nاللغَة: ﴿تُغْنِيَ﴾ الإِغناء: الدفع والنفع ﴿وَقُودُ النار﴾ الوَقود بفتح الواو الحطبُ الذي توقد به النار وبالضم مصدر بمعنى الاتقاد ﴿دَأْبِ﴾ الدأب: العادة والشأن وأصله من دأب الرجل في عمله إِذا جدَّ فيه واجتهد ثم أُطلق الدأب على العادة والشأن لأن من دأب على شيء أمدًا طويلًا صار له عادة ﴿آيَةٌ﴾ علامة ﴿فِئَةٌ﴾ جماعة وسميت الجماعة من الناس فئةً لأنه يُفاء إِليها في وقت الشدة ﴿َعِبْرَةً﴾ العبرة: الاتعاظ ومنه يقال: اعتبر، واشتقاقها من العبور وهو مجاوزة الشيء إِلى الشيء ومنه عبور النهر، فالاعتبار انتقال من حالة الجهل إِلى حالة العلم ﴿زُيِّنَ﴾ التزيين: تحسين الشيء وتجميله في عين الإِنسان ﴿الشهوات﴾ الشهوة: ما تدعو النفس إِليه وتشتهيه والفعل منه اشتهى ويُجمع على شهوات ﴿والقناطير﴾ جمع قنطار وهو العُقدة الكبيرة من المال أو المال الكثير الذي لا يحصى ﴿المقنطرة﴾ المضعَّفة وهو التأكيد كقولك ألوف مؤلَّفة وأضعاف مضاعفة قاله الطبري، وروي عن الفراء أنه قال: القناطير جمع القنطار، والمقنطرة جمع الجمع فيكون تسع قناطير ﴿المسومة﴾ المعلّمة بعلامة تجعلها حسنة المنظر تجتلب الأنظار وقيل المسؤَّمة: الراعية وقال مجاهد وعكرمة: إِنها الخيل المطهّمة الحسان ﴿المآب﴾ المرجع يقال: آب الرجل إِيابًا ومآبًا قال تعالى ﴿إِن إِلينا إِيابهم﴾ ﴿الأسحار﴾ السَّحر: الوقت الذي قبل طلوع الفجر.\nسَبَبُ النّزول: «لما أصاب رسول الله ﷺ َ قريشًا ببدر، ورجع إِلى المدينة جمع اليهود فقال لهم: يا معشر اليهود أسلموا قبل أن يصيبكم الله بما أصاب قريشًا فقد عرفتم أني نبيٌ مرسل، فقالوا يا محمد: لا يغرنّك من نفسك أنك قتلتَ نفرًا من قريش كانوا أغمارًا - يعني جهالًا - لا علم لهم بالحرب، إِنك والله لو قاتلتنا لعرفت أنا نحن الرجال، وأنك لم تلق مثلنا فأنزل الله ﴿قُلْ لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ﴾ الآية» .\nالتفسِير: ﴿إِنَّ الذين كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم﴾ أي لن تفيدهم الأموال\nوالأولاد، ولن تدفع عنهم من عذاب الله في الآخرة ﴿مِّنَ الله شَيْئًا﴾ أي من عذاب الله وأليم عقابه ﴿وأولئك هُمْ وَقُودُ النار﴾ أي هم حطب جهنم الذي تُسْجر وتوقد به النار ﴿كَدَأْبِ آلِ فِرْعَوْنَ﴾ أي حال هؤلاء الكفار وشأنهم كحال وشأن آل فرعون، وصنيعُهم مثلُ صنيعهم ﴿والذين مِن قَبْلِهِمْ﴾ أي من قبل آل فرعون من الأمم الكافرة كقوم هود وصالح وشعيب ﴿كَذَّبُواْ بِآيَاتِنَا﴾ أي كذبوا بالآيات التي تدل على رسالات الرسل ﴿فَأَخَذَهُمُ الله بِذُنُوبِهِمْ﴾ أي أهلكهم وعاقبهم بسبب الكفر والمعاصي ﴿والله شَدِيدُ العقاب﴾ أي أليم العذاب شديد البطش، والغرض من الآية أن كفار قريش كفروا كما كفر أولئك المعاندون من آل فرعون ومن سبقهم، فكما لم تنفع أولئك أموالهم ولا أولادهم فكذلك لن تنفع هؤلاء ﴿قُلْ لِّلَّذِينَ كَفَرُواْ﴾ أي قل يا محمد لليهود ولجميع الكفار ﴿سَتُغْلَبُونَ﴾ أي تُهزمون في الدنيا ﴿وَتُحْشَرُونَ إلى جَهَنَّمَ﴾ أي تُجمعون وتساقون إِلى جهنم ﴿وَبِئْسَ المهاد﴾ أي بئس المهاد والفراش الذي تمتهدونه نار جهنم ﴿قَدْ كَانَ لَكُمْ آيَةٌ﴾ أي قد كان لكم يا معشر اليهود عظة وعبرة ﴿فِي فِئَتَيْنِ التقتا﴾ أي في طائفتين التقتا للقتال يوم بدر ﴿فِئَةٌ تُقَاتِلُ فِي سَبِيلِ الله﴾ أي طائفةٌ مؤمنة تقاتل لإِعلاء دين الله ﴿وأخرى كَافِرَةٌ﴾ أي وطائفة أخرى كافرة تقاتل في سبيل الطاغوت وهم كفار قريش ﴿يَرَوْنَهُمْ مِّثْلَيْهِمْ﴾ أي يرى الكافرون المؤمنين أكثر منهم مرتين ﴿رَأْيَ العين﴾ أي رؤية ظاهرةً مكشوفة بالعين المجردة لا بالوهم والخيال، وقيل: المراد يرى المؤمنون ضعفيهم في العدد، وذلك أن الله أكثر المؤمنين في أعين الكافرين ليرهبوهم ويجبنوا عن قتالهم، والقول الأول اختيار ابن جرير وهو الأظهر لقوله تعالى ﴿رَأْيَ العين﴾ أي رؤية حقيقية لا بالخيال ﴿والله يُؤَيِّدُ بِنَصْرِهِ مَن يَشَآءُ﴾ أي يقوّي بنصره من يشاء ﴿إِنَّ فِي ذلك لَعِبْرَةً﴾ أي لآية وموعظة ﴿لأُوْلِي الأبصار﴾ أي لذوي العقول السليمة والأفكار المستقيمة، ومغزى الآية أن القوة المادية ليست كل شيء، وأن النصر لا يكون بكثرة العَدد والعتاد، وإِنما يكون بمعونة الله وتأييده كقوله\n﴿إِن يَنصُرْكُمُ الله فَلاَ غَالِبَ لَكُمْ﴾ [آل عمران: ١٦٠] ثم أخبر تعالى عن اغترار الناس بشهوات الحياة الفانية فقال ﴿زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء﴾ أي حُسِّن إِليهم وحُبّب إِلى نفوسهم الميل نحو الشهوات، وبدأ بالنساء لأن الفتنة بهن أشد، والإِلتذاذ بهن أكثر وفي الحديث «ما تركت بعدي فتنةً أضرَّ على الرجال من النساء» ثم ذكر ما يتولد منهن فقال ﴿والبنين﴾ وإِنما ثنّى بالبنين لأنهم ثمرات القلوب وقرة الأعين كما قال القائل:\nوإِنما أولادنا بيننا ... أكبادُنا تمشي على الأرض\nلو هبَّت الريح على بعضهم ... لامتنعتْ عيني عن الغَمْض\nوقُدّموا على الأموال لأن حب الإِنسان لولده أكثر من حبه لماله ﴿والقناطير المقنطرة مِنَ الذهب والفضة﴾ أي الأموال الكثيرة المكدَّسة من الذهب والفضة، وإِنما كان المال محبوبًا لأنه يحصل به غالب الشهوات، والمرء يرتكب الأخطار في تحصيله\n﴿وَتُحِبُّونَ المال حُبًّا جَمًّا﴾ [الفجر: ٢] والذهب والفضة أصل التعامل ولذا خُصَّا بالذكر ﴿والخيل المسومة﴾ أي الأصيلة الحسان ﴿والأنعام﴾ أي الإِبل والبقر\nوالغنم فمنها المركب والمطعم والزينة ﴿والحرث﴾ أي الزرع والغراس لأن فيه تحصيل أقواتهم ﴿ذلك مَتَاعُ الحياة الدنيا﴾ أي إِنما هذه الشهوات زهرة الحياة الدنيا وزينتُها الفانية الزائلة ﴿والله عِنْدَهُ حُسْنُ المآب﴾ أي حسن المرجع والثواب ﴿قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِّن ذلكم﴾ أي قل يا محمد أأخبركم بخيرٍ ممّا زُيِّن للناس من زهرة الحياة الدنيا ونعيمها الزائل؟ والاستفهام للتقرير ﴿لِلَّذِينَ اتقوا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي للمتقين يوم القيامة جناتٌ فسيحات تجري من خلال جوانبها وأرجائها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبد الآباد ﴿وَأَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي منزهةٌ عن الدنس والخبث، الحسي والمعنوي، لا يتغوَّطن ولا يتبولن ولا يحضن ولا ينفسن، ولا يعتريهن نساء الدنيا ﴿وَرِضْوَانٌ مِّنَ الله﴾ أي ولهم مع ذلك النعيم رضوانٌ من الله وأيُّ رضوان، وقد جاء في الحديث «أُحلُّ عليكم رضواني فلا أسخط عليكم بعده أبدًا» ﴿والله بَصِيرٌ بالعباد﴾ أي عليم بأحوال العباد يعطي كلًا بحسب ما يستحقه من العطاء. ثم بيّن تعالى صفات هؤلاء المتقين الذين أكرمهم بالخلود في دار النعيم فقال ﴿الذين يَقُولُونَ رَبَّنَآ إِنَّنَآ آمَنَّا﴾ أي آمنا بك وبكتبك ورسلك ﴿فاغفر لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النار﴾ أي اغفر لنا بفضلك ورحمتك ذنوبنا ونجنا من عذاب النار ﴿الصابرين والصادقين والقانتين﴾ أي الصابرين على البأساء والضراء، والصادقين في إِيمانهم وعند اللقاء، والمطيعين لله في الشدة والرخاء ﴿والمنفقين﴾ أي الذين يبذلون أموالهم في وجوه الخير ﴿والمستغفرين بالأسحار﴾ أي وقت السحر قُبيل طلوع الفجر.\nالبَلاَغَة: ﴿مِّنَ الله﴾ فيه إِيجاز بالحذف أي من عذاب الله ﴿شَيْئًا﴾ التنكير للتقليل أي لن تنفعهم أيّ نفع ولو قليلًا ﴿وأولئك هُمْ وَقُودُ النار﴾ الجملة إِسمية للدلالة على ثبوت الأمر وتحققه ﴿كَذَّبُواْ بِآيَاتِنَا فَأَخَذَهُمُ الله﴾ فيه التفات من الغيبة إِلى الحاضر والأصل فأخذناهم ﴿لَكُمْ آيَةٌ﴾ الأصل «آيةٌ لكم» وقدّم للإِعتناء بالمقدم والتشويق إِلى المؤخر، والتنكير في آية التفخيم والتهويل أي آية عظيمة ومثله التنكير في ﴿رِضْوَانَ الله﴾ [آل عمران: ١٦٢] وقوله تعالى ﴿يَرَوْنَهُمْ﴾ و﴿رَأْيَ العين﴾ بينهما جناس الاشتقاق ﴿حُبُّ الشهوات﴾ يراد به المشتهيات قال الزمخشري: عبَّر بالشهوات مبالغة كأنها نفس الشهوات، وتنبيهًا على خستها لأن الشهوة مسترذلة عند الحكماء ﴿بِخَيْرٍ مِّن ذلكم لِلَّذِينَ﴾ إِبهام الخير لتفخيم شأنه والتشويق لمعرفته ﴿اتقوا عِندَ رَبِّهِمْ﴾ قال أبو السعود: التعرض لعنوان الربوبية مع الإِضافة إلى ضمير المتقين لإِظهار مزيد اللطف بهم ﴿والقناطير المقنطرة﴾ بينهما من المحسنات البديعية ما يسمى بالجناس الناقص.\nفَائِدَة: الأولى: من هو المزيّن للشهوات؟ قيل: هو الشيطان ويدل عليه قوله تعالى ﴿وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ [النمل: ٢٤] وتزيين الشيطان: وسوسته وتحسينه الميل إِليها وقيل: المزيّن هو الله ويدل عليه ﴿إِنَّا جَعَلْنَا مَا عَلَى الأرض زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُم أَحْسَنُ عَمَلًا﴾ [الكهف: ٧] وتزيين الله للابتلاء ليظهر عبد الشهوة من عبد المولى وهو ظاهر قول عمر: «اللهم لا صبر لنا ما زينتَ لنا إِلا بك»\nالثانية: تخصيص الأسحار بالاستغفار لأن الدعاء فيها أقرب إِلى الإجابة، لأن النفس أصفى،\nوالروح أجمع، والعبادة أشق فكانت أقرب إِلى القبول، قال ابن كثير: كان عبد الله بن عمر يصلى من الليل ثم يقول يا نافع: هل جاء السحر؟ فإِذا نعم أقبل على الدعاء والاستغفار حتى يصبح.", "ayah": 11, "surah": 3}