{"text": "المنَاسَبَة: لما وصف تعالى أهل الكتاب بالصفات الذميمة، ذكر هنا أنهم ليسوا بدرجة واحدة ففيهم المؤمن والكافر والبر والفاجر، ثم ذكر تعالى عقاب الكافرين وأن أموالهم وأولادهم لن تنفعهم يوم القيامة شيئًا، وأعقب ذلك بالنهي عن اتخاذ أعداء الدين أولياء ونبّه إلى ما في ذلك من الضرر الجسيم في الدنيا والدين.\nاللغَة: ﴿آنَآءَ﴾ أوقات وساعات مفردها إِنىَ على وزن مِعَى ﴿يُكْفَروهُ﴾ يُجحدوه من الكفر بمعنى الجحود، سمي منعُ الجزاء كفرًا لأنه بمنزلة الجحد والستر ﴿صِرٌّ﴾ الصِرُّ: البرد الشديد قاله ابن عباس وأصله من الصرير الذي هو الصوت ويراد به الريح الشديدة الباردة ﴿حَرْثَ﴾ زرع وأصله من حرث الأرض إذا شقها للزرع والبذر ﴿بِطَانَةً﴾ بطانة الرجل: خاصته الذين يفضي إليهم بأسراره شبّه ببطانة الثوب لأنه يلي البدن ﴿لاَ يَأْلُونَكُمْ﴾ أي لا يقصّرون قال الزمخشري: يقال ألاَ في الأمر يألو إذا قصّر فيه ﴿خَبَالًا﴾ الخبال: الفساد والنقصان ومنه رجل مخبول إذا كان ناقص العقل ﴿عَنِتُّمْ﴾ العنت: شدة الضرر والمشقة ﴿الأنامل﴾ .\nسَبَبُ النّزول: لما أسلم عبد الله بن سلام وأصحابه قال أحبار اليهود، ما آمن بمحمد إلا شرارنا ولو كانوا من خيارنا ما تركوا دين آبائهم وقالوا لهم: لقد كفرتم وخسرتم فأنزل الله ﴿لَيْسُواْ سَوَآءً مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ﴾ الآية.\nالتفِسير: ﴿لَيْسُواْ سَوَآءً﴾ أي ليس أهل الكتاب مستوين في المساوئ، وهنا تمّ الكلام ثم ابتدأ تعالى بقوله ﴿مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ﴾ أي منهم طائفة مستقيمة على دين الله ﴿يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ﴾ أي يتهجدون في الليل بتلاوة آيات الله حال الصلاة ﴿يُؤْمِنُونَ بالله واليوم الآخر﴾ أي يؤمنون بالله على الوجه الصحيح ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي يدعون إلى الخير وينهون عن الشر ولا يدهنون ﴿وَيُسَارِعُونَ فِي الخيرات﴾ أي يعملونها مبادرين غير متثاقلين ﴿وأولئك مِنَ الصالحين﴾ أي وهم في زمرة عباد الله الصالحين ﴿وَمَا يَفْعَلُواْ مِنْ خَيْرٍ فَلَنْ يُكْفَروهُ﴾ أي ما عملوا من عمل صالح فلن يضيع عند الله ﴿والله عَلِيمٌ بالمتقين﴾ أي لا يخفى عليه عمل عامل، ولا يضيع لديه أجر المتقين، ثم أخبر تعالى عن مآل الكافرين فقال ﴿إِنَّ الذين كَفَرُواْ لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ مِّنَ الله شَيْئًا﴾ أي لن تدفع عنهم أموالهم التي تهالكوا على اقتنائها ولا أولادهم الذين تفانوا في حبهم من عذاب الله شيئًا ﴿وأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي مخلدون في عذاب جهنم ﴿مَثَلُ مَا يُنْفِقُونَ فِي هذه الحياة الدنيا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ﴾ أي مثل ما ينفقونه في الدنيا بقصد الثناء وحسن الذكر كمثل ريح عاصفة فيها بردٌ شديد ﴿أَصَابَتْ حَرْثَ قَوْمٍ\nظلموا أَنْفُسَهُمْ فَأَهْلَكَتْهُ﴾ أي أصابت تلك الريح المدمرة زرع قوم ظلموا أنفسهم بالمعاصي فأفسدته وأهلكته فلم ينتفعوا به؛ فكذلك الكفار يمحق الله أعمالهم الصالحة كما يذهب هذا الزرع بذنوب صاحبه ﴿وَمَا ظَلَمَهُمُ الله ولكن أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي وما ظلمهم الله بإهلاك حرثهم ولكن ظلموا أنفسهم بارتكاب ما يستوجب العقاب، ثم حذر تعالى من اتخاذ المنافقين بطانة يطلعونهم على أسرارهم فقال ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ بِطَانَةً مِّن دُونِكُمْ﴾ أي لا تتخذوا المنافقين أصدقاء تودونهم وتطلعونهم على أسراركم وتجعلونهم أولياء من غير المؤمنين ﴿لاَ يَأْلُونَكُمْ خَبَالًا﴾ أي لا يقصرون لكم في الفساد ﴿وَدُّواْ مَا عَنِتُّمْ﴾ أي تمنوا مشقتكم وما يوقعكم في الضرر الشديد ﴿قَدْ بَدَتِ البغضآء مِنْ أَفْوَاهِهِمْ﴾ أي ظهرت أمارات العداوة لكم على ألسنتهم فهم لا يكتفون ببغضكم بقلوبهم حتى يصرحوا بذلك بأفواههم ﴿وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ﴾ اي وما يبطنونه لكم من البغضاء أكثر مما يظهرونه ﴿قَدْ بَيَّنَّا لَكُمُ الآيَاتِ﴾ أي وضحنا لكم الآيات الدالة على وجوب الإِخلاص في الدين، وموالاة المؤمنين ومعاداة الكافرين ﴿إِنْ كُنْتُمْ تَعْقِلُونَ﴾ أي إن كنتم عقلاء، وهذا على سبيل الهزّ والتحريك للنفوس كقولك إن كنت مؤمنًا فلا تؤذ الناس وقال ابن جرير المعنى: إن كنتم تعقلون عن الله أمره ونهيه، ثم بيّن سبحانه ما هم عليه من كراهية المؤمنين فقال ﴿هَآأَنْتُمْ أولاء تُحِبُّونَهُمْ وَلاَ يُحِبُّونَكُمْ﴾ أي ها أنتم يا معشر المؤمنين خاطئون في موالاتكم إذ تحبونهم ولا يحبونكم، تريدون لهم النفع وتبذلون لهم المحبة وهم يريدون لكم الضر ويضمرون لكم العداوة ﴿وَتُؤْمِنُونَ بالكتاب كُلِّهِ﴾ أي وأنتم تؤمنون بالكتب المنزلة كلها وهم مع ذلك ببغضونكم، فما بالكم تحبونهم وهم لا يؤمنون بشيء من كتابكم؟ وفيه توبيخ شديد بأنهم في باطلهم أصلب منكم في حقكم ﴿وَإِذَا لَقُوكُمْ قالوا آمَنَّا﴾ أي وهذا من خبثهم إذ يظهرون أمامكم الإِيمان نفاقًا ﴿وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأنامل مِنَ الغيظ﴾ أي وإذا خلت مجالسهم منكم عضوًا أطراف الأصابع من شدة الحنق والغضب لما يرون من ائتلافكم، وهو كناية عن شدة الغيظ والتأسف لما يفوتهم من إذاية المؤمنين ﴿قُلْ مُوتُواْ بِغَيْظِكُمْ﴾ هو دعاء عليهم أي قل يا محمد أدام الله غيظكم إلى أن تموتوا ﴿إِنَّ الله عَلِيمٌ بِذَاتِ الصدور﴾ أي إن الله علام بما تكنة سرائركم من البغضاء والحسد للمؤمنين، ثم أخبر تعالى بما يترقبون نزوله من البلاء والمحنة بالمؤمنين فقال ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ﴾ أي إن أصابكم ما يسركم من رخاءٍ وخصبٍ ونصرة وغنيمة ونحو ذلك ساءتهم ﴿وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا﴾ أي وإن أصابكم ما يضركم من شدةٍ وجدبٍ وهزيمةٍ وأمثال ذلك سرتهم، فبيّن تعالى بذلك فرط عداوتهم حيث يسوءهم ما نال المؤمنين من الخير ويفرحون بما يصيبهم من الشدة ﴿وَإِن تَصْبِرُواْ وَتَتَّقُواْ لاَ يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا﴾ أي إن صبرتم على أذاهم واتقيتم الله في أقوالكم وأعمالكم لا يضركم مكرهم وكيدهم، فشرط تعالى نفي ضررهم بالصبر والتقوى ﴿إِنَّ الله بِمَا يَعْمَلُونَ مُحِيطٌ﴾ أي هو سبحانه عالم بما يُدبّرونه لكم من مكائد فيصرف عنكم شرهم ويعاقبهم على نواياهم الخبيثة.\nالبَلاَغَة: ١ - ﴿مِّنْ أَهْلِ الكتاب أُمَّةٌ﴾ جيء بالجملة اسمية للدلالة على الاستمرار كما جيء بعدها بصيغة المضارع ﴿يَتْلُونَ آيَاتِ الله﴾ للدلالة على التجدد ومثله في ﴿يَسْجُدُونَ﴾ .\n٢ - ﴿وأولئك مِنَ الصالحين﴾ الإِشارة بالبعيد لبيان علو درجتهم وسمو منزلتهم في الفضل.\n٣ - ﴿كَمَثَلِ رِيحٍ فِيهَا صِرٌّ﴾ فيه تشبيه وهو من نوع التشبيه التمثيلي شبّه ما اكنوا ينفقونه في المفاخر وكسب الثناء بالزرع الذي أصابته الريح العاصفة الباردة فدمرته وجعلته حطامًا.\n٤ - ﴿لاَ تَتَّخِذُواْ بِطَانَةً﴾ شبه دخلاء الرجل وخواصّه بالبطانة لأنهم يستبطنون دخيل أمره ويلازمونه ملازمة شعاره لجسمه ففيه استعارة أفاده في تلخيص البيان.\n٥ - ﴿عَضُّواْ عَلَيْكُمُ الأنامل﴾ قال أبو حيان: يوصف المغتاط والنادم بعض الأنامل فيكون حقيقة ويحتمل أنه من مجاز التمثيل عبّر بذلك عن شدة الغيظ والتأسف لما يفوتهم من إذاية المؤمنين.\n٦ - في الآيات من المحسنات البديعية ما يسمى بالمقابلة وذلك في قوله ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا﴾ حيث قابل الحسنة بالسيئة والمساءة بالفرح وهي مقابلة بديعة، كما أن فيها جناس الاشتقاق في ﴿ظَلَمَهُمُ﴾ و﴿يَظْلِمُونَ﴾ وفي ﴿الغيظ﴾ و﴿غَيْظِكُمْ﴾ وفي ﴿تُؤْمِنُونَ﴾ و﴿آمَنَّا﴾ .\nلطيفَة: عبّر بالمسَّ في قوله ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ﴾ وبالإصابة في قوله ﴿وَإِن تُصِبْكُمْ سَيِّئَةٌ﴾ وذلك للإِارة إلى أن الحسنة تسوء الأعداء وحتى ولو كانت بأيسر الأشياء ولو مسًّا خفيفًا وأما السيئة فإِذا تمكنت الإصابة بها إلى الحد الذي يرثي له الشامت فإنهم لا يرثون بل يفرحون ويسرون وهذا من أسرار بلاغة التنزيل، نقلًا عن حاشية الكشاف.", "ayah": 114, "surah": 3}