{"text": "المنَاسَبَة لا تزال الآيات الكريمة تتابع أحداث أَحد، وتكشف عن أسرار المنافقين ومواقفهم المخززية، وتوضّح الدروس والعبر من تلك الغزوة المجيدة.\nاللغَة: ﴿يَسْتَبْشِرُونَ﴾ يفرحون وأصله من البشرة لأن الإِنسان إِذا فرح ظهر أثر السرور في وجهه قال ابن عطية: وليست استفعل في هذا الموضع بمعنى طلب البشارة وإِنما هي بمعنى الفعل المجرد كقوله تعالى ﴿واستغنى الله﴾ [التغابن: ٦] ﴿القرح﴾ بالفتح الجرح وبالضم ألم الجرح وقد تقدم ﴿حَسْبُنَا﴾ كافينا مأخوذ من الإِحساب بمعنى الكفاية قال الشاعر:\nفتملأُ بيتنا أقْطًا وسَمْنًا وحسبُك من غنىً شِبَعٌ ورِيُّ\n﴿حَظًّا﴾ الحظ: النصيب ويستعمل في الخير والشر وإِذا لم يقيّد يكون للخير ﴿نُمْلِي﴾ الإِملاء: التأخير والإِمهال قال القرطبي: والمراد بالإِملاء هنا طول العمر ورغد العيش ﴿يَمِيزَ﴾ يُميِّز يقال: ماز وميزّ أي فصل الشيء من الشيء منه ﴿وامتازوا اليوم أَيُّهَا المجرمون﴾ [يس: ٥٩] ﴿يَجْتَبِي﴾ يختار ﴿سَيُطَوَّقُونَ﴾ من الطّوق وهو القلادة أي يلزمون به لزوم الطوق في العنق.\nسَبَبُ النّزول: أ - عن ابن عباس قال قال رسول الله ﷺ َ: لّما أصيب إِخوانكم بأحد جعل الله أرواحهم في جوف طيرٍ خضر، ترد أنهار الجنة تأكل من ثمارها وتأوي إِلى قناديل من ذهب معلقةً في ظلّ العرش، فلما وجدوا طيب مأْكلهم ومَشْربهم ومَقِيلهم قالوا: من يبلّغ إِخواننا عنا أنّا أحياءٌ في الجنة نرزق لئلا يزهدوا في الجهاد ولا ينكُلوا عند الحرب فقال الله سبحانه: أنا أبلغهم عنكم فأنزل الله ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ﴾ الآية.\nب - عن جابر بن عبد الله قال: «لقيني رسول الله ﷺ َ فقال يا جابر: ما لي أراك منكسًا مُهتمًا؟ قلت يا رسول الله: استُشْهد أبي وترك عيالًا وعليه دين فقال: ألا أبشرك بما لقي الله ﷿ به أباك؟ قلت: بلى يا رسول الله، قال: إِن الله أحيا أباك وكلّمه كفاحًا - وما كلّم أحدًا قط إِلا من وراء حجاب - فقال له: يا عبد الله تمنَّ أعطك قال يا رب: أسألك أن تردني إلى الدنيا فأْقتل فيك ثانية فقال الرب ﵎: إِنه قد سبق مني أنهم إِليها لا يرجعون، قال يا رب: فأبلغ من ورائي فأنزل الله ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا﴾»\nالتفِسير: ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا﴾ أي لا تظنَّن الذين استشهدوا في سبيل الله لإِعلاء دينه أمواتًا لا يُحسّون ولا يتنعمون ﴿بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ﴾ أي بل هم أحياء متنعمون في جنان الخلد يرزقون من نعيمها غدوًا وعشيًا قال الواحدي: الأصح في حياة الشهداء ما روي عن النبي ﷺ َ من أن أرواحهم في أجواف طيور خضر وأنهم يُرزقون ويأكلون ويتنعمون ﴿فَرِحِينَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ أي هم منعّمون في الجنة فرحون بما هم فيه من النعمة والغبطة ﴿وَيَسْتَبْشِرُونَ بالذين لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ﴾ أي يستبشرون بإِخوانهم المجاهدون الذين لم يموتوا في الجهاد بما سيكونون عليه بعد الموت إِن استشهدوا فهم لذلك فرحون مستبشرون ﴿أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي بأنْ لا خوف عليهم في الآخرة ولا هم يحزنون على مفارقة الدنيا لأنهم في جنات النعيم ﴿يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ وَأَنَّ الله لاَ يُضِيعُ أَجْرَ المؤمنين﴾ أكّد استبشارهم ليذكر ما تعلّق به من النعمة والفضل والمعنى: يفرحون بما حباهم الله تعالى من عظيم كرامته وبما أسبغ عليهم من الفضل وجزيل الثواب، فالنعمة ما استحقوه بطاعتهم، والفضلُ ما زادهم من المضاعفة في الأجر ﴿الذين استجابوا للَّهِ والرسول مِن بَعْدِ مَآ أَصَابَهُمُ القرح﴾ أي الذين أطاعوا الله وأطاعوا الرسول من بعد ما نالهم الجراح يوم أُحد قال ابن كثير: وهذا كان يوم «حمراء الأسد» وذلك أن المشركين لما أصابوا من المسلمين كرّوا راجعين إِلى بلادهم ثم ندموا لم لا تّمموا على أهل المدينة وجعلوها الفيصلة، فلما بلغ ذلك رسول الله ﷺ َ ندب المسلمين إِلى الذهاب وراءهم ليرعبهم ويريهم أنّ بهم قوة وجَلَدًا، ولم يأذن لأحدٍ سوى من حضر أحدًا فانتدب المسلمون\nعلى ما بهم من الجراح والإِثخان طاعة لله ﷿ ولرسوله ﷺ َ.\n﴿لِلَّذِينَ أَحْسَنُواْ مِنْهُمْ واتقوا أَجْرٌ عَظِيمٌ﴾ أي لمن أطاع منهم أمر الرسول وأجابه إِلى الغزو - على ما به من جراح وشدائد - الأجرُ العظيم والثواب الجزيل ﴿الذين قَالَ لَهُمُ الناس إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ فاخشوهم فَزَادَهُمْ إِيمَانًا﴾ أي الذين أرجف لهم المرجفون من أنصار المشركين فقالوا لهم: إِن قريشًا قد جمعت لكم جموعًا لا تحصى فخافوا على أنفسكم فما زادهم هذا التخويف إِلا إِيمانًا ﴿وَقَالُواْ حَسْبُنَا الله وَنِعْمَ الوكيل﴾ أي قال المؤمنون الله كافينا وحافظنا ومتولي أمرنا ونعم الملجأ والنصير لمن توكل عليه جل وعلا ﴿فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ﴾ أي فرجعوا بنعمة السلامة وفضل الأجر والثواب ﴿لَّمْ يَمْسَسْهُمْ سواء﴾ أي لم ينلهم مكروه أو أذى ﴿واتبعوا رِضْوَانَ الله﴾ أي نالوا رضوان الله الذي هو سبيل السعادة في الدارين ﴿والله ذُو فَضْلٍ عَظِيمٍ﴾ أي ذو إِحسان عظيم على العباد ﴿إِنَّمَا ذلكم الشيطان يُخَوِّفُ أَوْلِيَاءَهُ﴾ أي إِنما ذلكم القائل ﴿إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ﴾ بقصد تثبيط العزائم هو الشيطان يخوفكم أولياءه وهم الكفار لترهبوهم ﴿فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي فلا تخافوهم ولا ترهبوهم فإِني متكفل لكم بالنصر عليهم، ولكن خافوا إن كنتم مؤمنين حقًا أن تعصوا أمري فتهلكوا، والمراد بالشيطان «نعيم ابن مسعود الأشجعي» الذي أرسله أبو سفيان ليثبط المسلمين، قال أبو حيان: وإِنما نسب إِلى الشيطان لأنه ناشيء عن وسوسته وإِغوائه وإِلقائه ﴿وَلاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ تسلية للنبي ﷺ َ أي لا تحزن ولا تتألم يا محمد لأولئك المنافقين الذين يبادرون نحو الكفر بأقوالهم وأفعالهم، ولا تبال بما يظهر منهم من آثار الكيد للإِسلام وأهله ﴿إِنَّهُمْ لَن يَضُرُّواْ الله شَيْئًا﴾ أي إِنهم بكفرهم لن يضروا الله شيئًا وإِنما يضرون أنفسهم ﴿يُرِيدُ الله أَلاَّ يَجْعَلَ لَهُمْ حَظًّا فِي الآخرة﴾ أي يريد تعالى بحكمته ومشيئته ألاّ يجعل لهم نصيبًا من الثواب في الآخرة ﴿وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم فوق الحرمان من الثواب عذاب عظيم في نار جهنم ﴿إِنَّ الذين اشتروا الكفر بالإيمان لَن يَضُرُّواْ الله شَيْئًا وَلهُمْ عَذَابٌ أَلِيمٌ﴾ أي الذين استبدلوا الكفر بالإيمان وهم المنافقون المذكورون قبل، لن يضروا الله بكفرهم وارتدادهم ولهم عذاب مؤلم ﴿وَلاَ يَحْسَبَنَّ الذين كَفَرُواْ أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لأَنْفُسِهِمْ﴾ أي لا يظنَّن الكافرون أن إِمهالنا بدون أجزاء وعذاب، وإِطالتنا لأعمارهم خير لهم ﴿إِنَّمَا نُمْلِي لَهُمْ ليزدادوا إِثْمًَا﴾ أي إِنما نمهلهم ونؤخر آجالهم ليكتسبوا المعاصي فتزداد آثامهم ﴿وَلَهْمُ عَذَابٌ مُّهِينٌ﴾ أي ولهم في الآخرة عذاب يهينهم ﴿مَّا كَانَ الله لِيَذَرَ المؤمنين على مَآ أَنْتُمْ عَلَيْهِ حتى يَمِيزَ الخبيث مِنَ الطيب﴾ هذا وعدٌ من الله لرسوله بأنه سيميّز له المؤمن من المنافق والمعنى لن يترك الله المؤمنين مختلطين بالمنافقين حتى يبتليهم فيفصل بين هؤلاء وهؤلاء، كما فعل في غزةو أُحد حيث ظهر أهل الإِيمان وأهل النفاق قال ابن كثير «أي لا بدّ أن يعقد شيئًا من المحنة يظهر فيها وليُّه ويُفضح بها عدوه، يُعرف به المؤمن الصابر من المنافق الفاجر، كما ميّز بيمهم يوم أُحد» .\n﴿وَمَا كَانَ الله لِيُطْلِعَكُمْ عَلَى الغيب﴾ قال الطبري: وأولى الأقوال بتأويله: أي وما كان الله ليطلعكم\nعلى قلوب عباده فتعرفوا المؤمن من المنافق والكافر، ولكنه يميز بينهم بالمحن والإِبتلاء كما ميّز بينهم يوم أُحد بالبأساء وجهاد عدوه ﴿وَلَكِنَّ الله يَجْتَبِي مِن رُّسُلِهِ مَن يَشَآءُ﴾ أي يختار من رسله من يشاء فيطلعهم على غيبه كما أطلع النبي ﷺ َ على المنافقين ﴿فَآمِنُواْ بالله وَرُسُلِهِ﴾ أي آمنوا إِيمانًا صحيحًا بأن الله وحده المطلع على الغيب وأن ما يخبر به الرسول من أمور الغيب إِنما هو بوحي من الله ﴿وَإِن تُؤْمِنُواْ وَتَتَّقُواْ فَلَكُمْ أَجْرٌ عَظِيمٌ﴾ أي وإِن تصدّقوا ربكم بطاعته فلكم ثواب عظيم ﴿وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ هُوَ خَيْرًا لَّهُمْ﴾ لما بالغ تعالى في التحريض على بذل النفس في الجهاد شرع هنا في التحريض على بذل المال في سبيل الله، وذكر الوعيد الشديد لمن يبخل بماله والمعنى لا يحسبنَّ البخيلُ أن جمعه المال وبخله بإِنفاقه ينفعه، بل هو مضرّة عليه في دينه ودنياه ﴿بَلْ هُوَ شَرٌّ لَّهُمْ﴾ أي ليس كما يظنون بل ذلك البخلُ شرٌّ لهم ﴿سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ القيامة﴾ أي سيجعل الله ما بخلوا به طوقًا في أعناقهم يعذبون به يوم القيامة كما جاء في صحيح البخاري\n«من آتاه الله مالًا فلم يؤدّ زكاته مُثِّل له يوم القيامة شجاعًا أقرع - أي ثعبانًا عظيمًا - له زبيبتان فيأخذ بلهزمتيه - يعني شدقية - ثم يقول: أنا مالك أنا كنزك ثم تلا ﷺ َ ﴿وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ﴾ الآية ﴿وَللَّهِ مِيرَاثُ السماوات والأرض﴾» أي جميع ما في الكون ملك له يعود إِليه بعد فناء خلقه ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي مطلع على أعمالكم.\nالبَلاغَة: قال في البحر: تضمنت هذه الآيات فنونًا من البلاغة والبديع: الإِطنابُ في ﴿يَسْتَبْشِرُونَ﴾ وفي ﴿لَن يَضُرُّواْ﴾ وفي آسم الجلالة في مواضع، والطباق في ﴿أَمْوَاتًا بَلْ أَحْيَاءٌ﴾ وفي ﴿الكفر بالإيمان﴾ والاستعارة في ﴿اشتروا الكفر﴾ وفي ﴿يُسَارِعُونَ فِي الكفر﴾ وفي ﴿الخبيث والطيب﴾ يراد به المؤمن والمنافق والحذف في مواضع.\nفَائِدَة: قوله تعالى ﴿حَسْبُنَا الله وَنِعْمَ الوكيل﴾ هي الكلمة التي قالها إِبراهيم ﵇ حين ألقي في النار قال السيوطي في الإِكليل: يستحب قول هذه الكلمة عند الغمّ والأمور العظيمة.", "ayah": 179, "surah": 3}