{"text": "المنَاسَبَة: بعد أن انتهى الاستعراض القرآني لمعركة أُحد وما فيها من أحداث جسمية، وتناولت الآيات ضمن ما تناولت مكائد المنافقين ودسائسهم، وما انطوت عليه نفوسهم من الكيد للإِسلام والغدر بالمسلمين وتثبيط عزائمهم عن الجهاد في سبيل الله، أعقبه تعالى بذكر دسائس اليهود وأساليبهم الخبيثة في محاربة الدعوة الإِسلامية عن طريق التشكيك والبلبلة، والكيد والدسّ، ليحذّر المؤمنين من خطرهم كما حذّرهم من المنافقين، والآيات الكريمة تتحدث عن اليهود وموقفهم المخزي من الذات الإِلهية، واتهامهم لله ﷿ بأشنع الاتهامات بالبخل والفقر، ثم نقضهم للعهود، وقتلهم للأنبياء، وخيانتهم للأمانة التي حمَّلهم الله إِيَّاها، إِلى آخر ما هنالك من جرائم وشنائع اتصف بها هذا الجنس الملعون.\nاللغَة: ﴿عَهِدَ إِلَيْنَا﴾ أوصانا ﴿بِقُرْبَانٍ﴾ القربان: ما يذبح من الأنعام تقربًا إِلى الله تعالى ﴿البينات﴾ الآيات الواضحات والمراد هنا المعجزات ﴿الزبر﴾ جمع زبور وهو الكتاب من الزَّبر وهو الكتابة، والزبور بمعنى المزبور أي المكتوب كالرَّكوب بمعنى المركوب قال الزجاج: الزبور كل كتاب ذي حكمة ﴿زُحْزِحَ﴾ الزحزحة: التنحية والإِبعاد تكرير الزح وهو الجذب بعجلة ﴿فَازَ﴾ ظفر بما يؤمل ونجا مما يخاف ﴿الغرور﴾ مصدر غرَّه يغرّه غرورًا أي خدعه ﴿مَتَاعُ﴾ المتاع: ما يُتمتع به ويُنتفع ثم يزول ﴿لَتُبْلَوُنَّ﴾ لتمتحننَّ من بله أي امتحنه ﴿عَزْمِ الأمور﴾ أصل العزم ثباتُ الرأي على الشيء سوالمراه هنا صواب التدبير والرأي وهو مما ينبغي لكل عاقل أن يعزم عليه ﴿بِمَفَازَةٍ﴾ بمنجاة من قولهم فاز فلان إِذا نجا.\nسَبَبُ النّزول: أ - عن ابن عباس قال: دخل أبو بكر الصّديق ذات يوم بيت مدارس اليهود، فوجد ناسًا من اليهود قد اجتمعوا إِلى رجل منهم يقال له «فنحاص بن عازوراء» وكان من علمائهم وأحبارهم فقال أبو بكر لفنحاص: ويحك اتق الله وأسلِمْ فوالله إِنك لتعلم أن محمدًا رسولٌ من عند الله قد جاءكم بالحق من عنده تجدونه مكتوبًا عندكم في التوراة والإِنجيل، فقال فنحاص: والله يا أبا بكر ما بنا إِلى الله من حاجة من فقر وإِنه إِلينا لفقير، ما نتضرع إِليه كما يتضرع إِلينا وإِنّا عنه لأغنياء، ولو كان غنيًا ما استقرض منا كما يزعم صاحبكم، ينهاكم عن الربا ويعطينا ولو كان غنيًا ما أعطانا الربا، فغضب أبو بكر وضرب وجه «فنحاص» ضربةً شديدة وقال: والذي نفسي بيده لولا العهد الذي بيننا وبينك لضربت عنقك يا عدو الله، فذهب فنحاص إِلى رسول الله ﷺ َ فقال يا محمد: انظر إِلى ما صنع بي صاحبك، فقال رسول الله ﷺ َ: ما حملك على ما صنعتَ يا أبا بكر؟\nفقال يا رسول الله: إنَّ عدو الله قال قولًا عظيمًا، زعم أن الله فقير وأنهم أغنياء، فغضبتُ لله وضربتُ وجهه فجحد ذلك فنحاص فأنزل الله ردًّا على فنحاص فأنزل الله ردًّا على فنحاص وتصديقًا لأبي بكر ﴿لَّقَدْ سَمِعَ الله قَوْلَ الذين قالوا إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ الآية.\nب\n- عن ابن عباس قال: جاء جماعة من اليهود إِلى رسول الله ﷺ َ - منهم كعب بن الأشرف، ومالك بن الصيف، وفنحاص بن عازوراء - وغيرهم فقالوا: يا محمد تزعم أنك رسول الله وأنه تعالى أنزل عليك كتابًا، وقد عهد الله إِلينا في التوراة ألاّ تؤمن من لرسول حتى يأتينا بقربان تأكله النار، فإِن جئتنا بهذا صدّقناك فنزلة هذه الآية ﴿الذين قالوا إِنَّ الله عَهِدَ إِلَيْنَا أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار﴾ الآية.\nالتفِسير: ﴿لَّقَدْ سَمِعَ الله قَوْلَ الذين قالوا إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ هذه المقالة الشنيعة مقالة أعداء الله اليهود عليهم لعنة الله زعموا أن الله فقير، وذلك حين نزل قوله تعالى ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا﴾ [البقرة: ٢٤٥] قالوا: إِن الله فقير يقترض منا كما قالوا ﴿يَدُ الله مَغْلُولَةٌ﴾ [المائدة: ٦٤] قال القرطبي: وإِنما قالوا هذا تمويهًا على ضعفائهم لا أنهم يعتقدون هذا، وغرضُهم تشكيك الضعفاء من المؤمنين وتكذيب النبي ﷺ َ أي إِنه فقير على قول محمد لأنه اقترض منا ﴿سَنَكْتُبُ مَا قَالُواْ وَقَتْلَهُمُ الأنبياء بِغَيْرِ حَقٍّ﴾ أي سنأمر الحفظة بكتابة ما قالوه في صحائف أعمالهم ونتكب جريمتهم الشنيعة بقتل الأنبياء بغير حق، والمراد بقتلهم الأنبياء رضاهم بفعل أسلافهم ﴿وَنَقُولُ ذُوقُواْ عَذَابَ الحريق﴾ أي ويقول الله لهم في الآخرة على لسان الملائكة: ذوقوا عذاب النار المحرقة الملتهبة ﴿ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾ أي ذلك العذاب بما اقترفته أيديكم من الجرائم ﴿وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي وأنه سبحانه عادل ليس بظالم للخلق، والمراد أن ذلك العقاب حاصل بسبب معاصيكم، وعدلِ الله تعالى فيكم، قال الزمخشري: ومن العدل أن يعاقب المسيء ويثيب المحسن ﴿الذين قالوا إِنَّ الله عَهِدَ إِلَيْنَا﴾ أي هم الذين قالوا إِن الله أمرنا وأوصانا في التوراة ﴿أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار﴾ أي أمرنا بأن لا نصدق لرسول حتى يأتينا بآية خاصة وهي أن يقدّم قربنانًا فتنزل نار من السماء فتأكله، وهذا افتراء على الله حيث لم يعهد إِليهم بذلك ﴿قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِي بالبينات وبالذي قُلْتُمْ﴾ أي قل لهم يا محمد توبيخًا وإِظهارًا لكذبهم: قد جاءتكم رسلٌ قبلي بالمعجزات الواضحات والحجج الباهرات الدالة على صدق نبوتهم وبالذي ادعيتم ﴿فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي فلم كذبتموهم وقتلتموهم إِن كنتم صادقين في دعواكم الإِيمان بالله والتصديق برسله؟ ثم قال تعالى مسليًا لرسوله ﷺ َ ﴿فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ﴾ أي لا يحزنك يا محمد تكذيب هؤلاء لك، فإِنهم إِن فعلوا ذلك فقد كذَّبت أسلافهم من قبلُ رسل الله فلا تحزن فلك بهم أسوة حسنة ﴿جَآءُوا بالبينات﴾ أي كذبوهم مع أنهم جاءوهم بالبراهين\nالقاطعة والمعجزات الواضحة ﴿والزبر والكتاب المنير﴾ أي بالكتب السماوية المملوءة بالحِكَم والمواعظ، والكتاب الواضح الجلي كالتوراة والإِنجيل ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الموت﴾ أي مصير الخلائق إِلى الفناء وكل نفسٍ ميّتة لا محالة كقوله\n﴿كُلُّ مَنْ عَلَيْهَا فَانٍ﴾ [الرحمن: ٢٦] ﴿وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ القيامة﴾ أي تُعطون جزاء أعمالكم وافيًا يوم القيامة ﴿فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ﴾ أي فمن نُحي عن النار وأُبْعِد عنها، وأُدخل الجنة فقد فاز بالسعادة السرمدية والنعيم المخلّد ﴿وَما الحياة الدنيا إِلاَّ مَتَاعُ الغرور﴾ أي ليست الدنيا إِلا دار الفناء يستمتع بها الأحمق المغرور قال ابن كثير: الآية فيها تصغير لشأن الدنيا وتحقير لأمرها وأنها فانية زائلة ﴿لَتُبْلَوُنَّ في أَمْوَالِكُمْ وَأَنْفُسِكُمْ﴾ أي والله لتمتحننَّ وتختبرنَّ في أموالكم بالفقر والمصائب، وفي أنفسكم بالشدائد والأمراض ﴿وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَمِنَ الذين أشركوا أَذًى كَثِيرًا﴾ أي ولينالنكم من اليهود والنصارى والمشركين - أعدائكم - الأذى الكثير، وهذا إِخبارٌ منه جلّ وعلا للمؤمنين بأنه سينالهم بلايا وأكدار من المشركين والفجّار، وأمرٌ لهم بالصبر عند وقوع ذلك لأن الجنة حفَّت بالمكاره ولهذا قال ﴿وَإِن تَصْبِرُواْ وَتَتَّقُواْ﴾ أي وإِن تصبروا على المكاره وتتقوا الله في الأقوال والأعمال ﴿فَإِنَّ ذلك مِنْ عَزْمِ الأمور﴾ أي الصبر والتقوى من الأمور التي ينبغي أن تعزموا وتحزموا عليها لأنها ممّا أمر الله بها ﴿وَإِذْ أَخَذَ الله مِيثَاقَ الذين أُوتُواْ الكتاب﴾ أي اذكر يا محمد حين أخذ الله العهد المؤكد على اليهود في التوراة ﴿لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ﴾ أي لتظهرنَّ ما في الكتاب من أحكام الله ولا تخفونها، قال ابن عباس: هي لليهود أُخذ عليهم العهد والميثاق في أمر رسول الله ﷺ َ فكتموه ونبذوه ﴿فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ واشتروا بِهِ ثَمَنًا قَلِيلًا﴾ أي طرحوا ذلك العهد وراء ظهورهم واستبدلوا به شيئًا حقيرًا من حُطام الدنيا ﴿فَبِئْسَ مَا يَشْتَرُونَ﴾ أي بئس هذا الشراء وبئست تلك الصفقة الخاسرة ﴿لاَ تَحْسَبَنَّ الذين يَفْرَحُونَ بِمَآ أَتَوْاْ﴾ أي لا تظننَّ يا محمد الذين يفرحون بما أتوا من إِخفاء أمرك عن الناس ﴿وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ﴾ أي ويحبون أن يحمدهم الناس على تمسكهم بالحق وهم على ضلال ﴿فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذاب﴾ أي فلا تظنتَّهم بمنجاة من عذاب الله ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي عذاب مؤلم قال ابن عباس: نزلت في أهل الكتاب سألهم النبي ﷺ َ عن شيء فكتموه إيّاه وأخبره بغيره وفرحوا بما أوتوا من كتمانهم إِياه ما سألهم عنه ﴿وَللَّهِ مُلْكُ السماوات والأرض﴾ أي له سبحانه جميع ما في السماوات والأرض فكيف يكون من له ما في السماوات والأرض فقيرًا؟ والآية ردٌّ على الذين قالوا إِن الله فقير ونحن أغنياء ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي هو تعالى قادر على عقابهم.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يأتي: ١ - ﴿إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ أكد اليهود الجملة ب ﴿إِنَّ الله فَقِيرٌ﴾ على سبيل المبالغة، فحيث نسبوا إلى أنفسهم الغنى لم يؤكدوا بل أخرجوا الجملة مخرج ما لا يحتاج إلى تأكيد كأن الغنى وصف لهم لا يمكن فيه نزاع فيحتاج إِلى تأكيد وهذا دليل على تمردهم في الكفر والطغيان.\n٢ - ﴿سَنَكْتُبُ مَا قَالُواْ﴾ فيه مجاز يسمى المجاز العقلي أي ستكتب ملائكتنا ولما كان الله لا يكتب وإِنما يأمر بالكتابة أسند الفعل إِليه مجازًا.\n٣ - ﴿ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾ فيه مجاز مرسل من إِطلاق اسم الجزء وإِرادة الكل وذكر الأيدي لأن أكثر الأعمال نُزوال بهن.\n٤ - ﴿تَأْكُلُهُ النار﴾ إِسناد الأكل إِلى النار بطريق الاستعارة إِذ حقيقة الأكل إِنما تكون في الإِنسان والحيوان وكذلك توجد استعارة في قوله ﴿ذَآئِقَةُ الموت﴾ لأن حقيقة الذوق ما يكون بحاسّة اللسان.\n٥ - ﴿مَتَاعُ الغرور﴾ قال الزمخشري: «شبه الدنيا بالمتاع الذي يدلّس به على المستام ويُغر حتى يشتريه والشيطان هو المدلِّس الغرور» فهو من باب الاستعارة.\n٦ - ﴿فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ واشتروا بِهِ ثَمَنًا قَلِيلًا﴾ كذلك توجد استعارة في النبذ والاشتراء شبّه عدم التمسك والعمل به بالشيء الملقى خلف ظهر الإِنسان وباشتراء ثمن قليل ما تعوضوه من الحطام على كتم آيات الله.\n٧ - وفي الآيات الكريمة من المحسنات البديعية الطباق في ﴿فَقِيرٌ أَغْنِيَآءُ﴾ والمقابلة ﴿فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة﴾ وفي ﴿لَتُبَيِّنُنَّهُ ... وَلاَ تَكْتُمُونَهُ﴾ والجناس المغاير في ﴿قَوْلَ الذين قالوا﴾ وفي ﴿كَذَّبُوكَ فَقَدْ كُذِّبَ﴾ .\nفَائِدَة: صيغة فعّال في الآية ﴿وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ [فصلت: ٤٦] ليست للمبالغة وإِنما هي للنسب مثل عطّار ونجّار وتمّار كلها ليست للمبالغة وإِنما هي للنسب قال ابن مالك.\nومع فاعل وفعَّال فُعل ... في نسبٍ أغنى من الياء قُبل\nتنبيه: إِنما وصف تعالى عيش الدنيا ونعيمها بأنه متاع الغرور، لما تمنّيه لذاتها وشهواتها من طول البقاء وأمل الدوام فتخدعه ثم تصرعه، ولهذا قال بعض السلف: الدنيا متاعٌ متروك يوشك أن يضمحلّ ويزول، فخذوا من هذا المتاع واعملوا فيه بطاعة الله ما استطعتم والله المستعان.", "ayah": 181, "surah": 3}