{"text": "المنَاسَبَة: بدأ تعالى هذه السورة الكريمة بذكر أدلة التوحيد والألوهية والنبوة، وختمها بذكر دلائل الوحدانية والقدرة ودلائل الخلق والإِيجاد، ليستدل منها الإِنسان على البعث والنشور فكان ختام مسك، ولما كان المقصود من هذا الكتاب العظيم جذب القلوب والأرواح عن الاشتغال بالخلق إِلى معرفة الإِله الحق، جاءت الآيات الكريمة تنير القلوب بأدلة التوحيد والإِلهية والكبرياء والجلال، فلفتت الأنظار إِلى التفكير والتدبر في ملكوت السماوات والأرض، ليخلص الإِنسان إِلى الاعتراف بوحدانية الله وباهر قدرته وهو يتأمل في كتاب الله المنظور «الكون الفسيح» بعد أن تأمل في كتاب الله المسطور «القرآن العظيم» وفي الكتاب المسطور إِشارات عديدة لآيات الكتاب المنظور وهو يدعو إِلى معرفة الحقائق باستخدام الحواس ﴿وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ﴾ [يوسف: ١٠٥] .\nاللغَة: ﴿الألباب﴾ العقول ﴿بَاطِلًا﴾ عبثًا بدون حكمة ﴿سُبْحَانَكَ﴾ تنزيهٌ لله عن السوء ﴿أَخْزَيْتَهُ﴾ أذللته وأهنته ﴿وَكَفِّرْ عَنَّا﴾ استر وامح ﴿الأبرار﴾ جمع بر أو ارّ وهم المستمسكون بالشريعة ﴿فاستجاب﴾ بمعنى أجاب ﴿نُزُلًا﴾ النُّزُل: ما يهيأ للنزيل وهو الضيف من أنواع الإِكرام ﴿رَابِطُواْ﴾ المرابطة: ترصد العدو في الثغور.\nالتفسِير: ﴿إِنَّ فِي خَلْقِ السماوات والأرض﴾ أي إِن في خلق السماوات والأرض على ما بهما من إِحكام وإٍبداع ﴿واختلاف اليل والنهار﴾ أي وتعاقب الليل والنهار على الدوام ﴿لآيَاتٍ لأُوْلِي الألباب﴾ أي علامات واضحة على الصانع وباهر حكمته، ولا يظهر ذلك إِلا لذوي العقول الذين ينظرون إِلى الكون بطريق التفكر والاستدلال لا كما تنظر البهائم، ثم وصف تعالى أولي الألباب فقال ﴿الذين يَذْكُرُونَ الله قِيَامًا وَقُعُودًا وعلى جُنُوبِهِمْ﴾ أي يذكرون الله بألسنتهم وقلوبهم في جميع الأحوال في حال القيام والقعود والاضطجاع فلا يغفلون عنه تعالى في عامة أوقاتهم، لاطمئنان\nقلوبهم بذكره واستغراق سرائرهم في مراقبته ﴿وَيَتَفَكَّرُونَ فِي خَلْقِ السماوات والأرض﴾ أي يتدبرون في ملكوت السماوات والأرض، في خلقهما بهذه الأجرام العظام وما فيهما من عجائب المصنوعات وغرائب المبتدعات قائلين ﴿رَبَّنَآ مَا خَلَقْتَ هَذا بَاطِلًا﴾ أي ما خلقت هذ الكون وما فيه عبثًا من غير حكمة ﴿سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ﴾ أي ننزهك يا الله عن العبث فأجرنا واحمنا من عذاب جهنم ﴿رَبَّنَآ إِنَّكَ مَن تُدْخِلِ النار فَقَدْ أَخْزَيْتَهُ﴾ أي من أدخلته النار فقد أذللته وأهنته غاية الإِهانة وفضحته على رءوس الأشهاد ﴿وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ﴾ أي ليس لهم من يمنعهم من عذاب الله، والمراد بالظالمين الكفار كما قال ابن عباس وجمهور المفسرين وقد صرح به في البقرة ﴿والكافرون هُمُ الظالمون﴾ [البقرة: ٢٥٤] ﴿رَّبَّنَآ إِنَّنَآ سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ﴾ أي داعيًا يدعو إِلى الإِيمان وهو محمد ﷺ َ ﴿أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا﴾ أي يقول هذا الداعي أيها الناس آمنوا بربكم واشهدوا له بالوحدانية فصدقنا بذلك واتبعناه ﴿رَبَّنَا فاغفر لَنَا ذُنُوبَنَا﴾ أي استر لنا ذنوبنا ولا تفضحنا بها ﴿وَكَفِّرْ عَنَّا سَيِّئَاتِنَا﴾ أي امح بفضلك ورحمتك ما ارتكبناه من سيئات ﴿وَتَوَفَّنَا مَعَ الأبرار﴾ أي ألحقنا بالصالحين قال ابن عباس: الذنوب هي الكبائر والسيئات هي الصغائر ويؤيده\n﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ﴾ [النساء: ٣١] فلا تكرار إِذًا ﴿رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا على رُسُلِكَ﴾ تكرير النداء للتضرع ولإِظهار كمال الخضوع أي أعطنا ما وعدتنا على ألسنة رسلك وهي الجنة لمن أطاع قاله ابن عباس ﴿وَلاَ تُخْزِنَا يَوْمَ القيامة﴾ أي لا تفضحنا كما فضحت الكفار ﴿رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا على رُسُلِكَ﴾ أي لا تخلف وعدك وقد وعدت من آمن بالجنة ﴿إِنَّكَ لاَ تُخْلِفُ الميعاد﴾ أي لا تخلف وعدك وقد وعدت من آمن بالجنة ﴿فاستجاب لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّن ذَكَرٍ أَوْ أنثى﴾ أي أجاب الله دعاءهم بقوله إِني لا أُبطل عمل من عمل خيرًا ذكرًا كان العامل أو أُنثى قال الحسن: مازالوا يقولون ربنا، ربنا، حتى استجاب لهم ﴿بَعْضُكُم مِّن بَعْضٍ﴾ أي الذكر من الأنثى، والأنثى من الذكر، فإِذا كنتم مشتركين في الأصل فكذلك أنتم مشتركون في الأجر ﴿فالذين هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ﴾ أي هجروا أوطانهم فارين بدينهم، وألجأهم المشركون إِلى الخروج من الديار ﴿وَأُوذُواْ فِي سَبِيلِي﴾ أي تحملوا الأذى من أجل دين الله ﴿وَقَاتَلُواْ وَقُتِلُواْ﴾ أي وقاتلوا أعدائي وقتلوا في سبيلي ﴿لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي الموصوفون بما تقدم لأمحونَّ ذنوبهم بمغفرتي ورحمتي ﴿وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار ثَوَابًا مِّن عِندِ الله﴾ أي ولأدخلنهم جنات النعيم جزاءً من عند الله على أعمالهم الصالحة ﴿والله عِندَهُ حُسْنُ الثواب﴾ أي عنده حسن الجزاء وهي الجنة التي فيها ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ثم نبه تعالى إِلى ما عليه الكفار في هذا الدار من النعمة والغبطة والسرور، وبيَّن أنه نعيم زائل فقال ﴿لاَ يَغُرَّنَّكَ تَقَلُّبُ الذين كَفَرُواْ فِي البلاد﴾ أي لا يخدعنك أيها السامع تنقل الذين كفروا في البلاد طلبًا لكسب الأموال والجاه والرتب ﴿مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المهاد﴾ أي إِنما يتنعمون بذلك قليلًا ثم يزول هذا النعيم، ومصيرهم في الآخرة إِلى النار، وبئس الفراش والقرار نار جهنم. ﴿لَكِنِ الذين اتقوا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن\nتَحْتِهَا الأنهار خَالِدِينَ فِيهَا﴾ أي لكن المتقون لله لهم النعيم المقيم في جنات النعيم مخلدين فيها أبدًا ﴿نُزُلًا مِّنْ عِندِ الله﴾ أي ضيافة وكرامة من عند الله ﴿وَمَا عِندَ الله خَيْرٌ لِّلأَبْرَارِ﴾ أي وما عند الله من الثواب والكرامة للأخيار الأبرار، خير مما يتقلب فيه الأشرار الفجار من المتاع القليل الزائل، ثم أخبر تعالى عن إِيمان بعض أهل الكتاب فقال ﴿وَإِنَّ مِنْ أَهْلِ الكتاب لَمَن يُؤْمِنُ بالله وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ﴾ أي ومن اليهود والنصارى فريق يؤمنون بالله حق الإِيمان، ويؤمنون بما أنزل إليكم وهو القرآن وبما أنزل إِليهم وهو التوراة والإِنجيل كعبد الله بن سلام وأصحابه، والنجاشي وأتباعه ﴿خَاشِعِينَ للَّهِ﴾ أي خاضعين متذللين لله ﴿لاَ يَشْتَرُونَ بِآيَاتِ الله ثَمَنًا قَلِيلًا﴾ أي لا يحرّفون نعت محمد ولا أحكام الشريعة الموجودة في كتبهم لعرضٍ من الدنيا خسيس كما فعل الأحبار والرهبان ﴿أولائك لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ﴾ أي ثواب إِيمانهم يعطونه مضاعفًا كما قال ﴿أولائك لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ﴾ ﴿إِنَّ الله سَرِيعُ الحساب﴾ أي سريع حسابُه لنفوذ علمه بجميع المعلومات، يعلم ما لكل واحدٍ من الثواب والعقاب، قال ابن عباس والحسن: نزلت في النجاشي وذلك أنه لما مات نعاه جبريل لرسول الله ﷺ َ فقال النبي ﷺ َ لأصحابه: قوموا فصلوا على أخيكم النجاشي، فقال بعضهم لبعض: يأمرنا أن نصلي على علج من علوج الحبشة فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ اصبروا﴾ أي اصبروا على مشاقّ الطاعات وما يصيبكم من الشدائد ﴿وَصَابِرُواْ﴾ أي غالبوا أعداء الله بالصبر على أهوال القتال وشدائد الحروب ﴿وَرَابِطُواْ﴾ أي لازموا ثغوركم مستعدين للكفاح والغزو ﴿واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي خافوا الله فلا تخالفوا أمره لتفوزوا بسعادة الدارين.\nالبَلاَغَة: تضمنت هذه الآيات من ضروب البيان والبديع ما يلي:\n١ - الإِطناب في قوله ﴿رَبَّنَآ﴾ حيث كرر خمس مرات والغرض منه المبالغة في التضرع.\n٢ - الطباق في قوله ﴿السماوات والأرض﴾ و﴿اليل والنهار﴾ و﴿قِيَامًا وَقُعُودًا﴾ و﴿ذَكَرٍ أَوْ أنثى﴾ .\n٣ - الإِيجاز بالحذف ﴿مَا وَعَدتَّنَا على رُسُلِكَ﴾ أي على ألسنة رسلك وكذلك في قوله ﴿وَيَتَفَكَّرُونَ فِي خَلْقِ السماوات والأرض﴾ أي قائلين ربنا.\n٤ - الجناس المغاير في قوله ﴿آمِنُواْ ... فَآمَنَّا﴾ وفي ﴿عَمَلَ عَامِلٍ﴾ وفي ﴿مُنَادِيًا يُنَادِي﴾ .\n٥ - ﴿لآيَاتٍ لأُوْلِي الألباب﴾ التنكير للتفخيم ودخلت اللام في خبر إِنَّ لزيادة التأكيد.\n٦ - الاستعارة في قوله ﴿لاَ يَغُرَّنَّكَ تَقَلُّبُ الذين كَفَرُواْ﴾ استعير التقلب للضرب في الأرض لطلب المكاسب والله أعلم.\nالفوَائِدَ: الأولى: إِنما خصص التفكر بالخلق للنهي عن التفكر في الخالق ففي الحديث الشريف «\nتفكروا في الخلق ولا تفكروا في الخالق فإِنكم لا تقدرون الله قدره» وذلك لعدم الوصول إِلى كنه ذاته وصفاته قال بعض العلماء: المتفكر في ذات الله كالناظر في عين الشمس لأنه تعالى ليس كمثله شيء.\nالثانية: تكرر النداء بهذا الاسم الجليل ﴿رَبَّنَآ﴾ خمس مرات كل ذلك على سبيل الاستعطاف وتطلب رحمة الله بندائه بهذا الاسم الشريف الدال على التربية والملك والإِصلاح.\nالثالثة: سئلت السيدة عائشة ﵂ عن أعجب ما رأته من رسول الله ﷺ َ فبكت وقالت: كل أمره كان عجبًا،\n«أتاني في ليلتي حتى مسَّ جلده جلدي ثم قال» ذريني أتعبد لربي ﷿ «فقلت: والله إِني لأحب قربك وأحب هواك، فقام إِلى قربة من ماء في البيت فتوضأ ولم يكثر صبّ الماء ثم قام يصلي فبكى حتى بلّ لحيته، ثم سجد فبكى حتى بلّ الأرض، ثم اضطجع على جنبه فبكى حتى إذا أتى بلال يؤذنه بصلاة البح فقال يا رسول الله: ما يبكيك وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال» ويحك يا بلال وما يمنعني أن أبكر وقد أنزل الله عليَّ في هذه الليلة ﴿إِنَّ فِي خَلْقِ السماوات والأرض ... .﴾ الآيات ثم قال: ويلٌ لمن قرأها ولم يتفكر فيها «» .", "ayah": 192, "surah": 3}