{"text": "المنَاسَبَة: لّما ذكر تعالى في الآيات السابقة دلائل التوحيد والنبوة وصحة دين الإِسلام، أعقبه بذكر البشائر التي تدل على قرب نصر الله للإِسلام والمسلمين، فالأمر كله بيد الله يعز من يشاء ويذل من يشاء، وأمر رسوله بالدعاء والابتهال إِلى الله بأن يعزّ جند الحق وينصر دينه المبين.\nاللغَة: ﴿اللهم﴾ أصله يا ألله حذفت أداة النداء واستعيض عنها بالميم المشدّدة هكذا قال الخليل وسيبويه ﴿تَنزِعُ﴾ تسلب ويعبر به عن الزوال يقال: نزع الله عنه الشر أي أزاله ﴿تُولِجُ﴾ الإِيلاج: الإِدخال يقال: ولج يلج ولوجًا ومنه ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ [الأعراف: ٤٠] ﴿أَمَدًَا﴾ الأمد: غاية الشيء ومنتهاه وجمعه آماد ﴿تُقَاةً﴾ تقيَّةً وهي مدارة الإِنسان مخافة شره.\nسَبَبُ النّزول: أ - لما افتتح رسول الله ﷺ َ مكة ووعد أمته ملك فارس والروم، قال المنافقون واليهود: هيهات هيهات من أين لمحمد ملك فارس والروم!! هم أعزُّ وأمنع من ذلك ألم يكفه مكة حتى طمع في ملك فارس والروم فأنزل الله ﴿قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ ...﴾ الآية.\nب - عن ابن عباس أن «عُبادة بن الصامت» - وكان بدريًا تقيًا - كان له حلفٌ مع اليهود، فلما خرج النبي ﷺ َ يوم الأحزاب قال له عبادة: يا نبيَّ الله إِن معي خمسمائة من اليهود وقد رأيت أن يخرجوا معي فأستظهر بهم على العدو فأنزل الله ﴿لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ﴾ الآية.\nالتفِسير: ﴿قُلِ اللهم مَالِكَ الملك﴾ أي قل: يا ألله يا مالك كل شيء ﴿تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ﴾ أي أنت المتصرف في الأكوان، تهب الملك لمن تشاء وتخلع الملك ممن تشاء ﴿وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ﴾ أي تعطي العزة لمن تشاء والذلة لمن تشاء ﴿بِيَدِكَ الخير إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي بيدك وحدك خزائن كل خير وأنت كل على كل شيء قدير ﴿تُولِجُ الليل فِي النهار وَتُولِجُ النهار فِي الليل﴾ أي تدخل الليل في النهار كما تدخل النهار في الليل، فتزيد في هذا وتنقص في ذاك والعكس، وهكذا في فصول السنة شتاءً وصيفًا ﴿وَتُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي﴾ أي تخرج الزرع من الحب والحب من الزرع، والنخلةَ من النواة والنواة من النخلة، والبيضة من الدجاجة والدجاجة من البيضة، والمؤمن من الكافر والكافر من المؤمن هكذا قال ابن كثير، وقال الطبري: «وأولى التأويلات بالصواب تأويل من قال: يخرج الإِنسان الحيَّ والأنعام والبهائم من النطف الميتة، ويخرج النطفة الميتة من الإِنسان الحي والأنعام والبهائم الأحياء» ﴿وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي تعطي من تشاء عطاءً واسعًا بلا عدٍّ ولا تضييق.\n. ثم نهى تعالى عن اتخاذ الكافرين أنصارًا وأحبابًا فقال ﴿لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ مِن دُونِ\nالمؤمنين﴾ أي لا توالوا أعداء الله وتتركوا أولياءه فمن غير المعقول أن يجمع الإِنسان بين محبة الله وبين محبة أعدائه قال الزمخشري: نُهوا أن يوالوا الكافرين لقرابةٍ بينهم أو صداقة أو غير ذلك من الأسباب التي يُتَصادق بها ويُتَعاشر ﴿وَمَن يَفْعَلْ ذلك فَلَيْسَ مِنَ الله فِي شَيْءٍ﴾ أي من يوالِ الكفرة فليس من دين الله في شيء ﴿إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً﴾ أي إِلا أن تخافوا منهم محذورًا أو تخافوا أذاهم وشرهم، فأظهروا موالاتهم باللسان دون للقلب، لأنه من نوع مداراة السفهاء كما روي «إِنّا لنبش في وجوه أقوامٍ وقلوبنا تلعنهم» ﴿وَيُحَذِّرُكُمُ الله نَفْسَهُ﴾ أي يخوفّكم الله عقابه الصادر منه تعالى ﴿وإلى الله المصير﴾ أي المنقلب والمرجع فيجازي كل عاملٍ بعمله ﴿قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ الله﴾ أي إِن أخفيتم ما في قلوبكم من موالاة الكفار أو أظهرتموه فإِن الله مطلع عليه لا يخفى عليه خافية ﴿وَيَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي عالم بجميع الأمور، يعلم كل ما هو حادث في السماوات والأرض ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي وهو سبحانه قادر على الانتقام ممن خالف حكمه وعصى أمره، وهو تهديد عظيم ﴿يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا﴾ أي يوم القيامة يجد كل إِنسان جزاء عمله حاضرًا لا يغيب عنه، إِن خيرًا فخير وإِن شرًا فشر، فإِن كان عمله حسنًا سرّه ذلك وأفرحه ﴿وَمَا عَمِلَتْ مِن سواء تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًَا بَعِيدًا﴾ أي وإِن كان عمله سيئًا تمنّى أن لا يرى عمله، وأحبَّ أن يكون بينه وبين عمله القبيح غايةً في نهاية البعد أي مكانًا بعيدًا كما بين المشرق والمغرب ﴿وَيُحَذِّرُكُمُ الله نَفْسَهُ﴾ أي يخوفكم عقابه ﴿والله رَؤُوفٌ بالعباد﴾ أي رحيم بخلقه يحبّ لهم أن يستقيموا على صراطه المستقيم ﴿قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله﴾ أي قل لهم يا محمد إِن كنتم حقًا تحبون الله فاتبعوني لأني رسوله يحبكم الله ﴿وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ والله غَفُورٌ رَّحِيمٌ﴾ أي باتباعكم الرسول وطاعتكم لأمره يحبكم الله ويغفر لكم ما سلف من الذنوب قال ابن كثير: «هذه الآية الكريمة حاكمةٌ على كل من ادعى محبة الله وليس هو على الطريقة المحمدية، فإِنه كاذب في دعواه تلك حتى يتّبع الشرع المحمدي في جميع أقواله وأفعاله» ثم قال تعالى: ﴿قُلْ أَطِيعُواْ الله والرسول﴾ أي أطيعوا أمر الله وأمر رسوله ﴿فإِن تَوَلَّوْاْ﴾ أي أعرضوا عن الطاعة ﴿فَإِنَّ الله لاَ يُحِبُّ الكافرين﴾ أي لا يحب من كفر بآياته وعصى رسله بل يعاقبه ويخزيه\n﴿يَوْمَ لاَ يُخْزِى الله النبي والذين آمَنُواْ مَعَهُ﴾ [التحريم: ٨] .\nالبَلاَغَة: جمعت هذه الآيات الكريمة من ضروب الفصاحة وفنون البلاغة ما يلي:\n١ - الطباق في مواضع مثل «تؤتي وتنزع» و«تعز وتذل» و«الليل والنهار» و«الحي والميت» و«تخفوا وتبدوا» وفي «خير وسوء» و«محضرًا وبعيدًا» .\n٢ - والجناس الناقص في «مالك الملك» وفي «تحبون ويحببكم» وجناس الاشتقاق بين «تتقوا وتقاة» وبين «يغفر وغفور» .\n٣ - رد العجز على الصدر في ﴿تُولِجُ الليل فِي النهار﴾ ﴿وَتُولِجُ النهار فِي الليل﴾\n٤ -\nالتكرار في جمل للتفخيم والتعظيم كقوله ﴿تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ﴾ .\n٥ - الإِيجاز بالحذف في مواطن عديدة كقوله ﴿تُؤْتِي الملك مَن تَشَآءُ﴾ أي من تشاء أن تؤتيه ومثلها وتنزع، وتعز، وتذل.\n٦ - ﴿تُولِجُ الليل فِي النهار﴾ قال في تلخيص البيان: وهذه استعارة عجيبة وهي عبارة عن إِدخال هذا على هذا، وهذا على هذا فما ينقصه من الليل يزيده في النهار والعكس، ولفظ الإِيلاج أبلغ لأنه يفيد إِدخال كل واحد منهما في الآخر بلطيف الممازجة وشديد الملابسة.\n٧ - ﴿تُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي﴾ الحيُّ والميت مجاز عن المؤمن والكافر فقد شبه المؤمن بالحي والكافر بالميت والله أعلم.\nفَائِدَة: في الاقتصار على ذكر الخير ﴿بِيَدِكَ الخير﴾ دون ذكر الشر تعليمٌ لنا الأدب مع الله فالشر لا ينسب إِلى الله تعالى أدبًا وإِن كان منه خلقًا وتقديرًا ﴿قُلْ كُلٌّ مِّنْ عِندِ الله﴾ [النساء: ٧٨] .\nتنبيه: روى مسلم في صحيحه عن رسول الله ﷺ َ أنه قال: «إِن الله إِذا أحبَّ عبدًا دعا جبريل فقال: إِني أحب فلانًا فأحبَّه قال فيحبُّه جبريل ثم ينادي في السماء فيقول إِن الله يحب فلانًا فأحبوه قال فيحبه أهل السماء، وإِذا أبغض عبدًا دعا جبريل فيقول: إِني أبغض فلانًا فأبغضْه قال فيبغضه جبريل، ثم ينادي في أهل السماء إِن الله يبغض فلانًا فأبغضوه فيبغضونه، ثم توضع له البغضاء في الأرض» .", "ayah": 29, "surah": 3}