{"text": "المنَاسَبَة: لما بيّن تعالى أن محبته لا تتم إِلا بمتابعة الرسل وطاعتهم، بيّن علوَّ درجات الرسل وشرف مناصبهم، فبدأ بآدم أولهم، وثنَّى بنوح أبي البشر الثاني، ثم أتى ثالثًا بآل إِبراهيم فاندرج فيهم رسول الله ﷺ َ لأنه من ولد إِسماعيل، ثم أتى رابعًا بآل عمران فاندرج فيه عيسى ﵇، وأعقب ذلك بذكر ثلاث قصص: قصة ولادة مريم، وقصة ولادة يحيى، وقصة ولادة عيسى، وكلها خوارق للعادة تدل على قدرة العلي القدير.\nاللغَة: ﴿اصطفى﴾ اختار وأصله من الصفوة أي جعلهم صفوة خلقه ﴿مُحَرَّرًا﴾ مأخوذ من الحرية وهو الذي يُجعل حرًا خالصًا، والمراد الخالص لله ﷿ الذي لا يشوبه شيء من أمر الدنيا ﴿أُعِيذُهَا﴾ عاذ بكذا: اعتصم به ﴿كَفَّلَهَا﴾ الكفالة: الضمان يقال كفَلَ فهو كافل، وهو الذي ينفق على إِنسانٍ ويهتم بمصالحة وفي الحديث «أنا وكافل اليتيم في الجنة كهاتين» ﴿المحراب﴾ الموضع العالي الشريف: قال أبو عبيدة: سيد المجالس وأشرفها ومقدمها وكذلك هو من المسجد ﴿حَصُورًا﴾ من الحصر وهو الحبس، وهو الذي يحبس نفسه عن الشهوات، وللمفسرين في معناه قولان نختار منهما ما اختاره المحققون: أنه الذي لا يأتي النساء لا لعجزٍ بل للعفة ﴿عَاقِرٌ﴾ عقيم لا تلد والعاقر من لا يولد له من رجلٍ أو امرأة ﴿رَمْزًا﴾ الرمز: الإِشارة باليد أو بالرأس أو بغيرهما قال الطبري: الإِيماء بالشفتين وقد يستعمل في الحاجبين والعينين ﴿العشي﴾ من حين زوال الشمس إلى غروبها ﴿الإبكار﴾ من طلوع الشمس إلى وقت الضحى قال الشاعر:\nفلا الظلُّ من برد الضحى تستطيعه ... ولا الفيء من برد العشيّ تذوق\nالتفسِير: ﴿إِنَّ الله اصطفىءَادَمَ﴾ أي اختار للنبوة صفوة خلقه منهم آدم أبو البشر ﴿وَنُوحًا﴾ شيخ المرسلين ﴿وَآلَ إِبْرَاهِيمَ﴾ أي عشيرته وذوي قرباه وهم إِسماعيل وإِسحاق والأنبياء من أولادهما ومن جملتهم خاتم المرسلين ﴿وَآلَ عِمْرَان﴾ أي أهل عمران ومنهم عيسى بن مريم خاتم أنبياء بني إِسرائيل ﴿عَلَى العالمين﴾ أي عالمي زمانهم قال القرطبي: وخصَّ هؤلاء بالذكر من بين الأنبياء لأن الأنبياء والرسل جميعًا من نسلهم ﴿ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ﴾ أي اصطفاهم متجانسين في الدين والتُّقى والصلاح ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوال العباد عليم بضمائرهم ﴿إِذْ قَالَتِ امرأت عِمْرَانَ﴾ أي اذكر لهم وقت قول امرأة عمران واسمها «حنَّة بنت فاقود» ﴿رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي﴾ أي نذرت لعبادتك وطاعتك ما أحمله في بطني ﴿مُحَرَّرًا﴾ أي مخلصًا للعبادة والخدمة ﴿فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السميع العليم﴾ أي السميع لدعائي العليم بنيتي ﴿فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَآ أنثى﴾ أي\nلمَّا ولدتها قالت على وجه التحسر والاعتذار يا رب إِنها أنثى قال ابن عباس: إِنما قالت هذا لأنه لم يكن يُقبل في النذر إِلا الذكور فقبل الله مريم قال تعالى ﴿والله أَعْلَمُ بِمَا وَضَعَتْ﴾ أي والله أعلم بالشيء الذي وضعت قالت ذلك أولم تقله ﴿وَلَيْسَ الذكر كالأنثى﴾ أي ليس الذكر الذي طَلَبْته كالأنثى التي وُهبِتها بل هذه أفضل والجملتان معترضتان من كلامه تعالى تعظيمًا لشأن هذه المولودة وما علّق بها من عظائم الأمور وجعلها وابنها آية للعالمين ﴿وَإِنِّي سَمَّيْتُهَا مَرْيَمَ﴾ من تتمة كلام امرأة عمران والأصل إِني وضعتُها أنثى وإِني سميتُها مريم أي أسميت هذه الأنثى مريم ومعناه في لغتهم العابدة خادمة الرب ﴿وِإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشيطان الرجيم﴾ أي أُجيرها بحفظك وأولادها من شر الشيطان الرجيم، فاستجاب الله لها ذلك قال تعالى ﴿فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ﴾ أي قبلها الله قبولًا حسنًا قال ابن عباس: سلك بها طريق السعداء ﴿وَأَنبَتَهَا نَبَاتًا حَسَنًا﴾ أي ربّاها تربية كاملة ونشأها تنشئة صالحة ﴿وَكَفَّلَهَا زَكَرِيَّا﴾ أي جعل زكريا كافلًا لها ومتعهدًا للقيام بمصالحها، حتى إِذا بلغت مبلغ النساء انزوت في محرابها تتعبد الله ﴿كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا﴾ أي كلما دخل عليها زكريا حجرتها ومكان عبادتها وجد عندها فاكهة وطعامًا، قال مجاهد: وجد عندها فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف ﴿قَالَ يامريم أنى لَكِ هذا﴾؟ أي من أين لك هذا؟ ﴿قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي رزقًا واسعًا بغير جهد ولا تعب ﴿هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ﴾ أي في ذلك الوقت الذي رأى فيه زكريا كرامة الله لمريم دعا ربه متوسلًا ومتضرعًا ﴿قَالَ رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً﴾ أي أعطني من عندك ولدًا صالحًا - وكان شيخًا كبيرًا وامرأته عجوزًا وعاقرًا - ومعنى طيبة صالحة مباركة ﴿إِنَّكَ سَمِيعُ الدعآء﴾ أي مجيب لدعاء من ناداك ﴿فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلِّي فِي المحراب﴾ أي ناداه جبريل حال كون زكريا قائمًا في الصلاة ﴿أَنَّ اللَّهَ يُبَشِّرُكَ بيحيى﴾ أي يبشرك بغلام اسمه يحيى ﴿مُصَدِّقًا بِكَلِمَةٍ مِّنَ الله﴾ أي مصدقًا بعيسى مؤمنًا برسالته، وسمي عيسى كلمة الله لأنه خلق بكلمة «كن» من غير أب ﴿وَسَيِّدًا﴾ أي يسود قومه ويفوقهم ﴿وَحَصُورًا﴾ أي يحبس نفسه عن الشهوات عفةَ وزهدًا ولا يقرب النساء مع قدرته على ذلك، وما قاله بعض المفسرين أنه كان عنّينًا فباطل لا يجوز على الأنبياء لأنه نقص وذم والآية وردت مورد المدح والثناء ﴿وَنَبِيًّا مِّنَ الصالحين﴾ أي ويكون نبيًا من الأنبياء الصالحين قال ابن كثير: وهذه بشارة ثانية بنبوته بعد البشارة بولادته وهي أعلى من الأولى كقوله لأم موسى\n﴿إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين﴾ [القصص: ٧] ﴿قَالَ رَبِّ أنى يَكُونُ لِي غُلاَمٌ﴾ أي كيف يأتينا الولد ﴿وَقَدْ بَلَغَنِي الكبر﴾ أي أدركتني الشيخوخة وكان عمره حينذاك مائة وعشرين سنة ﴿وامرأتي عَاقِرٌ﴾ أي عقيم لا تلد وكانت\nزوجته بنت ثمان وسبعين سنة، فقد اجتمع فيهما الشيخوخة والعقم في الزوجة وكلٌ من السببين مانع من الولد ﴿قَالَ كَذَلِكَ الله يَفْعَلُ مَا يَشَآءُ﴾ أي لا يعجزه شيء ولا يتعاظمه أمر ﴿قَالَ رَبِّ اجعل لي آيَةً﴾ أي علامة على حمل امرأتي ﴿قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزًا﴾ أي علامتك عليه أن لا تقدر على كلام الناس إِلا بالإِشارة ثلاثة أيام بلياليها مع أنك سويٌّ صحيح والغرض أنه يأتيه مانع سماوي يمنعه من الكلام بغير ذكر الله ﴿واذكر رَّبَّكَ كَثِيرًا﴾ أي اذكر الله ذكرًا كثيرًا بلسانك شكرًا على النعمة، فقد منع عن الكلام ولم يُمنع عن الذكر لله والتسبيح له وذلك أبلغ في الإِعجاز ﴿وَسَبِّحْ بالعشي والإبكار﴾ أي نزّه الله عن صفات النقص بقولك سبحان الله في آخر النهار وأوله.\nوقيل: المراد صلّ لله، قال الطبري: يعني عظّم ربك بعبادته بالعشي والإِبكار.\nالبَلاَغَة: ١ - ﴿والله أَعْلَمُ بِمَا وَضَعَتْ﴾ ﴿وَلَيْسَ الذكر كالأنثى﴾ جملتان معترضتان لتعظيم الموضوع ورفع منزلة المولود.\n٢ - ﴿وِإِنِّي أُعِيذُهَا﴾ صيغة المضارع للدلالة على الاستمرار والتجدد.\n٣ - ﴿وَأَنبَتَهَا نَبَاتًا حَسَنًا﴾ شبهها في نموها وترعرعها بالزرع الذي ينمو شيئًا فشيئًا، والكلام مجاز عن تربيتها بما يصلحها في جميع أحوالها بطريق الاستعارة التبعية.\n٤ - ﴿فَنَادَتْهُ الملائكة﴾ المنادي جبريل وعبّر عنه باسم الجماعة تعظيمًا له لأنه رئيسهم.\n٥ - ﴿بالعشي والإبكار﴾ بين كلمتي العشيّ والإِبكار طباقٌ وهو من المحسنات البديعية.\nالفوَائِدَ: الأولى: روي أن «حنَّة» امرأة عمران كانت عجوزًا فبينما هي ذات يوم تحت ظل شجرة إِذ رأت طائرًا يطعم فرخه فحنّت إِلى الولد وتمنته وقالت: اللهم إِن لك عليَّ نذرًا إِن رزقتني ولدًا أن أتصدق به على بيت المقدس فيكون من سدنته ثم هلك عمران وهي حامل وهذا سر النذر.\nالثانية: قال ابن كثير عند قوله تعالى ﴿كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا﴾ قال: والآية فيها دلالة على كرامات الأولياء، وفي السنة بهذا نظائر كثيرة وساق بسنده عن جابر قصة الجفنة وخلاصتها «أن النبي ﷺ َ جاع أيامًا فدخل على ابنته فاطمة الزهراء يسألها عن الطعام فلم يكن عندها شيء وأرسلت إِليها جارتها برغفيين وقطعة لحم فوضعتها في جفنه ثم رأت الجفنة وقد امتلأت لحمًا وخبزًا.»", "ayah": 39, "surah": 3}