{"text": "المنَاسَبَة: لّما ذكر تعالى قصة ولادة «يحيى بن زكريا» من عجوز عاقرٍ وشيخٍ قد بلغ من الكبر عتيًا، وذلك بمقتضى السنن الكونية شيء خارق للعادة، أعقبها بما هو أبلغ وأروع في خرق العادات، فذكر قصة ولادة السيد المسيح عيسى من غير أب وهي شيء أعجب من الأول، والغرضُ من ذكر هذه القصة الردّ على النصارى الذين ادعوا ألوهية عيسى، فذكر ولادته من مريم البتول ليدل على بشريته، وأعقبه بذكر ما أيده به من المعجزات ليشير إِلى رسالته، وأنه أحد الرسل الكرام الذين أظهر الله على أيديهم خوارق العادات، وليس له شيء من أوصاف الربوبية.\nاللغَة: ﴿أَقْلاَمَهُمْ﴾ جمع نبأ وهو الخبر الهام ﴿نُوحِيهِ﴾ الوحي: إِلقاء المعنى في النفس في خفاء ﴿أَقْلاَمَهُمْ﴾ القلم معروف وهو الذي يكتب به وقد يطلق على السهم الذي يقترع به وهو المراد هنا ﴿المسيح﴾ لقبٌ من الألقاب المشرّفة كالصدّيق والفاروق وأصله مشيحا بالعبرانية ومعناه المبارك ﴿وَجِيهًا﴾ شريفًا ذا جاهٍ وقدر، والوجاهةُ الشرف والقدر ﴿المهد﴾ فراش الطفل ﴿كَهْلًا﴾ الكهل: ما بين الشاب والشيخ والمرأة كهلة ﴿الأكمه﴾ الذي يولد أعمى ﴿الأبرص﴾ المصاب بالبرص وهو بياض يعتري الجدل وداءٌ عُضال.\nالتفِسير: ﴿وَإِذْ قَالَتِ الملائكة يامريم إِنَّ الله اصطفاك﴾ أي اذكر وقت قول الملائكة أي جبريل يا مريم إِن الله اختارك بين سائر النساء فخصَّكِ بالكرامات ﴿وَطَهَّرَكِ﴾ من الأدناس والأقذار ومما اتهمكِ به اليهود من الفاحشة ﴿واصطفاك على نِسَآءِ العالمين﴾ أي اختارك على سائر نساء العالمين لتكوني مظهر قدرة الله في إِنجاب ولد بدون أب ﴿يامريم اقنتي لِرَبِّكِ﴾ أي إِلزمي عبادته وطاعته شكرًا على اطصفائه ﴿واسجدي واركعي مَعَ الراكعين﴾ أي صلي لله مع المصلين ﴿ذلك مِنْ أَنَبَآءِ الغيب نُوحِيهِ إِلَيكَ﴾ أي هذا الذي قصصناه عليك من قصة امرأة عمران وابنتها مريم\nالبتول ومن قصة زكريا يحيى إِنما هو من الانبياء المغيبة والأخبار الهامة التي أوحينا بها إِليك يا محمد ما كنت تعلمها من قبل ﴿وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ﴾ أي ما كنت عندهم إِذ يختصمون ويتنافسون على كفالة مريم حين ألقوا سهامهم للقرعة كلٌ يريدها في كنفه ورعايته ﴿وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ﴾ أي يتنازعون فيمن يكفلها منهم، والغرض أن هذه الأخبار كانت وحيًا من عند الله العليم الخبير. . روي أن حنّة حين ولدتها لفتَّها في خرقة وحملتها إِلى المسجد ووضعتها عن الأحبار وهم في بيت المقدس كالحجبة في الكعبة فقالت لهم: دونكم هذه النذيرة، فتنافسوا فيها لأنها كانت بنت إِمامهم ثم اقترعوا فخرجت في كفالة زكريا فكفلها قال ابن كثير: وإِنما قدّر الله كون زكريا كافلًا لها لسعادتها لتقتبس منه علمًا جمًا وعملًا صالحًا ﴿إِذْ قَالَتِ الملائكة يامريم إِنَّ الله يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ﴾ أي بمولود يحصل بكلمة من الله بلا واسطة أب ﴿اسمه المسيح عِيسَى ابن مَرْيَمَ﴾ أي اسمه عيسى ولقبه المسيح، ونسبَه إِلى أمه تنبيهًا على أنها تلده بلا أب ﴿وَجِيهًا فِي الدنيا والآخرة﴾ أي سيدًا ومعظمًا فيهما ﴿وَمِنَ المقربين﴾ عند الله ﴿وَيُكَلِّمُ الناس فِي المهد وَكَهْلًا﴾ أي طفلًا قبل وقت الكلام ويكلمهم كهلًا قال الزمخشري «ومعناه يكلم الناس في هاتين الحالتين كلام الأنبياء من غير تفاوتٍ بين حال الطفولة وحال الكهولة» ولا شك أن ذلك غاية في الاعجاز ﴿وَمِنَ الصالحين﴾ أي وهو من الكاملين في التقى والصلاح ﴿قَالَتْ رَبِّ أنى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ﴾ أي كيف يأتيني الولد وأنا لست بذات زوج؟ ﴿قَالَ كَذَلِكَ الله يَخْلُقُ مَا يَشَآءُ﴾ أي هكذا أمر الله عظيم لا يعجزه شيء يخلق بسببٍ من الوالدين وبغير سبب ﴿إِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ﴾ أي إِذا أراد شيئًا حصل من غير تأخرٍ ولا حاجةٍ إِلى سبب، يقول له كن فيكون ﴿وَيُعَلِّمُهُ الكتاب﴾ أي الكتابة ﴿والحكمة﴾ أي السداد في القول والعمل أو سنن الأنبياء ﴿والتوراة والإنجيل﴾ أي ويجعله يحفظ التوراة والإنجيل قال ابن كثير: وقد كان عيسى يحفظ هذا وهذا ﴿وَرَسُولًا إلى بني إِسْرَائِيلَ﴾ أي ويرسله رسولًا إِلى بني إِسرائيل قائلًا لهم ﴿أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ﴾ أي بأني قد جئتكم بعلامةٍ تدل على صدقي وهي ما أيدني الله به من المعجزات، وآيةُ صدقي ﴿أني أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير﴾ أي أصوّر لكم من الطين مثل صورة الطير ﴿فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ الله﴾ أي أنفخ في تلك الصورة فتصبح طيرًا بإِذن الله.\nقال ابن كثير: وكذلك كان يفعل، يصوّر ن الطين شكل طير ثم ينفخ فيه فيطير عيانًا بإِذن الله ﷿ الذي جعل هذا معجزة له تدل على أنه أرسله، وهذه المعجزة الأولى ﴿وَأُبْرِىءُ الأكمه والأبرص﴾ أي أشفي الذي ولد أعمى كما أشفي المصاب بالبرص، وهذه المعجزة الثانية ﴿وَأُحْيِ الموتى بِإِذْنِ الله﴾ أي أحيي بعض الموتى لا بقدرتي ولكن بمشيئة الله وقدرته، وقد أحيا أربعة أنفس: عازر وكان صديقًا له، وابن العجوز: وبنت العاشر، وسام بن نوح هكذا ذكر القرطبي وغيره، وكرر لفظ «بإِذن الله» دفعًا لتوهم الألوهية، وهذه المعجزة الثالثة ﴿وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ﴾ أي وأخبركم بالمغيبات من أحوالكم التي لا تشكُّون فيها فكان يخبر الشخص بما أكل وما ادخر في بيته وهذه هي المعجزة الرابعة ﴿إِنَّ فِي ذلك لآيَةً لَّكُمْ\nإِن كُنتُم مُّؤْمِنِينَ﴾ أي فيما أتيتكم به من المعجزات علامة واضحة تدل على صدقي إِن كنتم مصدّقين بآيات الله، ثم أخبرهم أنه جاء مؤيدًا لرسالة موسى فقال ﴿وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التوراة﴾ أي وجيئتكم مصدقًا لرسالة موسى، مؤيدًا لما جاء به في التوراة ﴿وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ﴾ أي ولأحلّ لكم بعض ما كان محرمًا عليكم في شريعة موسى قال ابن كثير: وفيه دليل على أن عيسى نسخ بعض شريعة التوراة وهو الصحيح ﴿وَجِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ﴾ أي جئتكم بعلامة شاهدة على صحة رسالتي وهي ما أيدني الله به من المعجزات وكرِّر تأكيدًا ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي خافوا الله وأطيعوا أمري ﴿إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه﴾ أي وأنا وأنتم سواء في العبودية له جلَّ وعلا ﴿هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي فإِن تقوى الله وعبادته، والإِقرار بوحدانيته هو الطريق المستقيم الذي لا اعوجاج فيه.\nالبَلاَغَة: ١ - ﴿وَإِذْ قَالَتِ الملائكة﴾ أُطلق الملائكة وأريد به جبريل فهو من باب تسمية الخاص باسم العام تعظيمًا له ويسمى المجاز المرسل.\n٢ - ﴿اصطفاك وَطَهَّرَكِ واصطفاك﴾ تكرر لفظ اصطفاك كما تكرر لفظ «مريم» وهذا من باب الإِطناب.\n٣ - ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ﴾ كنّى عن الجماع بالمسّ كما كنّى عنه بالحرث واللباس والمباشرة.\n٤ - ﴿وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ﴾ بين لفظ ﴿أُحِلَّ﴾ و﴿حُرِّمَ﴾ من المحسنات البديعية الطباقُ، كما ورد الحذف في عدة مواضع والإِطناب في عدة مواضع، وهناك نواحٍ بلاغية أخرى ضربنا عنها صفحًا خشية الإِطالة.\nفَائِدَة: جاء التعبير هنا بقوله ﴿كَذَلِكَ الله يَخْلُقُ مَا يَشَآءُ﴾ وفي قصة يحيى ﴿كَذَلِكَ الله يَفْعَلُ مَا يَشَآءُ﴾ [آل عمران: ٤٠] والسرُّ في ذلك هو أن خلق عيسى من غير أب إِيجاد واختراع من غير سببٍ عادي فناسبه ذكر الخلق، وهناك الزوجة والزوج موجودان ولكن وجود الشيخوخة والعقم مانع في العادة من وجود الولد فناسبه ذكر الفعل والله أعلم.\nتنبيه: قال بعض العلماء: الحكمة في أنَّ الله لم يذكر في القرآن امرأة باسمها إِلا «مريم» هي الإِشارة من طرفٍ خفي إِلى ردّ ما قاله النصارى من أنها زوجته فإِن العظيم يأنف من ذكر اسم زوجته بين الناس ولينسب إِليها عيسى باعتبار عدم وجود أبٍ ولهذا قال في الآية ﴿اسمه المسيح عِيسَى ابن مَرْيَمَ﴾ .", "ayah": 51, "surah": 3}