{"text": "المناسَبَة: لما أقام القرآن الحجة على النصارى وأبطل دعواهم في شأن ألوهية المسيح، دعا الفريقين «اليهود والنصارى» إِلى التوحيد، والاقتداء بأبي الأنبياء إِبراهيم ﵇، إِذ كانت ملته الحنيفية السمحة وهي ملة الإِسلام، ولم يكن يهوديًا ولا نصرانيًا كما زعم كل من الفريقين، ثم بيّن أن أحق الناس بالانتساب إِلى إِبراهيم محمد ﷺ َ وأمته.\nاللغَة: ﴿سَوَآءٍ﴾ السَّواء: العدل والنَّصف قال أبو عبيدة: يقال قد دعاك إِلى السَّواء فاقبل منه قال زهير:\nأروني خطةً لا ضيم فيها ... يُسوّى بيننا فيها السَّواء\n﴿أَوْلَى﴾ أحقُّ ﴿وَدَّت﴾ تمنت ﴿تَلْبِسُونَ﴾ اللِّبَس: الخلط يقال: لَبس الأمرُ عليه إِذا اشتبه واختلط ﴿وَجْهَ النهار﴾ أوله سميّ وجهًا لأن أول ما يواجه من النهار أوله قال الشاعر:\nمن كانَ مسرورًا بمقتل مالك ... فليأْتِ نِسوتنا بوجهِ نهار\nسَبَبُ النّزول: روي عن ابن عباس أن أحبار اليهود ونصارى نجران اجتمعوا عند رسول الله ﷺ َ فتنازعوا في إِبراهيم فقالت اليهود: ما كان إِلا يهوديًا، وقالت النصارى: ما كان إِلا نصرانيًا فأنزل الله ﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا﴾ الآية.\nالتفِسير: ﴿قُلْ ياأهل الكتاب تَعَالَوْاْ إلى كَلِمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ﴾ أي قل لهم يا معشر اليهود\nوالنصارى هلموا إِلى كلمة عادلة مستقيمة فيها إِنصاف من بعضنا لبعض ﴿أَلاَّ نَعْبُدَ إِلاَّ الله وَلاَ نُشْرِكَ بِهِ شَيْئًا﴾ أي أن نفرد الله وحده بالعبادة ولا نجعل له شريكًا ﴿وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ الله﴾ أي لا يعبد بعضنا بعضًا كما عبد اليهود والنصارى عزيرًا وعيسى، وأطاعوا الأحبار والرهبان فيما أحلوا لهم وحرّموا، روي أن الآية لمّا نزلت قال عدي بن حاتم ما كنا نعبدهم يا رسول الله، فقال ﷺ َ أما كانوا يحلّون لكم ويحرّمون فتأخذون بقولهم؟ فقال: نعم فقال النبي ﷺ َ ﴿فَإِن تَوَلَّوْاْ فَقُولُواْ اشهدوا بِأَنَّا مُسْلِمُونَ﴾ أي فإِن أعرضوا عن التوحيد ورفضوا قبول تلك الدعوة العادلة فقولوا أنتم اشهدوا يا معشر أهل الكتاب بأننا موحّدون مسلمون، مقرّون لله بالوحدانية مخلصون له العبادة ﴿ياأهل الكتاب لِمَ تُحَآجُّونَ في إِبْرَاهِيمَ﴾ أي يا معشر اليهود والنصارى لم تجادلون وتنازعون في إِبراهيم وتزعمون أنه على دينكم ﴿وَمَآ أُنزِلَتِ التوراة والإنجيل إِلاَّ مِن بَعْدِهِ﴾ أي والحال أنه ما حدثت هذه الأديان إِلا من بعده بقرونٍ كثيرة فكيف يكون من أهلها؟ ﴿أَفَلاَ تَعْقِلُونَ﴾ بطلان قولكم؟ فقد كان بين إِبراهيم وموسى ألف سنة، وبين موسى وعيسى ألفا سنة فكيف يقول بذلك عاقل؟ والاستفهام للتوبيخ ﴿هاأنتم هؤلاء حَاجَجْتُمْ فِيمَا لَكُم بِهِ عِلمٌ﴾ أي ها أنتم يا معشر اليهود والنصارى جادلتم وخاصمتم في شأن عيسى وقد عشتم زمانه فزعمتم ما زعمتموه ﴿فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ﴾ أي فلم تخاصمون وتجادلون في شأن إِبراهيم ودينه وتنسبونه إِلى اليهودية أو النصرانية بدون علم؟ أفليست هذه سفاهة وحماقة؟ ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي والله يعلم الحقَّ من أمر إِبراهيم وأنتم لا تعلمون ذلك، قال أبو حيان: «وهذا استدعاء لهم أن يسمعوا كما تقول لمن تخبره بشيء لا يعلمه: اسمع فإِني أعلم ما لا تعلم» ثم أكذبهم الله تعالى في دعوى إِبراهيم فقال ﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا﴾ أي ما كان إِبراهيم على دين اليهودية ولا على دين النصرانية، فإِن اليهودية ملة محرّفة عن شرع موسى، وكذلك النصرانية ملة محرفة عن شرع عيسى ﴿وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا﴾ أي مائلًا عن الأديان كلها إِلى الدين القيم ﴿وَمَا كَانَ مِنَ المشركين﴾ أي كان مسلمًا ولم يكن مشركًا، وفيه تعريض بأنهم مشركون في قولهم عزير بن الله، والمسيح بن الله، وردًّ لدعوى المشركين أنهم على ملة إِبراهيم ﴿إِنَّ أَوْلَى الناس بِإِبْرَاهِيمَ لَلَّذِينَ اتبعوه﴾ أي أحق الناس بالانتساب إِلى إِبراهيم أتباعه الذين سلكوا طريقه ومنهاجه في عصره وبعده ﴿وهذا النبي﴾ أي محمد ﷺ َ ﴿والذين آمَنُواْ﴾ أي المؤمنون من أمة محمد فهم الجديرون بأن يقولوا نحن على دينه لا أنتم ﴿والله وَلِيُّ المؤمنين﴾ أي حافظهم وناصرهم.\n. ولما دعا اليهود بعض الصحابة إِلى اليهودية نزل قوله ﴿وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب لَوْ يُضِلُّونَكُمْ﴾ أي تمنَّوا إِضلالكم بالرجوع إِلى دينهم حسدًا وبغيًا ﴿وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ﴾ أي لا يعود وبال ذلك إِلا عليهم إِذ يُضاعف به عذابهم ﴿وَمَا يَشْعُرُونَ﴾ أي ما يفطنون لذلك، ثم وبّخهم القرآن على فعلهم القبيح فقال ﴿ياأهل الكتاب لِمَ تَكْفُرُونَ بِآيَاتِ الله﴾ أي بالقرآن المنزل على محمد ﷺ َ ﴿وَأَنْتُمْ تَشْهَدُونَ﴾ أي تعلمون أنه حق ﴿ياأهل الكتاب لِمَ تَلْبِسُونَ الحق بالباطل﴾ أي لم تخلطون بين الحق والباطل بإلقاء الشُّبَه والتحريف والتبديل؟ ﴿وَتَكْتُمُونَ الحق وَأَنْتُمْ تَعْلَمُونَ﴾ أي\nتكتمون ما في كتبكم من صفة محمد ﷺ َ وأنتم تعلمون ذلك، ثم حكى تعالى نوعًا آخر من مكرهم وخبثهم، وهو أن يظهروا الإِسلام في أول النهار ثم يرتدوا عنه في آخره ليشككوا الناس في دين الإِسلام فقال ﴿وَقَالَتْ طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب آمِنُواْ بالذي أُنْزِلَ عَلَى الذين آمَنُواْ وَجْهَ النهار﴾ قال ابن كثير: وهذه مكيدة أرادوها ليلبسوا على الضعفاء من الناس أمر دينهم، وهو أنهم تشاوروا بينهم أن يظهروا الإِيمان أول النهار ويصلّوا مع المسلمين فإِذا جاء آخر النهار ارتدوا إِلى دينهم ليقول الجهلة من الناس إِنما ردهم إِلى دينهم اطلاعهم على نقيصةٍ وعيبٍ في دين المسلمين ﴿واكفروا آخِرَهُ﴾ أي اكفروا بالإِسلام آخر النهار ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي لعلهم يشكّون في دينهم فيرجعون عنه ﴿وَلاَ تؤمنوا إِلاَّ لِمَن تَبِعَ دِينَكُمْ﴾ هذا من تتمة كلام اليهود حكاه الله عنهم والمعنى: لا تصدقوا ولا تظهروا سرّكم وتطمئنوا لأحدٍ إِلا إِذا كان على دينكم ﴿قُلْ إِنَّ الهدى هُدَى الله﴾ أي قل لهم يا محمد الهدى ليس بأيديكم وإِنما الهدى هدى الله، يهدي من يشاء إِلى الإِيمان ويثبته عليه كما هدى المؤمنين، والجملة اعتراضية، ثم ذكر تعالى بعد ذلك الاعتراض بقية كلام اليهود فقال ﴿أَن يؤتى أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ﴾ أي يقول اليهود بعضهم لبعض: لا تصدّقوا إِلا لمن تبع دينكم، وانظروا فيمن ادعى النوبة فإِن كان متبعًا لدينكم فصدقوه وإِلا فكذبوه، ولا تقروا ولا تعترفوا لأحدٍ بالنبوة إِلا إِذا كان على دينكم، خشية أن يؤتى أحدٌ مثل ما أوتيتم وخشية أن يحاجوكم به عند ربكم، فإِذا أقررتم بنبوة محمد ولم تدخلوا في دينه تكون له الحجة عليكم يوم القيامة، وغرضهم نفي النبوة عن رسول الله ﷺ َ ﴿قُلْ إِنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي قل لهم يا محمد أمر النبوة ليس إِليكم وإِنما هو بيد الله والفضل والخير كله بيد الله يؤتيه من يشاء ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي كثير العطاء واسع الإِنعام يعلم من هو أهل له ﴿يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ﴾ أي يختص بالنبوة من شاء ﴿وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ﴾ أي فضله واسع عظيم لا يُحدُّوا ولا يُمنع.\nالبَلاَغَة: جمعت هذه الآيات من ضروب الفصاحة والبلاغة ما يأتي: المجازُ في قوله ﴿إلى كَلِمَةٍ﴾ حيث أطلق اسم الواحد على الجمع، والتشبيه في قوله ﴿أَرْبَابًا﴾ حيث شبّه طاعتهم لرؤساء الدين في أمر التحليل بالربّ المستحق للعبادة، والطباق في قوله ﴿الحق بالباطل﴾ والجناس التام في قوله ﴿يُضِلُّونَكُمْ وَمَا يُضِلُّونَ﴾ وجناس الاشتقاق في ﴿أَوْلَى﴾ و﴿وَلِيُّ﴾ والتكرار في عدة مواطن، والحذف في عدة مواطن.\nفَأئِدَة: كتب رسول الله ﷺ َ كتابًا إِلى «هرقل» ملك الروم يدعوه فيه إِلى الإِسلام واستشهد فيه بالآية الكريمة التي فيها إِخلاص الدعوة لعبادة الله وحده، ونصُّ الكتاب كما هو في صحيح مسلم «بسم الله الرحمن الرحيم، من محمد رسول الله إِلى هرقل عظيم الروم، سلامٌ على من اتَّبع الهدى أما بعد: فإِني أدعوك بدعاية الإِسلام، أسلمْ تسْلَم، وأسلم يؤتك الله أجرك مرتين، فإِن توليت فإِن عليك إِثم الأريسيين - يعني الفلاحين والخدم - ﴿قُلْ ياأهل الكتاب تَعَالَوْاْ إلى كَلِمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ الله وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ الله فَإِن تَوَلَّوْاْ فَقُولُواْ\nاشهدوا بِأَنَّا مُسْلِمُونَ﴾» .", "ayah": 72, "surah": 3}