{"text": "المنَاسَبَة: لما حكى تعالى قبائح أهل الكتاب، وما هم عليه من الخبث والكيد والمكر، أعقبه بذكر بعض أوصاف اليهود خاصة وهي خيانتهم من الناحيتين: المالية والدينية، فقد خانوا الله والناس بتحريفهم كلام الله عن معناه، واستحلالهم أكل أموال الناس بالباطل.\nاللغَة: ﴿قِنْطَارٍ﴾ القنطار المالُ الكثير وقد تقدم ﴿قَآئِمًا﴾ ملازمًا ومداومًا على مطالبته ﴿الأميين﴾ المراد بهم العرب وأصلُ الأميّ الذي لا يقرأ ولا يكتب والعربُ كانوا كذلك ﴿يَلْوُونَ﴾ من الليّ وهو اللّف والفتل تقول: لويتُ يده إِذا فتلتها والمراد أنهم يفتلون ألسنتهم ليميلوها عن الآيات المنزلة إِلى العبارات المحرّفة ﴿لاَ خَلاَقَ﴾ أي لا نصيب لهم رمن رحمة الله ﴿رَبَّانِيِّينَ﴾ جمع رباني وهو المنسوب إِلى الربّ قال الطبري معناه: كونوا حكماء علماء.\nسَبَبُ النّزول: عن الأشعث بن قيس قال: كان بيني وبين رجلٍ من اليهود فجحدني فقدمته إِلى النبي ﷺ َ فقال لي رسول الله ﷺ َ هل كل بيّنة؟ قلت: لا، قال لليهودي: احلفْ قلت: إِذًا يحلف فيذهب بما لي فأنزل الله ﴿إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ الله ...﴾ الآية.\nالتفِسير: ﴿وَمِنْ أَهْلِ الكتاب مَنْ إِن تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّهِ إِلَيْكَ﴾ أي من اليهود من إِذا ائتمنته على المال الكثير أدّاه إليك لأمانته كعبد الله بن سلام أودعه قرشي ألف أوقية ذهبًا فأداها إليه ﴿وَمِنْهُمْ مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّهِ إِلَيْكَ﴾ أي ومنهم من لا يؤتمن على دينار لخيانته كفنحاص بن\nعازوراء ائتمنه قرشي على دينار فجحده ﴿إِلاَّ مَا دُمْتَ عَلَيْهِ قَآئِمًا﴾ أي إِلا إِذا كنت ملازمًا له ومُشهدًا عليه ﴿ذلك بِأَنَّهُمْ قَالُواْ لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ أي إِنما حملهم على الخيانة زعمهم أن الله أباح لهم أموال الأميين - يعني العرب - روى أن اليهود قالوا ﴿نَحْنُ أَبْنَاءُ الله﴾ [المائدة: ١٨] والخلق لنا عبيد، فلا سبيل لاحدٍ علينا إِذا أكلنا أموال عبيدنا، وقيل إِنهم قالوا إِن الله أباح لنا مال من خالف ديننا ﴿وَيَقُولُونَ عَلَى اللَّهِ الكذب وَهُمْ يَعْلَمُونَ﴾ أي يكذبون على الله بادعائهم ذلك وهم يعلمون أنهم كاذبون مفترون، روي أنهم لما قالوا ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ قال نبي الله ﷺ َ: كذب أعداء الله ما من شيء كان في الجاهلية إِلا هو تحت قدميَّ هاتين إِلا الأمانة فإِنها مؤداة إِلى البرّ والفاجر، ثم قال تعالى ﴿بلى مَنْ أوفى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ﴾ أي ليس كما زعموا بل عليهم فيه إِثم لكنْ من أدّى الأمانة منهم وآمن بمحمد ﷺ َ واتقى الله واجتنب محارمه فإِن الله يحبه ويكرمه ﴿إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ الله وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا﴾ أي يستبدلون بالعهد الذي عاهدوا عليه من التصديق بمحمد وبأيمانهم الكاذبة حطام الدنيا وعرضها الخسيس الزائل ﴿أولئك لاَ خَلاَقَ لَهُمْ فِي الآخرة﴾ أي ليس لهم حظ ولا نصيب من رحمة الله تعالى ﴿وَلاَ يُكَلِّمُهُمُ الله وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ القيامة﴾ أي لا يكلمهم كلام أنسٍ ولطف، ولا ينظر إِليهم بعين الرحمة يوم القيامة ﴿وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي لا يطهرهم من أوضار الأوزار، ولهم عذاب مؤلم على ما ارتكبوه من المعاصي ﴿وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بالكتاب﴾ أي وإِن من اليهود طائفة يفتلون ألسنتهم في حال قراءة الكتاب لتحريف معانيه وتبديل كلام الله عن المراد منه قال ابن عباس: يحرفونه بتأويله على غير مراد الله ﴿لِتَحْسَبُوهُ مِنَ الكتاب وَمَا هُوَ مِنَ الْكِتَابِ﴾ أي لتظنوا أن هذا المحرّف من كلام الله وما هو إِلا تضليل وبهتان ﴿وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللًّهِ وَمَا هُوَ مِنْ عِندِ الله﴾ أي ينسبونه إِلى الله وهو كذبٌ على الله ﴿وَهُمْ يَعْلَمُونَ﴾ أنهم كذبوا وافتروا على الله، ثم قال تعالى ردًا على النصارى لما زعموا أن عيسى أمرهم أن يعبدوه ﴿مَا كَانَ لِبَشَرٍ أَن يُؤْتِيهُ الله الكتاب والحكم والنبوة﴾ أي لا يصح ولا ينبغي لأحدٍ من البشر أعطاه الله الكتاب والحكمة والنبوة ﴿ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ الله﴾ أي ثم يقول للناس اعبدوني من دون الله، والنفيُ في مثل هذه الصيغة ﴿مَا كَانَ﴾ إِنما يؤتى به للنفي العام الذي لا يجوز عقلًا ثبوتُه والغرض أنه لا يصح أصلًا ولا يتصور عقلًا صدور دعوى الألوهية من نبي قط أعطاه الله النبوة والشريعة فضلاَ عن أن يحصل ذلك بالفعل لأن الرسول سفير بين الله وخلقه ليرشد الناس إِلى عبادة الله فكيف يدعوهم إِلى عبادة نفسه؟ ﴿ولكن كُونُواْ رَبَّانِيِّينَ﴾ أي ولكن يقول لهم كونوا ربانيّين قال ابن عباس: حكماء علماء حلماء والمعنى: لا أدعوكم إِلى أن تكونوا عبادًا لي ولكن أدعوكم أن تكونوا علماء فقهاء مطيعين لله ﴿بِمَا كُنتُمْ تُعَلِّمُونَ الكتاب وَبِمَا كُنْتُمْ تَدْرُسُونَ﴾ أي بتعليمكم الناس الكتاب ودراستكم إيّاه ﴿وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الملائكة والنبيين أَرْبَابًا﴾ أي وما كان له أن يأمركم بعبادة غير الله - ملائكة أو أنبياء - لأنَّ مهمة الرسل الدعوة\nإِلى الله وإِخلاص العبادة له ﴿أَيَأْمُرُكُم بالكفر بَعْدَ إِذْ أَنْتُمْ مُّسْلِمُونَ﴾ أي يأمركم نبيكم بالكفر وجحود وحدانية الله، بعد أن أسلمتم ودخلتم في دين الله؟ والاستفهام إِنكاري تعجبي.\nالبَلاَغَة: ١ - ﴿ذلك بِأَنَّهُمْ قَالُواْ﴾ الإِشارة بالبعيد للإِيذان بكمال غلوهم في الشر والفساد.\n٢ - ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ فيه إيجاز بالحذف أي ليس علينا في أكل الأموال الأميين سبيل.\n٣ - ﴿يَشْتَرُونَ بِعَهْدِ الله﴾ فيه استعارة فقد استعار لفظ الشراء للاستبدال.\n٤ - ﴿وَلاَ يُكَلِّمُهُمُ الله﴾ مجاز عن شدة غضبه وسخطه تعالى عليهم وكذلك في الآتي بعدها.\n٥ - ﴿وَلاَ يَنظُرُ إِلَيْهِمْ﴾ قال الزمخشري: مجاز عن الاستهانة بهم والسخط عليهم لأن من اعتد بإِنسانٍ التفت إِليه وأعره نظر عينيه.\n٦ - بين لفظ ﴿اتَّقَى﴾ و﴿الْمُتَّقِينَ﴾ جناس الاشتقاق وبين لفظ ﴿الكفر﴾ و﴿مُّسْلِمُونَ﴾ طباق.\nفَائِدَة: روي أن رجلًا قال لابن عباس: «إِنّا نصيب في الغزو من أموال أهل الذمة الدجاجة والشاة، قال ابن عباس: فماذا تقولون؟ قالوا نقول ليس علينا بذلك بأس، قال: هذا كما قال أهل الكتاب ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ إِنهم إِذا أدوا الجزية لم تحل لكم أموالهم إِلا بطيب أنفسهم» ذكره ابن كثير.", "ayah": 77, "surah": 3}