{"text": "المنَاسَبَة: لّما ذكر تعالى خيانة أهل الكتاب بتحريفهم كلام الله عن مواضعه، وتغييرهم أوصاف رسول الله ﷺ َ الموجودة في كتبهم حتى لا يؤمنوا به، ذكر تعالى هنا ما تقوم به الحجة عليهم وهو أن الله قد أخذ الميثاق على أنبيائهم أن يؤمنوا بمحمد ﷺ َ إن أدركوا حياته، وأن يكونوا من أتباعه وأنصاره، فإِذا كان الأنبياء قد أخذ عليهم العهد أن يؤمنوا به ويبشروا بمبعثه فكيف يصح من أتباعهم التكذيب برسالته؟ ثم ذكر تعالى أن الإِيمان بجميع الرسل شرط لصحة الإيمان وبيَّن أن الإِسلام هو الدين الحق الذي لا يقبل الله دينًا سواه.\nاللغَة: ﴿مِيثَاقَ﴾ الميثاق: العهد المؤكد بيمين ونحوه وقد تقدم ﴿إِصْرِي﴾ عهدى وأصله في اللغة الثقل قال الزمخشري: وسمي إصرًا لأنه مما يؤصر أي يشد ويعقد ﴿الفاسقون﴾ الخارجون عن طاعة الله ﴿طَوْعًا﴾ انقيادًا عن رغبة ﴿وَكَرْهًا﴾ إِجبارًا وهو كاره ﴿الأسباط﴾ جمع سبط وهو ابن الإِبن والمراد به هنا قبائل بني إِسرائيل من أولاد يعقوب ﴿يُنظَرُونَ﴾ يمهلون يقال: أنظره يعني أمهله والنظرة والإِمهال ﴿الخاسرين﴾ الخسران: انتقاص رأس المال يقال: خسر فلان أي أضاع من رأس ماله ﴿الضآلون﴾ التائهون في مهامه الكفر.\nسَبَبُ النّزول: عن ابن عباس قال: ارتد رجل من الأنصار عن الإِسلام ولحق بالشرك ثم ندم، فأرسل إِلى قومه: سلوا لي رسول الله ﷺ َ هلل من توبة فإِني قد ندمت؟ فنزلت الآية ﴿كَيْفَ يَهْدِي الله قَوْمًا كَفَرُواْ ... .﴾ إلى قوله ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ فكتب بها قومه إِليه فرجع فأسلم.\nالتفِسير: ﴿وَإِذْ أَخَذَ الله مِيثَاقَ النبيين﴾ أي اذكروا يا أهل الكتاب حين أخذ الله العهد المؤكد على النبيّين ﴿لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ﴾ أي لمن أجل ما آتيتكم من الكتاب والحكمة قال الطبري: المعنى لمهْما آتيتكم أيها النبيّون من كتاب وحكمة ﴿ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ﴾ أيثم جاءكم رسول من عندي بكتاب مصدق لما بين أيديكم وهو محمد ﷺ َ ﴿لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ﴾ أي لتصدقنه ولتنصرنه، قال ابن عباس: ما بعث الله نبيًا من الأنبياء إِلا أخذ عليه الميثاق لئن بعث الله محمدًا وهو حي ليؤمننَّ به ولينصرنه وأمره أن يأخذ الميثاق على أمته ﴿قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي﴾ أي أأقررتم واعترفتم بهذا الميثاق وأخذتم عليه عهدي؟ ﴿قالوا أَقْرَرْنَا﴾ أي اعترفنا ﴿قَالَ فاشهدوا وَأَنَاْ مَعَكُمْ مِّنَ الشاهدين﴾ أي اشهدوا على أنفسكم وأتباعكم وأنا من الشاهدين عليكم وعليهم ﴿فَمَنْ تولى بَعْدَ ذلك﴾ أي أعرض ونكث عهده ﴿فأولئك هُمُ الفاسقون﴾ أي هم الخارجون عن طاعة الله ﴿أَفَغَيْرَ دِينِ الله يَبْغُونَ﴾ الهمزة للإِنكار التوبيخي أي أيبتغي أهل الكتاب دينًا غير الإِسلام الذي أرسل الله به رسله؟ ﴿وَلَهُ أَسْلَمَ مَن فِي السماوات والأرض﴾ أي ولله استسلم وانقاد\nوخضع أهل السماوات والأرض ﴿طَوْعًا وَكَرْهًا﴾ أي طائعين ومكرهين قال قتادة: المؤمن أسلم طائعًا والكافر أسلم كارهًا حين لا ينفعه ذلك قال ابن كثير: فالمؤمن من مستسلم بقلبه وقالبه لله طوعًا، والكافر مستسلم لله كرهًا فإنه تحت التسخير والقهر والسلطان العظيم الذي لا يُخالف ولا يُمانع ﴿وَإِلَيْهِ يُرْجَعُونَ﴾ أي يوم المعاد فيجازي كلًا بعمله ﴿قُلْ آمَنَّا بالله وَمَآ أُنزِلَ عَلَيْنَا﴾ أي قل يا محمد أنت وأمتك آمنا بالله وبالقرآن المنزل علينا ﴿وَمَآ أُنزِلَ على إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ والأسباط﴾ أي آمنا بما أنزل على هؤلاء من الصحف والوحي، والأسباطُ هم بطون بني إِسرائيل المتشعبة من أولاد يعقوب ﴿ِ وَمَا أُوتِيَ موسى وعيسى﴾ أي من التوراة والإِنجيل ﴿والنبيون مِن رَّبِّهِمْ﴾ أي وما أنزل على الأنبياء جميعهم ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي لا نؤمن بالبعض ونكفر بالبعض كما فعل اليهود والنصارى بل نؤمن بالكل ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي مخلصون في العبادة مقرّون له بالألوهية والربوبية لا نشرك معه أحدًا أبدًا، ثم أخبر تعالى بأن كل دين غير الإِسلام باطل ومرفوض فقال ﴿وَمَن يَبْتَغِ غَيْرَ الإسلام دِينًا فَلَنْ يُقْبَلَ مِنْهُ﴾ أي يطلب شريعة غير شريعة الإِسلام بعد بعثة النبي ﵊ ُ ليدين بها فلن يتقبل الله منه ﴿وَهُوَ فِي الآخرة مِنَ الخاسرين﴾ أي مصيرة إِلى النار مخلدًا فيها ﴿كَيْفَ يَهْدِي الله قَوْمًا كَفَرُواْ بَعْدَ إِيمَانِهِمْ﴾ استفهام للتعجيب والتعظيم لكفرهم أي كيف يستحق الهْداية قوم كفروا بعد إِيمانهم ﴿وشهدوا أَنَّ الرسول حَقٌّ﴾ أي بعد أن جاءتهم الشواهد ووضح لهم الحق أن محمدًا رسول الله ﴿وَجَآءَهُمُ البينات﴾ أي جاءتهم المعجزات والحجج البينات على صدق النبي ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفقهم لطريق السعادة، قال الحسن: هم اليهود والنصارى رأوا صفة محمد ﷺ َ في كتابهم، وشهدوا أنه حق فلما بعث من غيرهم حسدوا العرب فكفروا بعد إِيمانهم ﴿أولئك جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ الله والملائكة والناس أَجْمَعِينَ﴾ أي جزاؤهم على كفرهم اللعنة من الله والملائكة والخلق أجمعين ﴿خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ العذاب وَلاَ هُمْ يُنظَرُونَ﴾ أي ماكثين في النار أبد الآبدين، لا يُفتّر عنهم العذاب ولا هم يمهلون ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ﴾ أي إِلا من تاب وأناب وأصلح ما أفسد من عمله ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي متفضل عليه بالرحمة والغفران ﴿إِنَّ الذين كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازدادوا كُفْرًا﴾ نزلت في اليهود كفروا بعيسى بعد إِيمانهم بموسى ثم ازدادوا كفرًا حيث كفروا بمحمد والقرآن ﴿لَّن تُقْبَلَ تَوْبَتُهُمْ﴾ أي لا تقبل منهم توبة ما أقاموا على الكفر ﴿وأولئك هُمُ الضآلون﴾ أي الخارجون عن منهج الحق إِلى طريق الغي، ثم أخبر تعالى عمّن كفر ومات على الكفر فقال ﴿إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارُ﴾ أي كفروا ثم ماتوا على الكفر ولم يتوبوا وهو عام في جميع الكفار ﴿فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الأرض ذَهَبًا وَلَوِ افتدى بِهِ﴾ أي لن يقبل من أحدهم فدية ولو افتدى بملء الأرض ذهبًا ﴿أولئك لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي مؤلم موجع ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ما لهم من أحد ينقذهم من عذاب الله ولا يجيرهم من أليم عقابه.\nالبَلاَغَة: ١ - الالتفات ﴿لَمَآ آتَيْتُكُم﴾ فيه التفات من الغيبة إلى الحاضر لأن قبله ﴿مِيثَاقَ النبيين﴾ .\n٢ - بين لفظ ﴿اشهدوا﴾ و﴿الشاهدين﴾ جناس الاشتقاق وكذلك بين لفظ ﴿كَفَرُوًاْ﴾ و﴿كُفْرا﴾ وهو من المحسنات البديعية.\n٣ - الطباق بين ﴿طَوْعًا﴾ و﴿وَكَرْهًا﴾ وكذلك يوجد الطباق بين لفظ الكفر والإِيمان.\n٤ - ﴿وأولئك هُمُ الضآلون﴾ قصر صفة على موصوف ومثله ﴿فأولئك هُمُ الفاسقون﴾\n٥ - ﴿وَمَا أُوتِيَ موسى وعيسى والنبيون﴾ هو من باب عطف العام على الخاص.\n٦ - ﴿لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي مؤلم والعدول إِلى صيغة فعيل للمبالغة.\nفَائِدَة: الآيات الكريمة قسمت الكفار إِلى ثلاثة أقسام:\n١ - قسم تاب توبة صادقة فنفعته وإِليهم الإِشارة بقوله ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك﴾ .\n٢ - وقسم تاب توبة فاسدة فلم تنفعه وإِليهم الإِشارة بقوله ﴿كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازدادوا كُفْرًا﴾ .\n٣ - وقسم لم يتب أصلًا ومات على الكفر وإِليهم الإِشارة بقوله ﴿إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ﴾ .\nتنبيه: روى الشيخان عن أنس بن مالك أن النبي ﷺ َ: «يقال للرجل من أهل النار يوم القيامة: أرأيت لو كان لك ما على الأرض من شيء أكنت مفتديًا به؟ قال فيقول: نعم فيقول الله: قد أدرت منك أهون من ذلك، قد اخذت عليك في ظهر أبيك آدم أن لا تشرك بي شيئًا فأبيتَ إِلا أن تشرك» .", "ayah": 82, "surah": 3}