{"text": "اللغَةَ: ﴿الحي﴾ الباقي الدائم الذي لا يفنى ولا يموت ﴿القيوم﴾ القائم على تدبير شئون العباد ﴿يُصَوِّرُكُمْ﴾ التصوير: جعل الشيء على صورة معينة أي يخلقكم كما يريد ﴿الأرحام﴾ جمع رحم وهو محل تكوّن الجنين ﴿مُّحْكَمَاتٌ﴾ المحكم: ما كان واضح المعنى قال القرطبي: «المحكم ما عُرف تأويله وفهم معناه وتفسيره، والمتشابه: ما لم يكن لأحدٍ إِلى علمه سبيل مما استأثر تعالى بعلمه دون خلقه مثل الحروف المقطعة في أوائل السور، هذا أحسن ما قيل فيه» ﴿أُمُّ الكتاب﴾ أصل الكتاب وأساسه وعموده ﴿زَيْغٌ﴾ ميلٌ عن الحق يقال: زاغ زيغًا أي مال ميلًا ﴿تَأْوِيلِهِ﴾ التأويل: التفسير وأصله المرجع والمصير من قولهم آل الأمر إِلى كذا إذا صار إِليه ﴿والراسخون﴾ الرسوخ: الثبوت في الشيء والتمكن منه قال الشاعر:\nلقد رسخت في القلب مني مودّة ... لليلي أبت أيامُها أن تغَيّرا\nسَبَبُ النّزول: نزلت هذه الآيات في وفد نصارى نجران وكانوا ستين راكبًا، فيهم أربعة عشر من أشرافهم ثلاثة منهم أكابرهم «عبد المسيح» أميرهم و«الأيهم» مشيرهم و«أبو حارثة بن علقمة» حبرُهم، فقدموا على النبي ﷺ َ فتكلم منهم أولئك الثلاثة معه فقالوا تارةً عيسى هو «الله» لأنه كان يحيي الموتى، وتارةً هو «ابن الله» إِذ لم يكن له أب، وتارة إِنه «ثالث ثلاثة» لقوله تعالى «فعلنا وقلنا» ولو كان واحدًا لقال «فعلتُ وقلتُ» فقال لهم رسول الله ﷺ َ: ألستم تعلمون أن ربنا حيٍّ لا يموت وأن عيسى يموت! ﴿قالوا: بلى، قال ألستم تعلمون أنه لا يكون ولد إِلا ويشبه أباه﴾ ﴿قالوا بلى، قال ألستم تعلمون أن ربنا قائم على كل شيء يكلؤه ويحفظه ويرزقه فهل يملك عيسى شيئًا من ذلك؟\nقالوا: لا، قال ألستم تعلمون أن الله لا يخفى عليه شيء في الأرض ولا في السماء، فهل يعلم عيسى شيئًا من ذلك إِلا ما علم؟ قالوا: لا، قال ألستم تعلمون أن ربنا لا يأكل الطعام ولا يشرب الشراب ولا يحدث الحدث وأن عيسى كان يطعم الطعام ويشرب الشراب ويحدث الحدث﴾ ! قالوا بلى فقال ﷺ َ فكيف يكون كما زعمتم؟ فسكتوا وأبوا إِلا الجحود فأنزل الله من أول السورة إِلى نيفٍ وثمانين آية.\nالتفِسير: ﴿الم﴾ إِشارة إِلى إِعجاز القرآن وأنه منظوم من أمثال هذه الحروف الهجائية وقد تقدّم في أول البقرة ﴿الله لا إله إِلاَّ هُوَ﴾ أي لا ربَّ سواه ولا معبود بحقٍ غيره ﴿الحي القيوم﴾ أي الباقي الدائم الذي لا يموت، القائم على تدبير شئون عباده ﴿نَزَّلَ عَلَيْكَ الكتاب بالحق﴾ أي نزّل عليك يا محمد القرآن بالحجج والبراهين القاطعة ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي من الكتب المنزّلة قبله المطابقة لما جاء به القرآن ﴿وَأَنزَلَ التوراة والإنجيل مِن قَبْلُ هُدًى لِّلنَّاسِ﴾ أي أنزل الكتابين العظيمين «التوراة» و«الإِنجيل» من قبل إِنزال هذا القرآن هداية لبني إِسرائيل ﴿وَأَنزَلَ الفرقان﴾ أي جني الكتب السماوية لأنها تفرق بين الحق والباطل، والهدى والضلال، وقيل: المراد بالفرقان القرآن وكرّر تعظيمًا لشأنه ﴿إِنَّ الذين كَفَرُواْ بِآيَاتِ الله﴾ أي جحدوا بها وأنكروها وردّوها بالباطل ﴿لَهُمْ عَذَابٌ شَدِيدٌ﴾ أي عظيم أليم في الآخرة ﴿والله عَزِيزٌ ذُو انتقام﴾ أي غالب على أمره لا يُغلب، منتقم ممن عصاه ﴿إِنَّ الله لاَ يخفى عَلَيْهِ شَيْءٌ فِي الأرض وَلاَ فِي السمآء﴾ أي لا يغيب ولا يغرب عن علمه أمرٌ من الأمور، فهو مطلع على كل ما في الكون لا تخفى عليه خافية ﴿هُوَ الذي يُصَوِّرُكُمْ فِي الأرحام كَيْفَ يَشَآءُ﴾ أي يخلقكم في أرحام أمهاتكم كما يشاء من ذكرٍ وأنثى، وحسن وقبيح ﴿لاَ إله إِلاَّ هُوَ العزيز الحكيم﴾ أي لا ربّ سواه، متفردٌ بالوحدانية والألوهية، العزيز في ملكه الحكيم في صنعه، وفي الآية ردٌّ على النصارى حيث ادعوا ألوهية عيسى فنبّه تعالى بكونه مصوّرًا في الرحم، وأنه لا يعلم الغيب على أنه عبد كغيره من العباد ﴿هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب﴾ أي أنزل عليك يا محمد القرآن العظيم ﴿مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب﴾ أي فيه آيات بينات واضحات الدلالة، لا التباس فيها ولا غموض كآيات الحلال والحرام، هنَّ أصل الكتاب وأساسه ﴿وَأُخَرُ مُتَشَابِهَاتٌ﴾ أي وفيه آيات أُخَر فيها اشتباه في الدلالة على كثير من الناس، فمن ردّ المتشابه إِلى الواضح المحكم فقد اهتدى، وإِن عكس فقد ضلّ ولهذا قال تعالى ﴿فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ﴾ أي فأمّا من كان في قلبه ميلٌ عن الهدى إِلى الضلال فيتبع المتشابه منه ويفسّره على حسب هواه ﴿ابتغاء الفتنة وابتغاء تَأْوِيلِهِ﴾ أي طلبًا لفتنة الناس في دينهم، وإِيهامًا للأتباع بأنهم يبتغون تفسير كلام الله، كما فعل النصارى الضالون حيث احتجوا بقوله تعالى في شأن عيسى\n﴿وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ﴾ [النساء: ١٧١] على أن عيسى ابن الله أو هو جزء من الله فادعوا ألوهيته وتركوا المحكم وهو قوله تعالى ﴿إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ﴾ [الزخرف: ٥٩] الدالّ على أنه عبد من عباد الله ورسوله من رسله ﴿وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله﴾\nأي لا يعلم تفسير المتشابه ومعناه الحقيقي إِلا الله وحده ﴿والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ﴾ أي الثابتون المتمكنون من العلم يؤمنون بالمتشابه وأنه من عند الله ﴿كُلٌّ مِّنْ عِندِ رَبِّنَا﴾ أي كلّ من المتشابه والمحكم حقٌ وصدق لأنه كلام الله، قال تعالى ﴿وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب﴾ أي ما يتعظ ويتدبر إِلا أصحاب العقول السليمة المستنيرة ﴿رَبَّنَا لاَ تُزِغْ قُلُوبَنَا﴾ أي لا تُمِلْها عن الحق ولا تضلنا ﴿بَعْدَ إِذْ هَدَيْتَنَا﴾ أي بعد أن هديتنا إِلى دينك القويم وشرعك المستقيم ﴿وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً﴾ أي امنحنا من فضلك وكرمك رحمةً تثبتنا بها على دينك الحق ﴿إِنَّكَ أَنْتَ الوهاب﴾ أي أنت يا رب المتفضل على عبادك بالعطاء والإِحسان ﴿رَبَّنَآ إِنَّكَ جَامِعُ الناس لِيَوْمٍ لاَّ رَيْبَ فِيهِ﴾ أي جامع الخلائق في ذلك اليوم الرهيب «يوم الحساب» الذي لا شك فيه ﴿إِنَّ الله لاَ يُخْلِفُ الميعاد﴾ أي وعدك حق وأنت يا رب لا تخلف الموعد، كقوله تعالى\n﴿الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ الله حَدِيثًا﴾ [النساء: ٨٧]؟!\nالبَلاَغَة: ١ - ﴿نَزَّلَ عَلَيْكَ الكتاب﴾ عبّر عن القرآن بالكتاب الذي هو اسم جنس إِيذانًا بكمال تفوقه على بقية الكتب السماوية كأنه هو الحقيق بأن يطلق عليه اسم الكتاب.\n٢ - ﴿لِّمَا بَيْنَ يَدَيْهِ﴾ كناية عمّا تقدمه وسبقه من الكتب السماوية فسمى ما مضى بين يديه لغاية ظهوره واشتهاره.\n٣ - ﴿وَأَنزَلَ الفرقان﴾ أي أنزل سائر ما يفرق بين الحق والباطل فهو من باب عطف العام على الخاص حيث ذكر أولًا الكتب الثلاثة ثم عمَّ الكتب كلها لإِفادة الشمول مع العناية بالخاص.\n٤ - ﴿هُنَّ أُمُّ الكتاب﴾ قال الشريف الرضي: هذه استعارة والمراد بها أن هذه الآيات جماع الكتاب وأصله فهي بمنزلة الأم له، وكأنَّ سائر القرآن يتبعها أو يتعلق بها كما يتعلق الولد بأمه ويفزع إِليها في مهمة.\n٥ - ﴿والراسخون فِي العلم﴾ وهذه استعارة المراد بها المتمكنون في العلم تشبيهًا برسوخ الشيء الثقيل في الأرض الوُّارة وهو أبلغ من قوله والثابتون في العلم.\nالفوَائِد: الأولى: روى مسلم عن عائشة أن رسول الله ﷺ َ تلا ﴿والراسخون فِي العلم﴾ الآية ثم قال: «إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمّاهم الله فاحذروهم» .\nالثانية: قال القرطبي: أحسن ما قيل في المتشابه والمحكم: أنَّ المحكم ما عُرف تأويله وفهم معناه وتفسيره، والمتشابه ما استأثر الله تعالى بعلمه دون خلقه ولم يكن لأحدٍ إِلى علمه سبيل، قال بعضهم: وذلك مثل وقت قيام الساعة، وخروج يأجوج ومأجوج، وخروج الدجال، وعيسى، ونحو الحروف المقطعة في أوائل السور.\nالثالثة: آيات القرآن قسمان: محكمات ومتشابهات كما دلت عليه الآية الكريمة، فإِن قيل: كيف يمكن التوفيق بين هذه الآية وبين ما جاء في سورة هود أن القرآن كلَّه محكم ﴿كِتَابٌ أُحْكِمَتْ آيَاتُهُ﴾ [الآية: ١] وما جاء في الزمر أن القرآن كلَّه متشابهٌ ﴿نَزَّلَ أَحْسَنَ الحديث كِتَابًا مُّتَشَابِهًا﴾\n[الآية: ٢٣]؟! فالجواب أنه لا تعارض بين الآيات إذ كل آية لها معنى خاص غير ما نحن في صدده فقوله ﴿أُحْكِمَتْ آيَاتُهُ﴾ [هود: ١] بمعنى أنه ليس به عيب، وأنه كلامٌ حق فصيح الألفاظ، صحيح المعاني وقوله ﴿كِتَابًا مُّتَشَابِهًا﴾ [الزمر: ٢٣] بمعنى أنه يشبه بعضه بعضًا في الحُسن ويصدق بعضه بعضًا، فلا تعارض بين الآيات.\nالرابعة: روى البخاري عن سعيد بن جبير أن رجلًا قال لابن عباس: إِني أجد في القرآن أشياءً تختلف عليًّ، قال: ما هو؟ قال قوله تعالى: ﴿فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ﴾ [المؤمنون: ١٠١] وقال: ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ [الصافات: ٢٧] وقال تعالى: ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ [النساء: ٤٢] وقال ﴿والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] فقد كتموا في هذه الآية، وفي النازعات ذكرَ خلق السماء قبل خلق الأرض، وفي فصِّلت ذَكَر خلق الأرض قبل خلق السماء، وقال: ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ [النساء: ٩٦] ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ [النساء: ١٥٨] ﴿وَكَانَ الله سَمِيعًا بَصِيرًا﴾ [النساء: ١٣٤] فكأنه كان ثم مضى. . فقال ابن عباس: ﴿فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ﴾ [المؤمنون: ١٠١] في النفخة الأولى ﴿فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله﴾ [الزمر: ٦٨] فلا أنساب بينهم عند ذلك ولا يتساءلون، ثم في النفخة الآخرة قبل بعضهم على بعض يتساءلون، وأما قوله ﴿مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ [النساء: ٤٢] فإٍِن الله يغفر لأهل الإِخلاص ذنوبهم فيقول المشركون تعالوا نقول: لم نكن مشركين، فختم الله على أفواههم جوارحهم بأعمالهم لهم فعند ذلك عُلاف أن الله لا يكتم حديثًا وعنده يود الذين كفروا لو كانوا مسلمين، وخلق الله الأرض في يومين ثم استوى إِلى السماء فسواهنَّ سبع سماوات في يومين، ثم دحا الأرض أي بسطها فأخرج منها الماء والمرعى وخلق فيها الجبال والأشجار والآكام وما بينها في يومين آخرين فذلك قوله ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ [النازعات: ٣٠] فخلقت الأرض وما فيها في أربعة أيام وخلقت السماء في يومين، وقوله ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ [النساء: ٩٦] فسمّى نفسه ذلك أي لم يزل ولا يزال كذلك، ويحكَ فلا يختلف عليك القرآن فإِن كلًا من عند الله.", "ayah": 9, "surah": 3}