{"text": "المنَاسَبَة: لما ذكر تعالى قصة عاد وثمود، وما أصابهم من العقوبة في الدنيا بطغيانهم وإجرامهم، ذكر هنا ما يصيب الكفار عامةً في الآخرة من العذاب والدمار، ليحصل منه تمام الاعتبار، في الزجر والتحذير عن ارتكاب المعاصي والكفر بنعم الله.\nاللغَة: ﴿يُوزَعُونَ﴾ يُحبس أولهم على آخرهم حتى يجتمعوا ﴿تَسْتَتِرُونَ﴾ تستخفون، من الاستتار بمعنى الاختفاء عن الأعين ﴿أَرْدَاكُمْ﴾ أهلككم وأوقعكم في المهالك ﴿يَسْتَعْتِبُواْ﴾ يطلبوا رضاء الله ﴿المعتبين﴾ جمع معتب وهو المقبول عتابه قال النابغة:\nفإِن أكُ مظلومًا فعبدُ ظلمته ... وإنْ تكُ ذا عتبى فمثلك يُعتب\n﴿قَيَّضْنَا﴾ هيأنا ﴿نُزُلًا﴾ ضيافة وكرامةً ﴿يَسْأَمُونَ﴾ يملُّون.\nسَبَبَُ النّزول: عن ابن مسعود قال: اجتمع عند البيت ثلاثة نفرٍ: قريشان وثقفي، قليلٌ فقهُ قلوبهم، كثيرّ شحم بطونهم، فقال أحدهم: أترون أنَّ الله يسمع ما نقول؟ فقال أحدهم: يسمع إن جهرنا ولا يسمع إن أخفينا، وقال الآخر: إن كان يسمع إن جهرنا فهو يسمع إذا أخفينا، فأنزل الله ﷿ ﴿وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أَبْصَارُكُمْ وَلاَ جُلُودُكُمْ﴾ الآية.\nالتفسِير: ﴿وَيَوْمَ يُحْشَرُ أَعْدَآءُ الله إِلَى النار﴾ أي واذكر يوم يُجمع أعداء الله المجرمون في أرض المحشر لسوقهم إلى النار ﴿فَهُمْ يُوزَعُونَ﴾ أي يُحبس أولهم على آخرهم ليتلاحقوا ويجتمعوا قال ابن كثير: تجمع الزبانية أولهم على آخرهم حتى يجتمعوا ﴿حتى إِذَا مَا جَآءُوهَا﴾ أي حتى إذا وقفوا للحساب ﴿شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ﴾ أي نطقت جوارحهم وشهدت عليهم بما اقترفوه من إجرامٍ وآثام، وفي الحديث «فيُختم على فيه أي فمه ثم يُقال لجوارحه انطقي، فتنطٌ بأعماله، ثم يُخَّلى بينه وبين الكلام فيقول: بُعدًا لكُنَّ وسُحقًا، فعنكنَّ كنت أناضل» ﴿وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا﴾ أي وقالوا لأعضائهم وجلودهم توبيخًا وتعجبًا من هذا الأمر الغريب: لم أقررتم علينا وشهدتم بما فعلنا وإنما كنا نجادل وندافع عنكم؟ ﴿قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ﴾ أي قالوا معتذرين: ليس الأمر بيدنا وإِنما أنطقنا الله بقدرته، الذي ينطق الجماد والإِنسان والحيوان، فشهدنا عليكم بما علمتم من القبائح ﴿وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ﴾ أي هو أوجدكمم من العدم، وأحياكم بعد أن لم تكونوا شيئًا، فمن قدر على هذا قدر على إنطاقنا ﴿وَإِلَيْهِ\nتُرْجَعُونَ﴾ أي وإِليه وحده تُردون بالبعث قال أبو السعود: المعنى ليس نطقنا بعجبٍ من قدرة الله، الذي أنطق كل حي، فإِن من قدر على خلقكم وإِنشائكم أولًا، وعلى إعادتكم ورجعكم إلى جزائه ثانيًا، لا يُتعجب من إِنطاقه لجوارحكم ﴿وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أَبْصَارُكُمْ وَلاَ جُلُودُكُمْ﴾ أي وما كنتم تستخفون من هؤلاء الشهود في الدنيا حين مباشرتكم الفواحش، لأنكم لم تظنوا أنها تشهد عليكم قال البيضاوي: أي كنتم تستترون عن الناس عند ارتكاب الفواحش مخافة الفضيحة، وما ظننتم أن أعضاءكم تشهد عليكم فمنا استخفيتم منها، وفيه تنبيهٌ على أن المؤمن ينبغي ألاَّ يمر عليه حالٌ إلا وعليه رقيب ﴿ولكن ظَنَنتُمْ أَنَّ الله لاَ يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ﴾ أي ولكنْ ظننتم أن الله تعالى لا يعلم كثيرًا من القبائح المخفية، ولذلك اجترأتم على المعاصي والآثام ﴿وَذَلِكُمْ ظَنُّكُمُ الذي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ﴾ أي وذلكم الظنُّ القبيح برب العالمين أنه لا يعلم كثيرًا من الخفايا هو الذي أوقعكم في الهلاك والدمار فأوردكم النار ﴿فَأَصْبَحْتُمْ مِّنَ الخاسرين﴾ أي فخسرتم سعادتكم وأنفسكم وأهليكم، وهذا تمام الخسران والشقاء ﴿فَإِن يَصْبِرُواْ فالنار مَثْوًى لَّهُمْ﴾ أي فإِن يصبروا على العذاب فالنارُ مقامهم ومنزلهم، لا محيد ولا محيص لهم عنها ﴿وَإِن يَسْتَعْتِبُواْ فَمَا هُم مِّنَ المعتبين﴾ أي وإن يطلبوا إرضاء الله، فما هم من المرضي عليهم، قال القرطبي: والعُتبى: رجوعُ المعتوب عليه إلى ميُرضي العاتب، تقول: استَعتبتُه فأعْتبني أي استرضيتُه فأرضاني ﴿وَقَيَّضْنَا لَهُمْ قُرَنَآءَ﴾ أي هيأنا للمشركين ويسَّرنا لهم قرناء سوء من الشياطين، ومن غواة الإِنس ﴿فَزَيَّنُواْ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي حسَّنوا لهم أعمالهم القبيحة، الحاضرة والمستقبلة قال ابن كثير: حسنوا لهم أعمالهم فلم يروا أنفسهم إلا محسنين ﴿وَحَقَّ عَلَيْهِمُ القول﴾ أي ثبت وتحقق عليهم كلمة العذاب، وهو القضاء المحتَّم بشقائهم ﴿في أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِمْ مِّنَ الجن والإنس﴾ أي في جملة أمم من الأشقياء المجرمين قد مضت من قبلهم، ممن فعلوا كفعلهم من الجنِّ والإِنس ﴿إِنَّهُمْ كَانُواْ خَاسِرِينَ﴾ تعليلٌ لاستحقاقهم العذاب أي لأنهم كانوا من الخاسرين في الدنيا والآخرة، فلذلك استحقوا العذاب الأبدي ﴿وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرآن﴾ لما أخبر تعالى عن كفر عاد وثمود وغيرهم، أخبر عن مشركي قريش وأنهم كذبوا القرآن والمعنى قال الكافرون بعضهم لبعض لا تستمعوا لمحمد إذا قرأ القرآن، وتشاغلوا عنه.\n﴿والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ﴾ أي ارفعوا أصواتكم عند قراءته حتى لا يسمعه أحد لكي تغلبوه على دينه قال ابن عباس: قال أبو جهل إذا قرأ محمد فصيحوا في وجهه حتى لا يدري ما يقول ﴿فَلَنُذِيقَنَّ الذين كَفَرُواْ عَذَابًا شَدِيدًا﴾ أي فوالله لنذيقنَّ هؤلاء المستهزئين عذابًا شديدًا لا يخف ولا ينقطع ﴿وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الذي كَانُواْ يَعْمَلُونَ﴾ أي ولنجازيهنم بشر أعمالهم، وسيء أفعالهم، أسوأُ وأقبح الجزاء ﴿ذَلِكَ جَزَآءُ أَعْدَآءِ الله النار﴾ أي ذلك العذاب الشديد الذي هو أسوأُ الجزاء هو نار جهنم جزاء المجرمين، أعداء الله ورسوله ﴿لَهُمْ فِيهَا دَارُ الخُلْدِ﴾ أي لهم في جهنم دار الإِقامة، لا يخرجون منها أبدًا ﴿جَزَآءً\nبِمَا كَانُوا بِآياتِنَا يَجْحَدُونَ﴾ أي جزاءً له على كفرهم بالقرآن، واستهزائهم بآيات الرحمن قال الرازي: وسمَّى لغوهم بالقرآن جحودًا لأنهم لما علموا أن القرآن بالغٌ إلى حد الإِعجاز، خافوا إن سمعه الناس أن يؤمنوا به، فاخترعوا تلك الطريقة الفاسدة، وذلك يدل على أنهم علموا كونه معجزًا إلا أنه جحدوه حسدًا ﴿وَقَال الَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا الذين أَضَلاَّنَا مِنَ الجن والإنس﴾ أي ويقول الكفار إذا دخلوا جهنم ربنا أرنا كل من إغوانا وأضلنا من الجن والإِنس، وإِنما جاء بلفظ الماضي «وقال» لتحققه ومعناه المستقبل قال أبو حيان: والظاهر أن المراد ب ﴿الَّذِينَ﴾ يراد بهما الجنس أي كل مغوٍ من هذه النوعين ﴿نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا﴾ أن نطأْهما بأقدامنا انتقامًا وتشفيًا ﴿لِيَكُونَا مِنَ الأسفلين﴾ أي ليكونا في الدرك الأسفل من النار، وهي أشد عذاب جهنم لأنها درك المنافقين، ولما ذكر تعالى حال الأشقياء المجرمين، أردفه بذكر حال السعداء المؤمنين فقال ﴿إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا﴾ أي آمنوا بالله إيمانًا صادقًا وأخلصوا العمل له، ثم استقاموا على توحيد الله وطاعته، وثبتوا على ذلك حتى الممات، عن عمر ﵁ أنه قال على المنبر بنعد أن تلا الآية الكريمه: «استقاماو واللهِ على الطريقة لطاعته، ثم لم يروغوا روغان الثعالب» والغرضُ أنه استقاموا على شريعة الله، في سولكهم، وأخلاقهم وأقوالهم، وأفعالهم، فكانوا مؤمنين حقًا، مسلمين صدقًا، وقد سئل بعض العارفين على تعريف الكرامة فقال: الاستقامةُ عينُ الكرامة، وعن الحسن أنه كان يقول: اللهمَ أنت ربنا فارزقنا الاستقامة ﴿تَتَنَزَّلُ عَلَيْهِمُ الملائكة أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ﴾ أي تتنزل عليهم ملائكة الرحمة عند الموت بأن لا تخافوا ممَّا تقدمون عليه من أحوال القيامة، ولا تحزنوا على ما خلفتموه في الدنيا من أهلٍ ومالٍ وولد فنحن نخلفكم فيه ﴿وَأَبْشِرُواْ بالجنة التي كُنتُمْ تُوعَدُونَ﴾ أي وأبشروا بجنة الخلد التي وعدكم الله بها على لسان الرسل قال شيخ زاده: إن الملائكة تتنزلُّ حين الاحتضار على المؤمنين بهذه البشارة أن لا تخافوا من هول الموت، ولا من هو القبر، وشدائد يوم القيامة، وإن المؤمن ينظر إلى حافظيه قائمين على رأسه يقولان لا تخف اليوم ولا تحزن، وأبشر بالجنة التي كنت توعد، وإنك سترى اليوم أمورًا لم تر مثلها فلا تهولنك فإنما يراد بها غيرك ﴿نَحْنُ أَوْلِيَآؤُكُمْ فِي الحياة الدنيا وَفِي الآخرة أي تقول لهم الملائكة: نحن أنصاركم وأعوانكم في الدنيا والآخرة، نرشدكم إلى مافيه خيركم وسعادتكم في الدارين ﴿وَلَكُمْ فِيهَا مَا تشتهي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ﴾ أي ولكم في الجنة ما تشتهيه نفوسكم، وتقرُّ به عيونُكم من أنواع اللذائذ والشهوات، ولكم فيها ما تطلبون وتتمنون ﴿نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ﴾ أي ضيافة وكرامة من ربٍ واسع المغفرة، عظيم الرحمة لعباده المتقين ﴿وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى الله وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ المسلمين﴾ أي دعا إلى توحيد الله وطاعته، بقوله وفعله وحاله، وفعل الصالحات، وجعل الإِسلام دينه ومذهبه قال ابن كثير: وهذه الآية معامة في كل من دعا إلى خير وهو نفسه مهتدٍ، وقال الزمخشري: والآية عامة في كل من جمع بين هذه الثلاث: أن يكون مؤمنا معتقدا لدين الإِسلام، عاملا بالخير، داعيا إليه، وما هم إلا طبقة العلماء\nالعاملين ﴿وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة﴾ أي لا يتساوى فعل الحنسة مع فعل السيئة، بل بينهما فرقٌ عظيم في الجزاء وحسن العاقبة ﴿ادفع بالتي هِيَ أَحْسَنُ﴾ أي ادفع السيئة بالخصلة التي هي أحسن، مثل أن تدفع الغضب بالصبر، والجهل بالحلم، والإِسارة بالعفو قال ابن عباس: ادفع بحلمك جهل من جهل عليك ﴿فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ﴾ أي فإذا فعلت ذلك صار عدوك كالصديق القريب، الخالص الصداقة في مودته ومحبته لك ﴿وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ﴾ أي وما ينال هذه المنزلة الرفيعة، والخصلة الحميدة، إلاّ من جاهد نفسه بكظم الغيظ واحتمال ُالأذى ﴿وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظٍّ عَظِيمٍ﴾ أي وما يصل إليها وينالها إلا وينالها إلا ذو نصيب وافر من السعادة واحتمال والخير ﴿وَإِمَّا يَنزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله﴾ أي وإن وسوس إليك الشيطان بترك ما أُمرت به من الدفع بالتي هي أحسن، وأراد أن يحملك على البطش والانتقام، فاستعذ بالله من كيده وشره ﴿إِنَّهُ هُوَ السميع العليم﴾ أي هو السميع لأقوال العباد، العليم بأفعالهم وأحوالهم، ثم ذكر تعالى دلائل قدرته الباهرة، وحكمته البالغة فقال ﴿وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر﴾ أي ومن علاماته الدالة على وحدانيته وقدرته تعاقب الليل والنهار، وتذليل الشمس والقمر، مسخَّرين لمصالح البشر ﴿لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ واسجدوا لِلَّهِ الذي خَلَقَهُنَّ﴾ أي لا تسجدوا للمخلوق واسجدوا للخالق، الذي خلق هذه الأشياء وأبدعها ﴿إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ﴾ أي إن كنتم تفردونه بالعبادة فلا تسجدوا لأحدٍ سواه ﴿فَإِنِ استكبروا﴾ أي فإِن استكبر الكفار عن السجود لله ﴿فالذين عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بالليل والنهار﴾ أي فالملائكة الأبرار يعبدونه بالليل والنهار ﴿وَهُمْ لاَ يَسْأَمُونَ﴾ أي لا يملّون عبادته.", "ayah": 37, "surah": 41}