{"text": "اللغَة: ﴿أَلْهَاكُمُ﴾ الإِلهاء: الشغل والانصراف عن الشيء الهام إِلى ما يدعو إِليه الهوى، وأصل اللهو الغفلةُ ثم شاع في كل شاغلٍ قال الراغب: اللهو ما يشغلك عما يعني ويهمُّ ﴿التكاثر﴾ التباهي بكثرة المال والجاه وهو بمعنى المكاثرة ﴿المقابر﴾ القبور جمع مقبرة، والقبور جمع القبر قال الشاعر:\nأبى أهل القُصور إِذا أُميتوا ... بَنَوْا فوق المقابر بالصخور\nأبو إِلاّ مباهاةً وفخرًا ... على الفقراء حتى في القبور\nالتفسِير: ﴿أَلْهَاكُمُ التكاثر﴾ أي شغلكم أيها الناسُ التفاخر بالأموال والأولاد والرجال عن طاعة الله، وعن الاستعداد للآخرة ﴿حتى زُرْتُمُ المقابر﴾ أي حتى أدرككم الموت، ودفنتم في المقابر، والجملةُ خيرٌ يراد به الوعظ والتوبيخ قال القرطبي: المعنى شغلكم المباهاة بكثرة المال والأولاد عن طاعة الله، حتى مُتُّم ودفنتم في المقابر ﴿كَلاَّ سَوْفَ تَعْلَمُونَ﴾ زجرٌ وتهديدٌ أي ارتدعوا أيها الناس وانزجروا عن الاشتغال بما لا ينفع ولا يفيد، فسوف تعلمون عاقبة جهلكم وتفريطكم في جنب الله، وانشغالكم بالفاني عن الباقي ﴿ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ﴾ وعيدٌ إِثر وعيد، زيادة في الزجر والتهديد أي سوف تعلمون عاقبة تكاثركم وتفاخركم إِذا نزل بكم الموت وعاينتم أهواله وشدائده قال ابن عباس: ﴿كَلاَّ سَوْفَ تَعْلَمُونَ﴾ ما ينزل بكم من العذاب في القبر ﴿ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ﴾ أي في الآخرة إِذا حلَّ بكم العذاب ﴿كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين﴾ أي ارتدعوا\nوانزجروا فلو علمتم العلم الحقيقي الذي لا شك فيه ولا امتراء، وجواب ﴿لَوْ﴾ محذوفٌ لقصد التهويل أي لو عرفتم ذلك لما ألهاكم التكاثر بالدنيا عن طاعة الله، ولما خُدعتم بنعيم الدنيا عن أهوال الآخرة وشدائدها كما قال ﷺ َ: «لو تعلمون ما أعلم لضحكتم قليلًا ولبكيتم كثيرًا» الحديث قال في التسهيل: وجوابُ ﴿لَوْ﴾ محذوفٌ تقديره: لو تعلمون لازدجرتم واستعددتم للآخرة، وإِنما حذف لقصد التهويل، فيقدر السامع، أعظم ما يخطر بباله كقوله تعالى ﴿وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار﴾ [الأنعام: ٢٧] ﴿لَتَرَوُنَّ الجحيم﴾ أي أُقسم وأؤكد بأنكم ستشاهدون الجحيم عيانًا ويقينًا قال الألوسي: هذا جواب قسم مضمر، أكد به الوعيد، وشدَّد به التهديد، وأوضح به ما أنذره وبعد إِبهامه تفخيمًا أي والله لترون الجحيم ﴿ثُمَّ لَتَرَوُنَّهَا عَيْنَ اليقين﴾ أي ثم لترونها رؤية حقيقية بالمشاهدة العينية قال في البحر: زاد التوكيد بقوله ﴿عَيْنَ اليقين﴾ نفيًا لتوهم المجاز في الرؤية الأولى ﴿ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ عَنِ النعيم﴾ أي ثم لتسألنَّ في الآخرة عن نعيم الدنيا من الأمن والصحة، وسائر ما يُتلذذ به من مطعم، ومشرب، ومركب، ومفرش.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الوعد والتوبيخ ﴿أَلْهَاكُمُ التكاثر﴾ فقد خرج الخبر عن حقيقته إِلى التذكير والتوبيخ.\n٢ - التكرار للتهديد والإِنذار ﴿كَلاَّ سَوْفَ تَعْلَمُونَ ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ﴾ وعطفه ب ﴿ثُمَّ﴾ للتنبيه على الثاني أبلغ من الأول، كما يقول العظيم لعبده: أقول لك ثم أقول لك لا تفعل، ولكونه أبلغ نُزّل منزلة المغايرة فعطف بثم.\n٣ - حذف جواب ﴿لَوْ﴾ للتهويل ﴿لَوْ تَعْلَمُونَ عِلْمَ اليقين﴾ أي لرأيتم ما تشيب له الرءوس، وتفزع له النفوس من الشدائد والأهوال.\n٤ - الإِطناب بتكرار الفعل ﴿لَتَرَوُنَّ﴾ ﴿ثُمَّ لَتَرَوُنَّهَا﴾ لبيان شدة الهول.\n٥ - الكناية ﴿حتى زُرْتُمُ المقابر﴾ كنَّى عن الموت بزيارة القبور والمراد حتى مُتُّم.\n٦ - المطابقة بين ﴿النعيم. . الجحيم﴾ .\n٧ - توافق الفواصل مراعاة لرءوس الآيات وهو من المحسنات البديعية.\nتنبيه: روى الترمذي عن عبد الله بن الشخِّير قال: «انتيهت إِلى رسول الله ﷺ َ وهو يقرأ هذه الآية ﴿أَلْهَاكُمُ التكاثر﴾ فقال:» يقول ابن آدم مالي، مالي، وهل لك من مالك إِلا ما أكلت فأفنيتَ، أو لبستَ فأبليتَ، أو تصدقتَ فأمضيت «\nلطيفَة: روى مسلم عن أبي هريرة قال:» خرج رسولُ الله ﷺ َ ذات يوم أو ليلة، فإِذا هو بأبي بكر وعمر، فقال ﷺ َ ما أخرجكما من بيوتكما هذه الساعة؟ قال: الجوعُ يا رسول الله، قال: زوأنا\nوالذي نفسي بيده لأخرجني الذي أخرجكما ﴿فقوموا فقاموا معه، فأتى رجلًا من الأنصار فإِذا هو ليس في بيته، فلما رأته المرأة قالت: مرحبًا وأهلًا، فقال لها رسول الله ﷺ َ: أين فلان﴾ قالت: ذهب يستغذب لنا الماء، إِذ جاء الأنصاري فنظر إِلى رسول الله وصاحبيه ثم قال: الحمد لله ما أحدٌ اليوم أكرم أضيافًا مني، فانطلق فجاءهم بعذق عنقود فيه بسر وتمر ورطب فقال: كلوا، وأخذ المدية السكين فقال له رسول الله ﷺ َ: إِياك والحلوب! فذبح لهم شاة فأكلوا من الشاة ومن ذلك العذْق وشربوا، فملا شبعوا ورَووْا قال رسول الله ﷺ َ لأبي بكر وعمر: والذي نفسي بيده لتسألنَّ عن هذا النعيم يوم القيامة، أخرجكم من بيوتكم الجوع ثم لم ترجعوا حتى أصابكم هذا النعيم «.", "ayah": 7, "surah": 102}