{"text": "اللغَة: ﴿الوسواس﴾ الشيطان الموسوس، مشتق من الوسوسة وهي الكلام الخفي وحديث النفس قال الأعشى:\n«تسمعُ لِلحَلْي وسْواسًا إِذا انصرفت» ... ﴿الخناس﴾ الذي عادته أن يخنس أي يتوارى ويختفي ويتأخر يقال: خنس الظبي إِذا اختفى، وسمي الشيطان خناسًا لأنه يتوارى ويختفي إِذا ذكر العبد ربه، فإِذا غفل عن ذكر الله عاد فوسوس له والخنوس: التأخر ﴿الجنة﴾ بكسر الجيم الجنُّ جمع جني، وبضم الجيم الوقاية وفي الحديث «الصوم جُنة» أي وقاية من عذاب الله.\nالتفسِير: ﴿قُلْ أَعُوذُ﴾ أي قل يا محمد أعتصم وألتجىء وأستجير ﴿بِرَبِّ الناس﴾ أي بخالق الناس ومربيهم ومدبر شئونهم، الذي أحياهم وأوجدهم من العدم، وأنعم عليهم بأنواع النعم قال المفسرون: إِنما خصَّ الناس بالذكر وإِن كان جلت عظمته رب جميع الخلائق تشريفًا وتكريمًا لهم، من حيث إنه تعالى سخَّر لهم ما في الكون، وأمدهم بالعقل والعلم، وأسجد لهم ملائكة قدسه، فهم أفضل المخلوقات على الإِطلاق ﴿مَلِكِ الناس﴾ أي مالك جميع الخلق حاكمين\nومحكومين، ملكًا تامًا شاملًا كاملًا، يحكمهم، ويضبط أعمالهم، ويدبّر شئونهم، فيعز ويذل، ويغني ويُفقر ﴿إله الناس﴾ أي معبودهم الذي لا ربَّ لهم سواه قال القرطبي: وإِنما قال ﴿مَلِكِ الناس إله الناس﴾ لأن في الناس ملوكًا فذكر أنه ملكهم، وفي الناس من يعبد مغيره فذكر إِنه إِلههم ومعبودهم، وأنه الذي يجب إن يستعاذ به ويُلجأ إِليه، دون الملوك والعظماء، وترتيب السورة بهذا الشكل في منتهى الإِبداع، وذلك لأن الإِنسان أولًا يعرف أن له ربًا، لما يشاهده من أنواع التربية ﴿رَبِّ الناس﴾ ثم إِذا تأمل عرف أن هذا الرب متصرفٌ في خلقه، غني عن خلقه فهو الملك لهم ﴿مَلِكِ الناس﴾ ثم إِذا زاد تأمله عرف أنه يستحق أن يُعبد، لأن لا عبادة إِلا للغني عن كل ما سواه، المفتقر إِليه كل ما عداه ﴿إله الناس﴾ إِنما كرر لفظ الناس ثلاثًا ولم يكتف بالضمير، لإِظهار شرفهم وتعظيمهم والاعتناء بشأنهم، كما حسن التكرار في قوله الشاعر:\nلا أرى الموتَ يسبقُ الموتَ شيء ... نغَّص الموتُ ذا الغِنَى والفقيرا\nقال ابن كثير: هذه ثلاث صفات من صفات الرب ﷿ «الربوبية» و«الملك» و«الإِلهية» فهو ربُّ كل شيء ومليكه وإِله، وجميع الأشياء مخلوقة ومملوكة له، فأُمر المستعيذُ أن يتعوذ بالمتصف بهذه الصفات ﴿مِن شَرِّ الوسواس﴾ أي من شر الشيطان الذي يلقي حديث السوء في النفس، ويوسوس للإِنسان ليغريه بالعصيان ﴿الخناس﴾ الذي يخنص أن يختفي ويتأخر إِذا ذكر العبد ربه، فإِذا غفل عن الله عاد فوسوس له وفي الحديث «إِن الشيطان واضح خطمه أنفه على قلب ابن آدم، فإِذا ذكر الله خنس، وإِذا نسي الله التقم قلبه فوسوس»\n«﴿الذى يُوَسْوِسُ فِي صُدُورِ الناس﴾ أي الذي يلقي لشدة خبثه في قلوب البشر صنوف الوساوس والأوهام قال القرطبي: ووسوستُه هو الدعاء لطاعته بكلام خفي يصل مفهومه الى القلب من غير سماع صوت ﴿مِنَ الجنة والناس﴾ ﴿مِنَ﴾ بيانية أي هذا الذي يوسوس في صدور الناس، هو من شياطين الجن والإِنس كقوله تعالى ﴿شَيَاطِينَ الإنس والجن يُوحِي بَعْضُهُمْ إلى بَعْضٍ زُخْرُفَ القول غُرُورًا﴾ [الأنعام: ١١٢] فالآية استعاذة من شر الإِنس والجن جميعًا، ولا شك أن شياطين الإِنس، أشدُّ فتكًا وخطرًا من شياطين الجن، فإِن شيطان الجن يخنس بالاستعاذة، وشيطان الإِنس يزين له الفواحش ويغريه بالمنكرات، ويثنيه عن عزمه شيء، والمعصوم من عصمه الله.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الإِضافة للتشريف والتكريم ﴿أَعُوذُ بِرَبِّ الناس﴾ وفي الآيتين بعدها.\n٢ - الأطناب بتكرار الاسم ﴿رَبِّ الناس مَلِكِ الناس﴾ زيادة في التعظيم لهم، والاعتناء بشأنهم، ولو قال (ملكهم، إِلههَم) لما كان لهم هذا الشأن العظيم.\n٣ - الطباق بين ﴿الجنة﴾ و﴿الناس﴾ .\n٤ -\nجناس الاشتقاق ﴿يُوَسْوِسُ. . الوسواس﴾ ثم ما في السورة من الجرس الموسيقي، الذي يفضل الألحان بعذوبة البيان، وذلك من خصائص القرآن.\nتنبيه: عن عائشة ﵂ قالت:» كان رسول الله ﷺ َ إِذا أوى إِلى فراشه جمع كفيه ونفث فيهما وقرأ ﴿قُلْ هُوَ الله أَحَدٌ﴾ [الإِخلاص: ١] والمعوذتين، ثم مسح بهما ما استطاع من جسده، يبدأ برأسه ووجهه وما أقبل من جسده، يفعل ذلك ثلاثًا «.", "ayah": 6, "surah": 114}