{"text": "اللغَة: ﴿أَدْعِيَآءَكُمْ﴾ جمع دعيِّ وهو الولد المتبنَّى من أبناء الغير قال في اللسان: والدَّعيُ: المنسوب إلى غير أبيه، قال الشاعر:\nدعيُّ القوم ينصرُ مدَّعيهِ ... لِيُلْحقه بذي النَّسب الصميم\nأبي الإسلامُ لا أبَ لي سِواه ... إذا افتخروا بقيس أو تميم\n﴿أَقْسَطُ﴾ أعدلُ يقال: أقسط الرجلُ إذا عدل، وقسطَ إذا ظلم، والقسطُ: العدلُ. ﴿مَسْطُورًا﴾ أي مسطَّرًا مكتوبًا لا يُمحى. ﴿مِيثَاقَهُمْ﴾ الميثاقُ: العهد المؤكد بيمين أو نحوه. ﴿الحناجر﴾ جمع حنْجرة وهي نهاية الحلقوم مدخل الطعام والشراب. ﴿يَثْرِبَ﴾ اسم المدينة المنورة وسماها رسول الله ﷺ َ طيبة. ﴿عَوْرَةٌ﴾ خالية من الرجال غير محصَّنة يقال: دارً مُعْورة إذا كان يسهل دخولها، قال الجوهري: العَوْرة كلُّ خلل يُتخوف منه في ثغر أو حرب. ﴿أَقْطَارِهَا﴾ جمع قُطْر وهو الناحية والجانب. ﴿يَعْصِمُكُمْ﴾ يمنعكم. ﴿المعوقين﴾ المثبطين مشتق من عاقة إذا صرفه.\nسَبَبَ النّزول: أ - روي أن رجلًا من قريش يُدعى «جميل بن مَعْمر» كان لبيبًا حافظًا لما يسمع فقالت قريش: ما حفظ هذه الأشياء إلا وله قلبان في جوفه فأنزل الله ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ. .﴾ الآية.\nب - وروي أن النبي ﷺ َ لما أراد غزوة تبوك أمر الناس بالتجهز والخروج لها، فقال أناس: نستأذن آباءنا وأمهاتنا فأنزل الله ﴿النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ. .﴾ الآية.\nالتفسِير: ﴿ياأيها النبي اتق الله﴾ النداء على سبيل التشريف والتكرمة لأن لفظ النبوة مُشعر بالتعظيم والتكريم أي اثبتْ على تقوى الله ودُمْ عليها، قال أبو السعود: في ندائه ﷺ َ بعنوان النبوة تنويهٌ بشأنه، وتنبيهٌ على سمو مكانه، والمراد بالتقوى المأمور به الثباتُ عليه والازديادُ منه، فإنَّ له بابًا واسعًا ومكانًا عريضًا لا ينال مداه ﴿وَلاَ تُطِعِ الكافرين والمنافقين﴾ أي ولا تطع أهل الكفر والنفاق فيما يدعونك إليه من اللين والتساهل، وعدم التعرض لآلهتهم بسوء، ولا تقبل أقوالهم وإن أظهروا أنها نصيحة، قال المفسرون: دعا المشركون رسول الله ﷺ َ أن يرفض ذكر آلهتهم بسوء، وأن يقول إن لها شفاعة، فكره ﷺ َ ذلك ونزلت الآية ﴿إِنَّ الله كَانَ عَلِيمًا حَكِيمًا﴾ أي إنه تعالى عالم بأعمال العباد وما يضمرونه في نفوسهم، حكيم في تدبير شؤونهم ﴿واتبع مَا يوحى إِلَيْكَ مِن رَبِّكَ﴾ أي واعمل بما يوحيه إليك ربك من الشرع القويم، والدين الحكيم، واستمسك بالقرآن المنزل عليك ﴿إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي خبير بأعمالكم لا تخفى عليه خافية من شؤونكم، وهو مجازيكم عليها ﴿وَتَوَكَّلْ على الله﴾ أي اعتمد عليه، والجأ في أمورك إليه ﴿وكفى بالله وَكِيلًا﴾ أي حسبك أن يكون الله حافظًا وناصرا لك ولأصحابك، ثم ردَّ تعالى مزاعم الجاهليين ببيان الحق الساطع فقال: ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ﴾ أي ما خلق الله لأحدٍ من الناس أيًا كان قلبين في صدره،\nقال مجاهد: نزلت في رجل من قريش كان يُدعى «ذا القلبين» من دهائه وكان يقول: إنَّ في جوفي قلبين أعقل بكل واحدٍ منهما أفضل من عقل محمد ﴿وَمَا جَعَلَ أَزْوَاجَكُمُ اللائي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ﴾ أي وما جعل زوجاتكم اللواتي تظاهرون منهنَّ أمهاتكم، قال ابن الجوزي: أعلمَ تعالى أن الزوجة لا تكونُ أُمًا، وكانت الجاهلية تُطلّق بهذا الكلام وهو أن يقول لها: أنتِ عليَّ كظهر أمي ﴿وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ﴾ أي وما جعل الأبناء من التبني الذين ليسوا من أصلابكم أبناءً لكم حقيقةً ﴿ذلكم قَوْلُكُم بِأَفْوَاهِكُمْ﴾ أي دعاؤهم أبناء مجرد قول بالفم لا حقيقة له من الواقع ﴿والله يَقُولُ الحق﴾ أي والله تعالى يقول الحقَّ الموافق للواقع، والمطابق له من كل الوجوه ﴿وَهُوَ يَهْدِي السبيل﴾ أي يرشد إلى الصراط المستقيم، والغرضُ من الآية التنبيهُ على بطلان مزاعم الجاهلية، فكما لا يكون للشخص الواحد قلبان في جوفه، فكذلك لا يمكن أن تصبح الزوجة المُظاهر منها أمًا، ولا الولد المتبنَّى ابنًا، لأن الأم الحقيقية هي التي ولدته، والابن الحقيقي هو الذي وُلد من صلب الرجل، فكيف يجعلون الزوجات المظاهر منهن أمهات؟ وكيف يجعلون أبناء الآخرين أبناءً لهم مع أنهم ليسوا من أصلابهم؟ ثم أمر تعالى بردّ نسب هؤلاء إلى آبائهم فقال: ﴿ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله﴾ أي انسبوا هؤلاء الذين جعلتموهم لكم أبناء لآبائهم الأصلاء ﴿هُوَ أَقْسَطُ عِندَ الله﴾ أي هو أعدلُ وأقسط في حكم الله وشرعه قال ابن جرير: أي دعاؤكم إياهم لآبائهم هو أعدل عند الله وأصدقُ وأصوب من دعائكم إياهم لغير آبائهم ﴿فَإِن لَّمْ تعلموا آبَاءَهُمْ فَإِخوَانُكُمْ فِي الدين﴾ أي فإن لم تعرفوا آباءهم الأصلاء فتنسبوهم إليهم فهم إخوانكم في الإسلام ﴿وَمَوَالِيكُمْ﴾ أي أولياؤكم في الدين، فليقل أحدكم: يا أخي ويا مولاي يقصد أخوَّة الدين وولايته، قال ابن كثير: أمر تعالى بردّ أنساب الأدعياء إلى آبائهم إن عُرفوا، فإن لم يُعرفوا فهم إخوانهم في الدين ومواليهم، عوضًا عما فاتهم من النسب، ولهذا قال رسول الله ﷺ َ لزيد بن حارثة:\n«أَنْتَ أَخُونَا وَمَوْلاَنَا» وقال ابن عمر: ما كنا ندعو «زيد ابن حارثة» إلا زيد بن محمد حتى نزلت ﴿ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله﴾ ﴿وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُمْ بِهِ﴾ أي وليس عليكم أيها المؤمنون ذنبٌ أو إثم فيمن نسبتموهم إلى غير آبائهم خطأً ﴿ولكن مَّا تَعَمَّدَتْ قُلُوبُكُمْ﴾ أي ولكنَّ الإثم فيما تقصدتم وتعمدتم نسبته إلى غير أبيه ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة عظيم الرحمة يعفو عن المخطئ ويرحم المؤمن التائب، ثم بيَّن تعالى شفقة الرسول ﷺ َ على أمته ونصحه لهم فقال: ﴿النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ﴾ أي هو ﵇ أرأف بهم وأعطف عليهم، وأحقُّ بهم من أنفسهم في كل شيء من أمور الدين والدنيا، وحكمه أنفذ وطاعته أوجب ﴿وَأَزْوَاجُهُ أُمَّهَاتُهُمْ﴾ أي وزوجاته الطاهرات أمهات المؤمنين في وجوب تعظيمهن واحترامهن، وتحريم نكاحهنَّ، قال أبو السعود: أي منزّلات منزلة\nالأمهات، في التحريم واستحقاق التعظيم، وأما فيما عدا ذلك فهنَّ كالأجنبيات ﴿وَأُوْلُو الأرحام﴾ أي أهل القرابات ﴿بَعْضُهُمْ أولى بِبَعْضٍ فِي كِتَابِ الله مِنَ المؤمنين والمهاجرين﴾ أي أحقُّ بالإرث من المهاجرين والأنصار في شرع الله ودينه ﴿إِلاَّ أَن تفعلوا إلى أَوْلِيَآئِكُمْ مَّعْرُوفًا﴾ أي إلاّ أن تحسنوا إلى إخوانكم المؤمنين والمهاجرين في حياتكم، أو توصوا إليهم عند الموت فإن ذلك جائز، وبسط اليد بالمعروف مما حثَّ الله عباده عليه، قال المفسرون: وهذا نسخٌ لما كان في صدر الإسلام من توارث المسلمين من بعضهم بالأخوة الإيمانية وبالهجرة ونحوها ﴿كَانَ ذَلِكَ فِي الكتاب مَسْطُورًا﴾ أي كان حكم التوارث بين ذوي الأرحام مكتوبًا مسطرًا في الكتاب العزيز لا يبدل ولا يُغير، قال قتادة: أي مكتوبًا عند الله ﷿ أَلاَّ يرث كافر مسلمًا ﴿وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ﴾ أي اذكر وقت أخذنا من النبيين عهدهم المؤكد باليمين، أن يفوا بما التزموا، وأن يصدِّق بعضهم بعضًا وأن يؤمنوا برسالة محمد ﷺ َ ورسالاتهم ﴿وَمِنْكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وموسى وَعِيسَى ابن مَرْيَمَ﴾ أي وأخذنا منك يا محمد الميثاق ومن نوح وإبراهيم وموسى وعيسى، وهؤلاء هم أولو العزم ومشاهير الرسل، وإنما قدَّمه ﷺ َ في الذكر لبيان مزيد شرفه وتعظيمه، قال البيضاوي: خصَّهم بالذكر لأنهم مشاهير أرباب الشرائع، وقدَّم نبينا ﵊ ُ تعظيمًا له وتكريمًا لشأنه وقال ابن كثير: بدأ بالخاتم لشرفه صلوات الله عليه، وبيانًا لعظم مكانته، ثم رتبهم بحسب وجودهم في الزمان ﴿وَأَخَذْنَا مِنْهُمْ مِّيثَاقًا غَلِيظًا﴾ أي وأخذنا من الأنبياء عهدًا وثيقًا عظيما ً على الوفاء بما التزموا به من تبليغ الرسالة ﴿لِّيَسْأَلَ الصادقين عَن صِدْقِهِمْ﴾ أي ليسأل الله يوم القيامة الأنبياء الصادقين عن تبليغهم الرسالة إلى قومهم، قال الصاوي: والحكمة في سؤال الرسل مع علمه تعالى بصدقهم هو التقبيح على الكفار يوم القيامة وتبكيتهم وقال القرطبي: وفي الآية تنبيه على أن الأنبياء إذا كانوا يُسألون يوم القيامة فكيف بمن سواهم؟ وفائدة سؤالهم توبيخ الكفار كما قال تعالى لعيسى:\n﴿أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين﴾ [المائدة: ١١٦]؟ ﴿وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا﴾ أي وأعد الله للكافرين عذابًا مؤلمًا موجعًا، بسبب كفرهم وإعراضهم عن قبول الحق، ثم شرع تعالى في ذكر «غزوة الأحزاب» وما فيها من نِعَم فائضة، وآيات باهرة للمؤمنين فقال: ﴿ياأيها الذين آمَنُواْ اذكروا نِعْمَةَ الله عَلَيْكُمْ﴾ أي اذكروا فضله وإنعامه عليكم ﴿إِذْ جَآءَتْكُمْ جُنُودٌ﴾ أي وقت مجيء جنود الأحزاب وتألبهم عليكم، قال أبو السعود: والمراد بالجنود الأحزاب وهم قريش، وغطفان، ويهود قريظة وبني النضير، وكانوا زهاء اثني عشر ألفًا، فلما سمع رسول الله صلى الله ﵇ بإقبالهم ضرب الخندق على المدينة بإشارة «سلمان الفارسي» ثم خرج في ثلاثة آلاف من المسلمين، فضرب معسكره والخندقُ بينه وبين المشركين، واشتد الخوف وظنَّ المؤمنون كل ظن، ونجم النفاق في المنافقين حتى قال «معتب بن قشير»: يعدنا محمد كنوز كسرى\nوقيصر ولا نقدر أن نذهب إلى الغائط ﴿فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا﴾ أي فأرسلنا على الأحزاب ريحًا شديدة وجنودًا من الملائكة لم تروهم وكانوا قرابة ألف، قال المفسرون: بعث الله عليهم ريحًا عاصفًا وهي ريح الصبا في ليلة شديدة البرد والظلمة، فقلعت بيوتهم، وكفأت قدروهم، وصارت تلقي الرجل على الأرض، وأرسل الله الملائكة فزلزلتهم ولم تقاتل بل ألقت في قلوبهم الرغب ﴿وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيرًا﴾ أي وهو تعالى مطلع على ما تعملون من حفر الخندق، والثبات على معاونة النبي ﷺ َ في ذلك الوقت ﴿إِذْ جَآءُوكُمْ مِّن فَوْقِكُمْ﴾ أي حين جاءتكم الأحزاب من فوق الوادي يعني من أعلاه قِبل المشرق، ومنه جاءت أسد وغطفان ﴿وَمِنْ أَسْفَلَ مِنكُمْ﴾ أي ومن أسفل الوادي يعني أدناه قِبل المغرب، ومنه جاء قريش وكنانة وأوباش العرب، والغرض أن المشركين جاؤوهم من جهة المشرق والمغرب، وأحاطوا بالمسلمين إحاطة السوار بالمعصم، وأعانهم يهود بني قريظة فنقضوا العهد مع الرسول وانضموا إِلى المشركين، فاشتد الخوف، وعظُم البلاء ولهذا قال تعالى ﴿وَإِذْ زَاغَتِ الأبصار﴾ أي وحين مالت الأَبصار عن سننها ومستوى نظرها حيرةً وشخوصًا لشدة الهول والرعب ﴿وَبَلَغَتِ القلوب الحناجر﴾ أي زالت عن أماكنها من الصدور حتى كادت تبلغ الحناجر، وهذا تمثيلٌ لشدة الرغب والفزع الذي دهاهم، حتى كأن أحدهم قد وصل قلبه إِلى حنجرته من شدة ما يلاقي من الهول ﴿وَتَظُنُّونَ بالله الظنونا﴾ أي وكنتم في تلك الحالة الشديدة تظنون الظنون المختلفة، قال الحسن البصري: ظن المنافقون أن المسلمين يُستأصلون، وظنَّ المؤمنون أنهم يُنصرون، فالمؤمنون ظنوا خيرًا، والمنافقون ظنوا شرًا، وقال ابن عطية: كاد المؤمنون يضطربون ويقولون: ما هذا الخُلف للوعد؟ وهذه عبارة عن خواطر خطرت للمؤمنين لا يمكن للبشر دفعها، وأما المنافقون فتعجلوا ونطقوا وقالوا: ما وعدنا الله ورسوله إِلا غرورًا ﴿هُنَالِكَ ابتلي المؤمنون﴾ أي في ذلك الزمان والمكان امتحن المؤمنون واختبرونا، ليتميز المخلص الصادق من المنافق، قال القرطبي: وكان هذا الإِبتلاءُ بالخوف والقتال، والجوع والحصر والنزال ﴿وَزُلْزِلُواْ زِلْزَالًا شَدِيدًا﴾ أي وحرّكوا تحريكًا عنيفًا من شدة ما دهاهم، حتى لكأن الأرض تتزلزل بهم وتضطرب تحت أقدامهم، قال ابن جزي: وأصل الزلزلة شدةُ التحريك وهو هنا عبارة عن اضطراب القلوب وتزعزعها ﴿وَإِذْ يَقُولُ المنافقون والذين فِي قُلُوبِهِم مَّرَضٌ﴾ أي واذكر حين يقول المنافقون، والذين في قلوبهم مرض النفاق، لأن الإِيمان لم يخالط قلوبهم ﴿مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُورًا﴾ أي وما وعدنا الله ورسوله إِلا باطلًا وخداعًا، قال الصاوي: والقائل هو «متعب بن قشير» الذي قال: يعندا محمدٌ بفتح فارس والروم، وأحدُنا لا يقدر أن يتبرز فرقًا، ما هذا إِلا وعد غرور\nيغرنا به محمد ﴿وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ﴾ أي واذكر حين قالت جماعة من المنافقين وهم: أوس بن قيظي وأتباعه، وأُبيُّ بن سلول وأشياعه ﴿ياأهل يَثْرِبَ لاَ مُقَامَ لَكُمْ﴾ أي يا أهل المدينة لا قرار لكم ههنا ولا إِقامة ﴿فارجعوا﴾ أي فارجعوا إِلى منازلكم واتركوا محمدًا وأصحابه ﴿وَيَسْتَأْذِنُ فَرِيقٌ مِّنْهُمُ النبي﴾ ويستأذن جماعة من المنافقين النبي ﷺ َ في الإِنصراف متعللين بعلل واهية ﴿يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ﴾ أي غير حصينة فنخاف عليها العدوَّ والسُّرّاق ﴿وَمَا هِيَ بِعَوْرَةٍ﴾ تكذيب من الله تعالى لهم أي ليس الأمر كما يزعمون ﴿إِن يُرِيدُونَ إِلاَّ فِرَارًا﴾ أي ما يريدون بما طلبوا من الرسول صلى الله عليهوسلم إِلا الهرب من القتال، والفرار من الجهاد، والتعبريُ بالمضارع ﴿وَيَسْتَأْذِنُ﴾ لاستحضار الصورة في النفس، فكأن السامع يبصرهم الآن وهم يستأذنون، ثم فضحهم تعالى وبيَّن كذبهم ونفاقهم فقال: ﴿وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ أَقْطَارِهَا﴾ أي ولو دخل الأعداء على هؤلاء المنافقين من جميع نواحي المدينة وجوانبها ﴿ثُمَّ سُئِلُواْ الفتنة لآتَوْهَا﴾ أي ثم طلب إليهم أن يكفروا وأن يقاتلوا المسلمين لأعطوها من أنفسهم ﴿وَمَا تَلَبَّثُواْ بِهَآ إِلاَّ يَسِيرًا﴾ أي لفعلوا ذلك مسرعين، ولم يتأخروا عنه لشدة فسادهم، وذهاب الحق من نفوسهم، فهم لا يحافظون على الإِيمان ولا يستمسكون به مع أدنى خوف وفزع، وهذا ذمٌ لهم في غاية الذم ﴿وَلَقَدْ كَانُواْ عَاهَدُواْ الله مِن قَبْلُ لاَ يُوَلُّونَ الأدبار﴾ أي ولقد كان هؤلاء المنافقون أعطوا ربهم العهود والمواثيق من قبل غزوة الخندق وبعد بدر ألاَّ يفروا من القتال ﴿وَكَانَ عَهْدُ الله مَسْئُولًا﴾ أي وكان هذا العهد منهم جديرًا بالوفاء لأنهم سيسألون عنه، وفيه تهديدٌ ووعيد، قال قتادة: لما غاب المنافقون عن بدر، ورأوا ما أعطى الله أهل بدرٍ من الكرامة والنصر، قالوا لئن أشهدنا الله قتالًا لنقاتلن ﴿قُل لَّن يَنفَعَكُمُ الفرار إِن فَرَرْتُمْ مِّنَ الموت أَوِ القتل﴾ أي قل يا أيها النبي لهؤلاء المنافقين، الذين يفرون من القتال طمعًا في البقاء وحرصًا على الحياة، إن فراركم لن يطوّل أعماركم ولن يؤخر آجالكم، ولن يدفع الموت عنكم أبدًا ﴿وَإِذًا لاَّ تُمَتَّعُونَ إِلاَّ قَلِيلًا﴾ أي ولئن هربتم وفررتم فإِذًا لا تمتعون بعدة إلا زمنًا يسيرًا، لأن الموت مآل كل حي، ومن لم يمت بالسيف مات بغيره ﴿قُلْ مَن ذَا الذي يَعْصِمُكُمْ مِّنَ الله﴾ أي من يستطيع أن يمنعكم منه تعالى ﴿إِنْ أَرَادَ بِكُمْ سواءا أَوْ أَرَادَ بِكُمْ رَحْمَةً﴾ أي إن قدَّر هلاككم ودماركم، أو قدَّر بقاءكم ونصركم؟ ﴿وَلاَ يَجِدُونَ لَهُمْ مِّن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي وليس لهم من دون الله مُجير ولا مغيث، فلا قريب ينفعهم ولا ناصر ينصرهم ﴿قَدْ يَعْلَمُ الله المعوقين مِنكُمْ﴾ أي لقد علم الله تعالى ما كان من أمر أولئك المنافقين، والمثبطين للعزائم، م الذين يعّوقون الناس عن الجهاد، ويصدونهم عن القتال ﴿والقآئلين لإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا﴾ أي والذين يقولون لإِخوانهم في الكفر والنفاق: تعالوا إِلينا واتركوا محمدًا وصبحه يهلكوا ولا تقاتلوا معهم، قال تعالى: ﴿وَلاَ يَأْتُونَ البأس إِلاَّ قَلِيلًا﴾ أي ولا يحضرون القتال إِلا قليلًا منهم رياءً وسمعة، قال الصاوي: لأن شأن من يثبّط غيره عن الحرب ألاّ يفعله إلآ قليلًا لغرضٍ خبيث وقال في البحر: المعنى: لا يأتون القتال إلا إتيانًا قليلًا، يخرجون مع المؤمنين يوهمونهم أنهم معهم،\nولا تراهم يقاتلون إلا شيئًا قليلًا إذا اضطروا إليه، فقتالُهم رياء ليس بحقيقة ﴿أَشِحَّةً عَلَيْكُمْ﴾ أي بخلاء عليم بالمودة والشفقة والنصح لأنهم لا يريدون لكم الخير ﴿فَإِذَا جَآءَ الخوف رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كالذي يغشى عَلَيْهِ مِنَ الموت﴾ أي فإذا حضر القتال رأيت أولئك المنافقين في شدة رغب لا مثيل لها، حتى إنهم لتدور أعينهم في أحداقهم كحال المغشي عليه من معالجة سكرات المت حَذرًا وخَورًا، قال القرطبي: وصفهم بالجبن، وكذا سبيل الجبان ينظر يمينًا وشمالًا محدّدًا بصره، وربما غُشي عليه من شدة الخوف ﴿فَإِذَا ذَهَبَ الخوف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ﴾ أي فإذا ذهب الخوف عنهم وانجلت المعركة آذوكم باكلام بألسنة سَليطة، وبالغوا فيكم طعنًا وذمًا، قال قتادة: إِذا كان وقت قسمة الغنيمة بسطوا ألسنتهم فيكم يقولون: أعطونا أعطونا فإنا قد شهدنا معكم، ولستم أحقَّ بها منا، فأما عند البأس فأجبن قومٍ وأخذلهم للحق، وأمّا عند الغنيمة فأشح قوم وأبسطهم لسانًا ﴿أَشِحَّةً عَلَى الخير﴾ أي خاطبوكم بما خاطبوكم به حال كونهم أشحة أي بخلاء على المال والغنيمة ﴿أولئك لَمْ يُؤْمِنُواْ﴾ أي أولئك الموصوفون بماذكر من صفات السوء، لم يؤمنوا حقيقةً بقلوبهم وإن أسلموا ظاهرًا ﴿فَأَحْبَطَ الله أَعْمَالَهُمْ﴾ أي أبطلها بسبب كفرهم ونفاقهم، لأن الإِيمان شرط في قبول الأعمال ﴿وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا﴾ أي وكان ذلك الإِحباط سهلًا هينًا على الله، ثم أخبر تعالى عنهم بما يدل على جبنهم فقال: ﴿يَحْسَبُونَ الأحزاب لَمْ يَذْهَبُواْ﴾ أي بحسب المنافقون نم شدة خوفهم وجبنهم أن الأحزاب وهم كفار قريش ومن تحزب معهم بعد انهزامهم لم ينصرفوا عن المدينة وهم قد انصرفوا ﴿وَإِن يَأْتِ الأحزاب يَوَدُّواْ لَوْ أَنَّهُمْ بَادُونَ فِي الأعراب﴾ أي وإن يرجع إليهم الكفار كرة ثانية للقتال يتمنوا لشدة جزعهم أن يكونوا في البادية من الأعراب لا في المدينة معكم حذرًا من القتل وتربصًا للدوائر ﴿يَسْأَلُونَ عَنْ أَنبَآئِكُمْ﴾ أي يسألون عن أخباركم وما وقع لكم فيقولون: أهلك المؤمنون؟ أغلب أبو سفيان؟ ليعرفوا حالكم بالإِستخبار لا بالمشاهدة ﴿وَلَوْ كَانُواْ فِيكُمْ مَّا قاتلوا إِلاَّ قَلِيلًا﴾ أي ولو أنهم كانوا بينكم وقت القتال واحتدام المعركة ما قاتلوا معكم إلا قتالًا قليلًا، لجبنهم وذلتهم وحرصهم على الحياة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير لإِفادة الإِستغراق والشمول ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ﴾ وإدخال حرف الجر الزائد لتأكيد الإِستغراق، وذكر الجوف ﴿فِي جَوْفِهِ﴾ لزيادة التصوير في الإِنكار.\n٢ - جناس الإشتقاق ﴿وَتَوَكَّلْ على الله وكفى بالله وَكِيلًا﴾ .\n٣ - الطباق بين ﴿أَخْطَأْتُمْ. . و. . تَعَمَّدَتْ قُلُوبُكُمْ﴾ وبين ﴿سواء. . و. . رَحْمَةً﴾ لأن المراد بالسوء الشر، وبالرحمة الخير.\n٤ - التشبيه البليغ ﴿وَأَزْوَاجُهُ أُمَّهَاتُهُمْ﴾ حُذف منه وجه الشبه وأداة التشبيه فصار بليغًا، وأصل الكلام: وأزواجه مثل أمهاتهم في حروب الإحترام والتعظيم، والإِجلال والتكريم.\n٥ - المجاز بالحذف ﴿أولى بِبَعْضٍ﴾ أي أولى بميراث بعض.\n٦ - ذكر الخاص بعد العام للتشريف ﴿وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ﴾ فقد دخل هؤلاء المذكورون في جملة النبيين ولكنه خصهم بالذكر تنويهًا بشأنهم وتشريفًا لهم.\n٧ - الاستعارة ﴿مِّيثَاقًا غَلِيظًا﴾ استعار الشيء الحسي وهو الغلظُ الخاص بالأجسام للشيء المعنوي وهو بيان حرمة الميثاق وعظمه وثقل حمله.\n٨ - الالتفات ﴿لِّيَسْأَلَ الصادقين﴾ وغرضه التبكيت والتقبيح للمشركين.\n٩ - الطباق بين ﴿مِّن فَوْقِكُمْ. . و. . أَسْفَلَ مِنكُمْ﴾ .\n١٠ - التشبيه التمثيلي ﴿تَدُورُ أَعْيُنُهُمْ كالذي يغشى عَلَيْهِ مِنَ الموت﴾ لأن وجه الشبه منتزع من متعدد.\n١١ - المبالغة في التمثيل ﴿وَبَلَغَتِ القلوب الحناجر﴾ صوَّر القلوب في خفقاتها واضطرابها كأنها وصلت إِلى الحلقوم.\n١٢ - الكناية ﴿لاَ يُوَلُّونَ الأدبار﴾ كناية عن الفرار من الزحف.\n١٣ - الإستعارة المكنية ﴿سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ﴾ شبَّه اللسان بالسيف المصلت وحذف ذكر المشبه به ورمز له بشيء من لوازمه وهو السلق بمعنى الضرب على طريق الاستعارة المكنية، ولفظ ﴿حِدَادٍ﴾ ترشيح.\n١٤ - توافق الفواصل في الحرف الأخير مثل ﴿كَانَ ذَلِكَ فِي الكتاب مَسْطُورًا. . مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُورًا﴾ ونحوه وهو يزيد في رونق الكلام وجماله، لما له من وقع رائع، وحرْس عذب.\nتنبيه: خاطب الله تعالى الأنبياء بأسمائهم فقال ﴿يانوح اهبط بِسَلاَمٍ مِّنَّا﴾ [هود: ٤٨]، ﴿ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ﴾ [الصافات: ١٠٤١٠٥]، ﴿ياموسى إِنِّي اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي﴾ [الأعراف: ١٤٤] ولم يخاطب الرسول إلا بلفظ النبوة والرسالة\n﴿ياأيها النبي حَسْبُكَ الله﴾ [الأنفال: ٦٤]، ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ﴾ [المائدة: ٦٧] الخ ولا نجد في القرآن العظيم كله نداءٌ له باسمه، وإنما النداء بلفظ النبوة والرسالة، وفي هذا تفخيم لشأنه، وتعظيم لمقامه، وإِشارة إلى أنه سيد الأولين والآخرين، وإمام الأنبياء والمرسلين، وتعليم لنا الأدب معه ﷺ َ، فلا نذكره إِلا مع الإِجلال والإِكرام، ولا نصفه إلا بالوصف الأكمل ﴿لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضًا﴾ [النور: ٦٣]، ﴿إِنَّ الذين يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ الله أولئك الذين امتحن الله قُلُوبَهُمْ للتقوى﴾ [الحجرات: ٣] الآية.\nلطيفَة: إن قيل: ما الفائدة بأمر الله رسوله بالتقوى وهو سيد المتقين؟ فالجواب أنه أمرٌ بالثبات والاستدامة على التقوى كقوله: ﴿يَا أَيُّهَا الذين آمَنُواْ آمِنُواْ﴾ [النساء: ١٣٦] أي اثبتوا على الإيمان وكقول المسلم: ﴿\n١٦٤٩ - ;هْدِنَا الصراط المستقيم﴾ [الفاتحة: ٦] وهو مهتد إليه وغرضه ثبتنا على الصراط المستقيم، أو نقول: الخطاب للرسول ﷺ َ والمراد أمته.", "ayah": 11, "surah": 33}