{"text": "المنَاسَبَة: لما ذكر تعالى غزوة الأحزاب، وموقف المنافقين المذبذبين منها، بالقعود عن الجهاد، وتثبيط العزائم، أمر المؤمنين في هذه الآيات بالإقتداء بالرسول الكريم في صبره وثباته، وتضحيته وجهاده، ثم جاء الحديث عن زوجات رسول الله الطاهرات، وأمرهنَّ بالإقتداء برسول الله ﷺ َ في زهده، وعدم التطلع إلى زهة الدنيا لأنهم قدوة لسائر نساء المؤمنين.\nاللغَة: ﴿أُسْوَةٌ﴾ الأسوة: القدورة وفيها لغتان كسر الهمزة وضمها يقال: أئتسى فلان بفلان أي اقتدى به. ﴿نَحْبَهُ﴾ النَّحب: النذرُ والعهد يقال: نَحَبَ ينحب من باب قَتل نَذر، ومن باب ضَرب بَكى، قال لبيد:\nألا تسْألانِ المرءَ ماذا يُحاول ... أنحْبٌ فيُقضى أم ضلال وباطل\nويقال: قضى نحبه إِذا مات، وعبَّر به عن الموت لأن كل حي لا بدَّ أن يموت، فكأنه نذر لازم في رقبته فإذا مات فقد قضى نحبه أي نذره. ﴿صَيَاصِيهِمْ﴾ حصونهم جمع صيصية وهو ما يُتحصن به، قال الشاعر:\nفأصبحت الثيرانُ صَرْعى وأصبحت ... نساءُ تميم يبْتدرنَ الصَّياصيا\n﴿أُمَتِّعْكُنَّ﴾ متعة الطلاق، وأصل المتاع ما يُتبلَّغ به من الزاد، ومنه متعة المطلقة لأنها تنتفع وتتمتع به. ﴿وَأُسَرِّحْكُنَّ﴾ أطلقكنَّ، وأصل التسريح في اللغة: الإِرسال والإِطلاق. ﴿تَبَرَّجْنَ﴾ تبرجت المرأة: أظهرت زينتها ومحاسنها للأجانب، وأصله من الظهور ومنه سمي البرج لسعته وظهوره. ﴿وَقَرْنَ﴾ الزمن بيوتكن من قولهم: قررتُ بالمكان أقرُّ به إذا بقيت فيه ولزمته، والقرار: مصدر، وأصل «قرن» قررن حذفت الراء وألقيت فتحتها على ما قبلها، واستغني عن ألف الوصل لتحرك القاف. ﴿الرجس﴾ في اللغة: القذر والنجاسة، وعُبّر به هنا عن الآثام لأن عرض المقترف للقبائح يتلوث بها ويتندس، ما يتلوث بدنه بالنجاسات.\nسَبَبُ النّزول: أأخرج ابن جرير الطبري عن أنس بن مالك قال: عاب عمي «أنس بن النضر» عن قتال يوم بدر، فقال: غبتُ عن أول قتالٍ مع رسول الله ﷺ َ؟ لئن أشهدني الله قتالًا ليرينَّ الله ما أصنع؟ فلما كان يوم أُحُد انكشف المسلمون انهزموا فقال: اللهم إني أبرأ إليك مما فعل هؤلاء يعني المشركين وأعتذر إليك ممَّا صنع هؤلاء يعني المسلمين ثم مشى بسيفه فلقيه «سعد بن معاذ» فقال: أي سعد والله إني لأجد ريح الجنة دون أُحد! ثم قاتل حتى قتل، فقال سعد يار سول الله: ما استطعت أن أصنع ما صنع، قال أنس بن مالك: فوجدناه بين القتلى وبه بضع وثمانون جراحة بين ضربةٍ بسيق، أو طعنةٍ برمح، أو رمية بسهم، فما عرفناه حتى جاء أخته فعرفته ببنانه رؤوس الأصابع قال أنس: فكنا نتحدث أن هذه الآية ﴿مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ فَمِنْهُمْ مَّن قضى نَحْبَهُ وَمِنْهُمْ مَّن يَنتَظِرُ.\n.﴾ نزلت فيه وفي أصحابه.\nب وروي الإِمام أحمد عن جابر ﵁ قال: «أقبل أبو بكر ﵁ يستأذن رسول الله ﷺ َ والناسُ ببابه جلوس فلم يُؤذن له، ثم أقبل عمر ﵁ فاستأذن فلم يُؤذن له، ثم أُذن لأبي بكرٍ وعمر فدخلا والنبي ﷺ َ جالسٌ وحوله نساؤه وهو ساكت، فقال عمر: لأكلمنَّ النبي ﷺ َ لعله يضحك ﴿فقال يا رسول الله: لو رأيت انبة زيد امرأة عمر سألتني النفقة آنفًا فوجأت عنقها، فضحك النبي ﷺ َ حتى بدتْ نواجذه، وقال:» هُنَّ حَوْلِي يَسْأَلْنَنِي النَّفَقَةَ «﴾ فقام أبو بكر إلى عائشة ليضربها، وقام عمر إلى حفصه كلاهما يقولان: تسألانِ رسول الله ما ليس عنده؟ فنهاهما\nرسول الله ﷺ َ فقلن: والله لا نسأل رسول الله ﷺ َ بعد هذا المجلس ما ليس عنده، وأنزل الله آية الخيار ﴿ياأيها النبي قُل لأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا﴾ فبدأ بعائشة ﵂ فقال لها:» إِنِّي أَذْكُرُ لَكَ أَمْرًا ما أُحِبُّ ِأَنْ تَعْجَلِي فِيه حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ «، قالت: ما هو يا رسول الله؟ فتلا عليها الآية فقالت: أفيك أستأمرُ أبوي؟ بل أختار الله ورسوله والدار الآخرة، وأسألك ألاّ تذكر لامرأة من نسائك ما اخترت، فقال:» إِنَّ لَمْ يَبْعَثْنِي مُعَنَّفًا وَلكِنْ بَعَثَنِي مُعَلِّمًا وَمُيَسِّرًا، لا تَسْأَلُنِي امْرَأةٌ مِنْهُنَّ إلا أَخْبَرْتُهَا «.\nج عن أم سلمة ﵂ أنها قالت للنبي صلى لله عليه وسلم يا نبيُّ الله: ما لي أسمع الرجال يُذكرون في القرآن، والنساء لا يُذكرن ﴿؟ فأنزل الله تعالى: ﴿إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات. .﴾ الآية.\nالتفسِير: ﴿لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ﴾ أي لقد كان لكم أيها المؤمنون في هذا الرسول العظيم قدوةٌ حسنة، تقتدون به ﷺ َ في إخلاصه، وجهاده، وصبره، فهو المثل الأعلى الذي يجب أن يُقتدى به، في جميع أقواله وأفعاله وأحواله، لأنه لا ينطق ولا يفعل عن هوى، بل عن وحي وتنزيل، فلذلك وجب عليكم تتبع نهجه، وسلوك طريقه ﴿لِّمَن كَانَ يَرْجُواْ الله واليوم الآخر﴾ أي لمن كان مؤمنًا مخلصًا يرجو ثواب الله، ويخاف عقابه ﴿وَذَكَرَ الله كَثِيرًا﴾ أي وأكثر من ذكر ربه، بلسانه وقلبه، قال ابن كثير: أمر ﵎ الناسَ بالتأسي بالنبي ﷺ َ في صبره ومصابرته، ومجاهدته ومرابطته، ولهذا قال للذين تضجَّروا وتزلزلوا، واضطربوا يوم الأحزاب ﴿لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ﴾ والمعنى: هلاّ اقتديتم به وتأسيتم بشمائله ﷺ َ﴾ ! ثم حكى تعالى موقف المؤمنين الصادقين في غزوة الأحزاب أثناء رؤيتهم جنود قريش ومن تحزَّب معهم، وما صدر عن المؤمنين من إخلاصٍ ويقين، تُظهر بوضوح روح الإِيمان والتضحية فقال: ﴿وَلَمَّا رَأَى المؤمنون الأحزاب قَالُواْ هذا مَا وَعَدَنَا الله وَرَسُولُهُ﴾ أي ولمَّا رأى المؤمنون الكفار قادمين نحوهم، وقد أحاطوا بهم من كل جانب إِحاطة السوار بالمعصم، قالوا: هذا ما وعدنا به الله ورسولُه، من المحنة والابتلاء، ثم النصر على الأعداء ﴿وَصَدَقَ الله وَرَسُولُهُ﴾ أي صدق الله في وعده، ورسولُه فيم بشرنا به، قال المفسرون:\n«لما كان المسلمون يحفرون الخندق اعترضتهم صخرة عظيمة عجزوا عن تكسيرها، فأخبروا الرسول ﷺ َ بها فجاء وأخذ المعول وضربها ثلاث ضربات أضاءت له منها مدائن كسرى، وقصور الروم، فقال:» أَبْشِرُوا باِلنَّصْرِ «، لما أقبلت جموع المشركين ورأوهم قالوا: ﴿هذا مَا وَعَدَنَا الله وَرَسُولُهُ﴾ ﴿وَمَا زَادَهُمْ إِلاَّ إِيمَانًا وَتَسْلِيمًا﴾ أي وما زادهم ما رأوه من كثرة جند الأحزاب، ومن شدة الضيق والحصار، إِلا إِيمانًا قويًا عميقًا بالله، واستسلامًا وانقيادًا لأوامره ﴿مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ﴾ أي ولقد كان من أولئك المؤمنين رجالٌ صاقدون، نذروا أنهم إِذا أدركوا حربًا مع رسول الله ﷺ َ ثبتوا وقاتلوا حتى يستشهدوا ﴿فَمِنْهُمْ مَّن\nقضى نَحْبَهُ﴾ أي فمنهم من وفّى بنذره وعهده حتى استشهد في سبيل الله كأنس بن النضر وحمزة ﴿وَمِنْهُمْ مَّن يَنتَظِرُ﴾ أي ومنهم من ينتظر الشهادة في سبيل الله ﴿وَمَا بَدَّلُواْ تَبْدِيلًا﴾ أي وما غيَّروا عهدهم الذي عاهدوا عليه ربهم أبدًا ﴿لِّيَجْزِيَ الله الصادقين بِصِدْقِهِمْ﴾ أي ليجزي الله الصادقين بسبب صدقهم وحُسن صنيعهم أحسن الجزاء في الآخرة ﴿وَيُعَذِّبَ المنافقين إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ﴾ أي ويعذّب المنافقين الناقضين للعهود بأن يُميتهم على النفاق فيعذبهم، أو يتوب عليهم فيرحمهم ﴿إِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة رحيمًا بالعباد، قال ابن كثير: ولما كانت رحمته ورأفته ﵎ هي الغالبة لغضبه ختم بها الآية الكريمة ﴿وَرَدَّ الله الذين كَفَرُواْ بِغَيْظِهِمْ﴾ أي وردَّ الله الأحزاب الذين تألبوا على غزو المدينة خائبين خاسرين، مغيظين محنقين، لم يشف صدورهم بنيل ما أرادوا ﴿لَمْ يَنَالُواْ خَيْرًا﴾ أي حال كونهم لم ينالوا أيَّ خير لا في الدنيا ولا في الآخرة، بل قد اكتسبوا الآثام في مبارزة الرسول ﵇ وهمّهم بقتله ﴿وَكَفَى الله المؤمنين القتال﴾ أي كفاهم شرَّ أعدائهم بأن أرسل عليهم الريح والملائكة حتى ولّوا الأدبار منهزمين ﴿وَكَانَ الله قَوِيًّا عَزِيزًا﴾ أي قادرًا على الانتقام من أعدائه، عزيزًا غالبًا لا يُقهر، ولهذا كان ﵇ يقول:» لا إِلهَ إِلا الله وَحْدَهُ، نَصَرَ عَبْدَهُ، وَأَعَزَّ جُنْدَهُ، وَهَزَمَ الأْحَْابَ وَحْدَهُ «\n﴿وَأَنزَلَ الذين ظَاهَرُوهُم مِّنْ أَهْلِ الكتاب مِن صَيَاصِيهِمْ﴾ أي وأنزل اليهود وهم بنو قريظة الذين أعانوا المشركين ونقضوا عهدهم وانقلبوا على النبي وأصحابه، أنزلهم من حصونهمه وقلاعهم التي كانوا يتحصنون فيها ﴿وَقَذَفَ فِي قُلُوبِهِمُ الرعب﴾ أي ألقى الله في قلوبهم الخوف الشديد حتى فتحوا الحصون واستسلموا، قال ابن جزي: نزلت الآية في يهود «بني قريظة» وذلك أنهم كانوا معاهدين لرسول الله ﷺ َ فنقضوا عهده وصاروا مع قريش، فلما انهزم المشركون وانصرفت قريش عن المدينة حاصر رسول الله ﷺ َ بني قريظة حتى نزلوا على حكم «سعد بن معاذ» فحكم بأن يُقتل رجالهم، ويُسبى نساءهم وذريتهم فذلك قوله تعالى: ﴿فَرِيقًا تَقْتُلُونَ﴾ يعني الرجال وقتل منهم يومئذٍ مابين الثمانمائة والتسعمائة ﴿وَتَأْسِرُونَ فَرِيقًا﴾ يعني النساء والذرية ﴿وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ﴾ أي قادرًا على كل ما أراد، لا يعجزه شيء في الأرض ولا في السماء، قال أبو حيان: ختم تعالى هذه الآية ببيان قدرته على كل شيء، وكأن في ذلك إشارة إلى فتحه على المسلمين الفتوح الكثيرة، فكما ملَّكهم هذه الأراضي فكذلك هو قادر على أن يملّكهم غيرها من البلاد ﴿ياأيها النبي قُل لأَزْوَاجِكَ﴾ أي قل لزوجاتك اللاتي تأذيتَ منهن بسبب سؤالهن إياك الزيادة في النفقة ﴿إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا﴾ أي إن رغبتُنَّ في سعة الدنيا ونعيمها، ويهرجها الزائل ﴿فَتَعَالَيْنَ أُمَتِّعْكُنَّ﴾ أي فتعالينَ حتى أدفع لكنَّ متعة الطلاق ﴿وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا﴾ أي\nوأطلقكُنَّ طلاقًا من غير ضرار ﴿وَإِن كُنتُنَّ تُرِدْنَ الله وَرَسُولَهُ والدار الآخرة﴾ أي وإِن كنتُنَّ ترغبن في رضوان الله ورسوله، والفوز بالنعيم الوفير في الدار الآخرة ﴿فَإِنَّ الله أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْرًا عَظِيمًا﴾ جواب الشرط أي فإن الله تعالى قد هيأ للمحسنات منكنَّ بمقابلة إحسانهن ثوابًا كبيرًا لا يوصف، وهو الجنة التي فيها ما لا عين رأت، ولا أذن سمت، ولا خطر على قلب بشر، قال في البحر: لما نصر الله نبيه، وفرَّق عنه الأحزاب، وفتح عليه قريظة والنظير، ظنَّ أزواجه أنه اختصَّ بنفائس اليهود وذخائرهم، فقعدن حوله وقلن يا رسول الله: بناتُ كسرى وقيصر في الحُليّ والحُلَل، ونحن على ما تراه من الفاقة والضيق!! وآلمن قلبه بمطالبتهن له بتوسعة الحال، وأن يعاملهنَّ بما يعامل به الملوك والأكابر أزواجهم، فأمره الله أن يتلو عليهن ما أنزل في أمرهنَّ، وأزواجه إذ ذاك تسع زوجات ﴿يانسآء النبي مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾ أي وأورثكم يا معشر المؤمنين أرضي بني قريظة وعقارهم وخيلهم ومنازلهم وأموالهم التي تركوها ﴿وَأَرْضًا لَّمْ تَطَئُوهَا﴾ أي وأرضًا أخرى لم تطؤوها بعدُ بأقدامكم، وهي خيبر لأنها أُخذت بعد قريظة، وكل أرض فتحها المسلمون بعد ذلك ﴿وَكَانَ الله على كُلِّ شَيْءٍ قَدِيرًا﴾ أي من تفعل منكن كبيرةً من الكبائر، أو ذنبًا تجاوز الحدَّ في القبح، قال ابن عباس: يعني النشوز وسوء الخلق ﴿يُضَاعَفْ لَهَا العذاب ضِعْفَيْنِ﴾ أي يكون جزاؤها ضعف جزاء غيرها من النساء، لأن زيادة قبح المعصية تتبع زيادة الفضل والمرتبة ﴿وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا﴾ أي كان ذلك العقاب سهلًا يسيرًا على الله، لا يمنعه منه كونهنَّ أوزاج ونساء النبي ﷺ َ، وفي الآية تلوين للخطاب، فبعد أن كانت المخاطبة لهن على لسان رسول الله ﷺ َ وجَّه الخطاب إِليهنَّ هنا مباشرةً لإِظهار الاعتناء بأمرهن ونصحهن، قال الصاوي: وهذه الآيات خطاب من الله لأزواج النبي ﷺ َ إظهارًا لفضلهن، وعِظم قدرهن عند الله تعالى، لأن العتاب والتشديد في الخطاب مشعر برفعة رتبتهن، لشدة قربهن من رسول الله ﷺ َ ولأنهن أزواجه في الجنة، فبقدر القرب من رسول الله يكون القرب من الله ﴿وَمَن يَقْنُتْ مِنكُنَّ للَّهِ وَرَسُولِهِ﴾ أي ومن تواظب منكنَّ على طاعة الله وطاعة رسوله ﴿وَتَعْمَلْ صَالِحًا﴾ أي وتتقرب إِلىلله بفعل الخير وعمل الصالحات ﴿نُؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ﴾ أي نعطها الثواب مضاعفًا ونثيبها مرتين: مرة على الطاعة والتقوى، وأخرى على طلبهنَّ رضاء رسول الله ﷺ َ بالقناعة وحسن المعاشرة ﴿وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا﴾ أي وهيأنا لها في الجنة زيادة على ما لها من أجر رزقًا حسنًا مرضيًا لا ينطقع، ثم أظهر فضيلتهنَّ على النساء فقال: ﴿يانسآء النبي لَسْتُنَّ كَأَحَدٍ مِّنَ النسآء﴾ أي أنتن تختلقن عن سائر النساء من جهة أنكنَّ أفضل وأشرف من غيركن، لكونكن زوجات خاتم الرسل، وأفضل الخلق محمد عليه أفضل الصةلا والتسليم، فليست الواحدة منكنَّ كالواحدة من آحاد النساء ﴿إِنِ اتقيتن﴾ شرطٌ حذف جوابه لدلالة ما قبله أي إن اتقيتنَّ الله فأنتُنَّ بأعلى المراتب، قال القرطبي: بيَّن تعالى أن الفضيلة إنما تتم لهن بشرط التقوى، لما منحنَّ الله من صحبة رسوله سيد الأولين والآخرين، وقال ابن عباس: يريد في هذه الآية: ليس قدركنَّ عندي مثل قدر غيركن من النساء الصالحات، أنتُنَّ أكرمُ عليَّ وثوابكنَّ أعظم إن اتقيتُن، فشرط عليهن التقوى بيانًا أن فضيلتهن إنما تكون بالتقوى، لا بنفس اتصالهن برسول الله\nﷺ ﴿فَلاَ تَخْضَعْنَ بالقول﴾ أي فلا ترققن الكلام عند مخاطبة الرجال ﴿فَيَطْمَعَ الذي فِي قَلْبِهِ مَرَضٌ﴾ أي فيطمع مَن كان في قلبهه فجور وريبة، وحبٌ لمحادثة النساء ﴿وَقُلْنَ قَوْلًا مَّعْرُوفًا﴾ أي وقلن قولًا حسنًا عفيفًا لا ريبة فيه، ولا لين ولا تكسر عند مخاطبتكنَّ للرجال قال ابن كثير: ومعنى هذا أنها تخاطب الأجانب بكلامٍ ليس فيه ترخيم، ولا تخاطب الأجنبيَّ كما تخاطب زوجها ﴿وَقَرْنَ فِي بُيُوتِكُنَّ﴾ أي الزَمْنَ بيوتكنَّ ولا تخرجنن لغير حاجة، ولا تفعلن كما تفعل الغافلات، المتسكعات في الطرقات لغير ضرورة ﴿وَلاَ تَبَرَّجْنَ تَبَرُّجَ الجاهلية الأولى﴾ أي لا تظهرن زينتكن ومحاسنكنَّ للأجانب مثل ما كان نساء الجاهلية يفعلن، حيث كانت تخرج المرأة إِلى الأسوق مظهرةً لمحاسنها، كاشفة ما لا يليق كشفه من بدنها، قال قتادة: كانت لهن مشية فيها تكسُّرٌ وتغنج فنهى الله تعالى عن ذلك ﴿وَأَقِمْنَ الصلاة وَآتِينَ الزكاة﴾ أي حافظن على إقامة الصلاة وإيتاء الزكاة، قال ابن كثير: نهاهنَّ أولًا عن الشر، ثم أمرهن بالخير، من إقامة الصلاة وهي عبادة الله وحده، وإيتاء الزكاة وهي الإِحسان إلى المخلوقين ﴿وَأَطِعْنَ الله وَرَسُولَهُ﴾ أي أطعن الله ورسوله في جميع الأوامر والنواهي لتنلن مرتبة المتقيات ﴿إِنَّمَا يُرِيدُ الله لِيُذْهِبَ عَنكُمُ الرجس﴾ أي إنما يريد الله أن يخلصكنَّ من دنس المعاصي، ويطهركنَّ من الآثام، التي يتندس بها عِرض الإِنسان كما يتلوث بدنه بالنجاسات ﴿أَهْلَ البيت﴾ أي يا أهل بيت النبوة ﴿وَيُطَهِّرَكُمْ تَطْهِيرًا﴾ أي ويطهركم من أوضار الذنوب المعاصي تطهيرًا بليغًا ﴿واذكرن مَا يتلى فِي بُيُوتِكُنَّ مِنْ آيَاتِ الله والحكمة﴾ أي وأقرأن آيات القرآن، وسنة النبي ﷺ َ، فإن فيهما الفلاح والنجاح، قال الزمخشري: ذكّرهن أن بيوتهن مهابط الوحي، وأمرهنَّ ألاّ ينسين ما يُتلى فيها من الكتاب الجامع بين أمرين: آيات بينات تدل على صدق النبوة، وحكمة وعلوم وشرائع سماوية ﴿إِنَّ الله كَانَ لَطِيفًا خَبِيرًا﴾ أي عالمًا بما يصلح لأمر العباد، خبيرًا بمصالحهم ولذلك شرع للنا ما يُسعدهم في دنياهم وآخرتهم، ثم أخبر تعالى أن المرأة والرجل في الجزاء والثواب سواء فقال: ﴿إِنَّ المسلمين والمسلمات﴾ هم المتمسكون بأوامر الإِسلام المتخلقون بأخلاقه رجالًا ونساءً ﴿والمؤمنين والمؤمنات﴾ أي المصدِّقين بالله وآياته، وما أُنزل على رسله وأنبيائه ﴿والقانتين والقانتات﴾ أي العابدين الطائعين، المداومين على الطاعة ﴿والصادقين والصادقات﴾ أي الصادقين في إيمانهم، ونياتهم، وأقوالهم، وأعمالهم ﴿والصابرين والصابرات﴾ أي الصابرين على الطاعات وعن الشهوات في المكروه والمنشط ﴿والخاشعين والخاشعات﴾ أي الخاضعين الخائفين من الله جل وعلا، المتواضعين له بقلوبهم وجوارحهم ﴿والمتصدقين والمتصدقات﴾ أي المتصدقين بأموالهم على\nالفقراء، بالإِحسان وأداء الزكوات ﴿والصائمين والصائمات﴾ أي الصائمين لوجه الله شهر رمضان وغيره من الأيام، فالصوم زكاة البدن يزكيه ويطهّره ﴿والحافظين فُرُوجَهُمْ والحافظات﴾ أي عن المحارم والآثام، وعما لا يحل من الزنى وكشف العورات ﴿والذاكرين الله كَثِيرًا والذاكرات﴾ أي المديمين ذكر الله بألسنتهم وقلوبهم في كل الأوقات والأمكنة ﴿أَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا﴾ أي أعدَّ لهؤلاء المتقين الأبرار، المتصفين بالصفات الجليلة أعظم الأجر والثواب وهو الجنة، مع تكفير الذنوب بسبب ما فعلوه من الأعمال الحسنة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الإسم الظاهر ﴿هذا مَا وَعَدَنَا الله وَرَسُولُهُ وَصَدَقَ الله وَرَسُولُهُ﴾ كرر الإسم الكريم للتشريف والتعظيم.\n٢ - الإستعارة ﴿قضى نَحْبَهُ﴾ النحبُ، النذر، واستعير للموت لأنه نهاية كل حي، فكأنه نذر لازم في رقبة الإِنسان.\n٣ - الجملة الاعتراضية ﴿وَيُعَذِّبَ المنافقين إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ﴾ للتنبيه على أن أمر العذاب أو الرحمة موكول لمشيئته تعالى.\n٤ - المقابلة بين ﴿إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا﴾ وبين ﴿وَإِن كُنتُنَّ تُرِدْنَ الله وَرَسُولَهُ والدار الآخرة﴾ .\n٥ - التشبيه البليغ ﴿وَلاَ تَبَرَّجْنَ تَبَرُّجَ الجاهلية﴾ أي كتبرج أهل الجاهلية حذفت أداة التشبيه ووجه الشبه فصار بليغًا.\n٦ - عطف العام عل الخاص ﴿وَأَطِعْنَ الله وَرَسُولَهُ﴾ بعد قوله: ﴿وَأَقِمْنَ الصلاة وَآتِينَ الزكاة﴾ فإن إطاعة الله ورسوله تشمل كل ما تقدم من الأوامر والنواهي.\n٧ - الإستعارة ﴿يُذْهِبَ عَنكُمُ الرجس. . أَهْلَ البيت وَيُطَهِّرَكُمْ تَطْهِيرًا﴾ استعار الرجس للذنوب، الطهر للتقوى لأن عرض المرتكب للمعاصي يتندس، وأما الطاعة فالعرض معها نقي مصون كالثوب الطاهر.\n٨ - الإِيجاز بالحذف ﴿والحافظات﴾ حذف المفعول لدلالة السابق عليه أي والحافظات فوجهن.\n٩ - التغليب ﴿أَعَدَّ الله لَهُم﴾ غلَّب الذكور وجمع الإِناث معهم ثم أدرجهم في الضمير.\n١٠ - توافق الفواصل مثل ﴿يَسِيرًا، قَدِيرًا، كَثِيرًا﴾ وهو من المحسنات البديعية.", "ayah": 33, "surah": 33}