{"text": "المنَاسَبَة: لما ذكر تعالى صفات المؤمنين وما نالوه من الدرجات الرفعية، أعقبها ببيان أن طاعة الرسول من طاعة الله، وأمر الرسول من أمر الله، ثم ذكّرهم تعالى بالنعمة العظمى وهي بعثة السراج المنير، المبعوث رحمة للعالمين ﷺ َ.\nاللغَة: ﴿الخيرة﴾ مصدر بمعنى الاختيار من تخيَّر على غير قياس مثل الطيرة من تطيَّر. ﴿مُبْدِيهِ﴾ أبدى الشيء: أظهره. ﴿وَطَرًا﴾ الوطر: الحاجة التي هي في النفس، قال الزجاج: الوطر الحاجةُ التي لك فيها هِمَّة فإذا بلغها الإِنسان يقال: قضى وطره، وقال المبرّد: الوطرُ الشهوةُ ياقلأ:\nما قضيتُ من لقائك وَطَرًا أي ما استمتعتُ بك كما تشتهي نفسي وأنشد:\nوكيفَ ثَوابي بالمدينةِ بعدما قَضَى وطرًا منها جميل بن معمر\n﴿حَرَجٍ﴾ ضيق وإثم. ﴿خَلَوْاْ﴾ مضو وذهبوا. ﴿قَدَرًا مَّقْدُورًا﴾ قضاءً مقضيًا في الأزل. ﴿بُكْرَةً﴾ البُكرة: هي أول النهار. ﴿أَصِيلًا﴾ الأصيل: آخر النهار. ﴿تُرْجِي﴾ تؤخر يقال: أرجيت الامر وأرجأته إذا أخرته. ﴿تؤوي﴾ تضم ومنه ﴿آوى إِلَيْهِ أَخَاهُ﴾ [يوسف: ٦٩] .\nسَبَبُ النّزول: عن ابن عباس قال: «خطب رسول الله ﷺ َ زينب بنت جحش لمولاه» زيد بن حارثة «فاستنكفت منه وكرهت وأبت فنزلت الآية ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ. .﴾ الآية فأذعنت زينب حينئذٍ وتزوجته. . وفي رواية» فامتنعت وامتنع أخوها عبد الله لنسبها من قريش فلما نزلت الآية جاء أخوها فقال يا رسول الله مرني بما شئت قال: «فَزَوِّجْهَا مِنْ زَيْدٍ»، فرضي وزوَّجها «.\nالتفسِير: ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ﴾ أي لا ينبغي ولا يصح ولا يليق بأي واحدٍ من المؤمنين والمؤمنات ﴿إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا﴾ أي إذا أمر الله ﷿ وأمر رسوله بشيءٍ من الأشياء، قال الصاوي: ذكرُ اسم الله للتعظيم وللإِشارة إلى أن قضاء رسول الله هو قضاء الله لكونه لا ينطق عن الهوى ﴿أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ﴾ أي أن يكون لهم رأيٌ أو اختيار، بل عليهم الانقياد والتسليم، قال ابن كثير: وهذه الآية عامة في جميع الأمور، وذلك أنه إذا حكم الله ورسولُه بشيء فليس لأحدٍ مخالفته، ولا اختيار لأحدٍ ولا رأي ولا قول، ولهذا شدَّد النكير فقال: ﴿وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلًا مُّبِينًا﴾ أي ومن يخالف أمر الله وأمر رسوله فقد حاد عن الطريق السوي، وأخطأ طريق الصواب، وضلَّ ضلالًا بيّنًا واضحًا ﴿وَإِذْ تَقُولُ للذي أَنعَمَ الله عَلَيْهِ﴾ أي اذكر أيها الرسول وقت قولك للذي أنعم الله عليه بالهداية للإِسلام ﴿وَأَنْعَمْتَ عَلَيْهِ﴾ بالتحرير من العبودية والإعتاق، قال المفسرون: هو» زيد بن حارثة «كان من سبي الجاهلية اشترته» خديجة «ووهبته لرسول الله ﷺ َ فكان مملوكًا عنده ثم أعتقه وتبنَّاه، وزوَّجه ابنة عمته» زينب بنت جحش «﵂ ﴿أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله﴾ أي أمسكْ زوجتك زينب في عصمتك ولا تطلّقها، واتّقِ الله في أمرها ﴿وَتُخْفِي فِي نَفْسِكَ مَا الله مُبْدِيهِ﴾ أي وتضمر يا محمد في نفسك ما يسظهره الله وهو إرادة الزواج بها قال في التسهيل: الذي أخفاه رسول الله ﷺ َ أمر جائزّ مباح لا إثم فيه ولا عتب، ولكنه\nخاف أن يقول الناس تزوج امرأة ابنه إذ كان قد تبناه، فأخفاه حياءً وحشمة وصيانة لعِرْضه من ألسنتهم، فالذي أخفاه ﷺ َ هو إرادة تزوجها ليبطل حكم التبني فأبدى الله ذلك بأن قضى له بتزوجها ﴿وَتَخْشَى الناس والله أَحَقُّ أَن تَخْشَاهُ﴾ أي تهاب أن يقول الناسُ تزوج محمد حليلة ابنه، والله أحقُّ أن تخشاه وحده، وأن تجهر بما أوحاه إليك من أنك ستتزوج بها بعد أن يطلقها زيدٌ، قال ابن عباس: خشي أن يقول المنافقون: تزوج محمد امرأة ابنه ﴿فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا﴾ أي فلما قضى زيدٌ حاجته من نكاحها وطلَّقها زوجناك إياها يا محمد، وهذا نصٌ قاطع صريح على أن الذي أخفاه رسول الله صلى لله عليه وسلم هو إرادة الزواج بها بعد تطليق زيدٍ لها تنفيذًا لأمر الوحي، لا حبُّه لها كما زعم الأفَّاكون، ومعنى ﴿زَوَّجْنَاكَهَا﴾ جعلناها زوجةً لك، قال المفسرون: إنَّ الذي تولَّى تزويجها هو الله جل وعلا، فلما انقضت عدتها دخل عليها رسول الله ﷺ َ بلا إذنٍ ولا عقدٍ ولا مهرٍ ولا شهودد، وكان ذلك خصوصية للرسول صلى لله عليه وسلم روى البخاري عن أنس بن مالك ﵁ قال:\n«كانت زينبُ تفخَر على أزواج النبي صلى لله عليه وسلم وتقول: زوَّجكُنَّ أهاليكُنَّ، وزوَّجني ربي من فوقِ سبع سموات» ثم ذكر تعالى الحكمة من هذا الزواج فقال: ﴿لِكَيْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ في أَزْوَاجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَرًا﴾ أي لئلا يكون في تشريع الله على المؤمنين ضيق ومشقة وتأثم في حق تزوج مطلقات الأبناء من التبني، إذا لم يبق لأزواجهن حاجة فيهن، قال ابن الجوزي: المعنى زوجناك زينب وهي امرأة زيد الذي تبنَّيته لكيلا يُظنَّ أن امرأة المتبنَّى لا يحل نكاحها ﴿وَكَانَ أَمْرُ الله مَفْعُولًا﴾ أي وكان أمر الله لك، ووحيه إِليك بتزوج زينب مقَّدرًا محتمًا كائنًا لا محالة، ولما نفى الحرج عن المؤمنين، نفى الحرج عن سيد المرسلين بخصوصه على سبيل التكريم والتشريف فقال: ﴿مَّا كَانَ عَلَى النبي مِنْ حَرَجٍ فِيمَا فَرَضَ الله لَهُ﴾ أي لا حرج ولا إثم ولا عتاب على النبي فيما أباح الله له وقسم من الزوجات، قال الضحاك: كان اليهود عابوه بكثرة النكاح، فردَّ الله عليهم بقوله: ﴿سُنَّةَ الله فِي الذين\nخَلَوْاْ مِن قَبْلُ﴾ أي هذه سنة الله في جميع الأنبياء السابقين حيث وسَّع عليهم فيما أباحلهم، قال القرطبيك أي سنَّ لمحمد ﷺ َ في التوسعة عليه في النكاح، سنة الأنبياء الماضية كداود وسليمان، فكان لداود مائة امرأة ولسليمان ثلاثمائة امرأة، عدا السُّريات ﴿وَكَانَ أَمْرُ الله قَدَرًا مَّقْدُورًا﴾ أي قضاءً مقضيًا، وحكمًا مقطوعًا به من الأزل، لا يتغيَّر ولا يتبدَّل، ثم أثنى تعالى على جميع الأنبياء والمرسلين بقوله: ﴿الذين يُبَلِّغُونَ رِسَالاَتِ الله﴾ أي هؤلاء الذين أخبرتك عنهم يا محمد وجعلتُ لك قدوة بهم، هم الذين يبلّغون رسالات الله إلى امن أُرسلوا إليه ﴿وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَدًا إِلاَّ الله﴾ أي يخافون الله وحده ولا يخافون أحدًا سواه، فاقتد يا محمد بهم ﴿وكفى بالله حَسِيبًا﴾ أي يكفي أن يكون الله محاسبًا على جميع الأعمال والأفعال، فينبغي أن لا يُخْشى غيره، ثم أبطل تعالى حكم التبني الذي كان شائعًا في الجاهلية فقال: ﴿مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ﴾ قال المفسرو: لما تزوج رسول الله ﷺ َ قال الناس: إن محمدًا قد تزوج امرأة ابنه فنزلت هذه الآية قال الزمخشري: أي لم يكن أبا رجل منكم على الحقيقة، حتى يثبت بينه وبينه ما يثبت بين الأب وولده من حرمة الصهر والنكاح ﴿ولكن رَّسُولَ الله وَخَاتَمَ النبيين﴾ أي ولكنّه ﵇ آخر الأنبياء والمرسلين، ختم الله به الرسالات السماوية، فلا نبيًّ بعده، قال ابن عباس: يريد: لو لم أختم به النبيّين لجعلتُ له ولدًا يكون بعده نبيًا ﴿وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيمًا﴾ أو هو العالم بأقوالكم وأفعالكم، لا تخفى عليه خافية من أحوالكم ﴿ياأيها الذين آمَنُواْ اذكروا الله ذِكْرًا كَثِيرًا﴾ أي اذكرا الله بالتهليل والتحميد، والتمجيد والتقديس ذكرًا كثيرًا، بالليل والنهار، والسفر والحضر ﴿وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا﴾ أي وسبحوا ربكم في الصباح والمساء، قال العلماء: خصّهما بالذكر لأنهما أفضل الأوقات بسبب تنزل الملائكة فيهما ﴿هُوَ الذي يُصَلِّي عَلَيْكُمْ﴾ أي هو جل وعلا يرحمكم على الدوام، ويعتني بأمركم، وبكل ما فيه صلاحكم وفلاحكم ﴿وَمَلاَئِكَتُهُ﴾ أي وملائكته يصلون عليكم أيضًا بالدعاء والإستغفار وطلب الرحمة، قال ابن كثير: والصلاةُ من الله سبحانه ثناؤه على العبد عند الملائكة، وقيل: الصلاة من الله الرحمةُ، ومن الملائكة: الدعاءُ والإستغفار ﴿لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور﴾ أي لينقذكم من الضلالة إلى الهدى، ومن ظلمات العصيان إلى نور الطاعة والإِيمان ﴿وَكَانَ بالمؤمنين رَحِيمًا﴾ أي واسع الرحمة بالمؤمنين، حيث يقبل القليل من أعمالهم، ويعفوا عن الكثير من ذنوبهم، لإخلاصهم في إيمانهم ﴿تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ﴾ أي تحية هؤلاء المؤمنين يوم يلقون ربهم السلامُ والإِكرام في الجنة من الملك العلاّم كقوله تعالى\n﴿سَلاَمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ﴾ [يس: ٥٨] ﴿وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا﴾ أي وهيأ لهم أجرًا حسنًا وهو الجنة وما فيها من النعيم المقيم، قال ابن كثير: والمراد بالأجر الكريم الجنةُ وما فيها من المآكل والمشارب، والملابس والمساكن، والملاذَ والمناظر، مما لا عينٌ رأتْ، ولا أذنٌ سمعتْ، ولا خطر على قلب بشر، ثم\nلما بيَّن تعالى أنه أخرج المؤمنين من ظلمات الكفر والضلال إلى أنوار الهداية والإِيمان، عقَّبه بذكر أوصاف السراج المنير الذي أضاء الله به الأكوان فقال: ﴿ياأيها النبي إِنَّآ أَرْسَلْنَاكَ شَاهِدًا﴾ أي شاهدًا على أمتك وعلى جميع الأمم بأن أنبيائهم قد بلغوهم رسالة ربهم ﴿وَمُبَشِّرًا﴾ أي مبشرًا للمؤمنين بجنات النعيم ﴿وَنَذِيرًا﴾ أي ومنذرًا للكافرين من عذاب الجحيم ﴿وَدَاعِيًا إِلَى الله بِإِذْنِهِ﴾ أي وداعيًا للخلق إلى توحيد الله وطاعته وعبادته، بأمره جل وعلا لا من تلقاء نفسك ﴿وَسِرَاجًا مُّنِيرًا﴾ أي وأنت يا محمد كالسراح الوهَّاج المضيء للناس، يُهْتدى بك في الدهماء، كما يُهْتدى بالشهاب في الظلماء، قال ابن كثير: أي أنت يا محمد كالشمس في إشراقها وإضاءتها لا يجحدها إلا معاند وقال الزمخشري: شبَّهه بالسراج المنير لأن الله جلى به ظلمات الشركِ، واهتدى به الضالون، كما يُجلى ظلامُ الليل بالسراج المنير ويُهْتدى به، وصفه تعالى بخسمة أوصاف كلُّها كمالٌ وجمال، وثناءٌ وجلال، وختمها بأنه صلوات الله عليه هو السراج الوضاء الذي بدَّد الله به ظلمات الضلال، فصلواتُ ربي وسلامه عليه في كل حين وآن ﴿وَبَشِّرِ المؤمنين بِأَنَّ لَهُمْ مِّنَ الله فَضْلًا كَبِيرًا﴾ أي وبشر يا محمد المؤمنين خاصة بأنَّ لهم من الله العطاء الواسع الكبير في جنات النعيم ﴿وَلاَ تُطِعِ الكافرين والمنافقين﴾ أي لا تطعهم فيما يطلبوه منك من المساهلة والملاينة في أمر الدين، بل اثبت على ما أُوحي إِليك ﴿وَدَعْ أَذَاهُمْ﴾ أي ولا تكترث بإِذايتهم لك، وصدّهم الناس عنك ﴿وَتَوَكَّلْ عَلَى الله﴾ أي واعتمد في جميع أمورك وأحوالك على الله ﴿وكفى بالله وَكِيلًا﴾ إي إن الله يكفي من توكل عليه في أمور الدنيا والآخرة، قال الصاوي: وفي الآية إشارة إلى أن التوكل أمره عظيم، فمن توكل على الله كفاه ما أهمَّه من أمور الدنيا والدين، ولما كان الحديث عن نساء النبي ﷺ َ وقصه زيد وتطليقه لزينب، جاء الحديث عن نساء المؤمنين والطريقة المثلى في تطليقهن فقال تعالى ﴿ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات﴾ أي يا أيها المؤمنون الذين صدَّقوا بالله ورسوله إِذا عقدتم عقد الزواج على المؤمنات وتزوجتموهن ﴿ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ﴾ أي ثم طلقتموهنَّ من قبل أن تجامعوهنَّ، وإنما خصَّ المؤمنات بالذكر مع أن الكتابيات يدخلن في الحكم، للتنبيه على أن الأليق بالمسلم أن يتخيَّر لنطفته، وألاّ ينكح إلاّ مؤمنة عفيفة ﴿فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا﴾ أي فليس لكم عليهم حق في العدة تستوفون عددها عليهن، لأنكمخ لم تعاشروهن فليس هناك احتمال اللحمل حتى تحتسبوا المرأة من أجل صيانة نسبكم ﴿فَمَتِّعُوهُنَّ﴾ أي فالواجب عليكم إكرامهن بدفع المتعة بما تطيف نفوسكم به من مالٍ أو كسوةٍ، تطييبًا لخاطرهن، وتخفيفًا لشدة وقع الطلاق عليهن ﴿وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا﴾ أي وخلّوا سبيلهنَّ تخليةً بالمعروف، من غير إضرار ولا إيذاء، ولا هضمٍ لحقوقهن، قال أبو حيان: والسراحُ الجميلُ هو كلمة طيبة دون أذى ولا منع واجب، ثم ذكر تعالى ما يتعلق بأحوال زوجات الرسول ﷺ َ فقال: ﴿ياأيها النبي إِنَّآ أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتي آتَيْتَ أُجُورَهُنَّ﴾ أي إنا قد أبحنا لك يا محمد أنواعًا من النساء، توسعة عليك وتيسيرًا\nلك في تبليغ الدعوة، فمن ذلك أننا أبحنا لك زوجاتك اللاتي تزوجتهن بصداقٍ مُسمَّى، وهنَّ في عصمتك ﴿وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ الله عَلَيْكَ﴾ أي وأبحنا لك أيضًا النساء اللاتي تملكهن في الحرب بطريق الانتصار على الكفار، وإنما قيَّدهن بطريق الغنائم لأنهم أفضلُ من اللائي يُمْلكن بالشراء، فقد بذل في إحرازهنَّ جهدٌ ومشقة لم يكن في الصف الثاني ﴿وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاَتِكَ اللاتي هَاجَرْنَ مَعَكَ﴾ أي وأبحنا لك قريباتك من بنات الأَعمام والعمات، والأخوال والخالات بشرط الهجرة معك ﴿وامرأة مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ﴾ أي وأحللنا لك النساء المؤمنات الصالحات اللواتي وهبن أنفسهن لك، حبًا في الله ورسوله وتقربًا لك ﴿إِنْ أَرَادَ النبي أَن يَسْتَنكِحَهَا﴾ أي إن أردت يا محمد أن تتزوج مَن شئت منهم بدون مهر ﴿خَالِصَةً لَّكَ مِن دُونِ المؤمنين﴾ أي خاصة لك يا محمد من دون سائر المؤمنين، فإنه لا يحل لهم التزوج بدون مهر، ولا تصح الهبة، بل يجب مهر المثل ﴿قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ في أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ﴾ أي قد علمنا ما أوجبنا على المؤمنين من نفقةٍ، ومهر، وشهود في العقد، وعدم تجاوز أربع من النساء، وما أبحنا لهم من مِلك اليمين عدا الحرائر، وأما أنت فقد خصصناك بخصائص تيسيرًا لك ﴿لِكَيْلاَ يَكُونَ عَلَيْكَ حَرَجٌ﴾ أي لئلا يكون عليك مشقة أو ضيق ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي عظيم المغفرة واسع الرحمة ﴿تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤوي إِلَيْكَ مَن تَشَآءُ﴾ أي ولك أيها النبي الخيار في أن تطلق من تشاء من زوجاتك، وتُمسك من تشاء منهن ﴿وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ﴾ أي وإِذا أحببتَ أن تؤوي إليك امرأة ممن عزلتَ من القسمة فلا إثم عليك ولا عتب ﴿ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ آتَيْتَهُنَّ كُلُّهُنَّ﴾ أي ذلك التخيير الذي خيرانك في أمرهنَّ أقرب أن ترتاح قلوبهن فلا يحزنَّ، ويرضين بصنيعك، لأنهن إذا علمن أن هذا أمرٌ من الله، كان أطيب لأنفسهن فلا يشعرن بالحزن والألم ﴿والله يَعْلَمُ مَا فِي قلُوبِكُمْ﴾ خطابٌ للنبي على جهة التعظيم أي يعلم ما في قلبك يا محمد وما في قلب كل إِنسان، من عدل أو ميل، ومن حب أو كراهية، وإنما خيرناك فيهن تيسيرًا عليك فيما أردت ﴿وَكَانَ الله عَلِيمًا حَلِيمًا﴾ أي واسع العلم يعلم جميع ما تظرهون وما تخفون، حليمًا يضع الأمور في نصابها ولا يعاجل بالعقوبة، بل يُؤخر ويمهل لكنه لا يُهْمل، روى البخاري عن عائشة ﵂ أنها قالت:\n«كنتُ أغار من اللاتي وهبن أنفسهن للنبي ﷺ َ وأقول: اتهبُ المرأة نفسها؟ فلما نزلت ﴿تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤوي إِلَيْكَ مَن تَشَآءُ وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ﴾ قلت: ما أرى ربك إلاّ يسارع في هواك» ثم قال تعالى ﴿لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ﴾ أي لا يحل لك أيها النبي النساء من بعد هؤلاء التسع اللائي في عصمتك ﴿وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ﴾ أي ولا يحل لك أن تطلّق واحدة منهن وتنكح مكانها أُخرى ﴿وَلَوْ\nأَعْجَبَكَ حُسْنُهُنَّ﴾ أي ولو أعجبك جمال غيرهن من النساء ﴿إِلاَّ مَا مَلَكَتْ يَمِينُكَ﴾ أي إلا ما كان من الجواري والإماء فلا بأس في ذلك لأنهن لسن زوجات ﴿وَكَانَ الله على كُلِّ شَيْءٍ رَّقِيبًا﴾ أي مطلعًا على أعمالكم شاهدًا عليها، وفيه تحذير من مجاوزة حدوده، وتخطي حلاله وحرامه. قال المفسرون: أباح الله لرسوله أصنافًا أربعة «اللمهورات، المملوكات، المهاجرات، الواهبات أنفسهن» توسعة عليه ﷺ َ وتيسيرًا له في نشر الرسالة وتبليغ الدعوة، ولما نزلت آية التخيير ﴿قُل لأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا. .﴾ [الأحزاب: ٢٨] الآية، وخيَّرهن ﵇، واخترن الله ورسوله والدار الآخرة، أكرمهن الله تعالى بأن قصره عليهن، وحرَّم عليه أن يتزوج بغيرهن.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير لإِفادة العموم ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ﴾ لأن النكرة في سياق النفي تفيد العموم، أي ليس لواحدٍ منهم أن يريد غير ما أراد الله ورسوله.\n٢ - الطباق بين ﴿تُخْفِي. . مُبْدِيهِ﴾ وبين ﴿الظلمات. . و. . النور﴾ وبين ﴿مُبَشِّرًا. . و. . نَذِيرًا﴾ وهو من المحسنات البديعية.\n٣ - جناس الإشتقاق ﴿قَدَرًا مَّقْدُورًا﴾ .\n٤ - طباق السلب ﴿وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَدًا﴾ .\n٥ - التشبيه البليغ ﴿وَسِرَاجًا مُّنِيرًا﴾ أصل التشبيه: أنت يا محمد كالسراج الوضاء في الهداية والإرشاد، حذفت منه أداة التشبيه ووجه الشبه فأصبح بليغًا على حد قولهم: علي أسدٌ، ومحمدٌ قمر.\n٦ - الكناية ﴿مِن قَبْلِ أَن تَمَسُّوهُنَّ﴾ كنَّى عن الجماع بالمسِّ وهي من الكنايات المشهورة ومن الآداب القرآنية الحميدة لأن القرآن يتحاشى الألفاظ البذيئة.\n٧ - الطباق بين ﴿بُكْرَةً. . و. . أَصِيلًا﴾ وبين ﴿تُرْجِي. . و. . تؤوي﴾ وبين ﴿ابتغيت. . و. . عَزَلْتَ﴾ .\n٨ - توافق الفواصل ممّا يزيد في الجمال والإِيقاع علىلسمع مثل ﴿وَمُبَشِّرًا وَنَذِيرًا. . وَسِرَاجًا مُّنِيرًا﴾ ومثل ﴿سَرَاحًا جَمِيلًا. . عَلِيمًا حَلِيمًا. . غَفُورًا رَّحِيمًا﴾ وهذا من خصائق القرآن العظيم، وهو من المحسنات البديعية.", "ayah": 42, "surah": 33}