{"text": "المنَاسَبَة: لمّا ذكر تعالى أحوال النبي ﷺ َ مع أزواجه، ذكر هنا الآدب التي ينبغي أن يتحلى بها المؤمنون عند دخلوهم بيوت النبي ﷺ َ من الاستئذان وعدم الإِيقال، ثم بيَّن شرف الرسول بصلاة الله والملائكة عليه، وختم السورة الكريمة بالحديث عن الساعة وما يعقبها من أهوالٍ لأهل الكفر والضلال، وحال الأشقياء والسعداء في دار البقاء.\nاللغَة: ﴿إِنَاهُ﴾ نضجه قال في اللسان: إنّى الشيء بلوغه وإدراكُه والإنى بكسر الهمزة والقصر: النضجُ. ﴿مُسْتَأْنِسِينَ﴾ الاستئناس: طلبُ الأنس بالحديث، تقول: استأنست بحديثه أي طلبت الأنس والسرور به، وما بالدار من أنيس أي ليس بها أحد يؤانسك أو يسليك. ﴿مَتَاعًا﴾ المتاعُ: الغرض والحاجة كالماعون وغيره. ﴿بُهْتَانًا﴾ البهتانُ: الافتراء والكذب الواضح، وأصله من البهت وهو القذف بالباطل. ﴿جَلاَبِيبِهِنَّ﴾ جمع جلباب وهو الثوب الذي يستر جميع البدن وهو يشبه الملاءة «الملحفة» في زماننا، قال الشاعر:\nتمشي النسورُ إليه وهي لاهيةٌ ... مشيَ العَذاى عليهنَّ الجلابي\n﴿المرجفون﴾ جمع مرجف وهو الذي يشيع الكذب والباطل لإخافة الناس به، قال الشاعر:\nوإِنَّا وإن عيرتمونا بقتله ... وأرجف بالإِسلام باغٍ وحاسد\n﴿َنُغْرِيَنَّكَ﴾ أغراه به: حثه وسلّطه عليه. ﴿سَعِيرًا﴾ نارًا شديدة الاستعار.\nسَبَبُ النّزول: أروي عن أنس أن النبي صلى الله لما تزوَّج «زينب بنت جحش» أَوْلمَ عليها، فدعا الناس فلما طعموا جلس طوائف منهم يتحدثون في بيت رسول الله ﷺ َ وزوجتُه مولّيةٌ وجهها إلى الحائط، فثقُلوا على رسول الله ﷺ َ قال أنس: فما أدري أأنا أخبرت النبي ﷺ َ أن القوم قد خرجوا أو أخبرني، قال: فانطلق حتى دخل البيتَ فذهبتُ أدخلُ معه فألقى السرت بيني وبينه ونزل الحجابُ، ووُعظ الناسُ بما وُعظوا به وأنزل الله ﴿ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ. .﴾ .\nب وقال ابن عباس: كان ناسٌ من المؤمنين يتحيَّنون طعام النبي ﷺ َ فيدخلون قبل أن يُدرك الطعام، ويقعدون إلى أن يُدرك، ثم يأكلون ولا يخرجون فنزلت.\nج وعن عائشة أنَّ عمر ﵁ قال يا رسول الله: إنَّ نساءَكَ يدخلُ عليهنَّ البرُّ والفاجرُ، فلو أمرتهنَّ أن يحتجبن فنزلت آية الحجاب ﴿وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فاسألوهن مِن وَرَآءِ حِجَابٍ ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ﴾ الآية.\nد عن السُّدّي أن الفُسَّاق كانوا يؤذون النساء إِذا خرجن بالليل، فإِذا رأوا المرأة عليها قناع تركوها وقالوا: هذه حرة، وإِذا رأوها بغير قناع قالوا: أمةٌ فآذوها فأنزل الله: ﴿ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ. .﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ﴾ الإِضافة للتشريف والتكريم، والآية توجيه للمؤمنين لهذا الأدب السامي العظيم والمعنى: لا تدخلوا بيوت النبي في حالٍ من الأحوال إِلا في حال الإِذن لكم منه ﵇، مراعاةً لحقوق نسائه، وحرصًا على عدم إِيذائه والإِثقال عليه ﴿إلى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ﴾ أي إِلا حين يدعوكم إلى طعام غير منتظرين نُضْجه ﴿وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا﴾ أي ولكنْ إِذا دُعيتم وأُذن لكم في الدخول فادخلوا ﴿فَإِذَا طَعِمْتُمْ فانتشروا﴾ أي فإِذا انتهيتم من الطعام فتفرقوا إِلى دوركم ولا تمكثوا ﴿وَلاَ مُسْتَأْنِسِينَ لِحَدِيثٍ﴾ معطوف على ﴿غَيْرَ نَاظِرِينَ﴾ أي لا الجلوسَ يستأنس بعضهم ببعض لحديثٍ يحدثه به ﴿إِنَّ ذلكم كَانَ يُؤْذِي النبي﴾ أي إن صنيعكم هذا يؤذي الرسول، ويضايقه ويثقل عليه، ويمنعه من قضاءِ كثيرٍ من مصالحه وأموره ﴿فَيَسْتَحْيِي مِنكُمْ﴾ أي فيستحيي من إخراجكم، ويمنعه حياؤه أن يأمركم بالانصراف، لخُلقه الرفيع، وقلبه الرحيم ﴿والله لاَ يَسْتَحْيِي مِنَ الحق﴾ أي والله جل وعلا لا يترك بيان الحق، ولا يمنعه مانع من إظهار الحق وتبيانه لكم، قال القرطبي: هذا أدبٌ أدَّب الله به الثقلاء، وفي كتاب الثعلبي: حسبك من الثقلاء أن الشرع لم يحتملهم ﴿وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فاسألوهن مِن وَرَآءِ حِجَابٍ﴾ أي وإِذا أردتم حاجةً من أزواجه الطاهرات فاطلبوه من وراء حاجزٍ وحجاب ﴿ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ﴾ أي سؤالكم إياهنَّ المتاع من وراء حجاب أزكى لقلوبكم وقلوبهن وأطهر، وأنفى للريبة وسوء الظن ﴿وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله﴾ أي وما ينبغي لكم ولا يليق بكم أن تؤذوا رسولكم الذي هداكم الله به في حياته ﴿وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا﴾ أي ولا أن تتزوجوا زوجاته من بعد وفاته أبدًا، لأنهن كالأمهات لكم، وهو كالوالد فهل يليق بكم أن تؤذوه في نفسه أو أهله؟ ﴿إِنَّ ذلكم\nكَانَ عِندَ الله عَظِيمًا﴾ أي إن إيذاءه ونكاح أزواجه من بعده أمر عظيم، وذنب كبير لا يغفره الله لكم، قال أبو السعود: وفيه من تعظيمه تعالى لشأن رسوله ﷺ َ وإيجاب حرمته حيًا وميتًا ما لا يخفى ثم قال تعالى: ﴿إِن تُبْدُواْ شَيْئًا أَوْ تُخْفُوهُ﴾ أي إن تظهروا أمرًا من الأمور أو تخفوه في صدوركم ﴿فَإِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي فإن الله عالم به وسيجازيكم عليه، قال البيضاوي: وفي هذا التعميم مع البرهان على المقصود مزيد تهويلٍ ومبالغة في الوعيد، ثم لما أنزل تعالى الحجاب استثنى المحارم فقال: ﴿لاَّ جُنَاحَ عَلَيْهِنَّ في آبَآئِهِنَّ وَلاَ أَبْنَآئِهِنَّ وَلاَ إِخْوَانِهِنَّ وَلاَ أَبْنَآءِ إِخْوَانِهِنَّ وَلاَ أَبْنَآءِ أَخَوَاتِهِنَّ وَلاَ نِسَآئِهِنَّ وَلاَ مَا مَلَكَتْ أَيْمَانُهُنَّ﴾ أي لا حرج ولا إثم على النساء في ترك الحجاب أمام المحارم من الرجال، قال القرطبي: لما نزلت آية الحجاب قال الآباء والأبناء لرسول الله ﷺ َ: ونحنُ أيضًا نكلمهنَّ من وراء حجاب؟ فنزلت هذه الآية، والمراد ب ﴿نِسَآئِهِنَّ﴾ نساءُ المؤمنين، قال ابن عباس: لأن نساء اليهود والنصارى يَصفن لأزواجهن النساء المسلمات، فلا يحل للمسلمة أن تُبدي شيئًا منها لئلا تصفها لزوجها الكافر ﴿واتقين الله﴾ أي اتَّقين يا معشر النساء الله، واخشينه في الخلوة والعلانية ﴿إِنَّ الله كَانَ على كُلِّ شَيْءٍ شَهِيدًا﴾ أي لا تخفى عليه خافية من أموركن، يعلم خطرات القلوب كما يعلم حركات الجوارح، قال الرازي: وهذا في غاية الحسن في هذا الموضع، لأن ما سبق إشارة إلى جواز الخلوة بهم والتكشف لهم، فختمها بأن الله شاهد عند اختلاء بعضهم ببعض، فالخلوة عنده مثل الجلوة فعليهم أن يتقوا الله، ثم بيَّن تعالى قدر الرسول العظيم فقال: ﴿إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي﴾ أي إن الله جل وعلا يرحم نبيَّه، ويعظّم شأنه، ويرفع مقامه، وملائكتُه الأبرار يدعون للنبي ويستغفرون له، ويطلبون من الله أن يمجّد عبده ورسوله ويُنيله أعلى المراتب، قال القرطبي: والصلاةُ من الله رحمتُه ورضوانه، ومن الملائكة الدعاء والإستغفار، ومن الأمة الدعاءُ والتعظيمُ\nلأمره وقال الصاوي: وهذه الآية فيها أعظم الدليل على أنه ﷺ َ مهبط الرحمات، وأفضل الأولين والآخرين على الإطلاق، إذ الصلاة من الله على نبيه رحمتُه المقرونة بالتعظيم، ومن الله على غير النبي مطلقُ الرحمة كقوله:\n﴿هُوَ الذي يُصَلِّي عَلَيْكُمْ وَمَلاَئِكَتُهُ﴾ [الأحزاب: ٤٣] فانظر الفرق بين الصلاتين، والفضل بين المقامين، وبذلك صار منبع الرحمات،، ومنبعَ التجليات ﴿ياأيها الذين آمَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيمًا﴾ أي فأنتم أيها المؤمنون أكثروا من الصلاة عليه والتسليم، فحقه عليكم عظيم، فقد كان المنقذ لكم من الضلالة إلى الهدى، والمخرج لكم من الظلمات إلى النور، فقولوا كلما ذُكر اسمه الشريف «اللهم صلّ على محمد وآله وسلم تسليمًا كثيرًا» عن كعب بن عُجرة قلنا «يا رسول الله: قد عرفنا التسليم عليك فكيف الصلاة عليك؟ فقال:» قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ. . «الحديث، قال الصاوي: وحكمةُ صلاةِ الملائكةِ والمؤمنين على النبي ﷺ َ تشريفُهم بذلك، حيث اقتدوا بالله جل وعلا في الصلاة عليه وتعظيمه، ومكافأةٌ لبعض حقوقه على الخلق، لأنه الواسطة العظمى في كل نعمةٍ وصلت لهم، وحقٌ على مَن وصل له نعمة من شخص أن يكافئه، ولما كان الخلق عاجزين عن مكافأته ﷺ َ طلبوا من القادر الملك أن يكافئه، وهذا هو السر في قولهم:» اللهم صل على محمد «﴿إِنَّ الذين يُؤْذُونَ الله وَرَسُولَهُ﴾ أي يؤذون الله بالكفر ونسبة الصاحبة والولد له، ووصفه بما لا يليق به جل وعلا كقول اليهود:\n﴿يَدُ الله مَغْلُولَةٌ﴾ [المائدة: ٦٤] وقول النصارى ﴿المسيح ابن الله﴾ [التوبة: ٣٠] ويؤذون الرسول بالتكذيب برسالته، والطعن في شريعته، والاستهزاء بدعوته، قال ابن عباس: نزلت في الذين طعنوا على الرسول ﷺ َ حين اتخذ صفية بن حيُي ﴿لَعَنَهُمُ الله فِي الدنيا والآخرة﴾ أي طردهم من رحمته، وأحلَّ عليهم سخطه وغضبه في الدنيا بالهوان والصَّغار، وفي الآخرة بالخلود في عذاب النار ﴿وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا﴾ أي وهيأ لهم عذابًا شديدًا، بالغَ الغاية في الإِهانة والتحقير ﴿والذين يُؤْذُونَ المؤمنين والمؤمنات بِغَيْرِ مَا اكتسبوا﴾ أي يؤذون أهل الإِيمان بغير ما فعلوه، وبغيمر جنايةٍ واستحقاق للأذى ﴿فَقَدِ احتملوا بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ أي فقد حمَّلوا أنفسهم البهتان والكذب، والزور، والذبن الواضح الجلي، قال القرطبي: أطلق إيذاء الله ورسوله، وقيَّد إيذاء المؤمنين والمؤمنات، لأن إيذاء الله ورسوله لا يكون إِلا بغير حق أبدًا، وأما إيذاء المؤمنين والمؤمنات فمنه ومنه ولما حرَّم تعالى الإِيذاء، أمر نبيه الكريم أن يوجه النداء إلى الأمة جمعاء، للتمسك بالإِسلام وتعاليمه الرشيدة، وبالأخص في أمرٍ اجتماعي خطير وهو «الحجاب» الذي يصون للمرأة كرامتها، ويحفظ عليها عفافها، ويحميها من النظرات الجارحة، والكلمات اللاذعة، والنوايا الخبيثة لئلا تتعرض لأذى الفساق فقال: ﴿ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ أي قل يا محمد لزوجاتك الطاهرات أمهات المؤمنين وبناتك الفُضْلَيات الكريمات، وسائر نساء المؤمنين، قل لهنَّ\nيلبسن الجلباب الواسع، الذي يستر محاسنهن وزينتهن، ويدفع عنهم ألسنة السوء، ويميزهن عن صفاتِ نساء الجاهلية، روى الطبري عن ابن عباس أنه قال في هذه الآية: أمر الله نساء المؤمنين إِذا خرجن من بيوتهن في حاجة أن يغطين وجوههن من فوق رؤوسهن بالجلابيب ويبدين عينًا واحدة، وروى ابن كثير عن محمد بن سيرين قال: سألت عبيدة السلماني عن قول الله ﷿ ﴿يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ فغطّى وجهه ورأسه وأبرز عينه اليسرى ﴿ذلك أدنى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ﴾ أي ذلك التستر أقرب بأن يُعْرفن بالعفة والتستر والصيانة، فلا يطمع فيهن أهل السوء والفساد، وقيل: أقرب بأن يُعرفن أنهن حرائر، ويتميزن عن الإِماء ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي إنه تعالى غفور لما سلف منهم من تفريط، رحيم بالعباد حيث راعى مصالحهم وشئوونهم تلك الجزيئات. . ثم هدَّد المولى جلّ وعلا كل المؤذين من جميع الأصناف بأنواع العقاب فقال: ﴿لَّئِن لَّمْ يَنتَهِ المنافقون والذين فِي قُلُوبِهِمْ مَّرَضٌ﴾ أي لئن لم يترك هؤلاء المنافقون الذين يُظهرون الإِيمان ويبطنون الكفر نفاقهم، والزناةُ الذين في قلوبهم مرض فجور فجورهم ﴿والمرجفون فِي المدينة﴾ أي الذين ينشرون الأراجيف والأكاذيب لبلبلة الأفكار، وخلخلة الصفوف، ونشر أخبار السوء ﴿لَنُغْرِيَنَّكَ بِهِمْ﴾ أي لنسلطنك عليهم يا محمد ﴿ثُمَّ لاَ يُجَاوِرُونَكَ فِيهَآ إِلاَّ قَلِيلًا﴾ أي ثم يخرجون من المدينة فلا يعودون إلى مجاروتك فيها إلا زمنًا قليلًا، ريثما يتأهبون للخروج، قال الرازي: وعد الله نبيه أن يخرج أعداءه من المدينة وينفيهم على يده، إظهارًا لشوكته ﴿مَّلْعُونِينَ﴾ أي مبعدين عن رحمته تعالى ﴿أَيْنَمَا ثقفوا أُخِذُواْ وَقُتِّلُواْ تَقْتِيلًا﴾ أي أينما وجدوا وأُدركوا أُخذوا على وجه الغلبة والقهر ثم قُتِّلوا لكفرهم بالله تقتيلًا ﴿سُنَّةَ الله فِي الذين خَلَوْاْ مِن قَبْلُ﴾ أي هذه سنة الله في المنافقين وعادتُه فيمن سبق منهم أن يُفعل بهم ذلك، قال القرطبي: أي سنَّ الله ﷿ فيمن أرجف بالأنبياء وأظهر نفاقه أن يُؤخذ ويُقتل ﴿وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلًا﴾ أي ولن تتغير أو تتبدل سنة الله، لكونها بُنيت على أساسٍ متين، قال الصاوي: وفي الآية تسلية للنبي ﷺ َ أي فلا تحزن على وجود المنافقين يا محمد، فإن ذلك سنة قديمة لم يخل منهم زمن من الأزمان ثم ذكر تعالى الساعة وأهوالها فقال: ﴿يَسْأَلُكَ الناس عَنِ الساعة﴾ أي يسألك يا محمد المشركون على سبيل الإستهزاء والسخرية عن وقت قيام الساعة ﴿قُلْ إِنَّمَا عِلْمُهَا عِندَ الله﴾ أي قل لهم: لست أعرف وقتها وإنما يعلم ذلك علاّم الغيوب، فإن الله أخفاها لحكمة ولم يُطلع عليها مَلكًا مقربًا، ولا نبيًا مرسلًا ﴿وَمَا يُدْرِيكَ لَعَلَّ الساعة تَكُونُ قَرِيبًا﴾ أي وما يُعلمك أن الساعة تكون في وقت قريب؟ قال أبو السعود: وفيه تهديدٌ للمستعجلين، وتبكيتٌ للمتعنّتين، والإِظهارُ في موضع الإِضمار للتهويل وزيادة التقرير ﴿إِنَّ الله لَعَنَ\nالكافرين﴾ أي طرد الكافرين وأبعدهم عن رحمته ﴿وَأَعَدَّ لَهُمْ سَعِيرًا﴾ أي وهيأ لهم نارًا شديدة مستعرة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مقيمين في السعير أبد الآبدين ﴿لاَّ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا يجدون لهم مَن ينجيهم وينقذهم من عذاب الله ﴿يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النار﴾ أي يوم تتقلب وجوههم من جهة إلى جهة كاللحم يُشوى بالنار ﴿يَقُولُونَ ياليتنآ أَطَعْنَا الله وَأَطَعْنَا الرسولا﴾ أي يقولون متحسرين على ما فاتهم: يا ليتنا أطعنا الله ورسوله حتى لا نبتلى بهذا العذاب المهين ﴿وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السبيلا﴾ أي أطعنا القادة والأشراف فينا فأضلونا طريق الهدى والإِيمان ﴿رَبَّنَآ آتِهِمْ ضِعْفَيْنِ مِنَ العذاب﴾ أي اجعل عذابهم ضعفي عذابنا، لأنهم كانوا سبب ضلالنا ﴿والعنهم لَعْنًا كَبِيرًا﴾ أي والعنهم أشد أنواع اللعن وأعظمه، ثم حذر تعالى من إيذاء الرسول كما آذى اليهود نبيهم فقال: ﴿ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين آذَوْاْ موسى فَبرَّأَهُ الله مِمَّا قَالُواْ﴾ أي لا تكونوا أمثال بني إِسرائيل الذين آذوا نبيهم موسى وابتهموه ببرصٍ في جسمه أو أُدْرةٍ لفرط تستره وحيائه، فأظهر الله براءته وأكذبهم فيما اتهموه به، روى البخاري عن أبي هريرة أن رسول الله ﷺ َ قال:\n«إنَّ مُوسَى كَانَ رَجُلًا حَييًّا ستِّيرًا، لا يُرَى مِنْ جِلْدِه شَيْءٌ اسْتِحْيَاءً منهُ، فَآذاهُ مَنْ آذاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا: ما يَتَسَتَّرُ هذا التَّسَتُّرَ إِلاّ مِنْ عَيْبٍ بِجِلْدِهِ، إِمّا بَرَص وَإِمّا أُدْرَة انتفاخ الخصية وإِما آفة، وَإِنَّ الله أرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى، فَخَلا يَوْمًا وَحْدَهُ فَوَضَعَ ثِيابَهُ عَلَى الحَجَرِ ثُمَّ اغْتَسَلَ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى ثِيابِهِ لِيأْخُذَهَا وَإِنَّ الحَجَرَ عَدَات بِثَوْبِهِ، فَأَخَذَ مُوسَى عَصَاهَ وَطَلَبَ الحَجَرَ فَجَعَلَ يَقُول: ثَوْبي حَجَر، ثَوْبِي حَجَر، حَتَّى مَرَّ عَلَى مَلإٍ منْ بَنِي إسْرَائِيل فَرَأَوْهُ أَحَْنَ ما خَلَقَ الله عُرْيَانًا، وَأَبْرَأَهُ ممَّا يَقُولُونَ» الحديث. ﴿وَكَانَ عِندَ الله وَجِيهًا﴾ أي وكان موسى ذا وجاهة ورفعة ومكانة عند ربه، قال ابن كثير: أي له وجاهة وجاه عند ربه، لم يسأل شيئًا إلا أعطاه ﴿ياأيها الذين آمَنُواْ اتقوا الله وَقُولُواْ قَوْلًا سَدِيدًا﴾ أي راقبوا الله في جميع أقوالكم وأفعالكم، وقولوا قولًا مستقيمًا مرضيًا لله، قال الطبري: أي قولًا قاصدًا غير جائر، حقًا غير باطل ﴿يُصْلِحْ لَكُمْ أَعْمَالَكُمْ﴾ أي يوفقكم لصالح الأعمال ويتقبلها منكم، قال ابن عباس: يتقبل حسناتكم ﴿وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ﴾ أي يمحو عنكم الذنوب والأوزار ﴿وَمَن يُطِعِ الله وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا﴾ أي ومن أطاع الله والرسول فقد نال غاية مطلوبة، ثم لما أرشدهم إلى مكارم الأخلاق، نبّههم على قدر التكاليف الشرعية التي كلّف الله بها البشرية فقال: ﴿إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا﴾ أي عرضنا الفرائض والتكاليف الشرعية على السموات والأرض والجبالِ الراسيات فأعرضن عن حملها وخفن من ثقلها وشدتها، والغرض تصوير عظم الأمانة وثقل حملها، قال أبو السعود: والمعنى أن تلك الأمانة في عظم الشأن بحيث لو كلفت هاتيك الأجرام العظام التي هي مثل في القوة والشدة وكانت ذات شعور وإِدراك على مراعاتها لأبين قبولها وأشفقن منها وقال ابن جزي: الأمانةُ هي التكاليف الشرعية من التزام الطاعات، وترك المعاصي، وقيل: هي الأمانةُ في الأموال،\nوالصحيحُ العموم في التكاليف، وعرضُها يحتمل وجهين أحدهما: أن يكون الله خلق لها إدراكًا فعرضت عليها الأمانة حقيقةً فأشفقت منها وامتنعت من حلمها، والثاني: أن يكون المراد تعظيم شأن الأمانة وأنها من الثقل بحيث لو عُرضت على السموات والأرضِ والجبال، لأبين من حملها وأشفقن منها، فهذا ضربٌ من المجاز كقولك: عرضتُ الحمل العظيم على الدابة فأبتْ أن تحمله، والمراد أنها لا تقدر على حمله ﴿وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُومًا جَهُولًا﴾ أي وتحمَّلها الإِنسان إنه كان شديد الظلم لنفسه، مبالغًا في الجهل بعواقب الأمور، قال ابن الجوزي: لم يرد بقوله ﴿أبَيْنَ﴾ المخالفة، وإنما أبين للخشية والمخافة، لأن العَرض كان تخييرًا لا إلزامًا ﴿لِّيُعَذِّبَ الله المنافقين والمنافقات والمشركين والمشركات﴾ قال ابن كثير: أي إنما حمَّل بني آدم الأمانة وهي التكاليف ليعذب الله المنافقين الذين يظهرون الإِيمان ويبطنون الكفر، والمشركين الذين ظاهرهم وباطنهم على الكفر ﴿وَيَتُوبَ الله عَلَى المؤمنين والمؤمنات﴾ أي ويرحم أهل الإيمان، ويعود عليهم بالتوبة والمغفرة والرضوان ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة للمؤمنين حي عفا عما سلف منهم، ورحيمًا بهم حيث أثابهم وأكرمهم بأنواع الكرامات.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِضافة للتشريف ﴿لاَ تَدْخُلُواْ بُيُوتَ النبي﴾ لأنها لمّا نسب للنبي تشرفت.\n٢ - الطباق بين ﴿ادخلوا. . و. . انتشروا﴾ وبين ﴿تُبْدُواْ. . و. . تُخْفُوهُ﴾ وبين ﴿ثقفوا. . و. . أُخِذُواْ﴾ .\n٣ - طباق السلب ﴿فَيَسْتَحْيِي مِنكُمْ والله لاَ يَسْتَحْيِي مِنَ الحق﴾ .\n٤ - ذكر الخاص بعد العام ﴿لَّئِن لَّمْ يَنتَهِ المنافقون. . والمرجفون﴾ والمرجفون هم المنافقين، فعمَّم ثم خصَّص زيادة في التقبيح والتشنيع عليهم.\n٥ - ذكر اللفظ بصيغة «فعول» و«فعيل» للمبالغة مثل ﴿إِنَّهُ كَانَ ظَلُومًا جَهُولًا﴾ ﴿بِكُلِّ شَيْءٍ عَلِيمًا﴾ ﴿على كُلِّ شَيْءٍ شَهِيدًا﴾ الخ.\n٦ - الإِتيان بالمصدر مع الفعل للتأكيد ﴿وَقُتِّلُواْ تَقْتِيلًا﴾ ﴿وَسَلِّمُواْ تَسْلِيمًا﴾ .\n٧ - التحسر والتفجع بطريق التمني ﴿يَقُولُونَ ياليتنآ أَطَعْنَا الله وَأَطَعْنَا الرسولا﴾ .\n٨ - التشبيه ﴿لاَ تَكُونُواْ كالذين آذَوْاْ موسى﴾ ويسمى التشبيه المرسل المجمل.\n٩ - الإِستعارة التمثيلية ﴿إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال﴾ مثَّل للأمانة في ضخامتها وعظمها وتفخيم شأنها بأنها من الثقل بحيث لو عرضت على السموات والأرض والجبال وهي من القوة والشدة بأعلى المنازل لأبت عن حملها وأشفقت منها، وهو تمثيل رائع لتهويل شأن الأمانة.\n١٠ - المقابلة اللطيفة بين ﴿لِّيُعَذِّبَ الله المنافقين والمنافقات﴾ وبين ﴿وَيَتُوبَ الله عَلَى المؤمنين والمؤمنات﴾ وفي ختم السورة بهذه الآية من البدائع ما يسميه علماء البديع «رد العجز على الصدر» لأن بدء السورة كان في ذم المنافقين، وختامها كان في بيان سوء عاقبة المنافقين، فحسن الكلام في البدء والختام.\n١١ - الثانء على الرسول ﴿إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ﴾ ورد بهذه الصيغة وفيه دقائق بيانية:\nأجاء الخبر مؤكدًا «إنَّ» اهتمامًا به.\nب وجيء بالجملة اسمية لإفادة الدوام.\nج وكانت الجملة اسمية في صدرها «إن الله» فعلية في عجزها «يصلون» للإِشارة إلى أن هذا الثناء من الله تعالى على رسوله يتجدد وقتًا فوقتًا على الدوام، فتدبر هذا السر الدقيق.\n١٢ - مراعاة الفواصل لما له من الوقع الحسن على السمع مثل ﴿أَعَدَّ لَهُمْ سَعِيرًا. . لاَّ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا. . والعنهم لَعْنًا كَبِيرًا﴾ الخ وهو من المحسنات البديعية.\nلطيفَة: أشارت الآية الكريمة ﴿قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين﴾ إِلى لطيفة وهي أن الدعوة لا تثمر إِلا إذا بدأ الداعي بها في نفسه وأهله، وهذا هو السر في البدء بالحجاب الشرعي بنساء الروسل وبناته.\n«الردُّ على من أباح كشف الوجه، وطائفة من أقوال المفسرين في وجوب سترة»\n١ - قال ابن كثير: أمر الله نساء المؤمنين إذا خرجن من بيوتهن لحاجة أن يغطين وجوههن من وفق رؤوسهن بالجلابيب.\n٢ - وقال ابن الجوزي: في قوله تعالى: ﴿يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ أي يغطين رؤوسهن ووجوههن ليُعلم أنهن حرائر.\n٣ - وقال أبو السعود: ومعنى الآية أي يغطين بها وجوههن وأبدانهن إِذا برزن لدعاية من الدواعي.\n٤ - وقال الطبري: أي لا تتشبهن بالإماء في لباسهن إذا خرجن لحاجتهن فكشفن شعورهن ووجوههن لئلا يعرض لهن فاسق.\n٥ - وقال في البحر: والمراد بقوله: ﴿عَلَيْهِنَّ﴾ أي على وجوههن، لأن الذي كان يبدو منهم في الجاهلية هو الوجه.\n٦ - وقال الجصاص: وفي الآية دلالة على أن المرأة الشابة مأمورة بستر وجهها عن الأجانب لئلا يطمع فيها أهل الريب. فهذه جملة من أقوال أئمة التفسير في وجوب ستر وجه المرأة، والله يقول الحق ويهدي السبيل.", "ayah": 67, "surah": 33}