{"text": "اللغَة: ﴿تَحِلَّةَ﴾ تحليل اليمين بالكفارة ﴿صَغَتْ﴾ مالت عن الحقِّ وزاغت، وأصغى الإِناء أماله ﴿قَانِتَاتٍ﴾ مطيعات من القنوت وهو ملازمة الطاعة مع الخضوع ﴿نَّصُوحًا﴾ خالصة صادقة، والتوبةُ النَّصوح هي التي لا عودة بعدها إِلى الذنب، سميت نصوحًا لما فيها من الصدق والإِخلاص يقال: هذا عسلٌ ناصح إِذا خلص من الشمع ﴿اغلظ﴾ من الغلظة وهي الشدة ﴿أَحْصَنَتْ﴾ عفَّت وصانت نفسها عن مقارنة الفاحشة.\nسَبَبُ النّزول: أروي «أنَّ النبي ﷺ َ كان يقسم بين نسائه، فلما كان يوم حفصة استأذنت رسول الله ﷺ َ في زيارة أبويها فأذن لها، فلما خرجت أرسل إِلى جاريته» مارية القبطية «فعاشرها في بيت حفصة، فرجعت فوججتها في بيتها، فغارت غيرةً شديدة، وقالت: أدخلتها بيتي في\nغيابي وعاشرتها على فراشي؟ ﴿ما أراك فعلت هذا إِلا لهواني عليك﴾ فقال لها رسول الله ﷺ َ مسترضيًا لها: إِني حرمتها عليَّ ولا تخبري بذلك أحدًا، فلما خرج من عندها قرعت فحصة الجدار الذي بينها وبين عائشة وكانتا متصافيتين وأخبرتها بسرِّ النبي ﷺ َ فغضب رسول الله وحلفت ألا يدخل على نسائه شهرًا واعتزلهن» فأنزل الله ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ. .﴾ الآية.\nب وروي «أن رسول الله ﷺ َ كان يدخل على زوجه» زينب «﵂ فيشرب عندها عسلًا، فاتفقت عائشة وحفصة على أن تقول له كل واحد إِذا دنا منها: أكلتَ معافير وهو طعام حلٌ كريه الريح فلما مرَّ على حفصة قالت له ذلك، ثم دخل على عائشة فقالت له مثل ذلك وكان ﷺ َ يكره أن توجد منه رائحة كريهة فقال ﵇: لا ولكني شربت عسلًا عند زينب ولن أعود له وحلف» فنزلت ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ. .﴾ الآيات.\nالتفسِير: ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ﴾ الخطاب بلفظ النبوة مشعرٌ بالتوقير والتعظيم، والتنويه بمقامه الرفيع الشريف، فلم يخاطبه باسمه العلم كما خاطب سائر الرسل بقوله «يا إِبراهيم، يا نوحٌ، يا عيسى بن مريم» وإنما خاطبه بلفظ النبوة أو الرسالة، وذلك أعظم دليلٍ وبرهانٍ على أنه صلوات الله عليه أفضل الأنبياء والمرسلين ومعنى الآية: يا أيها الموحى إِليه من السماء، المنبأ بواسطة الأمين جبريل ﵇، لما تمنع نفسك ما أحلَّ الله لك من النساء؟! قال المفسرون: إِن رسول الله ﷺ َ خلا بأم ولده «مارية» في بيت حفصة وعلمت بذلك فقال لها: اكتمي عليَّ وقد حرمت مارية على نفسي فنزلت الآية ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ﴾ وفي افتتاح العتاب من حسن التلطف ما لا يخفى، فقد عاتبه على إِتعاب نفسه والتضييق عليها من أجل مرضاة أزواجه، كأنه يقول: لا تتعب نفسك في سبيل أزواجك، وأزواجك يسعين في مرضاتك، فأرح نفسك من هذا العناء ﴿تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ﴾؟ أي تطلب رضا أزواجك بتحريم ما أحلَّ الله لك؟\nقال في التسهيل: يعني تحريمه للجارية ابتغاء رضا حفصة، وهذا يدل على أنها نزلت في تحريم الجارية، وأما تحريم العسل فلم يقصد فيه رضا أزواجه وإنما تركه لرائحته ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي والله واسع المغفرة، عظيم الرحمة، حيث سامحك في امتناعك عن مارية، وإِنما عاتبك رحمة بك، وفي هذه إشارة إِلى أن عتابه في ذلك إِنما كان كرامةً له، وإِنما وقع العتاب لتضييقه ﵇ على نفسه، وامتناعه مما كان له فيه أُنسٌ ومتعة، وبئس ما قاله الزمخشري في أن هذا كان منه ﷺ َ زلة لأنه حرَّم ما أحل الله له الخ فإِن هذا القول قلة أدب مع مقام النبوة، وجهل بصفات المعصوم، فلم يكن منه صلوات الله عليه تحريمٌ للحلال كما زعم حتى تعبتر مخالفة ومعصية، وإِنما امتنع عن بعض إِمائه تطييبًا لخاطر بعض أزواجه، فعاتبه الله تعالى عليه رفقًا به، وتنويهًا بقدره، وإِجلالًا لمنصبه ﵇ أن يراعي مرضاة أزواجه بما يشق عليه، جريًا على ما أُلف من لطف الله تعالى به ﴿قَدْ فَرَضَ الله لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ﴾ أي قد شرع الله لكم يا معشر المؤمنين ما تتحللون به من أيمانكم وذلك بالكفارة ﴿والله مَوْلاَكُمْ﴾ أي واللهُ وليْكم ونارصكم ﴿وَهُوَ العليم الحكيم﴾ أي وهو العليم بخلقه الحكيم في صنعه، فلا يأمر ولا ينهى إِلا بما تقتضيه الحكمة والمصلحة.\n. ثم شرع تعالى في بيان القصة التي حدثت لرسول الله ﷺ َ مع بعض زوجاته فقال ﴿وَإِذْ أَسَرَّ النبي إلى بَعْضِ أَزْوَاجِهِ حَدِيثًا﴾ أي واذكر حين أسرَّ النبي محمد ﷺ َ إِلى زوجاته حفصة خبرًا واستكتمها إِياه قال ابن عباس: هو ما أسرَّ إِلى حفصة من تحريم الجارية على نفسه، كما أخبرها بأن الخلافة بعده تكون في أبي بكر وعمر، وطلب منها ألا تخبر بذلك أحدًا ﴿فَلَمَّا نَبَّأَتْ بِهِ﴾ أي فلما أخبرت بذلك السرِّ عائشة وأفشته لها ﴿وَأَظْهَرَهُ الله عَلَيْهِ﴾ أي وأطلع الله نبيه بواسطة جبريل الامين على إفشائها للسرِّ ﴿عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَن بَعْضٍ﴾ أي أعلمها وأخبرها رسول الله ﷺ َ ببعض الحديث الذي أفشته معاتبًا لها، ولم يخبرها بجميع ما حصل منها حياءً منه وكرمًا، فإِن من عادة الفضلات التغافل عن الزلات، والتقصير في اللوم والعتاب قال الحسن: ما استقصى كريمٌ قط، وقال سفيان: ما زال التغافل من شيم الكرام قال الخازن: المعنى أن النبي ﷺ َ أخبر حفصة ببعض ما أخبرت به عائشة وهو تحريم مارية على نفسه، وأعرض عن ذكر الخلافة لأنه ﷺ َ كره أن ينتشر ذلك في الناس ﴿فَلَمَّا نَبَّأَهَا بِهِ﴾ أي فلما أخبر الرسول حفصة بأنها قد أفشت سرِّه ﴿قَالَتْ مَنْ أَنبَأَكَ هذا﴾ أي قالت: من أخبرك يا رسول الله بأني أفيشتُ سرك؟ قال أبو حيان: ظنت حفصة أن عائشة فضحتها وكانتك قد استكتمتها فقالت من أنبأك هذا على سبيل التثبيت، فأخبرها أن الله جل وعلا هو الذي نبأه به فسكتت وسلَّمت ﴿قَالَ نَبَّأَنِيَ العليم الخبير﴾ أي فقال ﵇: أخبرني بذلك ربُّ العزة، العليم بسرائر\nالعباد، الخبير الذي لا تخفى عليه خافية ﴿إِن تَتُوبَآ إِلَى الله﴾ الخطاب لحفصة وعائشة، خاطبهما بطريق الالتفات ليكون أبلغ من معاتبتهما وحملهما على التوبة مما بدر منهما من الإِيذاء لسيد الأنبياء، وجوابه محذوف تقديره أي إِن تبتما كان خيرًا لكما من التعاون على النبي ﷺ َ بالإِيذاء ﴿فَقَدْ صَغَتْ قُلُوبُكُمَا﴾ أي فقد زاغت ومالت قلوبكما عما يجب عليكما من الإِخلاص لرسول الله، بحب ما يحبه، وكراهة ما يكرهه ﴿وَإِن تَظَاهَرَا عَلَيْهِ﴾ أي وإِن تتعاونا على النبي ﷺ َ بما يسوءه، من الوقيعة بينه وبين سائر نسائه ﴿فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ﴾ أي فإنَّ الله تعالى هو وليُّه وناصره، فلا يضره ذلك التظاهر منكما ﴿وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ﴾ أي وجبريل كذلك وليه وناصره، والصالحون من المؤمنين قال ابن عباس: أراد بصالح المؤمنين أبا بكر وعمر فقد كانا عونًا له ﵊ ُ عليهما قال في التسهيل: معنى الآية: إِن تعاونتما عليه ﷺ َ بما يسوءه من إِفراط الغيرة، وإِفشاء سره ونحو ذلك، فإِنَّ له من ينصره ويتولاه، وقد ورد في الصحيح أنه لما وقع ذلك جاء عمر إِلى رسول الله ﷺ َ فقال يا رسول الله: ما يشقُّ عليك من شأن النساء؟ فإن كنت طلقتهنَّ فإنَّ الله معك وملائكته وجبريل، وأبو بكر وعمر معك فنزلت الآية موافقة لقول عمر ﴿وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ﴾ أي والملائكة الأبرار بعد حضرة الله، وجبريل، وصالح المؤمنين أعوانٌ لرسول الله ﷺ َ على من عاداه، فماذا يفيد تظاهر أمرأتين على من هؤلاء أعوانه وأنصارهُ؟! أفرد ﴿جِبْرِيلُ﴾ بالذكر تعظيمًا له، وإِظهارًا لمكانته عند الله تعالى فيكون قد ذُكر مرتين: مرةً بالإِفراد، ومرةً في العموم، ووسَّط ﴿صَالِحُ الْمُؤْمِنِينَ﴾ بين جبريل والملائكة تشريفًا لهم، واعتناءً بهم، وإِشادةً بفضل الصلاح، وختم الآية بذكر ﴿الْمَلاَئِكَةُ﴾ أعظم المخلوقات وجعلهم ظهراء للنبي ﵇ ليكون أفخم بالنبي صلوات الله عليه، وعظم مكانته، والانتصار له، إِذ هم بمثابة جيشٍ جرارس، يملأ القفار، نصرةً للنبي المختار، فمن ذا الذي يستطيع أن يناوىء الرسول ﷺ َ بعد ذلك؟ ثم خوَّف تعالى نساء النبي بقوله ﴿عسى رَبُّهُ إِن طَلَّقَكُنَّ﴾ قال المفسرون: ﴿عسى﴾ من الله واجبٌ أي حقٌّ واجب على الله إِن طلقكنَّ رسوله ﴿أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ﴾ أي أن يعطيه ﵇ بدلكُنَّ زوجاتٍ صالحاتٍ خيرًا وأفضل منكنَّ قال القرطبي: هذا وعدٌ من الله تعالى لرسوله لو طلقهن في الدنيا أن يزوجه نساءً خيرًا منهن، والله عاملٌ بأنه لا يطلقهن، ولكنْ أخبر عن قدرته، على أن رسوله لو طلقهن، لأبدله خيرًا منهن، تخويفًا لهنَّ.\n. ثم وصف تعالى هؤلاء الزوجات اللواتي سيبدله بهنَّ فقال ﴿مُسْلِمَاتٍ﴾ أي خاضعات مستسلماتٍ لأمر الله تعالى وأمر رسوله ﴿مُّؤْمِنَاتٍ﴾ أي مصدقاتٍ بالله وبرسوله ﴿قَانِتَاتٍ﴾ أي مطيعات لما يُؤمرن به، مواظباتٍ على الطاعة ﴿تَائِبَاتٍ﴾ أي تائباتٍ من الذنوب، ولا يصررن على معصية ﴿عَابِدَاتٍ﴾ أي متعدباتٍ لله تعالى يكثرن العبادة، كأنَّ العدباة امتزجت بقلوبهن حتى صارت\nسجيةً لهن ﴿سَائِحَاتٍ﴾ أي مسافراتٍ مهاجراتٍ إِلى الله ورسوله ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ أيم منهنَّ ثيباتٍ، ومنهم أبكارًا قال ابن كثير: قسمهن إِلى نوعين ليكون ذلك أشهى إِلى النفس، فإنَّ التنوع يبسط النفس، وإِنما دخلت واو العطف على هنا ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ للتنويع والتقسيم، ولو سقطت لاختل المعنى، لأن الثيوبة والبكارة لا يجتمعان، فتدبر سرَّ القرآن. . ولما وعظ نساء الرسول موعظةً خاصة، أتبع ذلك بموعظةٍ للمؤمنين فقال ﴿ياأيها الذين آمَنُواْ قوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا﴾ أي يا من صدقتم بالله ورسوله وأسلمتم وجوهكم لله، احفظوا أنفسكم، وصونوا أزواجكم وأولادكم، من نارٍ حامية مستعرة، وذلك بترك المعاصي وفعل الطاعات، وبتأديبهم وتعليمهم قال مجاهد: أي اتقوا الله، وأوصوا أهليكم بتقوى الله وق لالخازن: أي مروهم بالخير، وانهوهم عن الشر، وعلموهم وأدبوهم حتى تقوهم بذلك من النار، والمراد بالأهل النساءُ والأولاد وما ألحق بهما ﴿وَقُودُهَا الناس والحجارة﴾ أي حطبها الذي تُسعَّر به نار جهنم هو الخلائق والحجارة قال المفسرون: أرد بالحجارة حجارة الكبريت، لأنها أشد الأشياء حرًا، وأسرع اتِّقادًا، وعنى بذلك أنها مفرطة الحرارة، تتقد بما ذكر، لا كنار الدنيا تتقد بالحطب ونحوه قال ابن مسعود: حطبها الذي يلقى فيها بنو آدم، وحجارةٌ من كبريت، أنتن من الجيفة ﴿عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ﴾ أي على هذه النار زبانيةٌ غلاظ القلوب، لا يرحمون أحدًا، مكلفون بتعذيب الكفار قال القرطبي: المراد بالملائكة الزبانية، وهم غلاظ القولب لا يرحمون إِذا استرحموا، لأنهم خلقوا من الغضب، وحُبّب إِليهم عذاب الخلق كما حُبب لبني آدم أكل الطعام والشراب ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ﴾ أي لا يعصون أمر الله بحالٍ من الأحوال ﴿وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ أي وينفِّذون الأوامر بدون إِمهال ولا تأخير.\n. ثم يقال للكفار عند دخولهم النار ﴿ياأيها الذين كَفَرُواْ لاَ تَعْتَذِرُواْ اليوم﴾ أي لا تعتذروا عن ذنوبكم وإِجرامكم، فلا ينفعكم اليوم الاعتذار، لأنه قد قُدّم إِليكم الإِنذار والإِعذار ﴿إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي إِنما تنالون جزاء أعمالكم القبيحة، ولا تظلمون شيئًا كقوله تعالى ﴿اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لاَ ظُلْمَ اليوم إِنَّ الله سَرِيعُ الحساب﴾ [غافر: ١٧] ثم دعا المؤمنين إِلى التوبة الصادقة الناصحة فقال ﴿ياأيها الذين آمَنُواْ توبوا إِلَى الله تَوْبَةً نَّصُوحًا﴾ أي توبوا إِلى الله من ذنوبكم توبةً صادقةً خالصة، بالغةً في النصح الغاية القصوى، سئل عمر عن التوبة النصوح فقال: هي أن يتوب ثم لا يعود إِلى الذنب، كما لا يعود اللبن إِلى الضَّرْع قال العلماء: التوبة النصوح هي التي جمعت ثلاثة شروط: الإِقلاع عن الذنب، والندم على ما حدث، والعزم على عدم العودة إِليه، وإِن كان الحق\nلآدمي زيد شرط رابع وهو: ردٌّ المظالم لأصحابها ﴿عسى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ﴾ أي لعل الله يرحمكم فيمحو عنكم ذنوبكم قال المفسرون: «عسى» من الله واجبة بمنزلة التحقيق، وهذا إِطماعٌ من الله لعباده في قبول التوبة، تفضلًا منه وتكرمًا، لأن العظيم إِذا وعد وَفَّى، وعادة الملوك أنهم إِذا أرادوا فعلا قالوا «عسى» فهو بمنزلة المحقق ﴿وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخلكم في الآخرة حدائق وبساتين ناضرة، تجري من تحت قصورها أنهار الجنة ﴿يَوْمَ لاَ يُخْزِى الله النبي والذين آمَنُواْ مَعَهُ﴾ أي يوم لا يفصح الله النبي وأتباعه المؤمنين أمام الكفار، بل يعزهم ويكرمهم قال أبو السعود: وفيه تعريضٌ بمن أخزاهم اللهُ تعالى من أهل الكفار والفسوق ﴿نُورُهُمْ يسعى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ﴾ أي نور هؤلاء المؤمنين يضيء لهم على الصراط، ويسطع أمامهم وخلفهم وعن أيمانهم وشمائلهم، كإِضاءة القمر في سواد الليل ﴿يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا﴾ أي يدعون الله قائلين: يا ربنا أكمل علينا هذا النور وأدمه لنا، ولا تتركنا نتخبط في الظلمات قال ابن عباس: هذا دعاء المؤمنين حين أطفأ الله نور المنافقين، يدعون ربهم به إِشفاقًا حتى يصلوا إِلى الجنة ﴿واغفر لَنَآ﴾ أي وامح عنا ما فرط من الذنوب ﴿إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي إنك أنت القادر على كل شيء، من المغفرة والعقاب، والرحمة والعذاب. . ثم أمر تعالى بجهاد أعداء الله من الكفرة والمنافقين فقال ﴿ياأيها النبي جَاهِدِ الكفار والمنافقين﴾ أي جاهد الكفار بالسيف والسِّنان، والمنافقين بالحجة والبرهان، لأن المنافقين يظهرون الإِيمان، فيهم مسلمون ظاهرًا فلذلك لم يؤمر ﵊ ُ بقتالهم ﴿واغلظ عَلَيْهِمْ﴾ أي وشدِّد عليهم في الخطاب، ولا تعاملهم بالرأفة واللين، إِرعابًا وإِذلالًا لهم، لتنكسر صلابتهم وتلين شكيمتهم ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي ومستقرهم في الآخرة جهنم ﴿وَبِئْسَ المصير﴾ أي وبئست جهنم مستقرًا ومصيرًا للمجرمين.\n. ثم ضرب الله تعالى مثلًا للكفار في عدم انتفاعهم بصلة القرابة أو المصاهرة أو النكاح، لأن الأسباب لكها تنقطع يوم القيامة ولا ينفع إِلا العمل الصالح فقال ﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ﴾ أي مثلَّل تعالى للكفار في عدم استفادتهم بقرابة المؤمنين، بحال امرأة نوحٍ وامرأة لوط ﴿كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ﴾ أي كانتا في عصمة نبيين عظيمين هما «نوح و» لوط «﵉، وإِنما وصفهما بالعبودية تشريفًا وتكريمًا لهما بإِضافتهما إِليه تعالى ﴿فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ الله شَيْئًا﴾ أي فخانت كل واحدة زوجها بالكفر وعدم الإِيمان، فلم يدفعا عن امرأتيهما\nمع نبوتهما شيئًا من عذاب الله ﴿وَقِيلَ ادخلا النار مَعَ الداخلين﴾ أي وتقول لهما خزنة النار يوم القيامة: ادخلا نار جهنم مع سائر الداخلين، من الكفرة المجرمين قال القرطبي: ضرب تعالى هذا المثل تنبيهًا على أنه لا يغني في الآخرة أحدٌ عن قريبٍ ولا نسيب، إِذا فرَّق بينهما الدين، كما لم يدفع نوح ولوط مع كرامتهما على الله تعالى عن زوجتيهما لما عصتا شيئًا من عذاب الله ﴿وَضَرَبَ الله مَثَلًا لِّلَّذِينَ آمَنُواْ امرأت فِرْعَوْنَ﴾ وهذا مثلٌ آخر للمؤمن في عدم تضرره ببقاء قريبه على الكفر إِذا كان هو مؤمنًا قال أبو السعود: أي جعل حالها مثلًا لحال المؤمنين في أن وصلة الكفر لا تضرهم، حيث كانت في الدنيا تحت أعدى أعداء الله» فرعون «وهي في أعلى غرف الجنة قال المفسرون: واسمها» آسية بنت مزاحم «آمنت بموسى ﵇، فبلغ ذلك فرعون فأمر بقلتها، فنجَّاها الله من شره، فلم يضر امرأة فرعون اتصالها به وهو من أكفر الكافرين، ولم ينفع امرأة نوح ولوط اتصالهما بهما وهما رسولا ربِّ العالمين ﴿إِذْ قَالَتْ رَبِّ ابن لِي عِندَكَ بَيْتًا فِي الجنة﴾ أي حين دعت ربها قائلةً: يا ربِّ اجعل لي قصرًا مشيدًا بجوار رحمتك في جنة النعيم قال بعض العلماء: ما أحسن هذا الكلام فقد اختارت الجار قبل الدار حيث قالت ﴿ابن لِي عِندَكَ بَيْتًا فِي الجنة﴾ فهي تطمع في جوار الله قبل طمعها في القصور، وفي الآية دليل على إِيمانها وتصديقها بالبعث ﴿وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ﴾ أي وأنقذني من كفر فرعون وطغيانه ﴿وَنَجِّنِي مِنَ القوم الظالمين﴾ أي وأنقذني من الأقباط، أتباع فرعون الطاغين، قال الحسن: لما دعت بالنجاة نجَّاها الله تعالى أكرم نجاة، فرفعها إِلى الجنة تأكل وتشرب وتتنعم ﴿وَمَرْيَمَ ابنت عِمْرَانَ﴾ أي ومريم ابنة عمران مثلٌ آخر في الإِيمان ﴿التي أَحْصَنَتْ فَرْجَهَا﴾ أي حفظت فرجها وصانته عن مقارنة الفواحش، فهي عفيفةٌ شريفة طاهرة، لا كما زعم اليهود عليهم لعنة الله، أنها زنت وأن ولدها عيسى ابن زنى ﴿فَنَفَخْنَا فِيهِ مِن رُّوحِنَا﴾ أي فنفخ رسولنا جبريل في فتحة جيبها، فوصل أثر ذلك إِلى فرجها فحملت بعيسى قال ابن كثير: إن الله بعث جبريل فتمثل لها في صورة بشر، وأمره أن ينفخ بفيه في جيب درعها، فنزلت النفخة فولجت في فرجها فكان منه الحمل بعيسى ﵇ ﴿وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ﴾ أي وآمنت بشرائع الله القدسية، وكتبه السماوية ﴿وَكَانَتْ مِنَ القانتين﴾ أي وكانت من القوم المطيعين، العابدين لله ﷿، وهو ثناءٌ عليها بكثرة العبادة والطاعة، والخشوع، وفي الحديث\n«كمل من الرجال كثير، ولم يكمل من النساء إِلا آسية امرأة فرعون، ومريم ابنة عمران، وخديجة بن خوليد، وفضل عائشة على النساء كفضل الثريد على سائر الطعام» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين حرَّم وأحلَّ ﴿لِمَ تُحَرِّمُ مَآ أَحَلَّ﴾ وبين ﴿عَرَّفَ. . وَأَعْرَضَ﴾ وبين ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ وكلها من المسحنات البديعية التي تزيد في جمال الكلام.\n٢ - الإلتفات من الغيبة إِلى الخطاب ﴿إِن تَتُوبَآ إِلَى الله﴾ زيادةً في اللوم والعتاب.\n٣ - صيغ المبالغة ﴿العليم الخبير﴾ ﴿نَّصُوحًا﴾ ﴿ظَهِيرٌ﴾ ﴿قَدِيرٌ﴾ الخ.\n٤ - ذكر العام بعد الخاص ﴿وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ﴾ فقد خصَّ جبريل بالذكر تشريفًا، ثم ذكره ثانية مع العموم اعتناءً بشأن الرسول ﷺ َ ووسَّط صالح المؤمنين بين الملائكة المقربين.\n٥ - المجاز المرسل ﴿قوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا﴾ ذكر المسبِّب وأراد السبب أي لازموا على الطاعة لتقوا أنفسكم وأهليكم من عذاب الله.\n٦ - المقابلة بين مصير أهل الإِيمان ومصير أهل الطغيان ﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ كَفَرُواْ﴾ و﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ آمَنُواْ﴾ .\n٧ - التغليب ﴿وَكَانَتْ مِنَ القانتين﴾ غلَّب الذكور على الإِناث.\n٨ - السجع المرصَّع كأنه اللؤلؤ والمرجان، وهو كثير في القرآن فتدبره بإِمعان.", "ayah": 10, "surah": 66}