{"text": "المناسبة: لما ذكر تعالى في أول السورة قصة موسى، ثم أعقبها بقصة داوْد وسليمان وما فيها من العجائب والغرائب، ذكر هنا قصة «صالح» ثم قصة «لوط» وكلُّ هذه القصص غرضُها التذكير والاعتبار، وبيانُ سنة الله في إهلاك المكذبين، ثم أتبعها بذكر البراهين الدالة على الوحدانية، والعلم، والقدرة.\nاللغَة: ﴿اطيرنا﴾ من التطير وهو التشاؤم قال الزجاج: أصلُها تطيَّرنا فأُدغمت التاء في الطاء واجْتُلبت الألف لسكون الطاء ﴿خَاوِيَةً﴾ خالية من خوى البطنُ إذا خلى، وخوى النجم إذا سقط ﴿الفاحشة﴾ الفعلة القبيحة الشنيعة ﴿حَدَآئِقَ﴾ جمع حديقة وهي البستان الذي عليه سور قال الفراء: الحديقةُ البستانُ الذي عليه حائط فهو البستان ﴿قَرَارًا﴾ مستقرًا يثبت عليه الشيء ﴿حَاجِزًا﴾ الحاجز: الفاصل بين الشيئين.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَآ إلى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعبدوا الله﴾ اللام جواب قسم محذوف أي والله لقد ارسلنا إلى قبيلة ثمود أخاهم - في النسب لا في الدين - صالحًا ﵇ يدعوهم إلى توحيد الله وعبادته ﴿فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ﴾ أي فإِذا هم جماعتان: مؤمنون وكافرون يتنازعون في شأن الدين قال مجاهد: «فريقان: مؤمنٌ، وكافر» واختصامُهم: اختلافهم وجدالهم في الدين، وجاء الفعل بالجمع ﴿يَخْتَصِمُونَ﴾ حملًا على المعنى ﴿قَالَ ياقوم لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة﴾ أي قال لهم صالح بطريق التلطف والرفق: يا قومِ لم تطلبون العذاب قبل الرحمة؟ ولأي شيء تستعجلون بالعذاب ولا تطلبون الرحمة؟ ﴿لَوْلاَ تَسْتَغْفِرُونَ الله لَعَلَّكُمْ تُرْحَمُونَ﴾ أي هلاّ تتوبون\nإلى الله من الشرك لكي يتوب الله عليكم ويرحمكم؟ قال المفسرون: كان الكفار يقولون لفرط الإِنكار: يا صالح ائتنا بعذاب الله فقال لهم: هلاّ تستغفرون الله قبل نزول العذاب، فإ ِن استعجال الخير أولى من استعجال الشر! ﴿﴿قَالُواْ اطيرنا بِكَ وَبِمَن مَّعَكَ﴾ أي تشاءمنا بك يا صالح وبأتباعك المؤمنين فإِنكم سبب ما حلَّ بنا من بلاء، وكانوا قد أصابهم القحط وجاعوا ﴿قَالَ طَائِرُكُمْ عِندَ الله﴾ أي حظكم في الحقيقة منخيرٍ أو شر هو عند الله وبقضائه، إن شاء رزقكم وإن شاء حرمكم. . لمّا لاطفهم في الخطاب أغلظوا له في الجواب وقالوا تشاءَمنا بك وبمن معك، فأخبرهم أن شؤمهم بسبب عملهم لا بسبب صالح والمؤمنين ﴿بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ﴾ أي بل الحقيقةُ أنكم جماعة يفتنكم الشيطان بوسوسته وإِغوائه ولذلك تقولون ما تقولون ﴿وَكَانَ فِي المدينة تِسْعَةُ رَهْطٍ﴾ أي وكان في مدينة صالح - وهي الحِجْر - تسعةُ رجالٍ من أبناء أشرافهم قال الضحاك: كان هؤلاء التسعة عظماء أهل المدينة ﴿يُفْسِدُونَ فِي الأرض وَلاَ يُصْلِحُونَ﴾ أي شأنهم الإِفساد، وإِيذاء العباد بكل طريق ووسيلة قال ابن عباس: وهم الذين عقروا الناقة ﴿قَالُواْ تَقَاسَمُواْ بالله﴾ أي قال بعضُهم لبعض: احلفوا باللهِ ﴿لَنُبَيِّتَنَّهُ وَأَهْلَهُ﴾ أي لنقتلنَّ صالحًا وأهله ليلًا ﴿ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ﴾ أي ثم نقول لوليّ دمه ما حضرنا مكان هلاكه ولا عرفنا قاتله ولا قاتل أهله ﴿وَإِنَّا لَصَادِقُونَ﴾ أي ونحلف لهم إِنا لصادقون قال ابن عباس: أتوا دار صالح شاهرين سيوفهم، فرمتهم الملائكة بالحجارة فقتلتهم قال تعالى ﴿وَمَكَرُواْ مَكْرًا﴾ أي دبَّروا مكيدةً لقتل صالح ﴿وَمَكَرْنَا مَكْرًا﴾ أي جازيناهم على مكرهم بتعجيل هلاكهم، سمَّاه مكرًا بطريق المشاكلة ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي من حيث لا يدرون ولا يعلمون قال أبو حيان: ومكرُهم ما أخفوه من تدبير الفتك بصالح وأهله، ومكرُ الله إهلاكُهم من حيث لا يشعرون ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ﴾ أي فتأملْ وتفكرْ في عاقبة أمرهم ونتيجة كيدهم، كيف أنَّا أهلكناهم أجمعين وكان مآلهم الخراب والدمار﴾ ﴿فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظلموا﴾ أي فتلك مساكنهم ودورهم خاليةً بسبب ظلمهم وكفرهم لأنه أهلها هلكوا ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْلَمُونَ﴾ أي إن في هذا التدمير العجيب لعبرة عظيمة لقوم يعلمون قدرة الله فيتعظون ﴿وَأَنجَيْنَا الذين آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾ أي وأنجينا من العذاب المؤمنين المتقين الذين آمنوا مع صالح ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ﴾ أي واذكر رسولنا «لوطًا» حين قال لقومه أهل سدوم ﴿أَتَأْتُونَ الفاحشة﴾ أي أتفعلون الفعلة القبيحة الشنيعة وهي اللواطة ﴿وَأَنتُمْ تُبْصِرُونَ﴾ أي وأنتم تعلمون علمًا يقينًا أنها فاحشة وأنها عملٌ قبيح؟ ﴿أَإِنَّكُمْ لَتَأْتُونَ الرجال شَهْوَةً مِّن دُونِ النسآء﴾ تكريرٌ للتوبيخ أي أئنكم أيها القوم لفرط سفهكم تشتهون الرجال وتتركون النساء؟ ويكتفي الرجال بالرجال بطريق الفاحشة القبيحة ﴿بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ﴾ أي بل أنتم قوم سفهاء ماجنون ولذلك تفضلون العمل الشنيع على ما أباح الله لكم من النساء ﴿فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ﴾ أي فما كان جواب أولئك المجرمين إلا أن قالوا أخرجوا لوطًا وأهله من بلدتكم ﴿إِنَّهمْ\nأُنَاسٌ يَتَطَهَّرُونَ﴾ أي إنهم قوم يتنزهون عن القاذورات ويعدّون فعلنا قذرًا، وهو تعليلٌ لوجوب الطرد والإِخراج قال قتادة: عابوهم والله بغير عيب بأنهم يتطهرون من أعمال السوء وقال ابن عباس: هو استهزاء يستهزئون بهم بأنهم يتطهرون عن أدبار الرجال ﴿فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته﴾ أي فخلصناه هو وأهله من العذاب الواقع بالقوم إلا زوجته ﴿قَدَّرْنَاهَا مِنَ الغابرين﴾ أي جعلناها بقضائنا وتقديرنا من المهلكين، الباقين في العذاب ﴿وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا﴾ أي أنزلنا عليهم حجارة من السماء كالمطر فأهلكتْهُم ﴿فَسَآءَ مَطَرُ المنذرين﴾ أي بئس العذاب الذي أُمطروا به وهو الحجارة من سجيلٍ منضود، ولما ذكر تعالى قصص الأنبياء أتبعه بذكر دلائل القدرة والوحدانية فقال ﴿قُلِ الحمد لِلَّهِ وَسَلاَمٌ على عِبَادِهِ الذين اصطفى﴾ أي قل يا محمد الحمدُ للهِ على إفضاله وإِنعامه، وسلامٌ على عباده المرسلين الذين اصطفاهم لرسالته، واختارهم لتبليغ دعوته قال الزمخشري: أمر الله رسوله ﷺ َ أن يتلو هذه الآيات الدالة على وحدانيته، الناطقة بالبراهين على قدرته وحكمته، وأن ستفتح بتحميده والسلام على أنبيائه، وفيه تعليمٌ حسن، وتوقيفٌ على أدبٍ جميل، وهو حمد الله والصلاة على رسله، ولقد توارث العلماء والخطباء والوعاظ كابرًا عن كابر هذا الأدب، فحمدوا الله وصلوا على رسوله أمام كل علم، وقبل كل عظة وتذكرة ﴿ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ﴾ تبكيتٌ للمشركين وتهكمٌ بهم أي هل الخالق المبدع الحكيم خيرٌ أم الأصنام التي عبدوها وهي لا تسمع ولا تستجيب؟ ﴿أَمَّنْ خَلَقَ السماوات والأرض﴾ برهان آخر على وحدانية الله أي أمَّن أبدع الكائنات فخلق تلك السماواتِ في ارتفاعها وصفائها، وجعل فيها الكواكب المنيرة، وخلق الأرض وما فيها من الجبال والسهول والأنهار والبحار، خيرٌ أمّا يشركون؟ ﴿وَأَنزَلَ لَكُمْ مِّنَ السمآء مَآءً فَأَنبَتْنَا بِهِ حَدَآئِقَ ذَاتَ بَهْجَةٍ﴾ أي وأنزل لكم بقدرته المطر من السحاب فأخرج به الحدائق والبساتين، ذات الجمال والخضرة والنضرة، والمنظر الحسنِ البهيج ﴿مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا﴾ أي ما كان للبشر ولا يتهيأ لهم، وليس بمقدورهم ومستطاعهم أن يُنبتوا شجرها فضلًا عن ثمرها ﴿أإله مَّعَ الله﴾ استفها إنكار أي هل معه معبود سواه حتى تسوّوا بينهما وهو المتفرد بالخلق والتكوين؟ ﴿بَلْ هُمْ قَوْمٌ يَعْدِلُونَ﴾ أي بل هم قوم يشركون بالله فيجعلون له عديلًا ومثيلًا، ويسوّون بين الخالق الرازق والوثن ﴿أَمَّن جَعَلَ الأرض قَرَارًا﴾ برهان آخر أي جعل الأرض مستقَرًا للإنسان والحيوان، بحيث يمكنكم الإِقامة بها والاستقرار عليها ﴿وَجَعَلَ خِلاَلَهَآ أَنْهَارًا﴾ أي وجعل في شعابها وأوديتها الأنهار العذبة الطيبة، تسير خلالها شرقًا وغربًا، وشمالًا وجنوبًا ﴿وَجَعَلَ لَهَا رَوَاسِيَ﴾ أي وجعل جبالًا شامخة ترسي الأرض وتثبتها لئلا تميد وتضطرب بكم ﴿وَجَعَلَ بَيْنَ البحرين حَاجِزًا﴾ أي وجعل بين المياه العذبة والمالحة فاصلًا ومانعًا يمنعها من الاختلاط، لئلا يُفسد ماء البحار المياهَ العذبة ﴿أإله مَّعَ الله﴾ أي أمع الله معبودٌ سواه؟ ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي أكثر المشركين لا يعلمون الحق فيعلمون الحق فيشركون مع الله غيره ﴿أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ﴾ برهانٌ ثالث أي أمّن يجيب المكروب المجهود الذي مسَّه الضر فيستجيب دعاءه\nويلبي نداءه؟ ﴿وَيَكْشِفُ السواء﴾ أي ويكشف عنه الضُرَّ والبأساء؟ ﴿وَيَجْعَلُكُمْ خُلَفَآءَ الأرض﴾ أي ويجعلكم سكان الأرض تعمرونها جيلًا بعد جيل، وأُمةً بعد أُمة ﴿أإله مَّعَ الله﴾؟ أي أإله مع الله يفعل ذلك حتى تعبدوه؟ ﴿قَلِيلًا مَّا تَذَكَّرُونَ﴾ أي ما أقلَّ تذكركم واعتباركم فيما تشاهدون؟ ﴿أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ البر والبحر﴾؟ برهان رابع أي أم من يرشدكم إلى مقاصدكم في أسفاركم في الظلام الدامس، في البراري، والقفار، والبحار؟ والبلاد التي تتوجهون إليها بالليل والنهار؟ ﴿وَمَن يُرْسِلُ الرياح بُشْرًَا بَيْنَ يَدَيْ رَحْمَتِهِ﴾؟ أي ومن الذي يسوق الرياح مبشرةً بنزول المطر الذي هو رحمة للبلاد والعباد؟ ﴿أإله مَّعَ الله﴾؟ أي أإلهٌ مع الله يقدر على شيءٍ من ذلك؟ ﴿تَعَالَى الله عَمَّا يُشْرِكُونَ﴾ أي تعظَّم وتمجَّد الله القادر الخالق عن مشاركة العاجز المخلوق ﴿أَمَّن يَبْدَأُ الخلق ثُمَّ يُعيدُهُ﴾ برهانٌ خامس أي أمَّنْ يبدأ خلق الإِنسان ثم يعيده بعد فنائه؟ قال الزمخشري: كيف قال لهم ذلك وهم منكرون للإِعادة؟ والجواب أنه قد أُزيحت علَّتُهم بالتمكين من المعرفة والإِقرار، فلم يبق لهم عذرٌ في الإِنكار ﴿وَمَن يَرْزُقُكُم مِّنَ السمآء والأرض﴾ أي ومن يُنزل عليكم من مطر السماء، ويُنبتُ لكم من بركات الأرض الزروع والثمار؟ قال أبو حيان: لما كان إِيجاد بني آدم إنعامًا إليهم وإِحسانًا عليهم، ولا تتم النعمة إلا بالرزق قال ﴿وَمَن يَرْزُقُكُم مِّنَ السمآء﴾ أي بالمطر ﴿والأرض﴾ أي بالنبات ﴿أإله مَّعَ الله﴾؟ أي أإله مع الله يفعل ذلك؟ ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي أحضروا حجتكم ودليلكم على ما تزعمون إن كنتم صادقين في أنَّ مع الله إلهًا آخر ﴿قُل لاَّ يَعْلَمُ مَن فِي السماوات والأرض الغيب إِلاَّ الله﴾ أي هو سبحانه وحده المختص بعلم الغيب، فلايعلم أحدٌ من ملك أو بشر الغيب إلا اللهُ علامُ الغيوب قال القرطبي: نزلت في المشركين حين سألوا النبي ﷺ َ عن قيام الساعة ﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾؟ أي وما يدري ولا يشعر الخلائق متى يُبعثون بعد موتهم؟ ﴿بَلِ ادارك عِلْمُهُمْ فِي الآخرة﴾ أي هل تتابع وتلاحق علمُ المشركين بالآخرة وأحوالها حتى يسألوا عن الساعة وقيامها؟ إنهم لا يصدقون بالآخرة فلماذا يسألون عن قيام الساعة؟ ﴿بَلْ هُمْ فِي شَكٍّ مِّنْهَا﴾ إضراب عن السابق أي هم شاكون في الآخرة لا يصدّقون بها ولذلك يعاندون ويكابرون ﴿بَلْ هُم مِّنْهَا عَمُونَ﴾ أي بل هم في عمَىً عنها، ليس لهم بصيرةٌ يدركون بها دلائل وقوعها لأن اشتغالهم باللذات النفسانية من شهوة البطن والفرج صيّرهم كالبهائم والأنعام لا يتدبرون ولا يبصرون قال ابن كثير: هم شاكون في وقوعها ووجودها، بل هم في عماية وجهلٍ كبير في أمرها.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -\nالطباق ﴿يُفْسِدُونَ. . وَلاَ يُصْلِحُونَ﴾ .\n٢ - التحضيض ﴿لَوْلاَ تَسْتَغْفِرُونَ الله﴾ أي هلاّ تستغفرون الله.\n٣ - جناس الاشتقاق ﴿اطيرنا. . طَائِرُكُمْ﴾ .\n٤ - المشاكلة ﴿وَمَكَرُواْ. . وَمَكَرْنَا﴾ سمَّى تعالى إهلاكهم وتدميرهم مكرًا على سبيل المشاكلة.\n٥ - الطباق ﴿لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة﴾؟\n٦ - الاستفهام التوبيخي ﴿أَتَأْتُونَ الفاحشة وَأَنتُمْ تُبْصِرُونَ﴾؟\n٧ - أسلوب التبكيت والتهكم ﴿ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ﴾؟\n٨ - الاستعارة اللطيفة ﴿بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي أمام نزول المطر فاستعار اليدين للأمام.\n٩ - الطباق ﴿يَبْدَأُ الخلق ثُمَّ يُعيدُهُ﴾ .\n١٠ - الاستعارة ﴿بَلْ هُم مِّنْهَا عَمُونَ﴾ استعار العمى للتعامي عن الحق وعدم التفكر والتدبر في آلاء الله.\n١١ - مراعاة الفواصل مما يزيد في رونق الكلام وجماله، وله على السمع وقع خاص مثل ﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾ ﴿أَمَّن جَعَلَ الأرض قَرَارًا وَجَعَلَ خِلاَلَهَآ أَنْهَارًا﴾ ومثل ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْلَمُونَ وَأَنجَيْنَا الذين آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾ . وأمثاله كثير، وفي القرآن روائع بيانية يعجز عن التعبير عنها اللسان، فسبحان من خصَّ نبيَّه الأمي بهذا الكتاب المعجز!!", "ayah": 47, "surah": 27}