{"text": "المنَاسَبَة: لما ذكر تعالى الأدلة والبراهين على وحدانية رب العالمين، ذكر هنا شبهات المشركين في الإِيمان بالآخرة والبعث والنشور، وأردفها بذكر الدلائل القاطعة، وذكر بعض الأهوال التي تكون بين يدي الساعة.\nاللغَة: ﴿رَدِفَ﴾ اقترب ودنا ﴿تُكِنُّ﴾ تُسِرُّ وتخفي ﴿دَاخِرِينَ﴾ ذليلن صاغرين ﴿فَوْجًا﴾ الفوج: الجماعة ﴿جَامِدَةً﴾ الجمود: سكون الشيء وعدم حركته ﴿أَتْقَنَ﴾ الإِتقان: الإِتيانُ بالشيء على أحسن حالاته من التمام والكمال والإِحكام ﴿كُبَّتْ﴾ الكبُّ: الطرح والإِلقاء يقال: كببتُ الرجل ألقيتُه على وجهه، وكببتُ الإِناء قلبتُه.\nالتفسِير: ﴿وَقَالَ الذين كفروا أَإِذَا كُنَّا تُرَابًا وَآبَآؤُنَآ أَإِنَّا لَمُخْرَجُونَ﴾ أي قال مشركو مكة المنكرون للبعث: أئذا متنا وأصبحنا رفًا وعظامًا باليه، فهل سنخرج من قبورنا ونحيا مرة ثانية؟ ﴿لَقَدْ وُعِدْنَا هذا نَحْنُ وَآبَآؤُنَا مِن قَبْلُ﴾ أي لقد وَعدنا محمدٌ بالبعث كما وعَدَ من قبله آباءنا الأولين، فلو كان حقًا لحصل ﴿إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي ما هذا إلا خرافات وأباطيل السابقين. ينكرون البعث ونسون أنهم خُلقوا من العدم، وأن الذي خلقهم أولًا قادر على أن يعيدهم ثانيًا! ﴿قُلْ سِيرُواْ فِي الأرض﴾ أي قل لهؤلاء الكفار: سيروا في أرجاء الأرض ﴿فَاْنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ أي فانظروا - نظر اعتبار - كيف كان مآل المكذبين للرسل؟ ألم يهلكهم الله ويدمّرهم؟ فما حدث للمجرمين من قبل، يحدث للمجرمين من بعد، والآيةُ وعيدٌ وتهديد ﴿وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُن فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ﴾ تسلية للرسول ﵇ أي لا تحزن يا محمد ولا تأسف على هؤلاء المكذبين إنْ لم يؤمنوا، ولا يضيقْ صدرك من مكرهم فإِن الله يعصمك منهم ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي يقولون استهزاءً: متى يجيئنا العذاب إن كنتم صادقين فيما تقولون؟ والخطابُ للنبي ﷺ َ والمؤمنين ﴿قُلْ عسى أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الذي تَسْتَعْجِلُونَ﴾ أي لعلَّ الذي تستعجلون به من العذاب قد دنا وقرُب منكم بعضه قال المفسرون: هو ما أصابهم من القتل والأسر يوم بدر ﴿وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى الناس﴾ أي لذو إفضالٍ وإِنعامٍ على الناس بترك تعجيل عقوبتهم على معاصيهم وكفرهم ﴿ولكن أَكْثَرَهُمْ لاَ يَشْكُرُونَ﴾ أي ولكنَّ أكثرهم لا يعرفون حقَّ النعمة، ولا يشكرون ربهم ﴿وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ أي وإِنه تعالى ليعلم ما يُخْفون وما يعلنون من عداوة\nالرسول وكيدهم له وسيجازيهم عليه ﴿وَمَا مِنْ غَآئِبَةٍ فِي السمآء والأرض إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي ليس من شيء في غاية الخفاء على الناس والغيبوبة عنهم إلا وقد علمه الله وأحاط به، وأثبته في اللوح المحفوظ عنده، فلا تخفى عليه سبحانه خافية قال ابن عباس: معناه ما من شيءٍ سرٌّ في السماوات والأرض أو علانية إلا وعند الله علمه ﴿إِنَّ هذا القرآن يَقُصُّ على بني إِسْرَائِيلَ أَكْثَرَ الذي هُمْ فِيهِ يَخْتَلِفُونَ﴾ لما ذكر تعالى أمر المبدأ والمعاد والنبوة، وكان القرآن من أعظم الدلائل والبراهين على صدق محمد وصدق ما جاء به، أعقبه هنا بذكر القرآن المجيد وذكر أوصافه والمعنى: إن هذا القرآن المنزَّل على خاتم الرسل لهو الكتاب الحق الذي يبين لأهل اكلتاب ما اختلفوا فيه من أمر الدين، ومن جملته اختلافهم في أمر المسيح وتفرقُهم فيه فرقًا كثيرة حتى لعن بعضهم بعضًا، فلو كانوا منصفين لأسلموا، لأن القرآن جاءهم بالرأي الساطع، والخبر القاطع ﴿وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِّلْمُؤمِنِينَ﴾ أي وإِنه لهداية لقلوب المؤمنين من الضلالة، ورحمة لهم من العذاب، قال القرطبي: وإِنما خصَّ المؤمنين بالذكر لأنهم المنتفعون به ﴿إِن رَبَّكَ يَقْضِي بَيْنَهُم بِحُكْمِهِ﴾ أي إن ربك يا محمد يفصل بين بني إسرائيل يوم القيامة بحكمه العادل، وقضائه المبرم، فيجازي المحقَّ والمبطل ﴿وَهُوَ العزيز﴾ أي المنيع الغالب الذي لا يُردُّ أمره ﴿العليم﴾ أي العليم بأفعال العباد فلا يخفى عليه شيء منهم ﴿فَتَوَكَّلْ عَلَى الله﴾ أي فوِّضْ إليه أمرك، واعتمد عليه في جميع شئونك فإنه ناصرك ﴿إِنَّكَ عَلَى الحق المبين﴾ أي إنك يا محمد على الدين الحق، الواضح المنير، فالعاقبة لك بالنصر على الكفار ﴿إِنَّكَ لاَ تُسْمِعُ الموتى﴾ أي لا تُسمع الكفار لتركهم التدبر والاعتبار، فهم كالموتى لا حسَّ لهم ولا عقل ﴿وَلاَ تُسْمِعُ الصم الدعآء إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ أي ولا تُسمعهم دعاءَك ونداءك إِذا ذكَّرتهم بالله أو دعوتهم إلى الإِيمان، لأنهم كالصُّم الذين في آذانهم وقرٌ، فلا يستجيبون الدعاء، لا سيما إذا تولَّوا عنك معرضين، فإِن الأصمَّ إذا تولى مدبرًا ثم ناديته كان أبعد عن السماعحيث انضمَّ إلى صممه بُعدُ المسافة ﴿وَمَآ أَنتَ بِهَادِي العمي عَن ضَلالَتِهِمْ﴾ أي وليس بوسعك يا محمد أن تصرف عُمي القلوب عن كفرهم وضلالهم ﴿إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ﴾ أي ما تُسمع - سماع تدبر وإِفهام - إلا المؤمنين، ولا يستجيب لدعوتك إلاّ أهل الإيمان، وهم الذين انقادوا وأسلموا وجوههَم للرحمن.\n. شبَّه من لا يسمع ولا يعقل بالموتى في أنهم لا يسمعون وإن كانوا أحياء، ثم شبههم ثانيًا بالصم وبالعُمي وإِن كانوا سليمي الحواس، وأكَّد عدم سماعهم بقوله ﴿إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ لأن الأصمَّ، وكالعُمي، لا يفهمون ولا يسمعون ولا يبصرون، ولا يلتفتون إلى شيء من الدلائل الكونية، أو الآيات القرآنية ﴿وَإِذَا وَقَعَ القول عَلَيْهِم﴾ هذا بيان لما يكون بين يدي الساعة أي وإِذا قَرُبَ نزول العذاب وقيام الساعة، وحان وقت عذاب الكفار ﴿أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ الأرض تُكَلِّمُهُمْ أَنَّ الناس كَانُوا بِآيَاتِنَا لاَ يُوقِنُونَ﴾ أي أخرجنا للكفار هذه الآية الكبيرة «دابة الأرض» تكلم الناس وتناظرهم وتقول من جملة كلامها: ألا لعنةُ الله على الظالمين، الذين لا يصدّقون ولا يؤمنون بآيات\nالله، وخروجُ الدابة من أشراط الساعة وفي الحديث\n«لا تقوم الساعةُ حتى تروا عشر آياتٍ. . وعدَّ منها طلوع الشمس من مغربها، وخروجَ الدابة. .» الحديث قال ابن كثير: هذه الدابة تخرج في آخر الزمان، عند فساد الناس وتركهم أوامر الله، وتبديلهم الدين الحق، فتكلم الناس وتخاطبهم مخاطبة قال ابن عباس: تكلمهم كلامًا فتقول لهم: إن الناس كانوا بآياتنا لا يوقنون، وروي أن خروجها حي ينقطع الخير، ولا يُؤمر بمعروف ولا يُنهى عن منكر، ولا يبقى منيبٌ ولا تائب، وهي آية خاصة خارقة للعادة، ثم ذكر تعالى بعض مشاهد القيامة فقال ﴿وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا﴾ أي واذكر يوم نجمع للحساب والعقاب من كل أمةٍ من الأمم جماعة وزمرة ﴿مِّمَّن يُكَذِّبُ بِآيَاتِنَا﴾ أي من الجاحدين المكذبين بآياتنا ورسلنا ﴿فَهُمْ يُوزَعُونَ﴾ أي فهم يُجمعون ثم يُساقون بعنف ﴿حتى إِذَا جَآءُوا قَالَ أَكَذَّبْتُم بِآيَاتِي وَلَمْ تُحِيطُواْ بِهَا عِلْمًا﴾ أي حتى إذا حضروا موقف الحساب والسؤال قال لهم تعالى مُوبِخًا ومُقرِّعًا: أكذبتم بآياتي المنزلة على رسلي من غير فكر ولا نظر يؤدي إلى إحاطة العلم بكنهها، أو معرفة صدقها؟ ﴿أَمَّا ذَا كُنتُمْ تَعْمَلُونَ﴾ تقريع وتوبيخ آخر أيْ أيَّ شيء كنتم تعملون في الدنيا؟ وبَّخهم أولًا بقوله ﴿أَكَذَّبْتُم بِآيَاتِي﴾ ثم اضرب عنه إلى استفهام تقرير وتبكيت كأنه قيل: دَعُوا ما نسبتُه إليكم من التكذيب وقولوا لي: أيَّ شيءٍ كنتم تعملونه في الدنيا غير التكذيب؟ ﴿وَوَقَعَ القول عَلَيهِم بِمَا ظَلَمُواْ﴾ أي بُهِتوا فلم يكن لهم جواب، وقامت عليهم الحجة وحقَّ عليهم العذاب، بسبب ظلمهم وهو تكذيبهم بآيات الله ﴿فَهُمْ لاَ يَنطِقُونَ﴾ أي فهم لا يتكلمون لأنه ليس لهم عذر ولا حجة، وقد شُغلوا بالعذاب عن الجواب. . ثم لما ذكر تعالى أهوال القيامة ذكر الأدلة والبراهين على التوحيد والحشر والنشر مبالغةً في الإِرشاد إلى الإِيمان فقال: ﴿أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا الليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ أي ألم يروا قدرة الله فيعتبروا أنه تعالى جعل الليل مظلمًا ليناموا ويستريحوا من تعب الحياة، وجعل النهار منيرًا مشرقًا ليتصرفوا فيه في طلب المعاش والرزق؟ ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إن في تقليب الليل والنهار من نور إلى ظلمة، ومن ظلمةٍ إلى نور لآيات باهرة، ودلائل قاطعة على قدرة الله لقومٍ يصدّقون فيعتبرون، ثم أشار تعالى إلى أحوال الناس في الآخرة فقال ﴿وَيَوْمَ يُنفَخُ فِي الصور فَفَزِعَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله﴾ أي واذكر يوم ينفخ إسرافيل في الصور «نفخة الفزع» فلا يبقى أحدٌ من أهل السماوات والأرض إلا خاف وفزع إلا من شار الله من الملائكة والأنبياء والشهداء قال المفسرون: هذه نفخة الفزع، ثم تتلوها نفخة الصَّعق - وهو الموت - ثم بعد ذلك نفخة النشور من القبور وهي نفخة القيام لرب العالمين، قال أبو هريرة: إن الملك له في الصور ثلاثُ نفخات: نفخةُ الفزع - وهو فزع الحياة الدنيا - وليس بالفزع الأكبر، ونفخة الصَّعْق، ونفخة القيام من القبور ﴿وَكُلٌّ أَتَوْهُ دَاخِرِينَ﴾ أي وكلٌّ من الأموات الذين أُحيوا أتَوْا ربَّهم صاغرين مطيعين لم يتخلف منهم أحد ﴿وَتَرَى الجبال تَحْسَبُهَا جَامِدَةً﴾ أي وترى أيها المخاطب الجبال وقت النفخة الأولى تظنها ثابتة في مكانها وواقفة ﴿وَهِيَ تَمُرُّ مَرَّ السحاب﴾ أي وهي\nتسير سيرًا سريعًا كالسحاب قال الإِمام الفخر: ووجه حسبانهم أنها جامدة أن الأجسام الكبار إذا تحركت سريعة على نهجٍ واحد ظنَّ الناظر إليها أنها واقفة مع أنها تمر مرًا سريعًا ﴿صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ﴾ أي ذلك صنعُ الله البديع، الذي أكحم كل شيء خلقه، وأودع فيه من الحكمة ما أودع ﴿إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ﴾ أي هو عليم بما يفعل العباد من خير وشر، وسيجازيهم عليه أتم الجزاء.\n. ثم بيَّن تعالى حال السعداء والأشقياء في ذلك اليوم الرهيب فقال ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ أي من جاء يوم القيامة بحسنةٍ من الحسنات، فإِن الله يضاعفها له إلى عشر حسنات، ويعطيه بالعمل القليل الثواب الأبدي ﴿وَهُمْ مِّن فَزَعٍ يَوْمَئِذٍ آمِنُونَ﴾ أي وهم من خوف ذلك اليوم العصيب آمنون كما قال تعالى ﴿لاَ يَحْزُنُهُمُ الفزع الأكبر﴾ [الأنبياء: ١٠٣] ﴿وَمَن جَآءَ بالسيئة فَكُبَّتْ وُجُوهُهُمْ فِي النار﴾ قال ابن عباس: لاسيئة: الإِشراك بالله أي ومن جاء يوم القيامة مسيئًا لا حسنة له أو مشركًا بالله فإِنه يكبُّ في جهنم على وجهه منكوسًا، ويُلقى فيها مقلوبًا ﴿هَلْ تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم توبيخًا: هل تُجزون إلا جزاء ما كنتم تعملون في الدنيا من سيء الأعمال؟ ﴿إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ البلدة الذي حَرَّمَهَا﴾ أي قل لهم يا محمد: لقد أُمرت أن أخصَّ الله وحده بالعبادة ربَّ لابلد الأمين الذي جعل مكة حرمًا آمنًا لا يُسفك فيها دم، ولا يُظلم فيها أحد، ولا يصاد صيدها ولا يُختلى خلاها كما جاء في الحديث الصحيح ﴿وَلَهُ كُلُّ شَيءٍ﴾ أي هو تعالى الالق والمالك لكل شيء فهو رب كل شيء ومليكه ﴿وَأُمِرْتُ أَنْ أَكُونَ مِنَ المسلمين﴾ أي وأُمرتُ أن أكون من المخلصين لله بالتوحيد، المنقادين لأمره، المستسلمين لحكمه ﴿وَأَنْ أَتْلُوَ القرآن﴾ أي أُمرتُ أيضًا بتلاوة القرآن لتنكشف لي حقائقه الرائعة، وأن أقرأه على الناس ﴿فَمَنِ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ﴾ أي فمن اهتدى بالقرآن، واستنار قلبه بالإِيمان، فإِن ثمرة هدايته راجعة إليه ﴿وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَاْ مِنَ المنذرين﴾ أي ومن ضلَّ عن طريق الهدى، فوبالُ ضلاله مختص به، إذْ ما على الرسول إلا البلاغ وقد بلغتكم رسالة الله ﴿وَقُلِ الحمد للَّهِ﴾ أي قل يا محمد: الحمد لله على ما خصني به من شرف النبوة والرسالة، وما أكرمني من رفيع المنزلة والمقام ﴿سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا﴾ تهديد ووعيد أي سيريكم آياته الباهرة الدالة على عظيم قدرته وسلطانه في الأنفس والآفاق فتعرفونها حين لا تنفعكم المعرفة ﴿وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ أي وما ربك بغافل عن أعمال العباد بل هو على كل شيء شهيد، وفيه وعدٌ ووعيد.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام الإِنكاري ﴿أَإِذَا كُنَّا تُرَابًا وَآبَآؤُنَآ أَإِنَّا لَمُخْرَجُونَ﴾ وتكرير الهمزة ﴿أَإِنَّا﴾ للمبالغة في التعجب والإِنكار.\n٢ - الوعيد والتهديد ﴿قُلْ سِيرُواْ فِي الأرض فَاْنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ .\n٣ - التأكيد بإِن واللام ﴿وَإِنَّ رَبَّكَ لَذُو فَضْلٍ﴾ ﴿وَإِنَّ رَبَّكَ لَيَعْلَمُ﴾ ﴿وَإِنَّهُ لَهُدًى﴾ .\n٤ - الطباق ﴿مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ لأن معنى ﴿تُكِنُّ﴾ تخفي.\n٥ - الاستعارة البديعة ﴿إِنَّ هذا القرآن يَقُصُّ﴾ لأن القصص لا يوصف به إلا الناطق المميز، ولكنَّ القرآن لما تضمَّن نبأ الأولين، كان الشخص الذي يقصُّ على الناس الأخبار ففيه استعارةٌ تبعية.\n٦ - المبالغة ﴿العزيز العليم﴾ لأن صيغة فعيل من صيغ المبالغة.\n٧ - الاستعارة التمثيلية ﴿إِنَّكَ لاَ تُسْمِعُ الموتى﴾ التعبير بالموتى، والصم، والعمي، جاء كله بطريق الاستعارة، وهو تمثيل لأحوال الكفار في عدم انتفاعهم بالإِيمان بأنهم كالموتى والصم والعمي.\n٨ - أسلوب التوبيخ والتأنيب ﴿أَمَّا ذَا كُنتُمْ تَعْمَلُونَ﴾؟\n٩ - الطباق ﴿مَن جَآءَ بالحسنة. . وَمَن جَآءَ بالسيئة﴾ .\n١٠ - التشبيه البليغ ﴿وَهِيَ تَمُرُّ مَرَّ السحاب﴾ أي تمرُّ كمرِّ السحاب في السرعة، حذفت الأداة ووجه الشبه فأصبح تشبيهًا بليغًا مثل محمد قمر.\n١١ - الإِحتباك ﴿أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا الليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ حُذف من أوله ما أُثبت في آخره وبالعكس، أصله جعلنا الليل مظلمًا لتسكنوا فيه، والنهار مبصرًا للتصرفوا فيه فحذف «مظلمًا» لدلالة «مبصرًا» عليه، وحذف «لتتصرفوا فيه» لدلالة ﴿لِيَسْكُنُواْ فِيهِ﴾ وهذا النوع يسمى الإِحتباك وهم من المحسنات البديعية.", "ayah": 90, "surah": 27}