{"text": "المنَاسَبَة: لمّا حكى تعالى في الآيات السابقة إِنكار المشركين للبعث، وأقام الأدلة والبراهين على البعث والنشور، ذكر هنا الأهوال والشدائد التي يلقاها الكافر في الآخرة، والنعيم الذي أعدَّه للمؤمنين الأبرار في الجنة، وختم السورة الكريمة ببيان السورة الكريمة ببيان دلائل البعث وأحواله وأطواره.\nاللغَة: ﴿وَأُزْلِفَتِ﴾ قُربت يقال: زلف يزلف أي قرب، وأزلفه قرَّبه ﴿أَوَّابٍ﴾ رجَّاع إلى الله من آب يئوب أوبًا إِذا رجع ﴿بَطْشًا﴾ البطش: الأخذ بالشدة والعنف ﴿نَقَّبُواْ﴾ طوَّفوا وساروا وأصل التنقيب التنفقير عن الشيء والبحث عنه قال الشاعر:\nنقَّبوا في البلاد من حذ الموت ... وجالوا في الأرض كلَّ مجال\n﴿مَّحِيصٍ﴾ مفر ومهرب من حاص يحيص حيصًا إِذا أراد الهرب ﴿لُّغُوبٍ﴾ تعب.\nسَبَبُ النّزول: عن قتادة أن اليهود قالوا إِن الله خلق السموات والأرض في ستة أيام، أولها يوم الأحد وآخرها يوم الجمعة، وأنه تعب فاستراح يوم السبت وسمَّوه يوم الراحة فكذبهم تعالى فيما قالوا فنزلت ﴿وَلَقَدْ خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ .\nالتفسِير: ﴿وَقَالَ قَرِينُهُ هذا مَا لَدَيَّ عَتِيدٌ﴾ أي وقال الملك الموكل به، هذا الذي وكلتني به من بني آدم قد أحضرته وأحضرتُ ديوان عمله ﴿أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ﴾ أي يقول تعالى للملكين «السائق والشهيد» إقذفا في جهنم كلَّ كافر معاند للحقِّ لا يؤمن بيوم الحساب ﴿مَّنَّاعٍ لِّلْخَيْرِ﴾ أي مبالغ في المنع لكل حقٍّ واجب عليه في ماله ﴿مُعْتَدٍ مُّرِيبٍ﴾ أي ظالم غاشم شاكٍ في الدين ﴿الذي جَعَلَ مَعَ الله إلها آخَرَ﴾ أي أشرك بالله ولمن يؤمن بوحدانيته ﴿فَأَلْقِيَاهُ فِي العذاب الشديد﴾ أي فألقياه في نار جنهم، وكرر اللفظ ﴿فَأَلْقِيَاهُ﴾ للتوكيد ﴿قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ﴾ أي قال قرينه وهو الشيطان المقيَّض له ربنا ما أضللتُه ﴿ولكن كَانَ فِي ضَلاَلٍ بَعِيدٍ﴾ أي ولكنَّه ضلَّ باختياره، وآثر العمى على الهدى من غير إِكراهٍ أو إجبار، وفي الآية محذوفٌ دل عليه السياق كأن الكافر قال يا رب إِن شيطاني\nهو الذي أطغاني فيقول قرينه: ربنا ما أطغيتُه بل كان هو نفسه ضالًا معاندًا للحق فأعنته عليه ﴿قَالَ لاَ تَخْتَصِمُواْ لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بالوعيد﴾ أي فيقول الله ﷿ للكافرين وقرنائهم من الشياطين: لا تتخاصموا هنا فما ينفع الخصام ولا الجدال، وقد سبق أن أنذرتكم على ألسنة الرسل بعذابي، وحذرتكم شديد عقابي، فلم تنفعكم الآياتُ والنُّذر ﴿مَا يُبَدَّلُ القول لَدَيَّ﴾ أي ما يُغيَّر كلامي، ولا يُبدَّل حكمي بعقاب الكفرة المجرمين قال المفسرون: المراد وعدُه تعالى بعذاب الكافر وتخليده في النار بقوله تعالى ﴿لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ﴾ [هود: ١١٩] ﴿وَمَآ أَنَاْ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي ولست ظالمًا حتى أعذب أحدًا بدون استحقاق، وأعاقبه بدون جرم ﴿يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امتلأت وَتَقُولُ هَلْ مِن مَّزِيدٍ﴾؟ أي اذكر ذلك اليوم الرهيب يوم يقول الله تعالى لجهنم هل امتلأت، وتقول هل هناك من زيادة؟ وفي الحديث «لا تزال جهنم يُلقى فيها وتقول هل من مزيد، حتى يضع ربٌّ العزة فيها قدمه، فتقول: قَطْ قَطْ وعزتك وكرمك أي قد اكتفيتُ وينزوي بعضُها إلى بعض» والظاهر أن السؤال والجواب على حقيقتهما، والله على كل شيء قدير، فإِن إِنطاق الجماد والشجر والحجر جائز عقلًا، وحاصلٌ شرعًا، وقد أخبر القرآن الكريم أنَّ نملة تكلمت، وأن كل شيء يسبح بحمد الله، وورد في صحيح مسلم أن المسلمين في آخر الزمان يقاتلون اليهود، حتى يختبىء اليهود وراء الشجر والحجر، فينطق الله الشجر والحجر.\n. الخ وقيل: إن الآية على التمثيل وأنها تصويرٌ لسعة جهنم وتباعد أقطارها بحيث لو ألقى فيها جميع الكفرة والمجرمين فإِنها تتسع لهم، وهو كقولهم «قال الحائط للمسمار لم تشفني؟ قال: سلْ منْ يدقني» ثم أخبر تعالى عن حال السعداء بعد أن ذكر حال الأشقياء فقال ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ﴾ أي قُرّبت وأدنيت الجنة من المؤمنين المتقين مكانًا غير بعيد، بحيث تكون بمرأى منهم مبالغة في إِكرامهم ﴿هذا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ﴾ أي يقال لهم: هذا الذي ترونه من النعيم هو ما وعده الله لكل عبدٍ أوَّاب أي رجَّاعٍ إلى الله، حافظٍ لعهده وأمره ﴿مَّنْ خَشِيَ الرحمن بالغيب وَجَآءَ بِقَلْبٍ مُّنِيبٍ﴾ أي خاف الرحمن فأطاعه دون أن يراه لقوة يقينه، وجاء بقلبٍ تائب خاضع خاشع ﴿ادخلوها بِسَلاَمٍ ذَلِكَ يَوْمُ الخلود﴾ أي يقال لهم: أدخلوا الجننة بسلامة من العذاب والهموم والأكدار، ذلك هو يوم البقاء الذي لا انتهاء له أبدًا، لأنه لا موت في الجنة ولا فناء ﴿لَهُم مَّا يَشَآءُونَ فِيهَا﴾ أي لهم في الجنة من كل ما تشتهيه أنفسهم، وتلذ به أعينهم ﴿وَلَدَيْنَا مَزِيدٌ﴾ أي وعندنا زيادة على ذلك الإِنعام والإِكرام، وهو النظر إلى وجه الله الكريم. . ثمَّ خوَّف تعالى كفار مكة بما حدث للمكذبين قبلهم فقال ﴿وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ﴾ أي وأهلكنا قبل كفار قريش أممًا كثيرين من الكفار المجرمين ﴿هُمْ أَشَدُّ مِنْهُم بَطْشًا﴾\nأي هم أقوى من كفار قريش قوة، وأعظم منهم فتكًا وبطشًا ﴿فَنَقَّبُواْ فِي البلاد هَلْ مِن مَّحِيصٍ﴾ أي فساروا في البلاد، وطوَّفوا فيها وجالوا في أقطارها، فهل كان لهم من الموت مهرب؟ وهل كان لهم من عذاب الله مخلص؟ ﴿إِنَّ فِي ذَلِكَ لذكرى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السمع وَهُوَ شَهِيدٌ﴾ أي إن فيما ذُكر من إهلاك القرى الظالمة، لتذكره وموعظة لمن كان له عقل يتدبر به، أو أصغى إلى الموعظة وهو حاضر القلب ليتذكر ويعتبر قال سفيان: لا يكون حاضرًا وقلبه غائب وقال الضحاك: العرب تقول: ألقى فلان سمعه إِذا استمع بأذنيه وهو شاهد بقلب غير غائب، وعبَّر عن العقل بالقلب لأن موضعه كما قال تعالى ﴿فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور﴾ ﴿وَلَقَدْ خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ هذه الآية ردٌّ على اليهود حيث زعموا أن الله خلق السموات والأرض في ستة أيام، أوَّلُها يوم الأحد وآخرها يوم الجمعة وأنه تعب فاستراح يوم السبت واستلقى على ظهره فوق العرش، فكذبهم الله تعالى والمعنى والله خلق السموات السبع في ارتفاعها وعظمتها، والأرض في كثافتها وسعتها، وما بنيهما من المخلوقات البديعة في ستة أيام، وما مسَّنا من إِعياء وتعب ﴿فاصبر على مَا يَقُولُونَ﴾ أي فاصبرْ يا محمد على ما يقوله اليهود وغيرهم من كفار قريش، واهجرهم هجرًا جميلًا ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب﴾ أي ونزِّه ربك عما لا يليق به، وصلِّ له واعبدْه وقتي الفجر والعصر، وخصَّهما بالذكر لزيادة فضلهما وشرفهما ﴿وَمِنَ الليل فَسَبِّحْهُ وَأَدْبَارَ السجود﴾ أي ومن الليل فصلِّ للهِ تهجدًا وأعقاب الصلوات المفروضة قال ابن كثير: كانت الصلاة المفروضة قبل الإِسراء ثنتان قبل طلوع الشمس، وثنتان قبل الغروب، وكان قيام الليل واجبًا على النبي ﷺ َ وعلى أُمته حولًا ثم نسخ في حق الأمة وجوبه، ثم بعد ذلك نسخ كل ذلك ليلة الإِسراء بخمس صلواتٍ، وبقي منهم صلاة الصبح والعصر فهما قبل طلوع الشمس وقبل الغروب ﴿واستمع يَوْمَ يُنَادِ المناد مِن مَّكَانٍ قَرِيبٍ﴾ أي واستمع يا محمد النداء والصوت حين ينادي إِسرافيل بالحشر من موضع قريب يصل صوته إلى الكل على السواء قال أبو السعود: وفيه تهويلٌ وتفظيع لشأن المخبر به، والمنادي هو إِسرافيل ﵇ يقول: أيتها العظام البالية، والأوصال والمتقطعة، واللحوم المتمزقة، والشعور المتفرقة، إِن الله يأمركنَّ أن تجتمعن لفصل القضاء ﴿يَوْمَ يَسْمَعُونَ الصيحة بالحق﴾ أي يسمعون صيحة البعث التي تأتي بالحقِّ وهي النفخة الثانية في الصور ﴿ذَلِكَ يَوْمُ الخروج﴾ ذلك هو يوم الخروج من القبور ﴿إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير﴾ أي نُحيي الخلائق ونميتُهم في الدنيا، وإلينا رجوعهم للجزاء في الآخرة، لا إِلى غيرنا ﴿يَوْمَ تَشَقَّقُ الأرض عَنْهُمْ سِرَاعًا﴾ أي يوم تنشقُّ الأرضُ عنهم فيخرجون من القبور مسرعين إِلى موقف الحساب استجابةً لنداء المنادي ﴿ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ﴾ أي ذلك جمع وبعث سهلٌ هيّنٌ علينا لا يحتاج إِلى عناء ﴿نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ﴾ أي نحن أعلم بما يقول كفار قريش من إِنكار البعث والسخرية والاستهزاء بك وبرسالتك، وفيه تسلية للنبي ﷺ َ وتهديدٌ لهم ﴿\nوَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ﴾ أي وما أنت يا محمد بمسلَّط عليهم تجبرهم على الإِسلام، إِنما بعثت مذكّر ﴿فَذَكِّرْ بالقرآن مَن يَخَافُ وَعِيدِ﴾ أي عظْ بهذا القرآن من يخاف وعيدي.\n. ختم السورة الكريمة بالتذكير بالقرآن كما افتتحها بالقسم بالقرآن ليتناسق البدء مع الختام:\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيا يلي:\n١ - الإِظهار في موطن الإِضمار ﴿فَقَالَ الكافرون﴾ [ق: ٢] يدل فقالوا للتسجيل عليهم بالكفر.\n٢ - الاستفهام الإِنكار لاستبعاد البعث ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا﴾ [ق: ٢]؟\n٣ - الإِضراب عن السابق لبيان ما هو أفضع وأشنع من التعجب ﴿بَلْ كَذَّبُواْ بالحق﴾ [ق: ٥] وهو التكذيب بآيات الله وبرسوله المؤيد بالمعجزات.\n٤ - التشبيه المرسل المجمل ﴿كَذَلِكَ الخروج﴾ [ق: ١١] شبَّه إِحياء الموتى بإِخراج النبات من الأرض الميتة.\n٥ - الاسعتارة التمثيلية ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد﴾ [ق: ١٦] مثَّل علمه تعالى بأحوال العبد، وبخطرات النفس، بحبل الوريد القريب من القلب، وهو تمثلٌ للقرب بطريق الاستعارة كقول العرب: هو مني مقعد القابلة، وهو مني معقد الإِزار.\n٦ - الحذف بالإِيجاز ﴿عَنِ اليمين وَعَنِ الشمال قَعِيدٌ﴾ [ق: ١٧] أصله عن اليمين قعيدٌ، وعن الشمال قعيد، فحذف من الأول لدلالة الثاني عليه، وبين اليمين والشمال طباقٌ وهو من المحسنات الديعية.\n٧ - الاستعارة التصريحية ﴿وَجَاءَتْ سَكْرَةُ الْمَوْتِ﴾ [ق: ١٩] استعار لفظ السَّكرة للهول والشدة التي يلقاها المحتضر عن وفاته.\n٨ - الجناس الناقص بين ﴿عَنِيدٍ﴾ و﴿عَتِيدٌ﴾ لتغاير حرفيْ النون والتاء.\n٩ - الطباق بين ﴿نُحْيِي﴾ و﴿نُمِيتُ﴾ .\n١٠ - توافق الفواصل والسجع اللطيف غير المتكلف مثل ﴿ذَلِكَ يَوْمُ الوعيد﴾ [ق: ٢٠] ﴿وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ﴾ [ق: ٢١] ﴿فَبَصَرُكَ اليوم حَدِيدٌ﴾ ومثل ﴿إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير. . ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ﴾ الخ وهو من المحسنات البديعية، لما فيه من جميل الوقع على السمع.", "ayah": 41, "surah": 50}