{"text": "اللغَة: ﴿سُبَاتًا﴾ السبتُ في اللغة: القطعُ، سمي الليل سُباتًا لأنه يقطع العمل والحركة ﴿وَهَّاجًا﴾ الوهَّاج: المتقد المتلألىء من قولهم: وَهجت النار إِذا أضاءت ﴿ثَجَّاجًا﴾ شديد الأنصباب يقال: ثجَّ إِذا سال بكثرة وفي الحديث «أفضلُ الحج: العجُّ والثَجُّ» العجُّ: رفع الصوت بالتلبية، والثجُّ: إِراقة الدماء وذبحُ الهدايا ﴿كَوَاعِبَ﴾ جمع كاعب وهي التي برز نهدها مع ارتفاع يسير ﴿دِهَاقًا﴾ مملوءة يقال: أدهقتُ الكأسَ أي ملأتها قال الشاعر\nأتانا عامرٌ يبغي قِرانا ... فأتْرعنا له كأسًا دِهاقًا\nالتفسِير: ﴿عَمَّ يَتَسَآءَلُونَ﴾؟ أي عن أيّ شيءٍ يسأل هؤلاء الجاحدون بعضهم بعضًا؟ وأصل ﴿عَمَّ﴾ عنْ ما، أدغمت الميم في النون وحذفت الف ﴿ما﴾ الاستفهامية، وليس المراد هنا مجرد الاستفهام وإِنما المراد تفخيم الأمر وتعظيمه، وقد كان المشركون يتساءلون عن البعث فيما بينهم، ويخوضون فيه إِنكارًا واستهزاءً فجاء اللفظ بصيغة الاستفهام للتفخيم والتهويل وتعجيب السامعين من أمر المشركين، ثم ذكر تعالى ذلك الأمر الخطير فقال ﴿عَنِ النبإ العظيم﴾ أي يتساءلون عن الخبر العظيم الهام وهو أمر البعث ﴿الذي هُمْ فِيهِ مُخْتَلِفُونَ﴾ أي الذي اختلفوا فيه ما بين شاكٍّ في\nوقوعه، ومكذب منكرٍ لحصوله ﴿كَلاَّ سَيَعْلَمُونَ﴾ ردعٌ وزجر أي ليرتدعْ أولئك المكذبون عن التساؤل عن البعث، فيسعلمون حقيقة الحال، حيث يرون البعث أمرًا واقعًا، ويرون عاقبة استهزائهم ﴿ثُمَّ كَلاَّ سَيَعْلَمُونَ﴾ تأكيد للوعيد مع التهويل أي سيعلمون ما يحل بهم من العذاب والنكال. . ثم أشار تعالى إِلى الأدلة الدالة على قدرته تعالى، ليقيم الحجة على الكفار فيما أنكروه من أمر البعث، وكأنه يقول: إِن الإِله الذي قدر على إِيجاد هذه المخلوقات العظام، قادرٌ على إِحياء الناس بعد موتهم فقال ﴿أَلَمْ نَجْعَلِ الأرض مِهَادًا﴾ أي ألم نجعل هذه الأرض التي تسكنونها ممهدة للاستقرار عليها، والتقلب في أنحائها؟ جعلناها لكم كالفراش والبساط لتستقروا على ظهرها، وتستفيدوا من سهولها الواسعة بأنواع المزروعات؟ ﴿والجبال أَوْتَادًا﴾ أي وجعلنا الجبال كالأوتاد للأرض تثبيتها لئلا تميد بكم كما يثبت البيت بالأوتاد قال في التسهيل: شبَّهها بالأوتاد لأنها تمسكُ الأرض أن تميد ﴿وَخَلَقْنَاكُمْ أَزْوَاجًا﴾ أي وجعلناكم أيها الناس أصنافًا ذكورًا وإِناثًا، لينتظم أمر النكاح والتناسل، ولا تنقطع الحياة عن ظهر هذا الكوكب الأرضي ﴿وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا﴾ أي وجعلنا النوم راحة لأبدانكم، قاطعًا لأشغالكم، تتخلصن به من مشاق العمل بالنهار ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ أي جعلنا الليل كاللباس يغشاكم ويستركم بظلامه، كما يستركم اللباس، وتغطيكم ظلمته كما يغطى الثوبُ لاَبسه قال في التسهيل: شبهه بالثياب التي تُلبس لأنه سترٌ عن العيون ﴿وَجَعَلْنَا النهار مَعَاشًا﴾ أي وجعلنا النهار سببًا لتحصيل المعاش، تتصرفون فيه لقضاء حوائجكم قال ابن كثير: جعلناه مشرقًا مضيئًا ليتمكن الناس من التصرف فيه، بالذهاب والمجيء للمعاش والتكسب والتجارات وغير ذلك ﴿وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا﴾ أي وبنينا فوقكم أيها الناس سبع سمواتٍ محكمة الخلق بديعة الصنع، متينةً في إِحكامها وإِتقانها، لا تتأثر بمرور العصور والأزمان، خلقناها قدرتنا لتكون كالسقف للأرض كقوله تعالى\n﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ [الأنبياء: ٣٢] وقوله ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: ٤٧] ﴿وَجَعَلْنَا سِرَاجًا وَهَّاجًا﴾ أي وأنشأنا لكم شمسًا منيرة ساطعة، يتوهج ضوءها ويتوقد لأهل لأهل الأرض كلهم، دائمة الحرارة والتوقد قال المفسرون: الوهَّاج المتوقد الشديد الإضاءة، الذي يضطرم ويلتهب من شدة لهبه وقال ابن عباس: المنير المتلألىء ﴿وَأَنزَلْنَا مِنَ المعصرات مَآءً ثَجَّاجًا﴾ أي وأنزلنا من السحب التي حان وقت إِمطارها ماءً دافقًا منهمرًا بشدةٍ وقوة قال في التسهيل: المعصرات هي السحب، مأخوذةٌ من العصر لأن السحاب ينعصر فينزل منه الماء، شبهت السحابة التي حان وقت إِمطارها بالجارية التي قد دنا حيضها ﴿لِّنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا﴾ أي لنخرج بهذا الماء أنواع الحبوب والزروع، التي تنبت في الأرض غذاءً للإِنسان والحيوان ﴿وَجَنَّاتٍ أَلْفَافًا﴾ أي وحدائق وبساتين كثيرة الأشجاروالأغصان، ملتفةً بعضها على بعض لكثرة أغصانها وتقارب أشجارها. . ذكر\nتعالى هذه الأدلة التسع على قدرته تعالى، كبرهانٍ واضح على إمكان البعث والنشرو، فإن من قدر على هذه الأشياء قادرٌ على البعث والإِحياء ولهذا قال بعده ﴿إِنَّ يَوْمَ الفصل كَانَ مِيقَاتًا﴾ أي إن يوم الحساب والجزاء، ويوم الفصل بين الخلائق، له وقت محدودٌ معلوم في علمه تعالى وقضائه، لا يتقدم ولا يتأخر ﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ﴾ [هود: ١٠٣١٠٤] قال القرطبي: سمي يوم الفصل لأن الله تعالى يفصل فيه بين خلقه، وقد جعله وقتًا وميعادًا للأولين والآخرين ﴿يَوْمَ يُنفَخُ فِي الصور فَتَأْتُونَ أَفْوَاجًا﴾ أي يكون ذلك يوم أن ينفخ في الصور نفخة القيام من القبور، فتحضرون جماعات جماعات، وزمرًا زمرًا للحساب والجزاء، ثم ذكر تعالى أوصاف ذلك اليوم الرهيب فقال ﴿وَفُتِحَتِ السمآء فَكَانَتْ أَبْوَابًا﴾ أي تشققت السماء من كل جانب، حتى كان فيها صدوعٌ وفتوحٌ كالأبواب في الجدران، من هول ذلك اليوم كقوله تعالى ﴿إِذَا السمآء انشقت﴾ [الإِنشقاق: ١] وعبَّر بالماضي ﴿وَفُتِحَتِ﴾ لتحقق الوقوع ﴿وَسُيِّرَتِ الجبال فَكَانَتْ سَرَابًا﴾ أي ونسفت الجبال وقلعت من أماكنها، حتى أصبح يخيَّل إِلى الناظر أنها شيء وليست بشيء، كالسراب بظنه الرائي ماءً وليس بماء قال القرطبي: صارت الجبال بعد نسفها هباءً منبثًا لعين الناظر، كالسراب الذي يظنه من يراه ماءً وهو في الحقيقة هباء ﴿إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا﴾ أي إِن جهنم تنتظر وتترقب نزلاءها الكفار، كما يترصد الإِنسان ويترقب عدوه ليأخذه على حين غرة قال المفسرون: المرصاد المكان الذي يرصد فيه الراصد العدو، وجهنم تترصَّد أعداء الله لتعذبهم بسعيرها، وهي مترقبة ومتطلعة لمن يمرُّ عليها من الكفار الفجار لتلتقطهم إِليها ﴿لِّلطَّاغِينَ مَآبًا﴾ أي هي مرجع ومأوى ومنزل للطغاة المجرمين ﴿لاَّبِثِينَ فِيهَآ أَحْقَابًا﴾ أي ماكثين في النار دهورًا متتابعةً لا نهاية لها قال القرطبي: أي ماكثين في النار ما دامت الأحقاب أي الدهور وهي لا تنقطع، كلما مضى حقب جاء حقب، لأن أحقاب الآخرة لا نهاية لها قال الربيع وقتادة: هذه الأحقاب لا انقضاء لها ولا انقطاع ﴿لاَّ يَذُوقُونَ فِيهَا بَرْدًا وَلاَ شَرَابًا﴾ أي لا يذوقون في جهنم بدورةً تخفف عنهم حرَّ النار، ولا شرابًا يسكِّنُ عطشهم فيها ﴿إِلاَّ حَمِيمًا وَغَسَّاقًا﴾ أي إِلاّ ماءً حارًا بالغًا الغاية في الحرارة، وغساقًا أي صديدًا يسيل من جلود أهل النار ﴿جَزَآءً وِفَاقًا﴾ أي يعاقبهم الله بذلك جزاءً موافقًا لأعمالهم السيئة ﴿إِنَّهُمْ كَانُواْ لاَ يَرْجُونَ حِسَابًا﴾ أي لم يكونوا يتوقعون الحساب والجزاء، ولا يؤمنون بلقاء الله، فجازاهم الله بذلك الجزاء العادل ﴿وَكَذَّبُواْ بِآيَاتِنَا كِذَّابًا﴾ أي وكانوا يكذبون بآيات الله الدالة على البعث وبالآيات القرآنية تكذيبًا شديدًا ﴿وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا﴾ أي وكل ما فعلوه من جرائم وآثام ضبطناه في كتاب لنجازيهم عليه ﴿فَذُوقُواْ فَلَن نَّزِيدَكُمْ إِلاَّ عَذَابًا﴾ أي فذوقوا يا معشر الكفار فلن نزيدكم على استغاثتكم إِلاَّ عذابًا فوق عذابكم قال المفسرون: ليس في القرآن على أهل النار آية هي\nأشد من هذه الآية، كلما استغاثوا بنوعٍ من العذاب أغيثوا بأشد منه.\n. ولما ذكر تعالى أحوال الأشقياء أهل النار، ذكر بعدها أحوال السعداء الأبرار فقال ﴿إِنَّ لِلْمُتَّقِينَ مَفَازًا﴾ أي إِن للمؤمنين الأًَبرار الذين أطاعوا ربهم في الدنيا، موضع ظفر وفوز بجنات النعيم، وخلاص من عذاب الجحيم، ثم فسَّر هذا الفوز فقال ﴿حَدَآئِقَ وَأَعْنَابًا﴾ أي بساتين ناضرة فيها من جميع الأشجار والأزهار، وفيها كروم الأعناب الطيبة المتنوعة من كل ما تشتهيه النفوس ﴿وَكَوَاعِبَ أَتْرَابًا﴾ أي ونساءً عذارى نواهد قد برزت أَثْداؤهنَّ، وهنَّ في سنٍ واحدة قال في التسهيل: الكواعب جمع كاعب وهي الجارية التي خرج ثديها ﴿وَكَأْسًا دِهَاقًا﴾ أي وكأسًا من الخمر ممتلئةً صافية قال القرطبي: المرادُ بالكأس الخمرُ كأنه قال: وخمرًا ذات دِاهقٍ أي مملوءة قد عُصرت وصُفِّيت ﴿لاَّ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ كِذَّابًا﴾ أي لا يسمعون في الجنة كلامًا فارغًا لا فائدة فيه، ولا كذبًا من القول لأن الجنة دار السلام، وكل ما فيها سالمٌ من الباطل والنقص ﴿جَزَآءً مِّن رَّبِّكَ عَطَآءً حِسَابًا﴾ أي جازاهم الله بذلك الجزاء العظيم، تفضلًا منه وإِحسانًا كافيًا على حسب أعمالهم ﴿رَّبِّ السماوات والأرض وَمَا بَيْنَهُمَا الرحمن﴾ أي هذا الجزاء صادرٌ من الرحمن الذي شملت رحمته كل شيء ﴿لاَ يَمْلِكُونَ مِنْهُ خِطَابًا﴾ أي لا يقدر أحدٌ أن يخاطبه في دفع بلاء، أو رفع عذاب في ذلك اليوم، هيبةً وجلالًا ﴿يَوْمَ يَقُومُ الروح والملائكة صَفًّا﴾ أي في ذلك اليوم الرهيب يقف جبريل والملائكة مصطفين خاشعين ﴿لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَقَالَ صَوَابًا﴾ أي لا يتكلم أحد منهم إِلاّ من أذن الله له بالكلام والشفاعة ونطق بالصواب قال الصاوي: وإِذا كان الملائكة الذين هم أفضل الخلائق وأقربهم من الله لا يقدرون أن يشفعوا إِلا بإِذنه، فكيف يملك غيرهم؟ ﴿ذَلِكَ اليوم الحق﴾ أي ذلك هو اليوم الكائن الواقع لا محالة ﴿فَمَن شَآءَ اتخذ إلى رَبِّهِ مَآبًا﴾ أي فمن شاء أن يسلك إِلى ربه مرجعًا كريمًا بالإِيمان والعمل الصالح فلْيفعلْ، وهو حثٌ وترغيب ﴿إِنَّآ أَنذَرْنَاكُمْ عَذَابًا قَرِيبًا﴾ الخطاب لكفار قريش المنكرين للبعث أي إنا حذرناكم وخوفناكم عذابًا قريبًا وقوعه هو عذاب الآخرة، سمَّاه قريبًا لأن كل ما هو آتٍ قريب ﴿يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ﴾ أي يوم يرى كل إِنسان ما قدَّم من خير أو شر مثبتًا في صحيفته كقوله تعالى\n﴿وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا﴾ [الكهف: ٤٩] ﴿وَيَقُولُ الكافر ياليتني كُنتُ تُرَابًا﴾ أي ويتمنى الكافر أنه لم يخلق ولم يُكلَّف ويقول: يا ليتني كنت ترابًا حتى لا أحاسب ولا أعاقب قال المفسرون: وذلك حين يحشر الله الحيوان يوم القيامة فيقتصُّ للجمّاء من القرناء، وبعد ذلك يصيّرها ترابًا، فيتمنى الكافر أن لو كان كذلك حتى لا يعذب.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الجملة للوعيد والتهديد ﴿كَلاَّ سَيَعْلَمُونَ ثُمَّ كَلاَّ سَيَعْلَمُونَ﴾ .\n٢ -\nالإِيجاز بحذف الفعل لدلالة المتقدم عليه ﴿عَنِ النبإ العظيم﴾ أي يتساءلون عن النبأ العظيم.\n٣ - التشبيه البليغ ﴿أَلَمْ نَجْعَلِ الأرض مِهَادًا والجبال أَوْتَادًا﴾؟ أصل الكلام جعلنا الأرض كالمهاد الذي يفترشه النائم، والجبال كالأوتاد التي تثبت الدعائم، فحذف أداة التشبيه ووجه الشبه فأصبح بليغًا، ومثله ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ أي كاللباس في الستر والخفاء.\n٤ - المقابلة اللطيفة بين ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ وبين ﴿وَجَعَلْنَا النهار مَعَاشًا﴾ قابل بين الليل والنهار، والراحة والعمل، وهو من المحسنات البديعية.\n٥ - التشبيه البليغ ﴿فَكَانَتْ أَبْوَابًا﴾ أي كالأبواب في التشقق والانصداع، فحذفت الأداة ووجه الشبه فأصبح بليغًا\n٦ - الأمر الذي يراد به الإِهانة والتحقير ﴿فَذُوقُواْ فَلَن نَّزِيدَكُمْ إِلاَّ عَذَابًا﴾ وفيه أيضًا التفات من الغيبة إِلى الخطاب زيادة في التوبيخ والإِهانة.\n٧ - الطباق بين ﴿بَرْدًا. . وحَمِيمًا﴾ .\n٨ - ذكر العام بعد الخاص ﴿يَوْمَ يَقُومُ الروح والملائكة صَفًّا﴾ الروح وهو «جبريل» داخل في الملائكة، فقد ذكر مرتين مرة استقلالًا، ومرة ضمن الملائكة، تنبيهًا على جلالة قدره.\n٩ - السجع المرصَّع مثل ﴿أَلْفَافًا، أَفْوَاجًا، أَبْوَابًا، مَآبًا، أَحْقَابًا﴾ وهو من المحسنات البديعية.", "ayah": 5, "surah": 78}