{"text": "التفسِير: ﴿إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر﴾ أي نحن أنزلنا هذا القرآن المعجز في ليلة القدر والشرف قال المفسرون: سميت ليلة القدر لعظمها وقدرها وشرفها، والمرادُ بإِنزال القرآن إِنزالهُ من اللوح المحفوظ إِلى السماء الدنيا، ثم نزل به جبريل إِلى الأرض في مدة ثلاث وعشرين سنة كما ابن عباس: أنزل الله القرآن جملةً واحدة من اللوح المحفوظ إِلى بيت العزة من السماء الدنيا، ثم نزل مفصلًا بحسب الوقائع في ثلاث وعشرين سنة على رسول الله ﷺ َ ﴿وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر﴾ تعظيمٌ وتفخيمٌ لأمرها أي وما أعلمك يا محمد ما ليلةٌ القد والشرف؟ قال الخازن: وهذا على سبيل التعظيم لها والتشريق لخبرها كأنه قال: أي شيء يبلغ علمك بقدرها ومبلغ فضلها؟ ﴿ثم ذكر فضلها من ثلاثة أوجه فقال تعالى ﴿لَيْلَةُ القدر خَيْرٌ مِّنْ أَلْفِ شَهْرٍ﴾ أي ليلة القدر في الشرف والفضل خيرٌ من ألف شهر، لما اختصت به من شرف إِنزال القرآن الكريم فيها قال المفسرون: العمل الصالح في ليلة القدر خيرٌ من العمل في ألف شهر ليس فيها ليلة القدر، وقد روي أن رجلًا لبس السلاح وجاهد في سبيل الله ألف شهر، فعجب رسول الله والمسلمون من ذلك، وتمنى رسول الله ﷺ َ لأُمته فقال يا رب: جعلت أُمتي أقصر الأمم أعمارًا، وأقلها أعمالًا﴾ ! فأعطاه الله ليلة القدر، وقال: ليلةُ القدر خيرٌ لك ولأمكت من ألف شهر، جاهد فيها ذلك الرجل قال مجاهد: عملها وصيامها\nوقيامها خيرلإ من ألف شهر، وهذا هو الوجه الأول من فضلها ثم قال تعالى ﴿تَنَزَّلُ الملائكة والروح فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ﴾ أي تنزل الملائكةُ وجبريل إِلى الأرض في تلك الليلة بأمر ربهم من أجل كل أمرٍ قدَّره الله وقضاه لتلك السنة إِلى السنة القابلة، وهذا هو الوجه الثاني من فضلها، والوجه الثالث قوله تعالى ﴿سَلاَمٌ هِيَ حتى مَطْلَعِ الفجر﴾ أي هي سلام من أول يومها إِلى طلوع الفجر، تسلّم فيها الملائكة على المؤمنين، ولا يُقدّر الله فيها إِلا الخير والسلامة لبني الإِنسان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بذكر ليلة القدر ثلاث مرات، زيادة في الاعتناء بشأنها، وتفخيمًا لأمرها.\n٢ - الاستفهام بغرض التفخيم والتعظيم ﴿وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر﴾؟\n٣ - ذكر الخاص بعد العام ﴿تَنَزَّلُ الملائكة والروح﴾ فذكر جبريل بعد الملائكة لينبه على جلالة قدره.\n٤ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿القدر، شَهْرٍ، أَمْرٍ، الفجر﴾ وهو من المحسنات البديعية اللفظية والله أعلم.", "ayah": 5, "surah": 97}