{"text": "بَيْنَ يَدَي السُّوَرَة: هذه السورة الكريمة مكية وآياتها سبعٌ بالإجماع، وتسمى «الفاتحة» لافتتاح الكتاب العزيز بها حيث إنها أول القرآن في الترتيب لا في النزول، وهي - على قصرها ووجازتها - قد حوت معاني القرآن العظيم، واشتملت على مقاصده الأساسية بالإجمال، فهي تتناول أصول الدين وفروعه، تتناول العقيدة، والعبادة، والتشريع، والاعتقاد باليوم الآخر، والإيمان بصفات الله الحسنى، وإفراده بالعبادة والاستعانة والدعاء، والتوجه إليه جلَّ وعلا بطلب الهداية إلى الدين الحق والصراط المستقيم، والتضرع إليه بالتثبيت على الإيمان ونهج سبيل الصالحين، وتجنب طريق المغضوب عليهم والضالين، وفيها الاخبار عن قصص الأمم السابقين، والاطلاع على معارج السعداء ومنازل الأشقياء، وفيها التعبد بأمر الله سبحانه ونهيه، إلى غير ما هنالك من مقاصد وأغراض وأهداف، فهي كالأم بالنسبة لبقية السور الكريمة ولهذا تسمّى «أم الكتاب» لأنها جمعت مقاصدة الأساسية.\nفضْلَهَا «أ - روى الإمام أحمد في المسند أن» أبيَّ بن كعب «قرأ على النبي ﷺ َ أم القرآن فقال رسول الله ﷺ َ:» والذي نفسي بيده ما أُنزل في التوراة ولا في الإنجيل ولا في الزبور ولا في الفرقان مثلها، وهي السبع المثاني والقرآن العظيمُ الذي أوتيتهُ «فهذا الحديث الشريف يشير إلى قوله تعالى في سورة الحجر ﴿وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ المثاني والقرآن العظيم﴾ [الآية: ٨٧] .\nب - وفي صحيح البخاري أن النبي ﷺ َ قال لأبي سعيد بن المعلَّى:» لأعلمنَّك سورة هي أعظم السور في القرآن: الحمد لله رب العالمين، هي السبعُ المثاني والقُرآن العظيم الذي أوتيتُه «.\nالتسِميَة: تسمى» الفاتحة، وأم الكتاب، والسبع المثاني، والشافية، والوافية، والكافية، والأساس، والحمد «وقد عدّدها العلامة القرطبي وذكر أن لهذه السورة اثني عشر إسمًا.\nاللغة: ﴿الحمد﴾ الثناء بالجميل على جهة التعظيم، والتبجيل مقرونًا بالمحبة وهو نقيض الذم وأعمُّ من الشكر، لأن الشكر يكون مقابل النعمة بخلاف ﴿اللَّهِ﴾ اسم علم للذات المقدسة لا\nيشاركه فيه غيره، قال القرطبي: هذا الاسم ﴿الله﴾ أكبر أسمائه سبحانه وأجمعها، وهو اسم للموجود الحق، الجامع لصفات الإلهية، المنعوت بنعوت الربوبية، المنفرد بالوجود الحقيقي لا إله إلا هو سبحانه ﴿رَبِّ﴾ الربّ: مشتق من التربية وهي إصلاح شئون الغير ورعاية أمره قال الهروي:» يقال لمن قام بإصلاح شيء وإتمامه: قد ربَّه ومنه الربانيون لقيامهم بالكتب «والربُّ يطلق على عدة معان وهي» المالك، والمصلح، والمعبود، والسيد المطاع «﴿العالمين﴾ العالم: اسم جنس لا واحد له من لفظه كالرهط، وهو يشمل: الإنس والجن والملائكة والشياطين كذا قال الفراء، وهو مشتق من العلامة لأن العالم علامة على وجود الخالق جل وعلا ﴿الرحمن الرحيم﴾ صفتان مشتقتان من الرحمة.\nوقد روعي في كل من ﴿الرحمن﴾ و﴿الرحيم﴾ معنى لم يراع في الآخر فالرحمن بمعنى عظيم الرحمة لأن «فَعْلان» صيغة مبالغة في كثرة الشيء وعظمته ولا يلزم منه الدوام كغضبان وسكران، والرحيم بمعنى دائم الرحمة لأن صيغة فعيل تستعمل في الصفات الدائمة ككريم وظريف فكأنه قيل: العظيم الرحمة الدائم الإِحسان.\nقال الخطابي: الرحمن ذو الرحمة الشاملة التي وسعت الخلق في أرزاقهم ومصالحهم وعمَّت المؤمن والكافر، والرحيم خاص بالمؤمن كما قال تعالى: ﴿وَكَانَ بالمؤمنين رَحِيمًا﴾ [الأحزاب: ٤٣]، ﴿الدين﴾ الجزاء ومنه الحديث (كما تدين تُدان) أي كما تفعل تُجزى ﴿نَعْبُدُ﴾ قال الزمخشري: العبادة أقصى غاية الخضوع والتذلل ولذلك لم تستعمل إلا في الخضوع لله تعالى لأنه مولي أعظم النعم فكان حقيقًا بأقصى الخضوع ﴿الصراط﴾ الطريق وأصله بالسين من الاستراط بمعنى الاتبلاع كأن الطريق يبتلع السالك قال الشاعر:\nشحنّا أرضهم بالخيل حتى ... تركناهم أَذلَّ من الصّراط\n﴿المستقيم﴾ الذي لا عوج فيه ولا انحراف ﴿آمين﴾ أي استجب دعاءنا وهي ليست من القرآن الكريم إجماعًا.\nالتفِسير: علمنا الباري جلّ وعلا كيف ينبغي أن نحمده ونقدسه ونثني عليه بما هو أهله فقال ﴿الحمد للَّهِ رَبِّ العالمين﴾ أي قولوا يا عبادي إذا أردتم شكري وثنائي الحمدلله، اشكروني على إِِحساني وجميلي إِليكم، فأنا الله ذو العكمة والمد والسؤدد، المتفرد بالخلق والإِيجاد، رب الإِنس والجن والملائكة، ورب السماوات والأرضين، فالثناء والشكر لله رب العالمين دون ما يُعبد من دونه ﴿الرحمن الرحيم﴾ أي الذي وسعت رحمته كل شيء، وعمَّ فضله جميع الأنام، بما أنعم على عباده من الخلق والرزق والهداية إلى سعادة الدارين، فهو الرب الجليل عظيم الرحمة دائم الإِحسان ﴿مالك يَوْمِ الدين﴾ أي هو سبحانه المالك للجزاء والحساب، المتصرف في يوم الدين تصرّف المالك في ملكه ﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا والأمر يَوْمَئِذٍ لِلَّهِ﴾ [الانفطار: ١٩] ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ أي نخصَّك يا ألله بالعبادة، ونخصك بطلب شيئًا الإعانة، فلا نعبد أحدًا سواك، لك وحدك نذلُّ ونخضع ونستكين ونخشع، وإيَّاك ربنا نستعين على طاعتك ومرضاتك، فإِنك المستحق لكل إِجلال وتعظيم،\nولا يملك القدرة على عون أحدٌ سواك ﴿اهدنا الصراط المستقيم﴾ أي دلنا وأرشدنا يا رب إِلى طريقك الحق ودينك المستقيم، وثبتنا على الإِسلام الذي بعثت به أنبياءك ورسلك، وأرسلت به خاتم المرسلين، واجعلنا ممن سلك طريق المقربين ﴿صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ﴾ أي طريق من تفضّلت عليهم بالجود والإنعام، من النبيّين والصدّيقين والشهداء والصالحين، وَحَسُنَ أولئك رفيقًا ﴿غَيْرِ المغضوب عَلَيْهِم وَلاَ الضآلين﴾ أي لا تجعلنا يا ألله من زمرة أعدائك الحائدين عن الصراط المستقيم، السالكين غير المنهج القويم، من اليهود المغضوب عليهم أو النصارى الضالين، الذين ضلوا عن شريعتك القدسية، فاستحقوا الغضب واللعنة الأبدية.\nاللهم آمين.\nالبَلاَغَة: ١ - ﴿الحمد للَّهِ﴾ الجملة خبرية لفظًا إنشائية معنىً أي قولوا «الحمدلله» وهي مفيدة لقصر الحمد عليه تعالى كقولهم: الكرم في العرب.\n٢ - ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ فيه إلتفات من الغيبة إلى الخطاب ولو جرى الكلام على الأصل لقال: إيّاه نعبد، وتقديم المفعول يفيد القصر أي لا نعبد سواك كما في قوله: ﴿فارهبون﴾ [البقرة: ٤٠] .\n٣ - قال في البحر المحيط: وفي هذه السورة الكريمة من أنواع الفصاحة والبلاغة أنواع:\nالأول: حسن الافتتاح وبراعة المطلع.\nالثاني: المبالغة في الثناء لإِفادة «أل» الاستغراق.\nالثالث: تلوين الخطاب إذ صيغته الخبر ومعناه الأمر أي قولوا الحمد لله.\nالرابع: الاختصاص في قوله ﴿للَّهِ﴾\nالخامس: الحذف كحذف صراط من قوله ﴿غَيْرِ المغضوب عَلَيْهِم﴾ تقديره غير صراط المغضوب عليهم وغير صراط الضالين.\nالسادس: التقديم والتأخير في ﴿إِيَّاكَ نَعْبُدُ﴾ .\nالسابع: التصريح بعد الإبهام ﴿الصراط المستقيم﴾ ثم فسره بقوله: ﴿صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ﴾ .\nالثامن: الالتفات في ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ .\nالتاسع: طلب الشيء والمراد به دوامه واستمراره في ﴿اهدنا الصراط﴾ أي ثبتنا عليه.\nالعاشر: السجع المتوازي في قوله: ﴿١٦٤٩;لرحمن الرحيم ... اهدنا الصراط المستقيم﴾ وقوله ﴿نَسْتَعِينُ ... الضآلين﴾ .\nالفوَائِد: الأولى: الفرق بين ﴿الله﴾ و﴿الإله﴾ أن الأول اسم علم للذات المقدسة ذات الباري\nجل وعلا ومعناه المعبود بحق والثاني معناه المعبود بحقٍ أو باطل فهو اسم يطلق على الله تعالى وعلى غيره.\nالثانية: وردت الصيغة بلفظ الجمع «نعبد ونستعين» ولم يقل «إياك أعبد وإياك أستعين» بصيغة المفرد وذلك للإعتراف بقصور العبد عن الوقوف في باب ملك الملوك فكأنه يقول: أنا يا رب العبد الحقير الذليل، لا يليق بي أن أقف هذا الموقف في مناجاتك بمفردي، بل أنضم إلى سلك المؤمنين الموحّدين فتقبل دعائي في زمرتهم فنحن جميعًا نعبدك ونستعين بك.\nالثالثة: نسبَ النعمة إلى الله ﷿ ﴿أَنْعَمْتَ عَلَيْهِمْ﴾ ولم ينسب إليه الإضلال والغضب فلم يقل: غضبتَ عليهم أو الذين أضللتَهم وذلك لتعليم العباد الأدب مع الله تعالى، فالشر لا ينسب إلى الله تعالى أدبًا وإن كان منه تقديرًا «الخير كله بيديك والشر لا ينسب إليك» .\nخاتمة في بَيَان الأسَرار القُدْسِيّة في فاتِحَة الكِتاب العَزِيز\nيقول شهيد الإسلام الشيخ حسن البنا في رسالته القيمة «مقدمة في التفسير» ما نصه: «لا شك أن من تدبَّر الفاتحة الكريمة رأى من غزارة المعاني وجمالها، وروعة التناسب وجلاله ما يأخذ بلبه، ويضيء جوانب قلبه، فهو يبتدئ ذاكرًا تاليًا متيمنًا باسم الله، الموصوف بالرحمة التي تظهر آثار رحمته متجددة في كل شيء، فإِذا استشعر هذا المعنى ووقر في نفسه انطلق لسانه بحمد هذا الإله ﴿الرحمن الرحيم﴾ وذكّره الحمد بعظيم نعمه وكريم فضله، وجميل آلائه البادية في تربيته للعوالم جميعًا، فأجال بصيرته في هذا المحيط الذي لا ساحل له، ثمّ تذكر من جديد أن هذه النعم الجزيلة والتربية الجليلة، ليست عن رغبةٍ ولا رهبة، ولكنها عن تفضل ورحمة، فنطق لسانه مرة ثانية ب ﴿الرحمن الرحيم﴾ ومن كمال هذا الإله العظيم أن يقرن الرحمن ب» العدل «ويذكّر بالحساب بعد الفضل فهو مع رحمته السابغة المتجددة سيدين عباده ويحاسب خلقه يوم الدين\n﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا والأمر يَوْمَئِذٍ لِلَّهِ﴾ [الانفطار: ١٩] فتربيته لخلقه قائمة على الترغيب بالرحمة، والترهيب بالعدالة والحساب ﴿مالك يَوْمِ الدين﴾ وإذا كان الأمر كذلك فقد أصبح العبد مكلفًا بتحري الخير، والبحث عن وسائل النجاة، وهو في هذا أشد ما يكون حاجة إلى من يهديه سواء السبيل، ويرشده إلى الصراط المستقيم، وليس أولى به في ذلك من خالقه ومولاه فليلجأ إِليه وليعتمد عليه وليخاطبه بقوله ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ وليسأله الهداية من فضله إلى الصراط المستقيم، صراط الذين أنعم عليهم بمعرفة الحق واتباعه، غير المغضوب عليهم بالسلب بعد العطاء، والنكوص بعد الاهتداء، وغير الضالين التائهين، الذين يضلون عن الحق أو يريدون الوصول فلا يوقفون للعثور عليه، آمين. ولا جرم أن «آمين» براعة مقطع في غاية الجمال والحسن، وأي شيء أولى بهذه البراعة من فاتحة الكتاب، والتوجه إلى الله بالدعاء؟ فهل رأيت تناسقًا أدق، أو ارتباطًا أوثق، مما تراه، بين معاني هذه الآية الكريمة، وتذكر وأنت تهيم في أودية هذا الجمال ما يرويه رسول الله ﷺ َ عن ربه في الحديث القدسي «قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل. .» الحديث وآدم هذا التدبير والإنعام، واجتهد أن تقرأ في الصلاة وغيرها على مكث وتمهّل، وخشوع وتذلّل، وأن تقف على رؤوس الآيات، وتعطى التلاوة حقها من التجويد أو النغمات، من غير تكلف ولا تطريب، واشتغال بالألفاظ عن المعاني، فإن ذلك يعين على الفهم، ويثير ما غاض من شآبيب الدمع، وما نفع القلب شيء أفضل من تلاوة في تدبرٍ وخشوع.", "ayah": 3, "surah": 1}