{"text": "اللغَة: ﴿رُّبَمَا﴾ ربَّ للتقليل و﴿مَآ﴾ نكره موصوفة أي رب شيء ﴿لَّوْمَا﴾ للتحضيض كلولا وهلاّ ﴿شِيَعِ﴾ جمع شيعة وهي الفرقة والطائفة من الناس ﴿نَسْلُكُهُ﴾ ندخله، والسَّلْك: إدخال الشيء في الشيء ﴿يَعْرُجُونَ﴾ عَرَج: صعد، والمعارج المصاعد ﴿سُكِّرَتْ﴾ سُدَّت ومنعت ﴿بُرُوجًا﴾ البروج: منازل الكواكب السيارة وأصله الظهور ومنه تبرج المرأة وهو إظهار زينتها ﴿لَوَاقِحَ﴾ جمع لاقح وهي الريح التي تحمل المطر، والتي لا تأتي بخير تسمى الريح العقيم، أو ملقّحة للشجر أي تحمل اللّقاح له ﴿صَلْصَالٍ﴾ طين يابس يسمع له صلصلة إذا يبس ﴿حَمَإٍ﴾ الحمأ: الطين الأسود ﴿مَّسْنُونٍ﴾ منتن متغير قال الفراء: هو المتغيّر وأصله من سننتُ الحجر إذا حككته به ﴿السموم﴾ الريح الحارة القاتلة.\nسَبَبُ النّزول: عن ابن عباس قال: كانت امرأة تصلي خلف رسول الله ﷺ َ حسناء من أحسن الناس، فكان بعض القوم يتقدم حتى يكون في الصف الأول لئلا يراها، ويتأخر بعضهم حتى يكون في الصف المؤخر فإذا ركع نظر من تحت إبطه فأنزل الله ﴿وَلَقَدْ عَلِمْنَا المستقدمين مِنكُمْ وَلَقَدْ عَلِمْنَا المستأخرين﴾ .\nالتفسِير: ﴿\nالار﴾ إشارة إلى إعجاز القرآن أي هذا الكتاب العجيب المعجز كلام الله تعالى وهو منظوم من أمثال هذه الحروف الهجائية الألف واللام والراء ﴿تِلْكَ آيَاتُ الكتاب﴾ أي هذه آيات الكتاب، الكامل في الفصاحة والبيان، المتعالي عن الطاقة البشرية، ﴿وَقُرْآنٍ مُّبِينٍ﴾ أي قرآنٍ عظيم الشأن، واضحٍ بيّن، لا خلل فيه ولا اضطراب ﴿رُّبَمَا يَوَدُّ الذين كَفَرُواْ﴾ أي ربما تمنى الكفار ﴿لَوْ كَانُواْ مُسْلِمِينَ﴾ أي لو كانوا في الدنيا مسلمين، وذلك عند معاينة أهوال الآخرة ﴿ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ﴾ أي دَعْهم يا محمد يأكلوا كما تأكل البهائم، ويستمتعوا بدنياهم الفانية ﴿وَيُلْهِهِمُ الأمل﴾ أي يشغلهم الأمل بطول الأجل، عن التفكر فيما ينجيهم من عذاب الله ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي عاقبة أمرهم إذا رأوا القيامة وذاقوا وبال ما صنعوا، وهو ويعد وتهديد ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ أي وما أهلكنا أهل قرية من القرى الظالمة التي كذبت رسل الله ﴿إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ﴾ أي إلا لها أجل محدود لإهلاكها ﴿مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا﴾ أي لا يتقدم هلاك أمةٍ قبل مجيء أوانه ﴿وَمَا يَسْتَأْخِرُونَ﴾ أي ولا يتأخر عنهم قال ابن كثير: وهذا تنبيهٌ لأهل مكة وإِرشاد لهم غلى الإِقلاع عما هم عليه من العِناد والإِلحاد الذي يستحقون به الهلاك ﴿وَقَالُواْ ياأيها الذي نُزِّلَ عَلَيْهِ الذكر﴾ قال كفار قريش لمحمد ﷺ َ على جهة الاستهزاء والتهكم: يا من تزعم وتدعي أن القرآن نزل عليك ﴿إِنَّكَ لَمَجْنُونٌ﴾ أي إنك حقًا لمجنون، أكّدوا الخبر بإنَّ واللام مبالغة في الاستخفاف والاستهزاء بمقامه الشريف ﵇ ﴿لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين﴾ أي هلاّ جئتنا بالملائكة لتشهد لك بالرسالة إن كنت صادقًا في دعواك أنك رسول الله!! قال تعالى ردًا عليهم ﴿مَا نُنَزِّلُ الملائكة إِلاَّ بالحق﴾ أي ما ننزّل ملائكتنا إلا بالعذاب لمن أردنا إهلاكه ﴿وَمَا كَانُواْ إِذًا مُّنظَرِينَ﴾ أي وفي هذه الحالة وعندئذٍ لا إمهال ولا تأجيل، والغرض أن عادة الله تعالى قد جرت في خلقه أنه لا ينزل الملائكة إلا لمن يريد\nإهلاكهم بعذاب الاستئصال، وهو لا يريد ذلك مع أمته ﷺ َ لعلمه تعالى أنه يخرج من أصلابهم من يعبد الله، ففيه ردٌ عليهم فيما اقترحوا ﴿إِنَّا نَحْنُ نَزَّلْنَا الذكر﴾ أي نحن بعظمة شأننا نزلنا عليك القرآن يا محمد ﴿وَإِنَّا لَهُ لَحَافِظُونَ﴾ أي ونحن الحافظون لهذا القرآن، نصونه عن الزيادة والنقصان، والتبديل والتغيير، قال المفسرون: تكفَّل الله بحفظ هذا القرآن، فلم يقدر أحد على الزيادة فيه ولا النقصان، ولا على التبديل والتغيير كما جرى في غيره من الكتب فإن حفظها موكولٌ إلى أهلها لقوله تعالى\n﴿بِمَا استحفظوا مِن كِتَابِ الله﴾ [المائدة: ٤٤] وانظر الفرق بين هذه الآية ﴿وَإِنَّا لَهُ لَحَافِظُونَ﴾ حيث ضمن حفظه وبين الآية السابقة حيث وكل حفظه إليهم فبدَّلوا وغيَّروا ﴿وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأولين﴾ أي ولقد أرسلنا من قبلك يا محمد رسلًا في طوائف وفرق الأمم الأولين ﴿وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي وما جاءهم رسولٌ إلاّ سخروا منه واستهزءوا به، وهذا تسلية للنبي ﷺ َ والمعنى كما فعل بك هؤلاء المشركون فكذلك فُعل بمن قبلك من الرسل فلا تحزن ﴿كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين﴾ أي كذلك نسلك الباطل والضلال والاستهزاء بأنبياء الله في قلوب المجرمين، كما سلكناه وأدخلناه في قلوب أولئك المستهزئين ﴿لاَ يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الأولين﴾ أي لا يؤمنون بهذا القرآن وقد مضت سنة الله بإهلاك الكفار، فما أقرب هؤلاء من الهلاك والدمار؟ ثم بيَّن تعالى أن كفار مكة لا ينقصهم توافر براهين الإيمان فهم معاندون مكابرون، وفي ضلالهم وعنادهم سائرون فقال ﴿وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السماء فَظَلُّواْ فِيهِ يَعْرُجُونَ﴾ أي لو فرض أننا أصعدناهم إلى السماء، وفتحنا لهم بابًا من أبوابها، فظلوا يصعدون فيه حتى شاهدوا الملائكة والملكوت ﴿لَقَالُواْ إِنَّمَا سُكِّرَتْ أَبْصَارُنَا﴾ أي لقالوا - لفرط مكابرتهم وعنادهم - إنما سُدَّت أبصارنا وخُدعت بهذا الارتقاء والصعود ﴿بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ﴾ أي سحرنا محمد وخيَّل إلينا ذلك وما هو إلا سحر مبين قال الرازي: لو ظل المشركون يصعدون في تلك المعارج، وينظرون إلى ملكوت الله تعالى وقدرته وسلكانه، وإلى عبادة الملائكة الذين هم من خشيته مشفقون لشكّوا في تلك الرؤية، وبقوا مصرين على لاكفر والعناد كما جحدوا سائر المعجزات من انشقاق القمر، والقرآن المعجز الذي لا يستطيع الجن والإِنس أن يأتوا بمثله، ثم ذكر تعالى البراهين الدالة على وحدانيته وقدرته فقال ﴿وَلَقَدْ جَعَلْنَا فِي السماء بُرُوجًا﴾ أي جعلنا في السماء منازل تسير فيها الأفلاك والكواكب ﴿وَزَيَّنَّاهَا لِلنَّاظِرِينَ﴾ أي زيناها بالنجوم ليُسرَّ الناظر إليها ﴿وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ﴾ أي حفظنا السماء الدنيا من كل شيطان لعين مطرود من رحمة الله ﴿إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ﴾ أي إلا من اختلس شيئًا من أخبار السماء فأدركه ولحقه شهاب ثاقب فأحرقه ﴿والأرض مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ﴾ أي بسطناها ووسعناها وجعلنا فيها جبالًا ثوابت ﴿وَأَنْبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ﴾ أي أنبتنا في الأرض من الزروع والثمار من كل شيءٍ موزون بميزان\nالحكمة، بدقةٍ وإحكام وتقدير ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾ أي ما تعيشون به من المطاعم والمشارب ﴿وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ﴾ أي وجعلنا لكم من العيال والمماليك والأنعام من لستم له برازقين، لأننا نخلق طعامهم وشرابهم لا أنتم ﴿وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ﴾ أي ما من شيء من أزراق الخلق والعباد ومنافعهم إلا عندنا خزائنه ومستودعاته ﴿وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ﴾ أي ولكن لا ننزله إلا على حسب حاجة الخلق إليه، وعلى حسب المصالح، كما نشاء ونريد ﴿وَأَرْسَلْنَا الرياح لَوَاقِحَ﴾ أي تلقِّح السحاب فيدر ماءً، وتلقّح الشجر فيتفتَّح عن أوراقه وأكمامه، فالريح كالفحل للسحاب والشجر ﴿فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ﴾ أي فأنزلنا من السحاب ماءً عذبًا، جعلناه لسقياكم ولشرب أرضكم ومواشيكم ﴿وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ﴾ أي لستم بقادرين على خزنه بل نحن بقدرتنا نحفظه لكم في العيون والآبار والأنهار، ولو شئنا لجعلناه غائرًا في الأرض فهلكتم عطشًا كقوله\n﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ﴾ [الملك: ٣٠]؟ ﴿وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون﴾ أي الحياة والموت بيدنا ونحن الباقون بعد فناء الخلق، نرث الأرض الأرض ومن عليها وإلينا يُرجعون ﴿وَلَقَدْ عَلِمْنَا المستقدمين مِنكُمْ وَلَقَدْ عَلِمْنَا المستأخرين﴾ أي أحطنا علمًا بالخلق أجمعين، الأموات منهم والأحياء قال ابن عباس: المستقدمون كل من هلك من لدن آدم ﵇ والمستأخرون من هو حي ومن سيأتي إلى يوم القيامة وقال مجاهد: المستقدمون: الأمم السابقة، والمستأخرون أمة محمد ﷺ َ، والغرضُ أنه تعالى محيطٌ علمه بمن تقدم وبمن تأخر، لا يخفى عليه شيء من أحوال العباد، وهو بيان لكمال علمه بعد الاحتجاج على كمال قدرته ﴿وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ﴾ أي وإن ربك يا محمد هو يجمعهم للحساب والجزاء ﴿إِنَّهُ حَكِيمٌ عَلِيمٌ﴾ أي حكيمٌ في صنعه عليمٌ بخلقه، ولما ذكر تعالى الموت والفناء، والبعث والجزاء، نبّههم إلى مبدأ أصلهم وتكوينهم من نفسٍ واحدة، ليشير إلى أن القادر على الإِحياء قادر على الإِفناء والإِعادة، وذكّرهم بعداوة إبليس لأبيهم آدم ليحذروه فقال: ﴿وَلَقَدْ خَلَقْنَا الإنسان مِن صَلْصَالٍ﴾ أي خلقنا آدم من طين يابسٍ يسمع له صَلْصلة أي صوت إذا نُقر ﴿مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي من طين أسود متغيّر ﴿والجآن خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السموم﴾ أي ومن قبل آدم خلقنا الجانَّ - أي الشياطين ورئيسهم إبليس - من نار السموم وهي النار الحارة الشديدة التي تنفذ في المسامّ فتقتل بِحرها قال المفسرون: عني بالجانِّ هنا «إبليس» أبا الجنِّ لأن منه تناسلت الجن فهو أصل لها كما أن آدم أصل للإِنس ﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلآئِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي اذكر يا محمد وقت قول ربك للملائكة إني خالق بشرًا من طين يابسٍ، أسود متغيّر قال ابن كثير: فيه تنويهٌ بذكر آدم في الملائكة قبل خلقه له، وتشريفه إيّاه بأمر الملائكة بالسجود له، وامتناع إبليس عدوه عن السجود له حسدًا وكفرًا ﴿فَإِذَا سَوَّيْتُهُ﴾ أي سويت خَلْقه وصورته، وجعلته إنسانًا كاملًا معتدل الأعضاء ﴿وَنَفَخْتُ فِيهِ مِن رُّوحِي﴾ أي أفضتُ عليه من الروح التي هي خلقٌ من خلقي فصار بشرًا حيًا ﴿فَقَعُواْ لَهُ سَاجِدِينَ﴾ أي خرو له ساجدين، سجود تحيةٍ\nوتكريم لا سجود عبادة، قال المفسرون: وإنما أضاف الروح إليه تعالى على سبيل التشريف والتكريم كقوله «بيت الله، ناقة الله! شهر الله» وهي من إضافة الملك إلى المالك، والصنعة إلى الصانع ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ أي سجد لآدم جميع الملائكة لم يمتنع منهم أحد ﴿إِلاَّ إِبْلِيسَ أبى أَن يَكُونَ مَعَ الساجدين﴾ الاستثناء منقطع لأن إبليس خلقٌ آخر غير الملائكة، فهو من نار وهم من نور، وهم لا يعصون الله ما أمرهم وهو أبى وعصى، فليس هو من الملائكة بيقين، ولكنه كان بين صفوفهم فتوجه إليه الخطاب والمعنى: سجد جميع الملائكة لكنْ إبليس امتنع من السجود بعد أن صدر له الأمر الإِلهي ﴿قَالَ ياإبليس مَا لَكَ أَلاَّ تَكُونَ مَعَ الساجدين﴾ أي ما المانع لك من السجود؟ وأيُّ داعٍ دعا بك إلى الإِباء والامتناع؟ وهو استفهام تبكيتٍ وتوبيخ ﴿قَالَ لَمْ أَكُن لأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي قال إبليس: لا ينبغي ولا يليق لمثلي أن يسجد لآدم وهو مخلوق من طينٍ يابسٍ متغير، فهو من طينٍ وأنا من نار فكيف يسجد العظيم للحقير، والفاضل للمفضول؟ رأى عدوُّ الله نفسه أكبر من أن يسجد لآدم، ومنعه كبره وحسده عن امتثال أمر الله ﴿قَالَ فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ﴾ أي اخرجْ من السماوات فإنك مطرودٌ من رحمتي ﴿وَإِنَّ عَلَيْكَ اللعنة إلى يَوْمِ الدين﴾ أي وإن عليك لعنتي إلى يوم الجزاء والعقوبة ﴿قَالَ رَبِّ فَأَنظِرْنِي إلى يَوْمِ يُبْعَثُونَ﴾ أي قال اللعين: أمهلني وأخرني إلى يوم البعث ﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ أي قال له الله: إنك من المؤجلين إلى حين موت الخلائق قال القرطبي: أراد بسؤاله الإنظار - إلى يوم يبعثون - ألا يموت، لأن البعث لا موتَ بعده، فأجابه المولى بالإِنظار إلى يوم الوقت المعلوم وهو يوم موت الخلائق، فيموت إبليس ثم يُبعث ﴿قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي﴾ أي بسبب إغوائك وإضلالك لي ﴿لأُزَيِّنَنَّ لَهُمْ فِي الأرض﴾ أي لأزيننَّ لذرية آدم المعاصي والآثام ﴿وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ﴾ أي ولأظلَّنهم عن طريق الهدى أجمعين ﴿إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين﴾ أي إلا من استخلصته من عبادك لطاعتك ومرضاتك فلا قدرة لي على إِغوائه ﴿قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ﴾ أي قال تعالى: هذا طريق مستقيم واضح، وسنة أزليةٌ لا تتخلف وهي ﴿إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ﴾ أي إن عبادي المؤمنين لا قوة على إضلالهم ﴿إِلاَّ مَنِ اتبعك مِنَ الغاوين﴾ استثناء منقطع لأن الغاوين ليسوا من عباد الله المخلصين والمعنى لكنْ من غوى وضل من الكافرين فلك عليهم تسلط، لأن الشيطان إنما يتسلط على الشاردين عن الله، كما يتسلط الذئب على الشاردة من القطيع ﴿وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ﴾ أي موعد إبليس وأتباعه جميعًا ﴿لَهَا سَبْعَةُ أَبْوَابٍ﴾ أي لجهنم سبعة أبواب يدخلون منها لكثرتهم وروي عن عليّ أنها أطباقٌ، طبقٌ فوق طبق وأنها دركاتٌ بعضها أشد من بعض ﴿لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ﴾ أي لكل جماعة من أتباع إبليس بابٌ معينٌ معلوم، قال ابن كثير: كلٌ يدخل من بابٍ بحسب عمله، ويستقر في دَرَكٍ بقدر عمله.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - المجاز المرسل في ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ المراد أهلها وهو من باب إطلاق المحل وإرادة الحالّ.\n٢ - الاستعارة التخيليَّة في ﴿عِندَنَا خَزَائِنُهُ﴾ فهو تمثيل لكمال قدرته، شبَّه قدرته على كل شيء بالخزائن المودوعة فيها الأشياء، وإخراج كل شيء بحسب ما اقتضته حكمته على طريق الاستعارة.\n٣ - الطباق بين ﴿نُحْيِي ... وَنُمِيتُ﴾ وبين ﴿المستقدمين ... المستأخرين﴾ .\n٤ - جناس الاشتقاق في ﴿خَزَائِنُهُ ... وخَازِنِينَ﴾ .\n٥ - السجع الذي له وقع على السمع مثل ﴿المجرمين، الأولين، المنظرين﴾ الخ.\nلطيفَة: ذكر أن رجلًا أراد أن يمتحن الأديان أيها أصح وأحسن؟ فعمد إلى التوراة والإِنجيل والقرآن - وكان خطاطًا - فنسخ من كل كتاب نسخة بخط جميل وزاد فيها ونقص، ثم عرض التوراة على علماء اليهود فقبلوها وتصفحوها وأكرموه بالمال، ثم عرض الإِنجيل الذي نسخه بيده على القسس فاشتروه بثمن كبير وأكرموه، ثم عرض نسخة القرآن على شيوخ المسلمين فنظروا فيه فلما رأوا فيه بعض الزيادة والنقص أمسكوا به فضربوه ثم رفعوا أمره إلى السلطان فحكم بقتله، فلما أراد قتله أشهر إسلامه وأخبرهم بقصته وأنه امتحن الأديان فعرف أن الإسلام دين حق. انظر تفسير القرطبي ١٠/٦.", "ayah": 12, "surah": 15}