{"text": "اللغَة: ﴿رُجَّتِ﴾ زلزلت وحرّكت تحريكًا شديدًا ﴿بُسَّتِ﴾ فُتِّت حتى صارت كالدقيق المبسوس ﴿هَبَآءً﴾ الهباء ما يتطاير في الهواء من الأجزاء الدقيقة ﴿ثُلَّةٌ﴾ جماعة من ثللت الشيء أي قطعته قاله الزجاج فمعنى ثُلة كمعنى فرقة وزنًا ومعنى ﴿مَّوْضُونَةٍ﴾ منسوجة محكمة النسج كأن بعضها أُدخل في بعض قال الأعشى:\nومن نسج داود موضونة ... تُساق مع الحيّ عسيرًا فعيرًا\n﴿يُصَدَّعُونَ﴾ صُدع القوم الخمر لحقهم الصُداع في رءوسهم منها ﴿يُنزِفُونَ﴾ يسكرون فتذهب عقولهم ﴿مَّخْضُودٍ﴾ خُضد شوكه أي قُطع قال أمية بن أبي الصلت:\nإن الحدائقَ في الجنان ظليلةٌ ... فيها الكواعبُ سِدْرها مخْضود\n﴿طَلْحٍ﴾ الطلح: شجر الموز ﴿مَّنضُودٍ﴾ متراكب بضعه فوق بعض ﴿عُرُبًا﴾ جمع عروب وهي\nالمتحببة إِلى زوجها ﴿سَمُومٍ﴾ ريح حارة تدخل في مسام البدن ﴿يَحْمُومٍ﴾ اليحموم الشديد السواد ﴿الحميم﴾ الماء المغلي ﴿الهيم﴾ الإِبل العطاش التي لا تروى لداء يصيبها.\nالتفسِير: ﴿إِذَا وَقَعَتِ الواقعة﴾ أي إِذا قامت القيامة التي لا بد من وقوعها، وحدثت الداهية الطامة التي ينخلع لها قلب الإِنسان، كان من الأهوال ما لا يصفه الخيال قال البيضاوي: سميت واقعة لتحقق وقوعها وقال ابن عباس: الواقعة اسم من أسماء القيامة كالصاخة والآزفة والطامة، وهذه الأشياء تقتضي عظم شأنها ﴿لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ﴾ أي لا يكون عند وقوعها نفس كاذبة تكذِّب بوقوعها كحال المكذبين اليوم، لأن كل نفسٍ تؤمن حنيئذٍ لأنها ترى العذاب عيانًا كقوله تعالى ﴿فَلَمَّا رَأَوْاْ بَأْسَنَا قالوا آمَنَّا بالله وَحْدَهُ﴾ [غافر: ٨٤] ﴿خَافِضَةٌ رَّافِعَةٌ﴾ أي هي خافضة لأقوام رافعةٌ لآخرين، تخفض أعداء الله في النار، وترفع أولياء الله في الجنة قال الحسن: تخفض أقوامًا إِلى الجحيم وإِن كانوا في الدنيا أعزة، وترفع آخرين إِلى أعلى عليين وإن كانوا في الدنيا وضعاء. . ثم بيَّن تعالى متى يكون ذلك فقال ﴿إِذَا رُجَّتِ الأرض رَجًّا﴾ أي زلزلت زلزالًا عنيفًا، واضطربت اضطرابًا شديدًا، بحيث ينهدم كل ما فوقها من بناء شامخ، وطودٍ راسخ قال المفسرون: تُردُّ كما يرجُّ الصبي في المهد حتى ينهدم كل ما عليها من بناء، وينكسر كل ما فيها من جبال وحصون ﴿وَبُسَّتِ الجبال بَسًّا﴾ أي فتُتت تفتيتًا حتى صارت كالدقيق المبسوس وهو المبلول بعد أن كانت شامخة ﴿فَكَانَتْ هَبَآءً مُّنبَثًّا﴾ أي فصارت غبارًا متفرقًا متطايرًا في الهواء، كالذي يُرى في شعاع الشمس إِذا دخل النافذة فهذا هو الهباء، والمنبثُّ المتفرق، وهذه الآية كقوله تعالى ﴿وَتَكُونُ الجبال كالعهن المنفوش﴾ [القارعة: ٥] وقوله ﴿وَسُيِّرَتِ الجبال فَكَانَتْ سَرَابًا﴾ [النبأ: ٢٠] ﴿وَكُنتُمْ أَزْوَاجًا ثَلاَثَةً﴾ أي وكنتم أيها الناس أصنافًا وفرقًا ثلاث «أهل اليمين، وأهل الشمال، وأهل السبق» فأما السابقون فهم أهل الدرجات العُلى في الجنة، وأما أصحاب اليمين فيهم سائر أهل الجنة، وأما أصحاب الشمال فهم أهل النار، وهذه مراتب الناس في الآخرة قال ميمون بن مهران: اثنان في الجنة وواحد في النار، ثم فصَّلهم تعالى بقوله ﴿فَأَصْحَابُ الميمنة مَآ أَصْحَابُ الميمنة﴾؟ استفهام للتفخيم والتعظيم أي هل تدري أيُّ شيء أصحاب الميمنة؟ من هم وما هي حالهم وصفتهم؟ إنهم الذين يؤتون صحائفهم في أيمانهم، فهو تعجيبٌ لحالهم، وتعظيم لشأنهم في دخولهم الجنة وتنعمهم بها ﴿وَأَصْحَابُ المشأمة مَآ أَصْحَابُ المشأمة﴾؟ أي هل تدري من هم؟ وما هي حالهم وصفتهم، إنهم الذين يؤتون صحائفهم بشمالهم، ففيه تعجب لحالهم في دخولهم النار وشقائهم قال القرطبي: والتكرير في ﴿مَآ أَصْحَابُ الميمنة﴾ و﴿مَآ أَصْحَابُ المشأمة﴾ للتفخيم والتعجيب كقوله\n﴿الحاقة مَا الحآقة﴾ [الحاقة: ١٢] وقوله ﴿القارعة مَا القارعة﴾ [القارعة: ١٢] وقال\nالألوسي: والمقصود التفخيم في الأول، والتفظيع في الثاني، وتعجيب السامع من شأن الفريقين في الفخامة والفطاعة كأنه قيل: فأصحاب الميمنة في غاية حسن الحال، وأصحاب المشأمة في غاية سوء الحال ﴿والسابقون السابقون﴾ هذا هو الصنف الثالث من الأزواج الثلاثة أي والسابقون إِلى الخيرات والحسنات، هم السابقون إِلى النعيم والجنات، ثم أثنى عليهم بقوله ﴿أولئك المقربون﴾ أي أولئك هم المقربون من الله، في جواره، وفي ظل عرشه، ودار كرامته ﴿فِي جَنَّاتِ النعيم﴾ أي هم في جنات الخلد يتنعمون فيها قال الخازن: فإن قلت: لم أخَّر ذكر السابقين وكانوا أولى بالتقديم على أصحاب اليمين؟ قلت: فيه لطيفة وذلك أنَّ الله ذكر في أول السورة الأمور الهائلة عند قيام الساعة تخويفًا لعباده، فإِما محسنٌ فيزداد رغبةً في الثواب، وإِمّا مسيء فيرجع عن إِساءته خوفًا من العقاب، فلذلك قدَّم أصحاب اليمين ليسمعوا ويرغبوا، ثم ذكر أصحاب الشمال ليرهبوا، ثم ذكر السابقين وهم الذين لا يحزنهم الفزع الأكبر ليجدوا ويجتهدوا ﴿ثُلَّةٌ مِّنَ الأولين﴾ أي السابقون المقربون جماعة كثيرة من الأمم السالفة ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ أي وهم قليلٌ من هذه الأمة قال القرطبي: وسمُّوا قليلًا بالإِضافة إلى من كان قبلهم، لأن الأنبياء المتقدمين كانوا كثرة، فكثر السابقون إِلى الإيمان منهمن فزادوا على عدد من سبق إِلى التصديق من أمتنا، قال الحسن: سابقوا من مضى أكثر من سابقينا ثم تلا الآية وقيل: إن المراد بقوله ﴿والسابقون السابقون﴾ أول هذه الأمة، والآخرون والمتأخرون من هذه الأمة، فيكون كلا الفريقين من أمة محمد ﷺ َ ﴿على سُرُرٍ مَّوْضُونَةٍ﴾ أي جالسين على أسرَّة منسوجة بقضبان الذهب، مرصعَّة بالدر والياقوت قال ابن عباس: ﴿مَّوْضُونَةٍ﴾ أي مرمولة بالذهب يعني منسوجة به ﴿مُّتَّكِئِينَ عَلَيْهَا﴾ أي حال كونهم مضطجعين على تلك الأسرَّة شأن المنعَّمين المترفين ﴿مُتَقَابِلِينَ﴾ أي وجوه بضعهم إلى بعض، ليس أحد وارء أحد، وهذا أدخل في السرور، وأكمل في أدب الجلوس ﴿يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ﴾ أي يدور عليهم للخدمة أطفال في نضارة الصبا، لا يموتون ولا يهرمون قال أبو حيان: وُصفوا بالخلد وإِن كان كل من في الجنة مخلدًا ليدل على أنهم يبقون دائمًا في سنِّ الولدان، لا يتحولون ولا يكبرون كما وصفهم جل وعلا ﴿بِأَكْوَابٍ﴾ أي بأقداح كبيرة مستديرة لا عُرى لها ﴿وَأَبَارِيقَ﴾ جمع إِبريق أي وبأباريق لها عُرى تبرق من صفاء لونها ﴿وَكَأْسٍ مِّن مَّعِينٍ﴾ أي وكأسٍ من خمرٍ لذلة جارية من\nالعيون قال ابن عباس: لم تعصر كخمر الدنيا بل هي من عيون سارحة قال القرطبي: والمعين الجاري من ماء أو خمر، غير أن المراد في هذا الموضع الخمر الجارية من العيون، ليست كخمر الدنيا التي تستخرج بعصرٍ وتكلف ومعالجة ﴿لاَّ يُصَدَّعُونَ عَنْهَا﴾ أي لا تنصدع رءوسهم من شربها ﴿وَلاَ يُنزِفُونَ﴾ أي ولا يسكرون فتذهب بعقولهم فتذهب بعقولهم كخمر الدنيا قال ابن عباس: في الخمر أربع خصال: السُّكرُ والصُّداع، والقيءُ، والبول، وقد ذكر تعالى خمر الجننة ونزَّهها عن هذه الخصال الذميمة ﴿وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُونَ﴾ أي ولهم فيها فاكهة كثيرة يختارون ما تشتهيه نفوسهم لكثرتها وتنوعها ﴿وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ﴾ أي ولحم طيرٍ مما يحبون ويشتهون قال ابن عباس: يخطر على قلب أحدهم لحم الطير فيطير حتى يقع بين يديه على ما اشتهى مقليًا أو مشويًا وفي الحديث\n«إنك لتنظر إِلى الطير في الجنة فتشتهيه فيخر بين يديك مشويًا» قال الرازي: وقدَّم الفاكهة على اللحم لأن أهل الجنة يأكلون لا عن جوع بل للتفكه، فميلهم إِلى الفاكهة أكثر كحال الشبعان في الدنيا فلذلك قدمها ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ أي ولهم مع ذلك النعيم نساء من الحور العين، الواسعات العيون، في غاية الجمال والبهاء، كأنهن اللؤلؤ في الصفاء والنقاء، الذي لم تمسه الأيدي قال في التسهيل: شبههن باللؤلؤ في البياض، ووصفه بالمكنون لأنه أبعد عن تغيير حسنه، وحين «سألت» أم سلمة «رسول الله ﷺ َ عن هذا التشبيه قال» صفاؤهن كصفاء الدر في الأصداف الذي لم تمسه الأيدي «﴿جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ﴾ أي جعلنا لهم ذلك كله جزاءً لعملهم الصالح في الدنيا. . ثم أخبر تعالى عن مال نعيمهم في الجنة فقال ﴿لاَ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ تَأْثِيمًا﴾ أي لا يطرق آذانهم فاحشٌ الكلام، ولا يلحقهم إِثمٌ ما يسمعون قال ابن عباس: لا يسمعون باطلًا ولا كاذبًا ﴿إِلاَّ قِيلًا سَلاَمًا سَلاَمًا﴾ أي إلا قول بعضهم لبعضٍ سلامًا سلامًا، يُحيي به بعضهم بعضًا ويفشون السلام فيما بينهم قال في البحر: والظاهر أنه استثناء منقطع لأنه لم يندرج في اللغو ولا التأثيم وقال أبو السعود: والمعنى أنهم يفشون السلام فيسلمون سلامًا بعد سلام، أو لا يسمع كلٌ منهم إِلا سلام الآخر بدءًا أو ردًّا.\n. ثم شرع في تفصيل أحوال الصنف الثاني وهم أصحاب اليمين فقال ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾؟ استفهام للتعظيم والتعجيب من حالهم أي ما أدراك من هم، وما هي حالهم؟ ﴿فِي سِدْرٍ مَّخْضُودٍ﴾ أي هم تحت أشجار النبق الذي قطع شوكه قال المفسرون: والسِّدرُ: شجر النبق، والمخضود الذي خُضد أي قُطع شوكه، وفي الحديث «أن أعرابيًا جاء إلى رسول الله ﷺ َ فقال يا رسول الله: إن الله تعالى ذكر في الجنة شجرة تؤذي صاحبها، فقال: وما هي؟ قال: السدر فإِن له شوكًا، فقال رسول الله ﷺ َ أليس اللهُ يقول ﴿فِي سِدْرٍ مَّخْضُودٍ﴾؟ خضَدَ اللهُ شوكه فجعل مكان كل شوكةٍ ثمرة، وإِن الثمرة من ثمره تفتَّق عن اثنين وسبعين\nلونًا من الطعام، ما فيها لونٌ يشبه الآخر» ﴿وَطَلْحٍ مَّنضُودٍ﴾ هو شجر الموز ومعنى ﴿مَّنضُودٍ﴾ أي متراكم قد نُضد بالحمل من أسفله إِلى أعلاه ﴿وَظِلٍّ مَّمْدُودٍ﴾ أي وظل دائم باقٍ لا يزول ولا تنسخه الشمس، لأن الجنة ظل كلها لا شمس فيها ﴿لاَ يَرَوْنَ فِيهَا شَمْسًا وَلاَ زَمْهَرِيرًا﴾ [الإِنسان: ١٣] وفي الحديث «إن في الجنة شجرةً يسير الراكب في ظلها مائة عام لا يقطعها واقرءوا إن شئتم ﴿وَظِلٍّ مَّمْدُودٍ﴾» وقال الرازي: ومعنى ﴿مَّمْدُودٍ﴾ أي لا زوال له فهو دائم ﴿أُكُلُهَا دَآئِمٌ وِظِلُّهَا﴾ [الرعد: ٣٥] أي دائم، والظلُّ ليس ظل الأشجار، بل ظل يخلقه الله تعالى ﴿وَمَآءٍ مَّسْكُوبٍ﴾ أي وماءٍ جارٍ دائمًا لا ينقطع يجري في غير أخدود قال القرطبي: كانت العرب أصحاب بادية، والأنهار في بلادهم عزيزة، لا يصلون إِلىلماء إِلا بالدلو والرشاء، فوعدوا بالجنة بأسباب النزهة وهي الأشجار وظلالها، والمياه والأنهار وجريانها ﴿وَفَاكِهَةٍ كَثِيرَةٍ لاَّ مَقْطُوعَةٍ وَلاَ مَمْنُوعَةٍ﴾ أي وفاكهةٍ كثيرة متنوعة، ليست بالقليلة العزيزة كما كانت في بلادهم، لا تنقطع كما تنقطع ثمار الدنيا في الشتاء، وليست ممنوعة عن أحد، قال ابن عباس: لا تنقطع إِذا جُنيت، ولا تمتنع من أحدٍ إِذا أراد أخذها وفي الحديث «ما قُطعت ثمرةٌ من ثمار الجنة إِلا عاد مكانها أخرى» ﴿وَفُرُشٍ مَّرْفُوعَةٍ﴾ أي عالية وطيئة ناعمة وفي الحديث «ارتفاعها كما بين السماء والأرض، ومسيرة ما بينهما خمس مائة عام» قال الألوسي: ولا تستبعد هذا من حيث العروجُ والنزولُ، فالعالم عالم آخر فوق طور عقلك تنخفض للمؤمن إِذا أراد الجلوس عليها ثم ترتفع به، والله على كل شيء قدير ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً﴾ أي خلقنا نساء الجنة خلقًا جديدًا، وأبدعناهن إِبداعًا عجيبًا، قال في التسهيل: ومعنى إنشاء النساء أن الله تعالى يخلقهن في الجنة خلقًا آخر في غاية الحسن بخلاف الدنيا، فالعجوز ترجع شابة، والقبيحة ترجع جميلة قال ابن عباس: يعني الآدميات العجائز الشمط خلقهن الله بعد الكبر الهرم خلقًا آخر ﴿فَجَعَلْنَاهُنَّ أَبْكَارًا﴾ أي فجعلناهن عذارى، كلما أتاهنَّ أزواجهن وجدوهنَّ أبكارًا ﴿عُرُبًا﴾ جمع عروب وهي المتحببة لزوجها العاشقة له قال مجاهد: هنَّ العاشقات لأزواجهن المتحببات لهن اللواتي يشتهين أزواجهن ﴿أَتْرَابًا﴾ أي مستويات في السنِّ مع أزواجهن، في سنّ أبناء ثلاث وثلاين، عن أم سلمة ﵂ قالت:\n«سألت النبي ﷺ َ عن قوله تعالى ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا﴾ فقال يا أم سلمة: هنَّ اللواتي قُبضن في الدنيا عجائز، شُمطًا عُمشًا، رُمصًا، جعلهن الله بعد الكِبر أترابًا على ميلادٍ واحد في الاستواء» وفي الحديث «أن امرأة عجوزًا جاءت النبي ﷺ َ فقالت يا رسول الله: أُدع الله أن يُدخلني الجنة، فقال: يا أم فلان إِن الجنة لا تدخلها\nعجوز، فولَّت تبكي، فقال: أخبروها أنها لا تدخلها وهي عجوز، فإن الله تعالى يقول ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا﴾» ﴿لأَصْحَابِ اليمين﴾ أي أنشأنا هؤلاء النساء الأبكار لأصحاب اليمين ليستمتعوا بهنَّ في الجنة، ثم قال تعالى ﴿ثُلَّةٌ مِّنَ الأولين وَثُلَّةٌ مِّنَ الآخرين﴾ أي هم جماعة من الأولين من الأمم الماضية، وجماعة من المتأخرين من أُمة محمد ﷺ َ، قال في البحر: ولا تنافي بين هذه الآية ﴿وَثُلَّةٌ مِّنَ الآخرين﴾ وبين الآية التي سبقتها وهي قوله ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ لأن الثانية في السابقين فلذلك قال ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ وهذه في أصحاب اليمين ولذلك قال ﴿وَثُلَّةٌ مِّنَ الآخرين﴾ . . ثم شرع تعالى في بيان الصنف الثالث وهم أهل النار فقال ﴿وَأَصْحَابُ الشمال مَآ أَصْحَابُ الشمال﴾ استفهام بمعنى التهويل والتفظيع والتعجيب من حالهم أي وأصحابُ الشمال وهم الذين يعطون كتبهم بشمائلهم ما أصحاب الشمال؟ أي ما حالهم وكيف مآلهم؟ ثم فصَّل تعالى حالهم فقال ﴿فِي سَمُومٍ وَحَمِيمٍ﴾ أي في ريح حارة من النار تنفذ في المسام، وماءٍ شديد الحرارة ﴿وَظِلٍّ مِّن يَحْمُومٍ﴾ أي وفي ظلٍ من دخان أسود شديد السواد ﴿لاَّ بَارِدٍ﴾ أي ليس هذا الظل باردًا يستروح به الإِنسان من شدة الحر ﴿وَلاَ كَرِيمٍ﴾ أي وليس حن المنظر يُسرُّ به من يستفيء بظله قال الخازن: إِن فائدة الظل ترجع إِلى أمرين: أحدهما: دفع الحر، والثاني: حسن المنظر وكون الإِنسان فيه مكرمًا، وظلُّ أهل النار بخلاف هذا لأنهم في ظل من دخان أسود حار. . ثم بيَّن تعالى سبب استحقاقهم ذلك فقال ﴿إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُتْرَفِينَ﴾ أي لأنهم كانوا في الدنيا منعَّمين، مقبلين على الشهوات والملذات ﴿وَكَانُواْ يُصِرُّونَ عَلَى الحنث العظيم﴾ أي وكانوا يداومون على الذنب العظيم وهو الشرك بالله قال المفسرون: لفظ الإَصرار يدل على المداومة على المعصية، والحنثُ هو الذنب الكبير والمراد به هنا الكفر بالله كما قاله ابن عباس ﴿وَكَانُواْ يِقُولُونَ أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ أي هل سنبعث بعد أن تصبح أجسادنا ترابًا وعظامًا نخرة؟ وهذا استبعادٌ منهم لأمر البعث وتكذيب له ﴿أَوَ آبَآؤُنَا الأولون﴾؟ تأكيدٌ للإِنكار ومبالغة فيه أي وهل سيبعث آباؤنا الأوائل بعد أن بليت أجسامهم وتفتَّتت عظامهم؟ ﴿قُلْ إِنَّ الأولين والآخرين لَمَجْمُوعُونَ إلى مِيقَاتِ يَوْمٍ مَّعْلُومٍ﴾ أي قل لهم يا محمد: إن الخلائق جميعًا السابقين منهم واللاحقين، سيجمعون ويحشرون ليوم الحساب الذي حدَّده الله بوقت معلوم لا يتقدم ولا يتأخر\n﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ﴾ [هود: ١٠٣١٠٤] ﴿ثُمَّ إِنَّكُمْ أَيُّهَا الضآلون المكذبون لأَكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ﴾ أي ثم إنكم يا معشر كفار مكة، الضالون عن الهدى، المكذبون بالبعث والنشور، لآكلون من شجر الزقوم الذي ينبت في أصل الجحيم ﴿فَمَالِئُونَ مِنْهَا البطون﴾ أي فمالئون بطونكم من تلك الشجرة الخبيثة لغلبة الجوع عليكم ﴿فَشَارِبُونَ عَلَيْهِ مِنَ الحميم﴾ أي فشاربون عليه الماء الحار الذي اشتد غليانه ﴿فَشَارِبُونَ شُرْبَ الهيم﴾ أي فشاربون شرب الإِبل العطاش قال ابن عباس: الهيمُ الإِبل\nالعطاش التي لا تروى لداء يصيبها وقال أبو السعود: إنه يسلط على أهل النار من الجوع ما يضطرهم إِلى أكل الزقوم الذي هو كالمُهل، فإِذا ملأوا منه بطونهمه وهو في غاية الحرارة والمرارة سُلِّط عليهم من العطش ما يضطرهم إلى شرب الحميم الذي يقطع أمعاءهم، فيشربونه شرب الهيم وهي الإِبل التي بها الهيام وهو داء يصيبها فتشرب ولا تروى ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ أي هذه ضيافتهم وكرامتهم يوم القيامة، وفيه تهكم بهم قال الصاوي: والنُزُل في الأصل ما يهيأ للضيف أول قدومه من التحف والكرامة، فتسمية الزقوم نُزلًا تهكم بهم.", "ayah": 29, "surah": 56}