{"text": "المنَاسَبَة: لما ذكر تعالى الأشقياء المجرمين وأحوالهم في نار جهنم، ذكر هنا الأدلة والبراهين على قدرة الله ووحدانيته في بديع خلقه وصنعه، لتقوم الحجة على المنكر المكذب بوجود الله، وختم السورة الكريمة بالتنويه بذكر أهل السعادة، وأهل الشقاوة، والسابقين إِلى الخيرات، ليكون ذلك كالتفصيل لما ورد في أول السورة من الإِجمال، والإِشادة بذكر مآثر المقربين في البدء والمآل.\nاللغَة: ﴿تَفَكَّهُونَ﴾ تفكَّه بالشيء تمتَّع به، ورجلٌ فَكه منبسط النفس غير مكترث بشيء ﴿المزن﴾ السحاب جمع مُزْنة قال الشاعر:\nونحن كماء المُزن ما في نصابها ... كَهَامٌ ولا فينا يُعدُّ بخيل\n﴿تُورُونَ﴾ أورى النار من الزناد قدحها ﴿لِّلْمُقْوِينَ﴾ المسافرين يقال أقوى الرجل إِذا دخل القواء وهو القفر، والقوى الجوع قال الشاعر:\nوإِني لأختار القوى طاوي الحشا ... محافظةً من أن يُقال لئيم\n﴿مُّدْهِنُونَ﴾ المدهن: الذي ظاهرة خلاف باطنة، كأنه شُبّه بالدهن في سهولة ظاهره ومنه المداهنة ﴿مَدِينِينَ﴾ مجزيين ومحاسبين من الدين بمعنى الجزاء ﴿فَرَوْحٌ﴾ الرُّوح بفتح الراء الاستراحة ﴿رَيْحَانٌ﴾ الريحان: كل مشموم طيب الريح من النبات.\nالتفسِير: ﴿نَحْنُ خَلَقْنَاكُمْ فَلَوْلاَ تُصَدِّقُونَ﴾ أي نحن خلقناكم أيها الناسُ من العدم، فهلاَّ تصدقون بالبعث؟ فإِن من قدر على البدء قادرٌ على الإِعادة ﴿أَفَرَأَيْتُمْ مَّا تُمْنُونَ﴾ أي أخبروني عمَّا تصبُّونه من المنيّ في أرحام النساء ﴿أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون﴾؟ أي هل أنتم تخلقون هذا المنيَّ بشرًا سويًا، أم نحن بقدرتنا خلقناه وصوَّرناه؟ ﴿قال القرطبي: وهذا احتجاج على المشركين وبيانٌ للآية الأولى والمعنى إِذا أقررتم بأنا خالقوه لا غيرنا فاعترفوا بالبعث ﴿نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت﴾ أي نحن قضينا وحكمنا عليكم بالموت وساوينا بينكم فيه قال الضحاك: ساوى فيه بين أهل\nالسماء والأرض، سواء في الشريف والوضيع، والأمير والصعلوك ﴿وَمَا نَحْنُ بِمَسْبُوقِينَ﴾ أي وما نحن بعاجزين ﴿على أَن نُّبَدِّلَ أَمْثَالَكُمْ﴾ أي على أن نهلككم ونستبدل قومًا غيركم يكونون أطوع لله منكم كقوله تعالى ﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾ [إبراهيم: ١٩] ﴿وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ﴾ أي ولسنا بعاجزين أيضًا أن نعيدكم يوم القيامة في خلقةٍ لا تعلمونها ولاتصل إِليها عقولكم، والغرضُ أن الله قادر على أن يهلكهم وأن يعيدهم وأن يبعثهم يوم القيامة، ففي الآية تهديد واحتجاج على البعث ﴿وَلَقَدْ عَلِمْتُمُ النشأة الأولى﴾ أي ولقد عرفتم أن الله أنشأكم من العدم بعد أن لم تكونوا شيئًا مذكورًا، فخلقكم من نطفة ثم من علقة ثم من مضغة، وجعل لكم السمع والأبصار والأفئدة ﴿فَلَوْلاَ تَذَكَّرُونَ﴾ أي فهلا تتذكرون بأن الله قادر على إعادتكم كما قدر على خلقكم أول مرة؟ ﴿أَوَلاَ يَذْكُرُ الإنسان أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئًا﴾ [مريم: ٦٧]؟﴾ ﴿أَفَرَأَيْتُم مَّا تَحْرُثُونَ﴾ هذه حجة أخرى على وحدانية الله وقدرته أي أخبروني عن البذر الذي تلقونه في الطين ﴿أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون﴾؟ أي أأنتم تنبتونه وتنشئونه حتى يكون فيه السنبل والحبُّ أم نحن الفاعلون لذلك؟ فإِذا أقررتم أن الله هو الذي يخرج الحبَّ وينبت الزرع، فكيف تنكرون إِخراجه الأموات من الأرض؟ ﴿لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَامًا﴾ أي لو أردنا لجعلنا هذا الزرع هشيما متكسرًا لا ينتفع به في طعام ولا غيره قال القرطبي: والحُطام الهشيم الهالك الذي لا يُنتفع به في مطعم ولا غذاء، فنبههم بذلك على أمرين: أحدهما: ما أولاهم به من النعم في زرعهم ليشكروه الثاني: ليعتبروا في أنفسهم فكما أنه تعالى يجعل الزرع حُطامًا إِذا شاء، كذلك يهلكهم إِذا شاء ليتعظوا فينزجروا ﴿فَظَلْتُمْ تَفَكَّهُونَ﴾ أي فظللتم وبقيتم تتفجعون وتحزنون على الزرع مما حلَّ به وتقولون ﴿إِنَّا لَمُغْرَمُونَ﴾ أي إنا لمحمَّلون الغرم في إِنفاقنا حيث ذهب زرعنا وغرمنا الحبَّ الذي بذرناه ﴿بَلْ نَحْنُ مَحْرُومُونَ﴾ أي بل نحن محرومون الرزق، غرمنا قيمة البذر، وحُرمنا خروج الزرع ﴿أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ﴾ أي أخبروني عن الماء الذي تشربونه عذبًا فراتًا لتدفعوا عنكم شدة العطش ﴿أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون﴾ أي هل أنتم الذين أنزلتموه من السحاب أم نحن المنزلون له بقدرتنا؟ قال الخازن: ذكَّرهم تعالى نعمته عليهم بإِنزال المطر الذي لا يقدر عليه إِلا اللهُ ﷿ ﴿لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجًا﴾ أي لو شئنا لجعلناه ماءٌ مالحًا شديد الملوحة لا يصلح لشرب ولا لزرع قال ابن عباس: ﴿أُجَاجًا﴾ شديد الملوحة وقال الحسن: مُرًّا زُعافًا لا يمكن شربه ﴿فَلَوْلاَ تَشْكُرُونَ﴾ أي فهلاّ تشكرون ربكم على نعمه الجليلة عليكم؟! وفي الحديث أن النبي ﷺ َ شرب الماء قال\n«الحمد لله الذي سقانا عذبًا فُراتًا برحمته، ولم يجعله ملحًا أُجاجًا بذنوبنا» ﴿أَفَرَأَيْتُمُ النار التي تُورُونَ﴾ أي أخبروني عن النار التي تقدحونها وتستخرجونها من الشجر الرطب ﴿أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون﴾ أي هل أنتم خلقتم\nشجرها أم نحن الخالقون المخترعون؟ قال ابن كثير: وللعرب شجرتان: إِحداهما المرخُ، والأُخرى العُفار، إِذا أُخذ منهمنا غصنان أخضران، فحُك أحدهما بالآخر تناثر من بينهما شرر النار، وقيل: أراد جميع الشجر الذي توقد منه النار، لما روي عن ابن عباس أنه قال: ما من شجرة ولا عود إِلا وفيه النار سوى العُناب ﴿نَحْنُ جَعَلْنَاهَا تَذْكِرَةً﴾ أي جعلنا نار الدنيا تذكيرًا للنار الكبرى «نار جهنم» إِذا رآها الرائي ذكر بها نار جهنم، فيخشى اللهَ ويخاف عقابه وفي الحديث «ناركم هذه التي توقدون جزءٌ من سبعين جزءًا من نار جهنم، فقالوا يا رسول الله: إِنْ كانت لكافية!! فقال: والذي نفسي بيده لقد فضّلت عليها بتسعة وتسعين جزءًا، كلهن مثل حرها»\n﴿وَمَتَاعًا لِّلْمُقْوِينَ﴾ أي ومنفعقةً للمسافرين قال ابن عباس: ﴿المقوين﴾ المسافرين، وقال مجاهد: للحاضر والمسافر، المستمتعين بالنار من الناس أجمعين قال الخازن: والمقوي النازلُ في الأرض القواء وهي الأرض الخالية البعيدة عن العمران والمعننى أنه ينتفع بها أهل البوادي والسُفَّار، فإِن منفعتهم أكثر من المقيم، فإِنهم يوقدون النار بالليل لتهرب السباع ويهتدي بها الضال إِلى غير ذلك من المنافع وهو قول أكثر المفسرين. . ولما ذكر دلائل القدرة والوحدانية في الإِنسان، والنبات، والماء، والنار، أمر رسوله بتسبيح الله الواحد القهار فقال ﴿فَسَبِّحْ باسم رَبِّكَ العظيم﴾ أي فنزِّه يا محمد ربك عما أضافه إليه المشركون من صفات العجز والنقص وقل: سبحان من خلق هذه الأشياء بقدرته، وسخَّرها لنا بحكمته، سبحانه ما أعظم شأنه، وأكبر سلطانه! ﴿عدَّد ﷾ نعمه على عباده، فبدأ بذكر خلق الإٍنسان فقال ﴿أَفَرَأَيْتُمْ مَّا تُمْنُونَ﴾ ثم بما به قوامه ومعيشته وهو الزرع فقال ﴿أَفَرَأَيْتُم مَّا تَحْرُثُونَ﴾ ثم بما به حياته وبقاؤُه وهو الماء فقال ﴿أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ﴾ ثم بما يصنع به طعامه، ويصلح به اللحوم والخضار وهو النار فقال ﴿أَفَرَأَيْتُمُ النار التي تُورُونَ﴾ فيا له من إله كريم، ومنعمٍ عظيم﴾ ! ثم شرع بالقسم على جلال القرآن ورفعته، وعلو شأنه ومنزلته، وأنه تنزل العزيز الحكيم فقال ﴿فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم﴾ اللام لتأكيد الكلام وتقويته، وزيادة «لا» كثير في كلام العرب ومشهور قال الشاعر:\nتذكرتُ ليلى فاعترتني صبابةٌ ... وكادَ نياطُ القلب لا يتقطَّع\nاي كاد يتقطع قال القرطبي: «لا» صلة في قول أكثر المفسرين والمعنى «فأقسم» بدليل قوه بعده ﴿وَإِنَّهُ لَقَسَمٌ﴾ أي فأقسم بمنازل النجوم وأماكن دورانها في أفلاكها وبروجها ﴿وَإِنَّهُ لَقَسَمٌ لَّوْ\nتَعْلَمُونَ عَظِيمٌ﴾ أي وإِن هذا القسم العظيم جليل، لو عرفتم عظمته لآمنتم وانتفعتم به، لما في المقسم به من الدلالة على عظيم القدرة، وكمال الحكمة، وفرط الرحمة، ومن مقتضيات رحمته تعالى أن لا يترك عباده سُدى ﴿إِنَّهُ لَقُرْآنٌ كَرِيمٌ﴾ هذا هو المقسم عليه، والمعنى أقسم بمواقع النجوم إِن هذا القرآن وقرآن كريم، ليس بسحرٍ ولا كهانة وليس بمفترى، بل هو قرآن كريم مجيد، جعله الله معجزة لنبيه محمد ﷺ َ وهو كثير المنافع والخيرات والبركات ﴿فِي كِتَابٍ مَّكْنُونٍ﴾ أي في كتاب مصونٍ عند الله تعالى، محفوظ عن الباطل وعن التبديل والتغيير قال ابن عباس: هو اللوح المحفوظ، وقال مجاهد: هو المصحف الذي بأيدينا ﴿لاَّ يَمَسُّهُ إِلاَّ المطهرون﴾ أي لا يمس ذلك الكتاب المكنون إِلا المطهرون، وهم الملائكة الموصوفون بالطهارة من الشرك والذنوب والأحداث، أو لا يمسُّه إِلا من كان متوضئًا طاهرًا قال القرطبي المراد بالكتاب المصحف الذي بأيدينا وهو الأظهر لقول ابن عمر «لا تمسَّ القرآن إلا وأنت طاهر» ولكتاب رسول اله ﷺ َ لعمرو بن حزم\n«وألاَّ يمسَّ القرآن إِلا طاهر» ﴿تَنزِيلٌ مِّن رَّبِّ العالمين﴾ أي منزَّلمن عند الله جل وعلا. . ثم لمَّا عظم أمر القرآن ومجَّد شأنه وبخ الكفار فقال ﴿أفبهذا الحديث أَنتُمْ مُّدْهِنُونَ﴾ أي أفبهذا القرآن يا معشر الكفار تكذبون وتكفرون؟ ﴿وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ﴾ أي وتجعلونن شكر رزقكم أنكم تكذبون برازقكم، وهو المنعم المتفضل عليكم؟ ﴿فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم﴾ أي فهلاَّ إِذا بلغت الروح الحلقوم عند معالجة سكرات الموت ﴿وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ﴾ أي وأنتم في ذلك الوقت تنظرون إِلى المحتضر وما يكابده من شدائد وأهوال ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ ولكن لاَّ تُبْصِرُونَ﴾ أي ونحن بعلمنا واطلاعنا أقرب إلى الميت منكم ولكنْ لا تعلمون ذلك، ولا تبصرون ملائكتنا الذين حضروه لقبض روحه قال ابن كثير: ومعنى الآية ملائكتنا أقرب إِليه منكم ولكن لا ترونهم كما قال تعالى ﴿حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ﴾ [الأنعام: ٦١] ﴿فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ﴾ أي فهلاَّ إن كنتم غير مجزيين بأعمالكم كما تزعمون ﴿تَرْجِعُونَهَآ إِن كُنتُمْ صَادِقِينَ﴾ أي تردون نفس هذا الميت إلى جسده بعد ما بلغت الحلقوم قال ابن عباس: ﴿غَيْرَ مَدِينِينَ﴾ أي غير محاسبين ولا مجزيين قال الخازن: أجاب عن قوله ﴿فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم﴾ وعن قوله ﴿فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ﴾\nبجواب واحد وهو قوله ﴿تَرْجِعُونَهَآ إِن كُنتُمْ صَادِقِينَ﴾ ومعنى الآية: إِن كان الأمر كما تقولون أنه لا بعث ولا حساب، ولا إله يجازي، فهلاّ تردون نفس من يعزُّ عليكم إِذا بلغت الحلقوم؟ وإِذا لم يمكنكم ذلك فاعلموا أن الأمر إِلى غيركم وهو الله تعالى فآمنوا به. . ثم ذكر تعالى طبقات الناس عند الموت وعند البعث، وبيَّن درجاتهم في الآخرة فقال ﴿فَأَمَّآ إِن كَانَ مِنَ المقربين فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ﴾ أي فأما إِن كان هذا الميت من المحسنين السابقين بالدرجات العلا، فله عند ربه استراحة ورزق حسن وجنة واسعة يتنعم فيها قال القرطبي: والمراد بالمقربين السابقون المذكورون في أول السورة ﴿وَأَمَّآ إِن كَانَ مِنْ أَصْحَابِ اليمين﴾ أي وأما إِن كان المحتضر من السعداء أهل الجنة الذين يأخذون كتبهم بأيمانهم ﴿فَسَلاَمٌ لَّكَ مِنْ أَصْحَابِ اليمين﴾ أي فسلامٌ لك يا محمد منهم، لأنهم في راحةٍ وسعادة ونعيم ﴿وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين﴾ أي وأما إِن كان المحتضر من المنكرين للبعث، الضالين عن الهدى والحق ﴿فَنُزُلٌ مِّنْ حَمِيمٍ﴾ أي فضيافتهم التي يُكرمون بها أول قدومهم، الحميمُ الذي يصهر البطون لشدة حرارته قال في التسهيل: النُزل أول شيءٍ يُقدم للضيف ﴿وَتَصْلِيَةُ جَحِيمٍ﴾ أي ولهم إِصلاءٌ بنار جهنم وإِذاقة لهم من حرها ﴿إِنَّ هذا لَهُوَ حَقُّ اليقين﴾ أي إن هذا الذي قصصناه عليك يا محمد من جزاء السابقين، والسعداء، والأشقياء لهو الحقُّ الثابت الذي لا شك فيه ولا ريب، وهو عين اليقين الذي لا يمكن إِنكاره ﴿فَسَبِّحْ باسم رَبِّكَ العظيم﴾ أي فنزِّه ربك عن النقص والسوء، وعمَّا يصفه به الظالمون، لما نزلت هذه الآية الكريمة قال النبي ﷺ َ:\n«اجعلوها في ركوعكم، ولما نزلت ﴿سَبِّحِ اسم رَبِّكَ الأعلى﴾ [الأعلى: ١] قال ﷺ َ: اجعلوها في سجودكم» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - جناس الاشتقاق ﴿إِذَا وَقَعَتِ الواقعة﴾ [الواقعة: ١] والجناس الناقص في قوله ﴿فَرَوْحٌ وَرَيْحَانٌ﴾ .\n٢ - الطباق بين ﴿الميمنة. . والمشأمة﴾ وبين ﴿الأولين. . والآخرين﴾ وبين ﴿خَافِضَةٌ. . رَّافِعَةٌ﴾ وفي إِسناد الخفض والرفع إِلى القيامة مجاز عقلي، لأن الخافض والرافع على الحقيقة هو الله وحده، يرفع أولياءه ويخفض أعداءه، ونسب إِى القيامة مجازًا كقولهم «نهاره صائم» .\n٣ - التشبيه المرسل المجمل ﴿حُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] أي كأمثال اللؤلؤ في بياضه وصفائه، حذف منه وجه الشبه فهو مرسل مجمل.\n٤ - التفخيم والتعظيم ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾ [الواقعة: ٢٧] كرره بطريق الاستفهام تفخيمًا.\n٥ - التفنن بذكر أصحاب الميمنة ثم بذكر أصحاب اليمين، وكذلك بذكر المشئمة وذكر أصحاب الشمال ﴿فَأَصْحَابُ الميمنة مَآ أَصْحَابُ الميمنة﴾ [الواقعة: ٨] ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾ [الواقعة: ٢٧] .\n٦ - تأكيد المدح بما شبه الذم ﴿لاَ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ تَأْثِيمًا إِلاَّ قِيلًا سَلاَمًا سَلاَمًا﴾ [الواقعة: ٢٥٢٦] لأن\nالسلام ليس من جنس الغو والتأثيم، فهو مدح لهم بإِفشاء السلام، وهذا كقول القائل «لا ذنب لي إلا محبتُك» .\n٧ - التهكم والاستهزاء ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ [الواقعة: ٥٦] أي هذا العذاب أول ضيافتهم يوم القيامة ففيه سخرية وتهكم بهم لأن النزل هو أول ما يقدم للضيف من الكرامة.\n٨ - الالتفات من الخطاب إِلى الغيبة ﴿ثُمَّ إِنَّكُمْ أَيُّهَا الضآلون المكذبون﴾ [الواقعة: ٥١] ثم قال بعد ذلك ملتفتًا عن خطابهم ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ [الواقعة: ٥٦] وذلك للتحقير من شأنهم، والأصل هذا نزلكم.\n٩ - الجملة الاعتراضية وفائدتها لفت الأنظار إِلى أهمية القسم ﴿وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ﴾ جاءت الجملة الاعتراضية ﴿لَّوْ تَعْلَمُونَ﴾ بين الصفة والموصوف للتهويل من شأن القسم.\n١٠ - توافق الفواصل في الحرف الأخير مما يزيد في رونق الكلام وجماله مثل ﴿فِي سِدْرٍ مَّخْضُودٍ وَطَلْحٍ مَّنضُودٍ وَظِلٍّ مَّمْدُودٍ﴾ [الواقعة: ٢٨ ٣٠] ومثل ﴿فَشَارِبُونَ عَلَيْهِ مِنَ الحميم فَشَارِبُونَ شُرْبَ الهيم﴾ [الواقعة: ٥٤٥٥] ويسمى هذا بالسجع المرصَّع وهو من المحسنات البديعية.\nلطيفَة: المناسبة بين المقسم به وهو النجوم وبين المقسم عليه وهو القرآن ﴿فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ إِنَّهُ لَقُرْآنٌ كَرِيمٌ﴾ أن النجوم جعلها الله ليهتدي بها الناس في ظلمات البر والبحر، وآيات القرآن يُهتدى بها في ظلمات الجهل والضلالة، وتلك ظلمات حسية، وهذه ظلمات معنوية، فالقسم جاء جامعًا بين الهدايتين: الحسية للنجوم، والمعنوية للقرآن، فهذا وجه المناسبة والله أعلم.", "ayah": 89, "surah": 56}