{"text": "المنَاسَبَة: لم ذكر تعالى «قصة مريم» واختلاف النصارى في شأن عيسى حتى عبدوه من دون الله، أعقبها بذكر «قصة إبراهيم» وتحطيمه الأصنام لتذكير الناس بما كان عليه خليل الرحمن من توحيد الربّ الديّان، وسواء في الضلال من عبد بشرًا أو عبد حجرًا، فالنصارى عبدوا المسيح، ومشركوا العرب عبدوا الأوثان.\nاللغَة: ﴿صِدِّيقًا﴾ من أبنية المبالغة ومعناه كثير الصدق ﴿مَلِيًّا﴾ دهرًا طويلًا من قولهم أمليتُ لفلان في الأمر إذا أطلت له قال الشاعر:\nفتصدَّعت شُمُّ الجبال لموته ... وَبكتْ عليه المُرْملاتُ مليًّا\n﴿حَفِيًّا﴾ الحفيُّ: المبالغ في البر واللطف به ﴿خَلْفٌ﴾ الخلف: بسكون اللام الذي يخلف سلفه بالشر وبفتحها الذي يخلفه بالخير يقال جعلك الله خير خلفٍ لخير سلف وقال الشاعر:\nذهب الذين يُعاش في أكنافهم ... وبقيتُ في خَلْف كجلد الأجرب\n﴿غَيًّا﴾: شرًا وضلالًا قال أهل اللغة: كل شر عند العرب فهو غي، وكل خير فهو رشاد.\nسَبَبُ النّزول: عن ابن عباس قال قال رسول الله ﷺ َ: «يا جبريل ما يمنعك أن تزورنا أكثر ممّا تزورنا؟ فنزلت الآية ﴿وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ. .﴾ الآية» .\nالتفسِير: ﴿واذكر فِي الكتاب إِبْرَاهِيمَ﴾ أي اذكر يا محمد في الكتاب العزيز خليل الرحمن إبراهيم ﵇ ﴿إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا﴾ أي ملازمًا للصدق مبالغًا فيه، جامعًا بين الصّديقية والنبوة والغرضُ تنبيه العرب إلى فضل إبراهيم الذي يزعمون الانتساب إليه ثم يعبدون الأوثان مع أنه إمام الحنفاء وقد جاء بالتوحيد الصافي الذي دعاهم إليه خاتم المرسلين ﴿إِذْ قَالَ لأَبِيهِ ياأبت لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئًا﴾ أي ناداه متلطفًا بخطابه، مستميلًا له نحو الهداية والإيمان، يا أبتِ لم تعبد حجرًا لا يسمع ولا يبصر، ولا يجلب لك نفعًا أو يدفع عنك ضرًا؟ ﴿ياأبت إِنِّي قَدْ جَآءَنِي مِنَ العلم مَا لَمْ يَأْتِكَ﴾ كرَّر النصح باللطف ولم يصف أباه بالجهل الشنيع في عبادته للأصنام وإنما ترفق وتلطف في كلامه أي جاءني من العلم بالله ومعرفة صفاته القدسية ما لا تعلمه أنت ﴿فاتبعني أَهْدِكَ صِرَاطًا سَوِيًّا﴾ أي اقبل نصيحتي وأطعني أرشدك إلى طريق مستقيم فيه النجاة من المهالك وهو دين الله الذي لا عوج فيه ﴿ياأبت لاَ تَعْبُدِ الشيطان﴾ أي لا تطع أمر الشيطان في الكفر وعبادة الأوثان ﴿إِنَّ الشيطان كَانَ للرحمن عَصِيًّا﴾ أي إن الشيطان عاصٍ للرحمن، مستكبر على عبادة ربه، فمن أطاعه أغواه، قال القرطبي: وإنما عبّر بالعبادة عن الطاعة لأن من أطاع شيئًا في معصية الله فقد عبده ﴿ياأبت إني أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ الرحمن فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا﴾ تحذيرٌ من سوء العاقبة والمعنى أخاف أن تموت على كفرك فيحل بك عذاب الله الأليم وتكون قرينًا للشيطان بالخلود في النيران قال الإمام الفخر: وإيراد الكلام بلفظ ﴿ياأبت﴾ في كل خطاب دليل على شدة الحب والرغبة في صونه عن العقاب، وإرشاده إلى الصواب، وقد رتَّب إبراهيم الكلام في غاية الحسن، لأنه نبَّهه أولًا إلى بطلان عبادة الأوثان، ثم أمره باتباعه في الاستدلال وترك التقليد الأعمى، ثم ذكَّره بأن طاعة الشيطان غير جائزة في العقول، ثم ختم الكلام بالوعيد الزاجر عن الإقدام مع رعاية الأدب والرفق، وقوله ﴿إني أَخَافُ﴾ دليلٌ على شدة تعلق قلبه بمصالحه قضاءً لحق الأبوَّة ﴿قَالَ أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي ياإبراهيم﴾ أي قال له أبوه آزر: أتارك يا إبراهيم عبادة آلهتي ومنصرفٌ عنها؟ استفهامٌ فيه معنى التعجب والإنكار لإعراضه عن عبادة الأوثان كأن ترك عبادتها لا يصدر عن عاقل قال البيضاوي: قابل أبوه استعطافه ولطفه في الإرشاد بالفظاظه وغلظة العناد، فناداه باسمه ولم يقابل قوله ﴿ياأبت﴾ ب «يا ابني» وقدَّم الخبر وصدَّره بالهمزة لإنكار نفس الرغبة كأنها مما لا يرغب عنها عاقل، ثم هدَّده بقوله ﴿لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ﴾ أي لئن لم تترك شتم وعيب آلهتي لأرجمنك بالحجارة ﴿واهجرني مَلِيًّا﴾ أي اهجرني دهرًا طويلًا قال السديُّ: أبدًا.\n. بهذه الجهالة تلقى «آزر»\nالدعوة إلى الهدى، وبهذه القسوة قابل القول المؤدَّب المهذَّب، وكذلك شأن الكفر مع الإيمان، وشأن القلب الذي هذَّبه الإيمان، والقلب الذي أفسده الطغيان ﴿قَالَ سَلاَمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ ربي﴾ أي قال إبراهيم في جوابه: أمَّا أنا فلا ينالك مني أذى ولا مكروه، ولا أقول لك بعدُ ما يؤذيك لحرمة الأبوَّة، وسأسأل الله أن يهديك ويغفر لك ذنبك ﴿إِنَّهُ كَانَ بِي حَفِيًّا﴾ أي مبالغًا في اللطف بي والاعتناء بشأني ﴿وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله﴾ أي أترككم وما تعبدون من الأوثان وأرتحل عن دياركم ﴿وَأَدْعُو رَبِّي﴾ أي وأعبد ربي وحده مخلصًا له العبادة ﴿عسى أَلاَّ أَكُونَ بِدُعَآءِ رَبِّي شَقِيًّا﴾ أي راجيًا بسبب إخلاصي العبادة له ألاَّ يجعلني شقيًا، وفيه تعريضٌ بشقاوتهم بدعاء آلهتم. . وهكذا اعتزل إبراهيم أباه وقومه وعبادتهم للأوثان، وهجر الأهل والأوطان، فلم يتركه الله وحيدًا بل وهب له ذريةً وعوَّضه خيرًا ﴿فَلَمَّا اعتزلهم وَمَا يَعْبُدُونَ مِن دُونِ الله وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ﴾ قال المفسرون: لما هاجر إبراهيم إلى أرض الشام، واعتزل أباه وقومه في الله، أبدله الله من هو خيرٌ منهم، فوهب له إسحاق ويعقوبُ أولادًا أنبياء، فآنس الله بهما وحشته عن فراق قومه بأولئك الأولاد الأطهار، ويعقوب ابن اسحاق، وهما شجرتا الأنبياء فقد جاء من نسلهما أنبياء بني إسرائيل قال ابن كثير: المعنى جعلنا له نسلًا وعقبًا أنبياء، أقر الله بهم عينه في حياته بالنبوة ولهذا قال ﴿وَكُلًاّ جَعَلْنَا نَبِيًّا﴾ أي كل واحدٍ منهما جعلناه نبيًا ﴿وَوَهَبْنَا لَهْم مِّن رَّحْمَتِنَا﴾ أي أعطينا الجميعَ - إبراهيم وإسحاق ويعقوب - كل الخير الديني والدنيوي، من المال والولد والعلم والعمل ﴿وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا﴾ أي جعلنا لهم ذكرًا حسنًا في الناس، لأن جميع أهل الملل والأديان يثنون عليهم لما لهم من الخصال المرضية، ويُصلون على إبراهيم وعلى آله إلى قيام الساعة، قال الطبري: أي رزقناهم الثناء الحسن، والذكر الجميل في الناس ﴿واذكر فِي الكتاب موسى﴾ أي اذكر يا محمد لقومك في القرآن العظيم خبر موسى الكليم ﴿إِنَّهُ كَانَ مُخْلِصًا﴾ أي استخلصه الله لنفسه، واصطفاه من بين الخلق لكلامه ﴿وَكَانَ رَسُولًا نَّبِيًّا﴾ أي من الرسل الكبار، والأنبياء الأطهار، جمع الله له بين الوصفين الجليلين، وإنما أعاد لفظ «كان» لتفخيم شأن النبي المذكور ﴿وَنَادَيْنَاهُ مِن جَانِبِ الطور الأيمن﴾ أي نادينا موسى من جهة جبل الطور من ناحية اليمين حين كلمناه بلا واسطة ﴿وَقَرَّبْنَاهُ نَجِيًّا﴾ أي أدنْيناه للمناجاة حين كلمناه قال ابن عباس: أُدني موسى من الملكوت ورُفعت له الحُجب حتى سمع صريف الأقلام قال الزمخشري: شبّهه بمن قرَّبه بعض العظماء للمناجاة حيث كلَّمه بغير واسطة ملك ﴿وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَآ أَخَاهُ هَارُونَ نَبِيًّا﴾ أي وهبنا له من نعمتنا عليه أخاه هارون فجعلناه نبيًا إجابة لدعائه حين قال\n﴿واجعل لِّي وَزِيرًا مِّنْ أَهْلِي هَارُونَ أَخِي﴾ [طه: ٢٩ - ٣٠] جعلناه له عضدًا وناصرًا ومعينًا ﴿واذكر فِي الكتاب إِسْمَاعِيلَ﴾ أي اذكر يا محمد في القرآن العظيم خبر جدّك «إسماعيل» الذبيح ابن إبراهيم، وهو أبو العرب جميعًا ﴿إِنَّهُ كَانَ صَادِقَ الوعد﴾ أي كان صادقًا في وعده، لا يعد بوعدٍ إلا وفى به قال المفسرون: وذُكر بصدق الوعد وإن كان موجودًا في غيره من الأنبياء تشريفًا وإكرامًا،\nولأنه عانى في الوفاء بالوعد ما لم يعانه غيره من الأنبياء، فمن مواعيده الصبر وتسليم نفسه للذبح فلذلك أثنى الله عليه ﴿وَكَانَ رَسُولًا نَّبِيًّا﴾ أي جمع الله له بين الرسالة والنبوة قال ابن كثير: وفي الآية دليل على شرف إسماعيل على أخيه إسحاق لأنه إنما وُصف بالنبوة فقط، وإسماعيل وصف بالنبوة والرسالة، ومن إسماعيل جاء خاتم المرسلين محمد ﷺ َ ﴿وَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة والزكاة﴾ أي كان يحث أهله على طاعة الله، وبخاصة الصلاة التي هي عماد الدين، والزكاة التي بها تتحقق سعادة المجتمع ﴿وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا﴾ أي نال رضى الله قال الرازي: وهذا نهاية المدح لأن المرضيَّ عند الله هو الفائز في كل طاعاته بأعلى الدرجات ﴿واذكر فِي الكتاب إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًَّا﴾ أي اذكر يا محمد في الكتاب الجليل خبر إدريس إنه كان ملازمًا للصدق في جميع أحواله، موحىً إلأيه من الله قال المفسرون: إدريس هو جدُّ نوح، وأول مرسل بعد بعد آدم، وأول من خط بالقلم ولبس المخيط، وكانوا من قبل يلبسون الجلود، وقد أنزل الله عليه ثلاثين صحيفة ﴿وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾ أي رفعنا ذكره وأعلينا قدره، بشرف النبوة والزلفى عند الله ﴿أولئك الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين﴾ أي أولئك المذكورون هم أنبياء الله ورسله الكرام، الذين قصصنا عليك خبرهم في هذه السورة - وهم عشرة أولهم زكريا وآخرهم إدريس - وهم الذين أنعم الله عليهم بشرف النبوة ﴿مِن ذُرِّيَّةِءَادَمَ﴾ أي من نسل آدم كإِدريس ﴿وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ﴾ كإِبراهيم فإِنه من ذرية سام بن نوح ﴿وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ﴾ كإِسماعيل وإِسحاق ويعقوب ﴿وَإِسْرَائِيلَ﴾ أي ومن ذرية إسرائيل وهو «يعقوب» كموسى وهارون وزكريا ويحيى وعيسى ﴿وَمِمَّنْ هَدَيْنَا واجتبينآ﴾ أي وممن هديناهم للإيمان واصطفيناهم لرسالتنا ووحينا ﴿إِذَا تتلى عَلَيْهِمْ آيَاتُ الرحمن خَرُّواْ سُجَّدًا وَبُكِيًّا﴾ أي إذا سمعوا كلام الله سجدوا وبكوا من خشية الله مع ما لهم من علو الرتبة، وسموِّ النفس، والزلفى من الله تعالى، قال القرطبي: وفي الآية دلالة على أن لآيات الرحمن تأثيرًا في القلوب ﴿فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات﴾ أي جاء من بعد هؤلاء الأتقياء قومٌ أشقياء، تركوا الصلوات وسلكوا طريق الشهوات ﴿فَسَوْفَ يَلْقَونَ غَيًّا﴾ أي سوف يلقون كل شرٍّ وخسارٍ ودمار، قال ابن عباس: عيٌّ وادٍ في جهنم، وإِن أودية جهنم لتستعيذ بالله من حره ﴿إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا﴾ أي إلا من تاب وأناب وأصلح عمله ﴿فأولئك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ شَيْئًا﴾ أي فأولئك يُسعدون في الجنة ولا يُنقصون من جزاء أعمالهم شيئًا ﴿جَنَّاتِ عَدْنٍ التي وَعَدَ الرحمن عِبَادَهُ بالغيب﴾ أي هي جنات إقامة التي وعدهم بها ربهم فآمنوا بها بالغيب قبل أن يروها تصديقًا بوعده تعالى ﴿إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا﴾ أي إن وعده تعالى بالجنة آتٍ وحاصلٌ لا يُخلف ﴿لاَّ يَسْمَعُونَ فِيهَا لَغْوًا إِلاَّ سَلاَمًا﴾ أي لا يسمعون في الجنة شيئًا من فضول الكلام، لكن يسمعون تسليم الملائكة عليهم على وجه التحية والإكرام، والاستثناء منقطع ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ أي ولهم ما يشتهون في الجنة من أنواع المطاعم والمشارب بدون كدٍّ ولا تعب، ولا نتغصٍ ولا انقطاع ﴿تِلْكَ الجنة التي نُورِثُ مِنْ\nعِبَادِنَا مَن كَانَ تَقِيًّا﴾ أي هذه الجنة التي وصفنا أحوال أهلها هي التي نورثها لعبادنا المتقين ﴿وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ﴾ هذا من كلام جبريل لرسول الله ﷺ َ حين احتبس عنه فترةً من الزمن والمعنى: ما نتنزَّل إلى الدنيا إلا بأمر الله وإِذنه ﴿لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذلك﴾ أي لله جل وعلا جميع الأمر، أمر الدنيا والآخرة، وهو المحيط بكل شيء لا يخفى عليه خافية، ولا يعزب عنه مثقال ذرة، فكيف نقدم على فعل شيء إلا بأمره وإِذنه؟ ﴿وَمَا كَانَ رَبُّكَ نَسِيًّا﴾ أي لا ينسى شيئًا من أعمال العباد ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا فاعبده﴾ أي هو ربُّ العوالم علويها وسفليها فاعبده وحده ﴿واصطبر لِعِبَادَتِهِ﴾ أي اصبر على تكاليف العبادة ﴿هَلْ تَعْلَمُ لَهُ سَمِيًّا﴾ أي هل تعلم له شبيهًا ونظيرًا؟\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الكناية اللطيفة ﴿وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا﴾ كنَّى عن الذكر الحسن والثناء الجميل باللسان لأن الثناء يكون باللسان فلذلك قال ﴿لِسَانَ صِدْقٍ﴾ كما يكنى عن العطاء باليد.\n٢ - الاستعارة ﴿وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾ شبَّه المكانة العظيمة والمنزلة السامية بالمكان العالي بطريق الاستعارة.\n٣ - المبالغة ﴿صِدِّيقًا نَّبِيًَّا﴾ أي مبالغًا في الصدق.\n٤ - الإشارة بالبعيد لعلو المرتبة ﴿أولئك الذين أَنْعَمَ﴾ فما فيه من معنى البعد للإشادة بعلو رتبهم وبُعد منزلتهم في الفضل.\n٥ - الجناس الناقص ﴿فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ﴾ لتغير الحركات والشكل.\n٦ - الطباق ﴿لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا﴾ وبين ﴿بُكْرَةً. . وَعَشِيًّا﴾ .\n٧ - السجع الحسن الرصين ﴿عَلِيًّا، حَفِيًّا، نَّبِيًَّا﴾ .\nفائِدَة: في قول إبراهيم ﵇ «يا أبتٍ» تلطفٌ واستدعاء، والتاء عوضٌ عن ياء الإضافة لأن أصله «يا أبي» ولهذا لا يُجمع بينهما.\nتنبيه: ذكر السيوطي في التحبير أن إبراهيم ﵇ عاش من العمر مائة وخمسًا وسبعين سنة، وبينه وبين آدم ألفا سنة، وبينه وبين نوح ألف سنة، ومنه تفرعت شجرة الأنبياء.", "ayah": 57, "surah": 19}