{"text": "اللغَة: ﴿وَاجِفَةٌ﴾ خائفة فزعة يقال: وجف القلبُ وجيفًا إِذا خفق واضطرب من شدة الفزع ﴿الحافرة﴾ الرجوع إِلى الحالة التي كان عليها يقال: رجع فلان في حافرته أي رجع من حيث جاء قال الشاعر:\nأحافرةً على صَلع وشيب ... معاذّ اللهِ من سَفَهٍ وعار\n﴿الساهرة﴾ وجه الأرض، والعربُ تسمي وجه الأرض والفلاة ساهرة لأنه يُسهر عليها ﴿سَمْكَهَا﴾ السَّمك: العلُوُّ والارتفاع، وبناءٌ ممسوك أي عال مرتفع ﴿أَغْطَشَ﴾ أظلم يقال: غطش الليلُ وأغطشه اللهُ أي صار مظلمًا وأظلمه الله ﴿دَحَاهَا﴾ بسطها وسوَّاها قال ازيد بن عمرو:\nدّحاها فلما استوت شدَّها ... بأيدٍ وأرسى عليها الجبالا\n﴿الطآمة﴾ الداهية العظمى التي لا تستطاع قال الشاعر:\nإِنَّ بعض الحُبِّ يعمي ويُصمُّ ... وكذاكَ البُغضُ أدهى وأطمُّ\nالتفسِير: ﴿والنازعات غَرْقًا﴾ أي أُقسمُ بالملائكة التي تنزع أرواح الكفار نزعًا بالغًا أقصى الغاية في الشدة والعسر ﴿والناشطات نَشْطًا﴾ أي وأُقسمُ بالملائكة التي تنزع أرواح المؤمنين بسهولةٍ ويسر، وتسلُّها سلًا رفيقًا قال ابن مسعود: إِن ملكَ الموت وأعوانه ينزعون روح الكافر كما ينزع السَّفود سيخ الحديد الكثير الشُعب من الصوف المبتلّ، فتخرج نفس الكافر كالغريق في الماء، وينزع روح المؤمن برفق ولين، ويقبضها كما ينشط العِقال من يد البعير قال ابن كثير: أقسم سبحانه بالملائكة\nحين تنزع أرواح بني آدم، فمنهم من تأخذ روحه بعسر فتغرق في نزعها، ومنهم من تأخذ روحه بسهولة وكأنما حلَّته من نشاط ﴿والسابحات سَبْحًا﴾ أي وأقسم بالملائكة التي تنزل بأمر الله ووحيه من السماء كالذي يسبح في الماء، مسرعين لتنفيذ أمر الله ﴿فالسابقات سَبْقًا﴾ أي الملائكة التي تسبق بأرواح المؤمنين إلى الجنة ﴿فالمدبرات أَمْرًا﴾ أي الملائكة تدبّر شئون الكون بأمره تعالى، في الرياح، والأمطار، والأرزاق، والأعمار، وغير ذلك من شئون الدنيا، أقسم سبحانه بهذه الأصناف الخمسة على أن القيامة حق، وجواب القسم محذوف تقديره: لتبعثنَّ ولتحاسبنَّ، وقد دل عليه قوله ﴿يَوْمَ تَرْجُفُ الراجفة تَتْبَعُهَا الرادفة﴾ أي يوم ينفخ في الصُّور النفخة الأولى التي يرتجف ويتزلزل لها كل شيء، تتبعها النفخة الثانية وهي نخفة القيام من القبور قال ابن عباس: الراجفة والرادفة هما النفختان الأولى والثانية، أما الأولى فتميت كل شيء بإذن الله تعالى، وأما الثانية فتحيي كل شيء بإذن الله تعالى. . ثم ذكر تعالى حالة المكذبين وما يلقونه من الشدائد والأهوال فقال ﴿قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ﴾ أي قلوب الكفار في ذلك اليوم خائفة وجدلة مضطربة ﴿أَبْصَارُهَا خَاشِعَةٌ﴾ أي أبصار أصحابها ذليلة حقيرة مما عاينت من الأهوال ﴿يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الحافرة﴾ أي يقولون في الدنيا استهزاءً واستبعادًا للبعث: إِنكم تبعثون قالوا منكرين متعجبين: أنردُّ بعد موتنا إِلى أول الأمر، فنعود أحياء كما كنا قبل المرت؟ والعرب تقول: رجع فلان في حافرته أي رجع من حيث جاء ﴿أَإِذَا كُنَّا عِظَامًا نَّخِرَةً﴾ أي هل إذا صرنا عظامًا بالية متفتتة سنرد ونبعث من جديد؟ ﴿قَالُواْ تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ﴾ أي إِن كان البعث حقًا، وبعثنا بعد موتنا فسوف نكون من الخاسرين لأننا من أهل النار، قال تعالى ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي فإِنما هي صحية واحدة، يُنفخ فيها في الصور للقيام من القبور ﴿فَإِذَا هُم بالساهرة﴾ أي فإِذا الخلائق جميعًا على وجه الأرض بعدما كانوا في بطنها.\n. ثم ذكر تعالى قصة موسى مع فرعون تسليةً لرسول الله ﷺ َ وتحذيرًا لقومه أن يحل بهم ما حلَّ بالطغاة المكذبين من قوم فرعون فقال ﴿هَلْ أَتَاكَ حَدِيثُ موسى﴾ أسلوب تشويق وترغيب لسماع القصة أي هل جاءك يا محمد خبر موسى الكليم؟ ﴿إِذْ نَادَاهُ رَبُّهُ بالواد المقدس طُوًى﴾ أي حين ناجاه ربه بالوادي المطهَّر المبارك المسمَّى ﴿طُوًى﴾ في أسفل جبل طور سيناء، قائلًا له ﴿اذهب إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي إِذهب إِلى فرعون الطاغية الجبار، الذي جاوز الحدَّ في الظلم والطغيان ﴿فَقُلْ هَل لَّكَ إلى أَن تزكى﴾؟ أي هل لك رغبةٌ وميلٌ إِلى أن تتطهر من الذنوب والآثام؟ ﴿وَأَهْدِيَكَ إلى رَبِّكَ فتخشى﴾ أي وأرشدك إِلى معرفة ربك وطاعته فتتقيه وتخشاه؟ قال الزمخشري: ذكر الخشية لأنها ملاك الأمر، من خشي الله أتى منه كل خير، وبدأ مخاطبته بالاستفهام الذي معناه العَرض كما يقول الرجل لضيفه: هل لك أن تنزل بنا؟ وأردفه الكلام الرفيق الرقيق ليستدعيه بالتلطف، ويستنزله بالمداراة من عتوه كما في قوله تعالى ﴿فَقُولاَ لَهُ قَوْلًا لَّيِّنًا﴾ [طه: ٤٤] ﴿فَأَرَاهُ الآية الكبرى﴾ في الكلام محذوف أي فذهب\nموسى إِليه ودعاه وكلَّمه، فلما امتنع عن الإِيمان أراه المعجزة الكبرى، وهي قلب العصا حيةً تسعى قال القرطبي: أراه العلامة العظمى وهي المعجزة قال ابن عباس: هي العصا ﴿فَكَذَّبَ وعصى﴾ أي فكذب فرعون نبيَّ الله موسى، وعصى أمر الله بعد ظهور تلك المعجزة الباهرة ﴿ثُمَّ أَدْبَرَ يسعى﴾ أي ولّى مدبرًا هاربًا من الحية، يُسرع في مشيه من هول ما رأى ﴿فَحَشَرَ فنادى﴾ أي فجمع السحرة والجنود والأتباع، ووقف خطيبًا في الناس ﴿فَقَالَ أَنَاْ رَبُّكُمُ الأعلى﴾ أي فقال لهم بصوت عال: أنا ربكم المعبود العظيم الذي لا ربَّ فوقي ﴿فَأَخَذَهُ الله نَكَالَ الآخرة والأولى﴾ أي فأهلكه الله عقوبةً له على مقالته الأخيرة ﴿أَنَاْ رَبُّكُمُ الأعلى﴾ والأولى هي قوله ﴿مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي﴾ [القصص: ٣٨] ﴿إِنَّ فِي ذَلِكَ لَعِبْرَةً لِّمَن يخشى﴾ أي إِن فيما ذكر من قصة فرعون وطغيانه، وما حلَّ به من العذاب والنكال، لعظة واعتبارًا لمن يخاف الله ﷿ ويخشى عقابه. . ولما انتهى الحديث عن قصة الطاغية فرعون، رجع إِلى منكري البعث من كفار قريش فنبههم إِلى آثار قدرته، ومظاهر عظمته وجلاله فقال ﴿أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السمآء﴾؟ الاستفهام للتقريع والتوبيخ والمعنى هل أنتم يا معشر المشركين أشقُّ وأصعب خلقًا أم خلق السماء العظيمة البديعة؟ فإِن من رفع السماء على عظمها، هيِّن عليه خلقكم وإِحياؤكم بعد مماتكم، فكيف تنكرون البعث؟ قال الرازي: نبههم على أمرٍ يُعلم بالمشاهدة، وذلك لأن خلق الإِنسان على صغره وضعفه، إِذا أضيف إِلى خلق السماء على عظمها وعظم أحوالها يسير، وإِذا كان كذلك فإِعادتهم سهلة فيكف ينكرون ذلك؟ كقوله تعالى\n﴿لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس﴾ [غافر: ٥٧] ﴿بَنَاهَا﴾ أي رفعها عاليةً فوقكم محكمة البناء، بلا عمد ولا أوتاد، ثم زاد في التوضيح والبيان فقال ﴿رَفَعَ سَمْكَهَا فَسَوَّاهَا﴾ أي رفع جرمها وأعلى سقفها فوقكم فجعلها مستويةً لا تفاوت فيها ولا شقوق ولا فطور قال ابن كثير: أي جعلها عالية البناء، بعيدة الفناء، مستوية الأرجاء، مكلَّلة بالكواكب في الليلة الظلماء ﴿وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا﴾ أي جعل ليلها مظلمًا حالكًا، ونهارها مشرقًا مضيئًا قال ابن عباس: أظلم ليلها وأنار نهارها ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ أي والأرض بعد خلق السماء بسطها ومهَّدها لسكنى أهلها ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ أي أخرج من الأرض عيون الماء المتفجرة، وأجرى فيها الأنهار، وأنبت فيها الكلأ والمرعى مما يأكله الناس والأَنعام ﴿والجبال أَرْسَاهَا﴾ أي والجبال أثبتها في الأرض، وجعلها\nكالأوتاد لتستقر وتسكن بأهلها ﴿مَتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ أي فعل ذلك كله، فأنبع العيون، وأجرى الأنهار، وأنبت الزرع والأشجار، كل ذلك منفعةً للعباد وتحقيقًا لمصالحهم ومصالح أنعامهم ومواشيهم، قال الرازي: أراد بمراعاها ما يأكله الناسُ والأنعام، بدليل قوله ﴿مَتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ وانظر كيف دلَّ بقوله: ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ على جميع ما أخرجه من الأرض قوتًا ومتاعًا للأنام والأنعام من العشب، والشجر، والحب، والثمر، والعصف، والحطب، واللباس والدواء، حتى الملح والنار، فالملح متولد من الماء، والنارُ من الأشجار. . ولما ذكر تعالى خلق السموات والأرض، وما أبدع فيهما من عجائب الخلق والتكوين، ليقيم الدليل على إِمكان الحشر عقلًا، أخبر بعد ذلك عن وقوعه فعلًا فقال ﴿فَإِذَا جَآءَتِ الطآمة الكبرى﴾ أي فإِذا جاءت القيامة وهي الداهية العظمى، التي تعمُّ بأهوالها كل شيء، وتعلو على سائر الدواهي قال ابن عباس: هي القيامة سميت بذلك لأنها تطم على كل أمرٍ هائل مفظع ﴿يَوْمَ يَتَذَكَّرُ الإنسان مَا سعى﴾ أي في ذلك اليوم يتذكر الإِنسان ما علمه من خير أو شر، ويراه مدوَّنًا في صحيفة أعماله ﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ أي أظهرت جهنم للناظرين فرآها الناسُ عيانًا، باديةً لكل ذي بصر. . وبعد أن وصف حال القيامة وأهولها، ذكر انقسام الناس إِلى فريقين: أشقياء وسعداء فقال ﴿فَأَمَّا مَن طغى﴾ أي جاوز الحدَّ في الكفر والعصيان ﴿وَآثَرَ الحياة الدنيا﴾ أي فضَّل الحياة الفانية على الآخرة الباقية، وانهمك في شهوات الحياة المحرَّمة، ولم يستعد لآخرته بالعمل الصالح ﴿فَإِنَّ الجحيم هِيَ المأوى﴾ أي فإِنَّ جهنم المتأججة هي منزله ومأواه، لا منزل له سواها ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ﴾ أي وأمَّا من خاف عظمة ربه وجلاله، وخاف مقامه بين يديْ ربه يوم الحساب، لعلمه ويقينه بالمبدأ والمعاد ﴿وَنَهَى النفس عَنِ الهوى﴾ أي وزجر نفسه عن المعاصي والمحارم، وكفَّها عن الشهوات التي تؤدي بها إِلى المعاطب ﴿فَإِنَّ الجنة هِيَ المأوى﴾ أي فإِن منزله ومصيره هي الجنة دار النعيم، ليس له منزل غيرها.\n. ثم ذكر تعالى موقف المكذبين بالقيامة، المستهزئين بأخبار الساعة فقال ﴿يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا﴾ أي يسألك يا محمد هؤلاء المشركون عن القيامة متى وقوعها وقيامُها؟ قال المفسرون: كان المشركون يسمعون أنباء القيامة، ووصفها بالأوصاف الهائلة مثل «طامة، وصاخة، وقارعة» فيقولون على سبيل الاستهزاء: متى يوجدها الله ويقيمها، ومتى تحدث وتقع؟ فنزلت الآية ﴿فِيمَ أَنتَ مِن ذِكْرَاهَا﴾ أي ليس علمها إِليك حتى تذكرها لهم، لأنها من الغيوب التي استأثر الله بعلمها، فلماذا يسألونك عنها ويُلحّون في السؤال؟ ﴿إلى رَبِّكَ مُنتَهَاهَآ﴾ أي مردُّها ومراجعها إِلى الله ﷿، فهو الذي يعلم وقتها على التعيين، لا يعلمه أحد سواه ﴿إِنَّمَآ أَنتَ مُنذِرُ مَن يَخْشَاهَا﴾ أي ما واجبك يا محمد إِلا إِنذار من يخاف القيامة، لا الإِعلام بوقتها، وخصَّ الإِنذار بمن يخشى، لأنه هو الذي ينتفع\nبذلك الإِنذار ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا﴾ أي كأن هؤلاء الكفار يوم يشاهدون القيامة وما فيها من الأهوال، لم يلبثوا في الدنيا إِلا ساعة من نهار، بمقدار عشيةٍ أو ضحاها. قال ابن كثير: يستقصرون مدة الحياة الدنيا، حتى كأنها عندهم عشية يوم، أو ضحى يوم. . ختم تعالى السورة الكريمة، بما أقسم عليه في أولها من إِثبات «الحشر، والبعث» فكان ذلك كالدليل والبرهان على مجيء القيامة والساعة، وليتناسق البدء مع الختام.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين الآخرة والأولى في قوله ﴿فَأَخَذَهُ الله نَكَالَ الآخرة والأولى﴾ لأن المراد كلمتيه الشنيعتين الأولى والأخيرة، والطباق كذلك بين ﴿عَشِيَّةً. . وضُحَاهَا﴾ .\n٢ - جناس الاشتقاق في قوله ﴿تَرْجُفُ الراجفة﴾ .\n٣ - المقابلة بين قوله ﴿السمآء بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا﴾ وبين ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ وكذلك المقابلة بين ﴿فَأَمَّا مَن طغى وَآثَرَ الحياة الدنيا﴾ وبين ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النفس عَنِ الهوى﴾ الآيات.\n٤ - أسلوب التشويق ﴿هَلْ أَتَاكَ حَدِيثُ موسى﴾؟ فإِن المراد منه التشويق الى معرفة القصة.\n٥ - الطباق بين ﴿الجنة. . الجحيم﴾ وبين ﴿السمآء. . والأرض﴾ الوارد في الآيات.\n٦ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا﴾ .\n٧ - الاستعارة التصريحية ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ شبَّه أكل الناس برعي الأنعام، واستعير الرعي للإِنسان بجامع أكل الإِنسان والحيوان من النبات، ففيه استعارة لطيفة.\n٨ - توافق الفواصل في الحرف الأخير مثل ﴿ضُحَاهَا، دَحَاهَا، مَرْعَاهَا، أَرْسَاهَا﴾ وهو من المحسنات الدبيعية ويمسى السجع.", "ayah": 32, "surah": 79}