{"text": "المناسَبَة: لما ذكر تعالى الكافرين، وشبّههم بالأنعام السارحة لأنهم أعرضوا عن قبول دعوة الله، أمر المؤمنين هنا بالاستجابة لله والرسول، وقبول دعوته التي فيها حياة القلوب، وبها السعادة الكاملة في الدنيا والآخرة.\nاللغَة: ﴿مُكَآءً﴾ المكاء: الصغير قال أبو عبيدة: والكثير في الأصوات أن تكون على فعال كالصراخ والخوار والدُّعاء والنباح ﴿تَصْدِيَةً﴾ التصدية: التصفيق يقال: صدى تصدية إِذا صفق بيديه وأصله من الصَّدى وهو الصوت الذي يرجع من الجبل ﴿فَيَرْكُمَهُ﴾ الركم: الجمع قال الليث: هو أن تجمع الشيء فوق الشيء حتى تجعله ركامًا مركوما كركام الرمل والسحاب ﴿سَلَفَ﴾ مضى ﴿سُنَّةُ الأَوَّلِينَ﴾ عادة الله وسنته في إِهلاك المكذبين من الأمم السالفة ﴿مَوْلاَكُمْ﴾ ناصركم ومعينكم.\nسَبَبُ النّزول: أخرج ابن جرير عن الزهري «أن رسول الله ﷺ َ لما حاصر يهود بني قريظة طلبوا الصلح فأمرهم أن ينزلوا على حكم» سعد بن معاذ «فقالوا: أرسل لنا» أبا لبابة «فبعثه رسول الله ﷺ َ إِليهم فقالوا: يا أبا لبابة ما ترى؟ أننزل على حكم سعد؟ فأشار إِلى حلقه يعني أنه الذبح، قال أبو لبابة: والله ما زالت قدماي عن مكانهما حتى عرفت أني قد خنت الله ورسوله فقال: لا والله لا أذوق طعامًا ولا شرابًا حتى أموت أو يتوب الله عليَّ فنزلت الآية» ﴿ياأيها الذين آمَنُواْ لاَ تَخُونُواْ الله والرسول ... .﴾ الآية ثم نزلت توبته.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ﴾ أي أجيبوا دعاء رسوله إِذا دعاكم للإِيمان الذي به تحيا النفوس، وبه تحيون الحياة الأبدية قال قتادة: هو القرآن فيه الحياة، والثقة، والنجاة، والعصمة في الدنيا والآخرة ﴿وَاعْلَمُواْ أَنَّ الله يَحُولُ بَيْنَ المرء وَقَلْبِهِ﴾ أي أنه تعالى المتصرف في جميع الأشياء، يصرّف القلوب كيف يشاء بما لا يقدر عليه صاحبها، فيفسخ عزائمه، ويغيّر مقاصده، ويلهمه رشده، أو يُزيغ قلبه عن الصراط السوي، وفي الحديث: «يا مقلب القلوب ثبِّت قلبي على دينك» قال ابن عباس: يحول بين المؤمن والكفر، وبين الكافر والإِيمان قال أبو حيان: وفي ذلك حضٌ على المراقبة، والخوف من الله تعالى والمبادرة إِلى الاستجابة له جلَّ وعلا ﴿وَأَنَّهُ إِلَيْهِ تُحْشَرُونَ﴾ أي وأنه سبحانه إِليه مرجعكم ومصيركم فيجازيكم بأعمالكم ﴿واتقوا فِتْنَةً لاَّ تُصِيبَنَّ الذين ظَلَمُواْ مِنكُمْ خَآصَّةً﴾ أي احذروا بطش الله وانتقامه إن عصيتم أمره واحذروا فتنة إن نزلت بكم لم تقتصر على الظالم خاصة بل تعم الجميع، وتصل إِلى الصالح والطالح، لأو الظالم يهلك بظلمه وعصيانه، وغير الظالم يهلك لعدم منعه وسكوته عليه وفي الحديث «إِن الناس إِذا رأوا الظالم فلم يأخذوا على يديه، أوشك أن يعمهم الله بعذابٍ من عنده»\nقال ابن عباس: أمر الله المؤمنين ألاّ يقروا المنكر بين أظهرهم فيعمهم الله بالعذاب، فيصيب الظالم وغير الظالم ﴿واعلموا أَنَّ الله شَدِيدُ\nالعقاب﴾ وهذا وعيد شديد أي شديد العذاب لمن عصاه ﴿واذكروا إِذْ أَنتُمْ قَلِيلٌ مُّسْتَضْعَفُونَ فِي الأرض﴾ أي اذكروا نعمة الله عليكم وقت أن كنتم قلة أذلة يستضعفكم الكفار في أرض مكة فيفتنونكم عن دينكم وينالونكم بالأذى والمكروه ﴿تَخَافُونَ أَن يَتَخَطَّفَكُمُ الناس﴾ أي تخافون المشركين أن يختطفوكم بالقتل والسلب، والخطف: الأخذ بسرعة ﴿فَآوَاكُمْ﴾ أي جعل لكم مأوى تتحصنون به من أعدائكم وهو المدينة المنورة ﴿وَأَيَّدَكُم بِنَصْرِهِ﴾ أي أعانكم وقواكم يوم بدر بنصره المؤزر حتى هزمتموهم ﴿وَرَزَقَكُمْ مِّنَ الطيبات﴾ أي منحكم غنائمهم حلالًا طيبة ولم تكن تحل لأحد من قبل ﴿لَعَلَّكُمْ تَشْكُرُونَ﴾ أي لتشكروا الله على هذه النعم الجليلة، والغرض التذكير بالنعمة فإِنهم كانوا قبل ظهور الرسول ﷺ َ في غاية القلة والذلة، وبعد ظهوره صاروا في غاية العزة والرفعة، فعليهم أن يطيعوا الله ويشكروه على هذه النعمة ﴿ياأيها الذين آمَنُواْ لاَ تَخُونُواْ الله والرسول﴾ أي لا تخونوا دينكم ورسولكم بإِطلاع المشركين على أسرار المؤمنين ﴿وتخونوا أَمَانَاتِكُمْ﴾ أي ما ائتمنكم عليه من التكاليف الشرعية كقوله ﴿إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض﴾ [الأحزاب: ٧٢] الآية قال ابن عباس: خيانة الله سبحانه بترك فرائضه، والرسول ﷺ َ بترك سنته وارتكاب معصيته، والأمانات: الأعمال التي ائتمن الله عليها العباد ﴿وَأَنْتُمْ تَعْلَمُونَ﴾ أي تعلمون أنه خيانة وتعرفون تبعة ذلك ووباله ﴿واعلموا أَنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ﴾ أي محنة من الله ليختبركم كيف تحافظون معها على حدوده قال الإِمام الفخر: وإِنما كانت فتنة لأنها تشغل القلب بالدنيا، وتصير حجابًا عن خدمة المولى ﴿وَأَنَّ الله عِندَهُ أَجْرٌ عَظِيمٌ﴾ أي ثوابه وعطاؤه خير لكم من الأموال والأولاد فاحرصوا على طاعة الله ﴿يِا أَيُّهَا الذين آمنوا إِن تَتَّقُواْ الله يَجْعَل لَّكُمْ فُرْقَانًا﴾ أي إِن أطعتم الله واجتنبتم معاصيه يجعل لكم هداية ونورًا في قلوبكم، تفرقون به بين الحق والباطل كقوله ﴿وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ﴾ [الحديد: ٢٨] وفي الآية دليل على أن التقوى تنور القلب، وتشرح الصدر، وتزيد في العلم والمعرفة ﴿وَيُكَفِّرْ عَنكُمْ سَيِّئَاتِكُمْ﴾ أي يمحو عنكم ما سلف من ذنوبكم ﴿وَيَغْفِرْ لَكُمْ﴾ أي يسترها عليكم فلا يؤاخذكم بها ﴿والله ذُو الفضل العظيم﴾ أي واسع الفضل عظيم العطاء ﴿وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ﴾ هذا تذكير بنعمة خاصة على الرسول ﷺ َ بعد تذكير المؤمنين بالنعمة العامة عليهم والمعنى: اذكر يا محمد حين تآمر عليك المشركون في دار الندوة ﴿لِيُثْبِتُوكَ﴾ أي يحبسوك ﴿أَوْ يَقْتُلُوكَ﴾ أي بالسيف ضربة رجل واحد ليتفرق دمه ﷺ َ بين القبائل ﴿أَوْ يُخْرِجُوكَ﴾ أي من مكة ﴿وَيَمْكُرُونَ وَيَمْكُرُ الله﴾ أي يحتالون ويتآمرون عليك يا محمد ويدبر لك ربك ما يبطل مكرهم ويفضح أمرهم ﴿والله خَيْرُ الماكرين﴾ أي مكره تعالى أنفذ من مكرهم وأبلغ تأثيرًا قال الطبري في روايته عن ابن عباس: إِن نفرًا من أشراف قريش اجتمعوا في دار الندوة فاعترضهم إبليس في صورة شيخ جليل، فلما رأوه قالوا: من أنت؟ قال شيخ من العرب، سمعت باجتماعكم فأردت أن أحضركم ولن يعدمكم مني رأي ونصح قالوا: أجل فادخل، فقال انظروا في شأن هذا الرجل - يعني محمدًا ﷺ َ - فقال قائل: احبسوه في وثاق ثم تربصوا به ريب المنون حتى يهلك، فصرخ عدو الله وقال: والله ما هذا لكم برأي، فليوشكن أن يثب أصحابه عليه حتى يأخذوه من\nأيديكم فيمنعوه منكم، فقال قائل: أخرجوه من بين أظهركم تستريحوا منه فإِنه إِذا خرج فلن يضركم ما صنع وأين وقع، فقال الشيخ المذكور: والله ما هذا لكم برأي، ألم تروا حلاوة قوله، وطلاقة لسانه، وأخذه القلوب بحديثه؟ والله لئن فعلتم لتجتمعن عليكم العرب حتى يخرجوكم من بلادكم ويقتلوا أشرافكم، قالوا صدق فانظروا رأيًا غير هذا، فقال أبو جهل: والله لأشيرن عليكم برأي ما أرى غيره! قالوا: وما هو؟ قال نأخذ من كل قبيلة غلامًا شابًا جلدًا، ونعطي كل واحد سيفًا صارمًا، ثم يضربونه فيقبلون الدية ونستريح منه ونقطع عنا أذاه، فصرخ عدو الله إِبليس: هذا والله الرأي لا أرى غيره، قالوا: وما هو؟ قال نأخذ من كل قبيلة غلامًا شابًا جلدًا، ونعطي كل واحد سيفًا صارمًا، ثم يضربونه ضربة رجل واحد، ويتفرق دمه في القبائل كلها، ولا أظن بني هاشم يقدرون على حرب قريش كلها فيقبلون الدية ونستريح منه ونقطع عنا أذاه، فصرخ عدو الله إِبليس: هذا والله الرأي لا أرى غيره، فتفرقوا على ذلك فأتى جبريل النبي ﷺ َ فأخبره وأمره أن لا يبيت في مضجعه، وأذن له بالهجرة، وأنزل الله عليه بعد قدومه المدينة يذكره نعمته عليه ﴿وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ.\n. .﴾ الآية ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا﴾ أي وإِذا قرئت عليهم آيات القرآن المبين ﴿قَالُواْ قَدْ سَمِعْنَا لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا﴾ أي قالوا مكابرة وعنادًا: قد سمعنا هذا الكلام ولو أردنا لقلنا مثله ﴿إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي ما هذا القرآن الذي تتلوه علينا إِلا أكاذيب وأباطيل وحكايات الأمم السابقة سطروها وليس كلام الله تعالى قال أبو السعود: وهذا غاية المكابرة ونهاية العناد، كيف لا، ولو استطاعوا لما تأخروا ﴿فما الذي كان يمنعهم وقد تحداهم عشر سنين؟ وقرَّعوا على العجز، ثم قورعوا بالسيف فلم يعارضوه، مع أنفتهم، وفرط استنكافهم أن يغلبوا لا سيما في باب البيان؟﴾ ﴿وَإِذْ قَالُواْ اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ﴾ أي إِن كان هذا القرآن حقًا منزلًا من عندك ﴿فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء﴾ أي أنزل علينا حاصبًا وحجارة من السماء كما أنزلتها على قوم لوط ﴿أَوِ ائتنا بِعَذَابٍ أَلِيمٍ﴾ أي بعذاب مؤلم أهلكنا به، وهذا تهكم منهم واستهزاء قال ابن كثير: وهذا من كثرة جهلهم وشدة تكذيبهم وعنادهم، وكان الأولى لهم أن يقولوا: اللهم إِن كان هذا هو الحق من عندك فاهدنا له ووفقنا لاتباعه، ولكنهم استعجلوا العقوبة والعذاب لسفههم ﴿وَمَا كَانَ الله لِيُعَذِّبَهُمْ وَأَنتَ فِيهِمْ﴾ هذا جواب لكلمتهم الشنعاء وبيان للسبب الموجب لإِمهالهم أي إِنهم مستحقون للعذاب ولكنه لا يعذبهم وأنت فيهم إِكرامًا لك يا محمد، فقد جرت سنة الله وحكمته ألا يعذب أمة ونبيها بين ظهرانيها قال ابن عباس: لم تعذب أمة قط ونبيها فيها، والمراد بالعذاب عذاب الاستئصال ﴿وَمَا كَانَ الله مُعَذِّبَهُمْ وَهُمْ يَسْتَغْفِرُونَ﴾ أي وما ان الله ليعذب هؤلاء الكفار وفيهم مؤمنون يستغفرون الله، وهو إٍشارة إلى استغفار من بقي بين أظهرهم من المسلمين المستضعفين قال ابن عباس: كان فيهم أمانان: نبي الله ﷺ َ، والاستغفار، أما النبي فقد مضى، وأما الاستغفار فهو باق إلى يوم القيامة ﴿وَمَا لَهُمْ أَلاَّ يُعَذِّبَهُمُ الله﴾ أي شيء لهم في انتفاء العذاب عنهم؟ وكيف لا يعذبون وهم على ما هم عليه من العتو والضلال؟ ﴿وَهُمْ يَصُدُّونَ عَنِ المسجد الحرام﴾ أي وحالهم الصد عن المسجد الحرام كما صدوا رسول الله ﷺ َ عام الحديبية، وكما اضطروه والمؤمنين إِلى الهجرة من مكة، ﴿وَمَا كانوا أَوْلِيَآءَهُ﴾ أي\nما كانوا أهلًا لولاية المسجد الحرام مع إِشراكهم ﴿إِنْ أَوْلِيَآؤُهُ إِلاَّ المتقون﴾ أي إِنما يستأهل ولايته من كان برًا تقيًا ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكن أكثرهم جهلة سفلة فقد كانوا يقولون: نحن ولاة البيت والحرام، نصد من نشاء، وندخل من نشاء.\n. والغرض من الآية بيان استحقاقهم لعذاب الاستئصال بسبب جرائمهم الشنيعة، ولكن الله رفعة عنهم إِكرامًا لرسوله ﵇، ولاستغفار المسلمين المستضعفين ﴿وَمَا كَانَ صَلاَتُهُمْ عِندَ البيت إِلاَّ مُكَآءً وَتَصْدِيَةً﴾ هذا من جملة قبائحهم أي ما كانت عبادة المشركين وصلاتهم عند البيت الحرام إِلا تصفيرًا وتصفيقًا، وكانوا يفعلونهما إِذا صلى المسلمون ليخلطوا عليهم صلاتهم، والمعنى أنهم وضعوا مكان الصلاة والتقرب إِلى الله التصفير والتصفيق قال ابن عباس: كانت قريش يطوفون بالبيت وهم عراةٌ يصفرون ويصفقون ﴿فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْفُرُونَ﴾ أي فذوقوا عذاب القتل والأَسر بسبب كفركم وأفعالكم القبيحة، وهو إِشارة إِلى ما حصل لهم يوم بدر ﴿إِنَّ الذين كَفَرُواْ يُنفِقُونَ أَمْوَالَهُمْ لِيَصُدُّواْ عَن سَبِيلِ الله﴾ أي يصرفون أموالهم ويبذلونها لمنع الناس عن الدخول في دين الإِسلام، ولحرب محمد ﵇، قال الطبري: لما أصيب كفار قريش يوم بدر، ورجع فلُّهم إِلى مكة قالوا: يا معشر قريش إِن محمدًا قد وتَرَكم وقتل خياركم، فأعينونا بهذا المال على حربه لعلنا ندرك منه ثأرًا بمن أصيب منا فنزلت الآية ﴿فَسَيُنفِقُونَهَا ثُمَّ تَكُونُ عَلَيْهِمْ حَسْرَةً﴾ أي فسينفقون هذه الأموال ثم تصير ندامة عليهم، لأن أموالهم تذهب ولا يظفرون بما كانوا يطمعون من إِطفاء نور الله وإِعلاء كلمة الكفر ﴿ثُمَّ يُغْلَبُونَ﴾ إِخبار بالغيب أي ثم نهايتهم الهزيمة والاندحار\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ [المجادلة: ٢١] ﴿والذين كفروا إلى جَهَنَّمَ يُحْشَرُونَ﴾ أي والذين ماتوا على الكفر منهم يساقون إِلى جهنم، فأعظم بها حسرة وندامة لمن عاش منهم ومن هلك ﴿لِيَمِيزَ الله الخبيث مِنَ الطيب﴾ أي ليفرق الله بين جند الرحمن وجند الشيطان، ويفصل بين المؤمنين الأبرار والكفرة الأشرار، والمراد بالخبيث والطيب الكافر والمؤمن ﴿وَيَجْعَلَ الخبيث بَعْضَهُ على بَعْضٍ﴾ أي يجعل الكفار بعضهم فوق بعض ﴿فَيَرْكُمَهُ جَمِيعًا﴾ أي يجعلهم كالركام متراكمًا بعضهم فوق بعض لشدة الازدحام ﴿فَيَجْعَلَهُ فِي جَهَنَّمَ﴾ أي فيقذف بهم في نار جهنم ﴿أولئك هُمُ الخاسرون﴾ أي الكاملون في الخسران لأنهم خسروا أنفسهم وأموالهم، ثم دعاهم تعالى إِلى التوبة والإِنابة، وحذرهم من الإِصرار على الكفر والضلال فقال سبحانه ﴿قُل لِلَّذِينَ كفروا إِن يَنتَهُواْ يُغَفَرْ لَهُمْ مَّا قَدْ سَلَفَ﴾ أي قل يا محمد لهؤلاء المشركين من قومك، إِن ينتهوا عن الكفر ويؤمنوا بالله ويتركا قتالك وقتال المؤمنين، يغفر لهم ما قد سلف من الذنوب والآثام ﴿وَإِنْ يَعُودُواْ فَقَدْ مَضَتْ سُنَّةُ الأَوَّلِينَ﴾ أي وإِن عادوا إِلى قتالك وتكذيبك فقد مضت سنتي في تدمير وإِهلاك المكذبين لأنبيائي، فكذلك نفعل بهم، وهذا وعيد شديد لهم بالدمار إِن لم يقلعوا عن المكابرة والعناد ﴿وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ﴾ أي قاتلوا يا معشر المؤمنين أعداءكم المشركين حتى لا يكون شرك ولا يعبد إِلا الله وحده، قال ابن عباس: الفتنة: الشرك، أي حتى لا يبقى مشرك على وجه الأرض وقال ابن جريج: حتى لا يفتن مؤمن عن دينه ﴿وَيَكُونَ الدِّينُ كُلُّهُ لله﴾ أي تضمحل الأديان الباطلة ولا يبقى إِلا دين الإِسلام قال الألوسي:\nواضمحلاها إِما بهلاك أهلها جميعًا، أو برجوعهم عنها خشية القتل، لقوله ﵇ «أمرت أن أقاتل الناس حتى يقولوا لا إِله إِلا الله» ﴿فَإِنِ انْتَهَوْاْ فَإِنَّ اللَّهَ بِمَا يَعْمَلُونَ بَصِيرٌ﴾ أي فإِن انتهوا عن الكفر وأسلموا فإِن الله مطلع على قلوبهم، يثيبهم على توبتهم وإِسلامهم ﴿وَإِن تَوَلَّوْاْ فاعلموا أَنَّ الله مَوْلاَكُمْ﴾ أي وإِن لم ينتهوا عن كفرهم وأعرضوا عن الإِيمان فاعلموا يا معشر المؤمنين أن الله ناصركم ومعينكم عليهم، فثقوا بنصرته وولايته ولا تبالوا بمعاداتهم لكم ﴿نِعْمَ المولى وَنِعْمَ النصير﴾ أي نعم الله أن يكون مولاكم فإِنه لا يضيع من تولاه، ونعم النصير لكم فإِنه لا يُغلب من نصره الله.\nالبَلاَغَة: ١ - ﴿يَحُولُ بَيْنَ المرء وَقَلْبِهِ﴾ الكلام من باب الاستعارة التمثيلية، شبه تمكنه تعالى من قلوب العباد وتصريفها كما يشاء، بمن يحول بين الشيء والشيء، وهي استعارة لطيفة.\n٢ - ﴿وَإِذْ يَمْكُرُ بِكَ﴾ صيغة المضارع لاستحضار الصورة العجيبة من تآمر المشركين على صاحب الرسالة ﵇.\n٣ - ﴿وَيَمْكُرُ الله﴾ إِضافة المكر إِليه تعالى على طريق «المشاكلة» بمعنى إِحباط ما دبروا من كيد ومكر، والمشاكلة أن يتفق اللفظ ويختلف المعنى وقد تقدم.\n٤ - ﴿وَمَا كَانَ صَلاَتُهُمْ عِندَ البيت إِلاَّ مُكَآءً وَتَصْدِيَةً﴾ تأمل التعبير الرائع في أسلوب القرآن حيث وضعوا المكاء والتصدية «التصفير والتصفيق» موضع الصلاة التي ينبغي أن تؤدى عند البيت فكانوا كالأنعام التي لا تفقه معنى العبادة، ولا تعرف حرمة بيوت الله، وهو على حد قول القائل: «تحية بينهم ضرب وجيع» .\n٥ - ﴿الخبيث مِنَ الطيب﴾ كناية عن المؤمن والكافر وبين لفظ «الخبيث» و«الطيب» طباق وهو من المحسنات البديعية.\nتنبيه: روى الحافظ ابن كثير عن أبي سعيد بن المعلى ﵁ قال: «كنت أصلي فمر بي النبي ﷺ َ فدعاني فلم آته حتى صليت، ثم أتيته فقال: ما منعك أن تأتيني؟ ألم يقل الله تعالى ﴿ياأيها الذين آمَنُواْ استجيبوا للَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحْيِيكُمْ﴾؟ ثم قال: لأعلمنك أعظم صورة في القرآن قبل أن أخرج، فذهب رسول الله ﷺ َ ليخرج فذكرت له ذلك فقال ﴿الحمد للَّهِ رَبِّ العالمين﴾ [الفاتحة: ٢] هي السبع المثاني والقرآن العظيم الذي أوتيته» .\nلطيفة: حكي عن معاوية ﵁ أنه قال لرجل من سبأ: ما أجهل قومك حين ملَّكُوا عليهم امرأة! فقال الرجل: أجهل من قومي قومك حين قالوا لرسول الله ﷺ َ حين دعاهم إِلى الحق ﴿اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ﴾ ولم يقولوا: إِن كان هذا هو الحق من عندك فاهدنا إِليه، فسكت معاوية ﵁.", "ayah": 25, "surah": 8}