{"text": "المنَاسَبَة: لما أمر تعالى بقتال المشركين، وذكر فيما تقدم طرفًا من غزوة بدر، وكان لا بد بعد\nالقتال من أن يغنم المجاهدون الغنائم - وهي أموال المشركين - على طريق القهر والظفر، ذكر سبحانه هنا حكم الغنائم وكيفية قسمتها - ثم سرد بقية الأحداث الهامة في تلك الغزوة المجيدة «غزوة بدر» .\nاللغَة: ﴿الْعُدْوَةِ الدنيا﴾ عدوة الوادي: جانبه وشفيره، والدنيا تأنيث الأدنى أي الأقرب والراد ما يلي جانب المدينة ﴿العدوة القصوى﴾ القصوى: تأنيث الأقصى أي الأبعد، وكل شيء تنحى عن شيء فقد قصا والمراد ما يلي جانب مكة ﴿نَكَصَ﴾ النكوص: الإِحجام عن الشيء ﴿كَدَأْبِ﴾ الدأب: العادة، وأصله في اللغة إِدامة العمل يقال: فلان يدأب في كذا أي يدوم عليه ويواظب ثم سميت العادة دأبًا لأن الإِنسان مداوم على عادته ﴿تَثْقَفَنَّهُمْ﴾ قال الليث: يقال ثقفنا فلانًا في موضع كذا أي أخذناه وظفرنا به ﴿فَشَرِّدْ﴾ التشريد: التفريق والتبديد يقال: شردت القوم إِذا قاتلتهم وطردتهم عنها حتى فارقوها.\nالتفسِير: ﴿واعلموا أَنَّمَا غَنِمْتُمْ مِّن شَيْءٍ﴾ أي اعلموا أيها المؤمنون أنما غنمتوه من أموال المشركين في الحرب سواء كان قليلًا أو كثيرًا ﴿فَأَنَّ للَّهِ خُمُسَهُ﴾ قال الحسن: هذا مفتاح كلام، الدنيا والآخرة لله أي أن ذكر اسم الله على جهة التبرك والتعيظم كقوله ﴿والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ﴾ [التوبة: ٦٢] قال المفسرون: تقسم الغنيمة خمسة أقسام، فيعطى الخمس لمن ذكر الله تعالى في هذه الآية، والباقي يوزع على الغانمين ﴿وَلِلرَّسُولِ﴾ أي سهم من الخمس يعطى للرسول ﷺ َ ﴿وَلِذِي القربى﴾ أي قرابة الرسول ﷺ َ وهم بنو هاشم وبنو المطلب ﴿واليتامى والمساكين وابن السبيل﴾ أي ولهؤلاء الأصناف من اليتامى الذين مات آباؤهم، والفقراء من ذوي الحاجة، والمنقطع في سفره من المسلمين ﴿إِن كُنتُمْ آمَنْتُمْ بالله﴾ جواب الشرط محذوف تقديره: إِن كنتم آمنتم بالله فاعلموا أن هذا هو حكم الله في الغنائم فامتثلوا أمره بطاعته ﴿وَمَآ أَنزَلْنَا على عَبْدِنَا﴾ وبما أنزلنا على محمد ﷺ َ ﴿يَوْمَ الفرقان﴾ أي يوم بدر لأن الله فرق به بين الحق والباطل ﴿يَوْمَ التقى الجمعان﴾ أي جمع المؤمنين وجمع الكافرين، والتقى فيه جند الرحمن بجند الشيطان ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر لا يعجزه شيء، ومنه نصركم مع قلَّتكم وكثرتهم ﴿إِذْ أَنتُمْ بِالْعُدْوَةِ الدنيا﴾ هذا تصوير للمعركة أي وقت كنتم يا معشر المؤمنين بجانب الوادي القريب إلى المدينة ﴿وَهُم بالعدوة القصوى﴾ أي وأعداؤكم المشركون بجانب الوادي الأبعد عن المدينة ﴿والركب أَسْفَلَ مِنكُمْ﴾ أي والعير التي فيها تجارة قريش في مكان أسفل من مكانكم فيما يلي ساحل البحر ﴿وَلَوْ تَوَاعَدتُّمْ لاَخْتَلَفْتُمْ فِي الميعاد﴾ أي ولو تواعدتم أنتم والمشركون على القتال لاختلفتم له ولكن الله بحكمته يسر وتمم ذلك قال كعب بن مالك: إِنما خرج رسول الله ﷺ َ والمسلمون يريدون عير قريش حتى جمع الله بينهم وبين عدوهم على غير ميعاد قال الرازي: المعنى لو تواعدتم أنتم وأهل مكة على القتال لخالف بعضكم بعضًا لقلتكم وكثرتهم، ﴿ولكن لِّيَقْضِيَ الله أَمْرًا كَانَ مَفْعُولًا﴾ أي ولكن جمع بينكم على غير ميعاد ليقضي الله ما أراد بقدرته، من إِعزاز الإِسلام وأهله، وإذلال الشرك وأهله، فكان أمرًا متحققًا\nواقعًا لا محالة قال أبو السعود: والغرض من الآية أن يتحققوا أن ما اتفق لهم من الفتح، ليس إِلا صنعًا من الله ﷿ خارقًا للعادات، فيزدادوا إِيمانًا وشكرًا، وتطمئن نفوسهم بفرض الخمس ﴿لِّيَهْلِكَ مَنْ هَلَكَ عَن بَيِّنَةٍ﴾ أي فعل ذلك تعالى ليكفر من كفر عن وضوح وبيان ﴿ويحيى مَنْ حَيَّ عَن بَيِّنَةٍ﴾ أي ويؤمن من آمن عن وضوح وبيان، فإِن وقعة بدر من الآيات الباهرات على نصر الله لأوليائه وخذلانه لأعدائه ﴿وَإِنَّ الله لَسَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوال العباد عليم بنياتهم ﴿إِذْ يُرِيكَهُمُ الله فِي مَنَامِكَ قَلِيلًا﴾ أي اذكر يا محمد حين أراك الله في المنام أعداءك قلة، فأخبرت بها أصحابك حتى قويت نفوسهم وتشجعوا على حربهم قال مجاهد: أراه الله إِياهم في منامه قليلًا، فأخبر النبي ﷺ َ أصحابه بذلك فكان تثبيتًا لهم ﴿وَلَوْ أَرَاكَهُمْ كَثِيرًا لَّفَشِلْتُمْ﴾ أي ولو أراك ربك عدوك كثيرًا لجبن أصحابك ولم يقدروا على حرب القوم، وانظر إِلى محاسن القرآن فإِنه لم يسند الفشل إِليه ﷺ َ لأنه معصوم بل قال ﴿لَّفَشِلْتُمْ﴾ إِشارة إِلى أصحابه ﴿وَلَتَنَازَعْتُمْ فِي الأمر﴾ أي ولاختلفتم يا معشر الصحابة في أمر قتالهم ﴿ولكن الله سَلَّمَ﴾ أي ولكن الله أنعم عليكم بالسلامة من الفشل والتنازع ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي عليم بما في القلوب يعلم ما يغيّر أحوالها من الشجاعة والجبن، والصبر والجزع ﴿وَإِذْ يُرِيكُمُوهُمْ إِذِ التقيتم في أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ في أَعْيُنِهِمْ﴾ هذه الرؤية باليقظة لا بالمنام أي واذكروا يا معشر المؤمنين حين التقيتم في المعركة فقلل الله عدوكم في أعينكم لتزداد جرأتكم عليهم، وقلَّلكم في أعينهم حتى لا يستعدوا ويتأهبوا لكم قال أبو مسعود: لقد قُلِّلُوا في أعيننا يوم بدر حتى قلت لرجل: أتراهم يكونون مائة؟ وهذا قبل التحام الحرب فلما التحم القتال كثر الله المؤمنين في أعين الكفار فبُهتوا وهابوا، وفُلَّت شوكتهم، ورأوا ما لم يكن في الحسبان، وهذا من عظائم آيات الله في تلك الغزوة ﴿لِيَقْضِيَ الله أَمْرًا كَانَ مَفْعُولًا﴾ أي فعل ذلك فجؤَّأ المؤمنين على الكافرين، والكافرين على المؤمنين، لتقع الحرب ويلتحم القتال، وينصر الله جنده ويهزم الباطل وحزبه، وتكون كلمة الله هي العليا، وكلمة الذين كفروا السفلى ﴿وَإِلَى الله تُرْجَعُ الأمور﴾ أي مصير الأمور كلها إِلى الله يصرّفها كيف يريد، لا معقب لحكمه وهو الحكيم المجيد، ﴿ياأيها الذين آمنوا إِذَا لَقِيتُمْ فِئَةً فاثبتوا﴾ هذا إِرشاد إِلى سبيل النصر في مبارزة الأعداء أي إٍِذا لقيتم جماعة من الكفرة فاثبتوا لقتالهم ولا تنهزموا ﴿واذكروا الله كَثِيرًا لَّعَلَّكُمْ تُفْلَحُونَ﴾ أي أكثروا من ذكر الله بألسنتكم لتستمطروا نصره وعونه وتفوزوا بالظفر عليهم ﴿وَأَطِيعُواْ الله وَرَسُولَهُ﴾ أي في جميع أقوالكم وأفعالكم ولا تخالفوا أمرهما في شيء ﴿وَلاَ تَنَازَعُواْ فَتَفْشَلُواْ﴾ أي ولا تختلفوا فيما بينكم فتضعفوا وتجبنوا عن لقاء عدوكم ﴿وَتَذْهَبَ رِيحُكُمْ﴾ أي تذهب قوتكم وبأسكم، ويدخلكم الوهن والخور ﴿واصبروا إِنَّ الله مَعَ الصابرين﴾ أي واصبروا على شدائد الحرب وأهوالها، فإِن الله\nمع الصابرين بالنصر والعون ﴿وَلاَ تَكُونُواْ كالذين خَرَجُواْ مِن دِيَارِهِم بَطَرًا وَرِئَآءَ الناس﴾ أي لا تكونوا ككفار قريش حين خرجوا لبدر عتوًا وتكبرًا، وطلبًا للفخر والثناء، والآية إِشارة إِلى قول أبي جهل: والله لا نرجع حتى نَرد بدرًا، فنشرب فيها الخمور وننحر الجزور، وتعزف علينا القيان - المغنيات - وتسمع بنا العرب، فلا يزالون يهابوننا أبدًا قال الطبري: فسقوا مكان الخمر كؤوس المنايا، وناحت عليهم النوائح مكان القيان ﴿وَيَصُدُّونَ عَن سَبِيلِ الله﴾ أي ويمنعون الناس عن الدخول في الإِسلام ﴿والله بِمَا يَعْمَلُونَ مُحِيطٌ﴾ أي وهو سبحانه عالم بجميع ذلك وسيجازيهم عليه ﴿وَإِذْ زَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي واذكر وقت أن حسَّن لهم الشيطان أعمالهم القبيحة من الشرك وعبادة الأصنام، وخروجهم لحرب الرسول ﵇ ﴿وَقَالَ لاَ غَالِبَ لَكُمُ اليوم مِنَ الناس﴾ أي لن يغلبكم محمد وأصحابه ﴿وَإِنِّي جَارٌ لَّكُمْ﴾ أي مجير ومعين لكم ﴿فَلَمَّا تَرَآءَتِ الفئتان نَكَصَ على عَقِبَيْهِ﴾ أي فلما تلاقى الفريقان ولى الشيطان هاربًا موليًا الأدبار ﴿وَقَالَ إِنِّي برياء مِّنْكُمْ﴾ أي بريء من عهد جواركم، وهذا مبالغة في الخذلان لهم ﴿إني أرى مَا لاَ تَرَوْنَ﴾ أي أرى الملائكة نازلين لنصرة المؤمنين وأنتم لا ترون ذلك وفي الحديث\n«ما رؤي الشيطان يومًا هو فيه أصغر، ولا أدحر، ولا أحقر، ولا أغيظ منه في يوم عرفة، إِلا ما رأى يوم بدر، فإِنه رأى جبريل يزْعُ الملائكة» أي يصفها للحرب ﴿إني أَخَافُ الله والله شَدِيدُ العقاب﴾ أي إِني أخاف الله أن يعذبني لشدة عقابه قال ابن عباس: جاء إِبليس يوم بدر في جند من الشياطين معه رأيته في صورة «سراقة بن مالك» فقال الشيطان للمشركين: لا غالب لكم اليوم من الناس وإِني جار لكم، فلما اصطف الناس أخذ رسول الله ﷺ َ قبضه من التراب فرمى بها وجوه المشركين، فولوا مدبرين، وأقبل جبريل ﵇ إِلى إِبليس، فلما رآه - وكانت يده في يد رجلٍ من المشركين - انتزع يده ثم ولى مدبرًا وشيعته، فقال الرجل: يا سراقة أتزعم أنك لنا جار؟ فقال: إِني أرى ما لا ترون إِني أخاف الله، وكذب عدو الله فإِنه علم أنه لا قوة له ولا منعة وذلك حين رأى الملائكة ﴿إِذْ يَقُولُ المنافقون والذين فِي قُلُوبِهِم مَّرَضٌ﴾ أي حين قال أهل النفاق الذين أظهروا الإِيمان وأبطنوا الكفر لضعف اعتقادهم بالله ﴿غَرَّ هؤلاء دِينُهُمْ﴾ أي اغتر المسلمون بدينهم فأدخلوا أنفسهم فيما لا طاقة لهم به قال تعالى في جوابهم ﴿وَمَن يَتَوَكَّلْ عَلَى الله فَإِنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي ومن يعتمد على الله ويثق به فإِن الله ناصره لأن الله عزيز أي غالب لا يذل من استجار به، حكيم في أفعاله وصنعه ﴿وَلَوْ ترى إِذْ يَتَوَفَّى الذين كَفَرُواْ الملائكة﴾ أي لو رأيت وشاهدت أيها المخاطب أو أيها السامع حالتهم ببدر حين تقبض ملائكة العذاب أرواح الكفرة المجرمين، وجواب ﴿لَوْ﴾ محذوف للتهويل أي لرأيت أمرًا فظيعًا وشأنًا هائلًا قال أبو حيان: وحذف جواب لو جائز بليغ حذفه في مثل هذا لأنه يدل على التهويل والتعظيم أي لرأيت أمرًا فظيعًا لا يكاد يوصف ﴿يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ﴾ أي تضربهم الملائكة من أمامهم وخلفهم، على\nوجوههم وظهورهم بمقامع من حديد ﴿وَذُوقُواْ عَذَابَ الحريق﴾ أي ويقولون لهم: ذوقوا يا معشر الفجرة عذاب النار المحرق، وهذا بشارة لهم بعذاب الآخرة وقيل: كانت معهم أسواط من نار يضربونهم بها فتشتعل جراحاتهم نارًا ﴿ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾ أي ذلك العذاب بسبب ما كسبتم من الكفر والآثام ﴿وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي وأنه تعالى عادل ليس بذي ظلم لأحد من العباد حتى يعذبه بغير ذنب، وصيغة ﴿ظَلاَّمٍ﴾ ليست للمبالغة وإِنما هي للنسب أي ليس منسوبًا إِلى الظلم فقد انتفى أصل الظلم عنه تعالى فتدبره ﴿كَدَأْبِ آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ﴾ أي دأب هؤلاء الكفرة في الإِجرام يعني عملهم وطريقهم الذي دأبوا فيه كعمل وطريق آل فرعون ومن تقدمهم من الأمم كقوم نوح وعاد وثمود في العناد والتكذيب والكفر والإِجرام ﴿كَفَرُواْ بِآيَاتِ الله﴾ أي جحدوا ما جاءهم به الرسل من عند الله ﴿فَأَخَذَهُمُ الله بِذُنُوبِهِمْ﴾ أي أهلكهم بكفرهم وتكذيبهم ﴿إِنَّ الله قَوِيٌّ شَدِيدُ العقاب﴾ أي قوي البطش شديد العذاب، لا يغلبه غالب ولا يفوته هارب ﴿ذلك بِأَنَّ الله لَمْ يَكُ مُغَيِّرًا نِّعْمَةً أَنْعَمَهَا على قَوْمٍ﴾ أي ذلك الذي حل بهم ن العذاب بسبب أن الله عادل في حكمه لا يغير نعمة أنعمها على أحدٍ إِلا بسبب ذنبٍ ارتكبه، وأنه لا يبدل النعمة بالنقمة ﴿حتى يُغَيِّرُواْ مَا بِأَنْفُسِهِمْ﴾ أي حتى يبدلوا نعمة الله بالكفر والعصيان، كتبديل كفار قريش نعمة الله من الخصب والسعة والأمن والعافية، بالكفر والصد عن سبيل الله وقتال المؤمنين قال السدي: نعمة الله على قريش محمد ﷺ َ فكفروا به وكذبوه، فنقله الله إِلى المدينة وحل بالمشركين العقاب ﴿وَأَنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي وأنه سبحانه سميع لما يقولون عليم بما يفعلون ﴿كَدَأْبِ آلِ فِرْعَوْنَ والذين مِن قَبْلِهِمْ كَذَّبُواْ بآيَاتِ رَبِّهِمْ﴾ كرره لزيادة التشنيع والتوبيخ على إِجرامهم أي شأن هؤلاء وحالهم كشأن وحال المكذبين السابقين حيث غيروا حالهم فغيّر الله نعمته عليهم ﴿فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ﴾ أي أهلكناهم بسبب ذنوبهم بعضهم بالرجفة، وبعضهم بالخسف وبعضهم الحجارة، وبعضهم بالغرق ولهذا قال ﴿وَأَغْرَقْنَآ آلَ فِرْعَونَ﴾ أي أغرقنا فرعون وقومه معه ﴿وَكُلٌّ كَانُواْ ظَالِمِينَ﴾ أي وكل من الفرق المكذبة كانوا ظالمين لأنفسهم بالكفر والمعاصي حيث عرَّضوها للعذاب ﴿إِنَّ شَرَّ الدواب عِندَ الله﴾ أي شر من يدب على وجه الأرض في علم الله وحكمه ﴿الذين كَفَرُواْ فَهُمْ لاَ يُؤْمِنُونَ﴾ أي الذين أصروا على الكفر ورسخوا فيه فهم لا يتوقع منهم إِيمان لذلك قال ابن عباس: نزلت في بني قريظة من اليهود، منهم كعب بن الأشرف وأصحابه عاهدهم رسول الله ﷺ َ ألا يحاربوه فنقضوا العهد ﴿الذين عَاهَدْتَّ مِنْهُمْ﴾ أي الذين عاهدتهم يا محمد على ألا يعينوا المشركين ﴿ثُمَّ يَنقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ﴾ أي يستمرون على النقض مرة بعد مرة ﴿وَهُمْ لاَ يَتَّقُونَ﴾ أي لا يتقون الله في نقض العهد قال المفسرون: كان رسول الله ﷺ َ قد عاهد يهود بني قرظة ألا يحاربوه ولا يعاونوا عليه المشركين، فنقضوا العهد وأعانوا عليه كفار مكة بالسلاح يوم بدر، ثم قالوا: نسينا وأخطأنا فعاهدهم مرة أخرى فنقضوا العهد ومالئوا الكفار يوم الخندق ﴿فَإِمَّا تَثْقَفَنَّهُمْ فِي الحرب﴾ أي فإِن تظفر بهم في الحرب ﴿فَشَرِّدْ بِهِم مَّنْ خَلْفَهُمْ﴾ أي فاقتلهم ونكل بهم تنكيلًا شديدًا يشرد غيرهم من الكفرة المجرمين ﴿\nلَعَلَّهُمْ يَذَّكَّرُونَ﴾ أي لعلهم يتعظون بما شاهدوا فيرتدعوا والمعنى: اجعلهم عبرة لغيرهم حتى لا يبقى لهم قوة على محاربتك ﴿وَإِمَّا تَخَافَنَّ مِن قَوْمٍ خِيَانَةً﴾ أي وإِن أحسست يا محمد من قوم معاهدين خيانة للعهد ونكثًا بأمارات ظاهرة ﴿فانبذ إِلَيْهِمْ على سَوَآءٍ﴾ أي اطرح إِليهم عهدهم على بينة ووضوح من الأمر قال النحاس: هذا من معجز ما جاء في القرآن مما لا يوجد في الكلام مثله على اختصاره وكثرة معانيه والمعنى: وإِما تخافن من قوم - بينك وبينهم عهد - خيانة فانبذ إِليهم العهد أي قل لهم قد نبذت إِليكم عهدكم وأنا مقاتلكم، ليعلموا ذلك فيكونوا معك في العلم سواء، ولا تقاتلهم وبينك وبينهم عهد وهم يثقون بك فيكون ذلك خيانة وغدرًا ﴿إِنَّ الله لاَ يُحِبُّ الخائنين﴾ وهذا كالتعليل للأمر بنبذ العهد أي لا يحب من ليس عنده وفاء ولا عهد ﴿وَلاَ يَحْسَبَنَّ الذين كَفَرُواْ سبقوا﴾ أي لا يظنن هؤلاء الكفار الذين أفلتوا يوم بد من القتل أنهم فاتونا فلا نقدر عليهم، بل هم في قبضتنا وتحت مشيئتنا وقهرنا ﴿إِنَّهُمْ لاَ يُعْجِزُونَ﴾ كلام مستأنف أي إِنهم لا يُعجزون ربهم، بل هو قادر على الانتقام منهم في كل لحظة، لا يعجزه أحد في الأرض ولا في السماء ﴿وَأَعِدُّواْ لَهُمْ مَّا استطعتم مِّن قُوَّةٍ﴾ أي أعدوا لقتال أعدائكم جميع أنواع القوة: المادية، والمعنوية قال الشهاب: وإِنما ذكر القوة هنا لأنه لم يكن لهم في بدر استعداد تام، فنُبهوا على أن النصر من غير استعداد لا يتأتى في كل زمان ﴿وَمِن رِّبَاطِ الخيل﴾ أي الخيل التي تربط في سبيل الله ﴿تُرْهِبُونَ بِهِ عَدْوَّ الله وَعَدُوَّكُمْ﴾ أي تُخيفون بتلك القوة الكفار أعداء الله وأعداءكم ﴿وَآخَرِينَ مِن دُونِهِمْ﴾ أي وترهبون به آخرين غيرهم قال ابن زيد: هم المنافقون وقال مجاهد: هم اليهود من بني قريظة والأول أصح لقوله ﴿لاَ تَعْلَمُونَهُمُ الله يَعْلَمُهُمْ﴾ أي لا تعلمون ما هم عليه من النفاق ولكن الله يعلمهم ﴿وَمَا تُنفِقُواْ مِن شَيْءٍ فِي سَبِيلِ الله﴾ أي وما تنفقوا في الجهاد وفي سائر وجوه الخيرات ﴿يُوَفَّ إِلَيْكُمْ﴾ أي تُعْطون جزاءه وافيًا كاملًا يوم القيامة ﴿وَأَنْتُمْ لاَ تُظْلَمُونَ﴾ أي لا تنقصون من ذلك الأجر شيئًا.\nالبَلاَغَة: ١ - ﴿مِّن شَيْءٍ﴾ التنكير للتقليل.\n٢ - ﴿على عَبْدِنَا﴾ ذكره ﷺ َ بلفظ العبودية وإِضافته إِلى الله للتشريف والتكريم.\n٣ - ﴿بِالْعُدْوَةِ الدنيا﴾ بين لفظ «الدنيا» و«القصوى» طباق.\n٤ - ﴿لِّيَهْلِكَ ويحيى﴾ استعار الهلاك والحياة للكفر والإِيمان، وبين «يهلك» و«يحيا» طباقٌ.\n٥ - ﴿وَتَذْهَبَ رِيحُكُمْ﴾ أي تذهب قوتكم وشوكتكم وهو من باب الاستعارة أيضًا.\nتنبيه: يأمرنا الله تعالى بإِعداد القوة لقتال الأعداء، وقد جاء التعبير عامًا ﴿مِّن قُوَّةٍ﴾ ليشمل القوة المادية، والقوة الروحية، وجميع أسباب القوة، وكيف لا يطمع العدو بالممالك الإِسلامية وهو لا يرى عندنا معامل للأسلحة، وذخائر للحرب، بل كلها مما يشتريه المسلمون من بلاد العدو؟ فلا بد لنا من العودة إِلى تعاليم الإِسلام إِذا ما أردنا حياة العزة والكرامة.", "ayah": 49, "surah": 8}