{"text": "المنَاسَبَة: لما تقدم إِقسام الله تعالى على وقوع العذاب الكافرين، وذكر أشياء من أحوال المعذبين والناجين، أمر تعالى رسوله بالتذكير، إِنذارًا للكافرين وتبشيرًا للمؤمنين، وختم السورة الكريمة ببيان عاقبة المكذبين، وحفظ الله ورعايته لرسوله الكريم ﷺ َ.\nاللغَة: ﴿رَيْبَ المنون﴾ حوادث الدهر وصروفه، والمنون هو الدهر قال أبو ذؤيب:\nأمنَ المنونِ وريْبة تتوجَّع ... والدَّهر ليس بمعتب من يجزع\nوالمنون أيضًا الموتُ من اللمنِّ بمعنى القطع بأنه يقطع الأعمار ﴿أَحْلاَمُهُمْ﴾ عقولهم جمع حُلم وهو العقل ﴿المصيطرون﴾ المسيطر: المتسلط على الشيء ﴿كِسْفًا﴾ قطعة يقال: كسف بسكون السين وكسفة أي قطعة وجمعه كسف بفتح السين ﴿مَّرْكُومٌ﴾ متجمع ومتراكم بعضه فوق بعض.\nالتفسِير: ﴿فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَةِ رَبِّكَ﴾ أي فذكّر يا محمد بالقرآن قومك وعظهم به، فما أنت بإِنعام الله عليك بالنبوة وإكرامه لك بالرسالة ﴿بِكَاهِنٍ وَلاَ مَجْنُونٍ﴾ أي لست كاهنًا تخبر بالأمور الغيبية من غير وحي، ولا مجنونًا كما زعم المشركون، إِنما تنطق بالوحي. . ثم أنكر عليهم مزاعمهم الباطلة في شأن الرسول فقال ﴿أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ أي بل أيقول المشركون هو\nشاعر ننتظر به حوادث الدهر وصروفه حتى يهلك فنستريح منه؟ قال الخازن: وريبُ المنون حوادث الدهر وصروفه، وغرضهم أنه يهلك ويموت كما هلك من كان قبله من الشعراء، والمنون اسم الموت وللدهر وأصله القطع، سيما بذلك لأنهما يقطعان الأجل ﴿قُلْ تَرَبَّصُواْ فَإِنِّي مَعَكُمْ مِّنَ المتربصين﴾ أي قل لهم يا محمد: انتظروا بي الموت فإِني منتظر هلاككم كما تنتظرون هلاكي، وهو تهكم بهم مع التهديد والوعدي ﴿أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بهاذآ﴾؟ أي أم تأمرهم عقولهم بهذا الكذب والبهتان؟ قال الخازن: وذلك أن عظماء قريش كانوا يوصفون بالأحلام والعقول، فأزرى الله بعقولهم حين لم تثمر لهم معرفة الحق من الباطل، وهو تهكم آخر بالمشركين ﴿أَمْ هُمْ قَوْمٌ طَاغُونَ﴾ أي بل هم قوم مجاوزون الحد في الكفر والطغيان، والمكابرة والعناد ﴿أَمْ يَقُولُونَ تَقَوَّلَهُ﴾ أي أم يقولون إن محمدًا اختلق القرآن وافتراه من عند نفسه قال القرطبي: والتقوُّل تكلف القول، وإنما يستعمل في الكذب في غالب الأمر، يقال: قوَّلتني ما لم أقل أي أدعيته عليَّ، وتقوَّل عليه أي كذب عليه ﴿بَل لاَّ يُؤْمِنُونَ﴾ أي ليس الأمر كما زعموا بل لا يصدقون بالقرآن استكبارًا وعنادًا ثم ألزمهم تعالى الحجة فقال ﴿فَلْيَأْتُواْ بِحَدِيثٍ مِّثْلِهِ إِن كَانُواْ صَادِقِينَ﴾ أي فليأتوا بكلامٍ مماثلٍ للقرآن في نظمه وحسنه وبيانه، إن كانوا صادقين في قولهم إن محمدًا افتراه، وهو تعجيزٌ لهم مع التوبيخ ﴿أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ﴾ أي هل خُلقوا من غير ربٍ ولا خالق؟ قال ابن عباس: من غير ربٍ خلقهم وقدَّرهم ﴿أَمْ هُمُ الخالقون﴾ أي أم هم الخالقون لأنفسهم، حتى تجرءوا فأنكروا وجود الله جل وعلا؟ ﴿أَمْ خَلَقُواْ السماوات والأرض﴾ أي أم هم خلقوا السموات والأرض؟ وإِنما خصَّ السمواتِ والأرض بالذكر من بين سائر المخلوقات لعظمها وشرفها، ثم بيَّن تعالى السبب في إِنكارهم لوحدانية اله فقال ﴿بَل لاَّ يُوقِنُونَ﴾ أي بل لا يصدقون ولا يؤمنون بوحدانية الله وقدرته على البعث ولذلك ينكرون الخالق قال الخازن: ومعنى الآية هل خُلقوا من غير شيءٍ خلقهم فوجدوا بلا خالق وذلك مما لا يجوز أن يكون، لأن تعلق الخلق بالخالق ضروري، فإِن أنكروا الخالق لم يجز أن يوجدوا بلا خالق، أم هم الخالقون لأنفسهم؟ وذلك في البطلان أشدُّ، لأن ما لا وجود له كيف يخلق؟ فإِذا بطل الوجهان قامت الحجة عليهم بأن له خالقًا فليؤمنوا به، وليوحدوه، وليْعبدوه، ولْيوقنوا أنه ربهم وخالقهم ﴿أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ﴾؟ أي أعندهم خزائن رزق الله ورمته حتى يعطوا النبوة من شاءوا ويمنعوها عمن شاءوا؟ قال ابن عباس: ﴿خَزَآئِنُ رَبِّكَ﴾ المطر والرزقُ وقال عكرمة: النبوة ﴿أَمْ هُمُ المصيطرون﴾؟ أي أم هم الغالبون القاهرون حتى يتصرفوا في الخلق كما يشاءون؟ لا بل الله ﷿ هو الخالق المالك المتصرف وقال عطاء ﴿أَمْ هُمُ المصيطرون﴾ أم هم الأرباب فيفعلون ما يشاءون ولا يكونون تحت امر ولا نهي؟ ﴿أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ﴾؟ أي أم لهم مرقى ومصعد\nإلى السماء يستمعون فيه كلام الملائكة والوحي فيعلمون أنهم على حقٍّ فهم به مستمسكون؟ ﴿فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَانٍ مُّبِينٍ﴾ أي فليأت من يزعم ذلك بحجة بينة واضحة على صدق استماعه كما أتى محمد بالبرهان القاطع.\n. ثم وبخهم تعالى على ماهو أشنع وأقبح من تلك المزاعم الباطلة وهو نسبتهم إلى الله البنات، وجعلهم لله جل وعلا ما يكرهون لأنفسهم فقال ﴿أَمْ لَهُ البنات وَلَكُمُ البنون﴾؟ أي كيف تجعلون لله البنات مع كراهتكم لهن وتجعلون لأنفسكم البنين؟ أهذا هو المنطق والإِنصاف؟ وقال القرطبي: سفَّه أحلامهم توبيخًا لهم وتقريعًا والمعنى أتضيفون إلى الله البنات مع أنفتكم منهن، ومن كان عقله هكذا لا يُستبعد منه إِنكار البعث وقال أبو السعود: تسفيهٌ لهم وتركيكٌ لعقولهم، وإِيذانٌ بأن من هذا رأيه لا يكاد يُعد من العقلاء، فضلًا عن الترقي إلى عالم الملكوت، والاطلاع على الأسرار الغيبية، والالتفات إلى الخطاب لتشديد الإِنكار والتوبيخ ﴿أَمْ تَسْأَلُهُمْ أَجْرًا﴾ أي هل تسألهم يا محمد أجرًا على تبليغ الرسالة وتعليم أحكام الدين؟ ﴿فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ﴾ أي فهم بسبب ذلك الأجر والغُرم الثقيل الذي أوجبته عليهم مجهدون ومتعبون فلذلك يزهدون في اتباعك، ولا يدخلون في الإِسلام؟ فإن العادة أن من كلف إِنسانًا مالًا وضربَ عليه جُعلًا يسير مثقلًا وغارمًا بسببه فيكرهه ولا يسمع قوله ولا يمتثله ﴿أَمْ عِندَهُمُ الغيب فَهُمْ يَكْتُبُونَ﴾؟ أي أعندهم علم الغيب حتى يعلموا أنَّ ما يخبرهم به الرسول ﷺ َ من أمور الآخرة والحشر والنشر باطلٌ فلذلك يكتبون هذه المعلومات عن معرفةٍ ويقين؟ قال قتادة: هو ردٌّ لقولهم ﴿شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ والمعنى أعَلموا أن محمدًا يموتُ قبلهم حتى يحكموا بذلك؟ وقال ابن عباس: أم عندهم اللوح المحفوظ فهم يكتبون ما فيهن ويُخبرون الناس بما فيه؟ ليس الأمر كذلك فإِنه لا يعلم أحدٌ من أهل السموات والأرض الغيب إِلا الله ﴿أَمْ يُرِيدُونَ كَيْدًا﴾؟ أي أيريد هؤلاء المجرمون أن يتآمروا عليك يا محمد؟ قال المفسرون: والآية إِشارة إلى كيدهم في دار الندوة وتآمرهم على قتل الرسول ﷺ َ كما قال تعالى\n﴿وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾ [الأنفال: ٣٠] ﴿فالذين كَفَرُواْ هُمُ المكيدون﴾ أي فالذين جحدوا رسالة محمد هم المجزيون بكيدهم لأن ضربب ذلك عائد عليهم، ووباله راجع على أنفسهم كقوله ﴿وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ﴾ [فاطر: ٤٣] قال الصاوي: وأوقعٍ الظاهر ﴿فالذين كَفَرُواْ﴾ موقع المضمر تشنيعًا وتقبيحًا عليهم بتسجيل وصف الكفر ﴿أَمْ لَهُمْ إله غَيْرُ الله﴾؟ أي لهم إله خالق رازق غير الله تعالى حتى يلجأوا إليه وقت الضيف والشدة؟ ويستنجدوا به لدفع الضُّرِّ والعذاب عنهم؟ ﴿سُبْحَانَ الله عَمَّا يُشْرِكُونَ﴾ أي تنزَّه وتقدَّس الله عما يشركون به من الأوثان والأصنام قال الإِمام الجلال: والاستفهام ب «أم» في مواضعها الخمسة عشر للتوبيخ والتقريع والإِنكار. . ثم أخبر تعالى عن شدة طغيانهم وفرط عنادهم فقال ﴿وَإِن يَرَوْاْ كِسْفًا مِّنَ السمآء سَاقِطًا﴾ أي لو عذبناهم بسقوط قطع من السماء نزلت عليهم لم ينتهوا ولم يرجعوا، ولقالوا في هذا النازل عنادًا واستهزاءً: إنه سحاب مركوم ﴿يَقُولُواْ سَحَابٌ مَّرْكُومٌ﴾ أي إنه سحاب\nمتراكم بعضُه فوق بعض قد سقط علينا قال أبو حيان: كانت قريشٌ قد اقترحت على رسول الله ﷺ َ فيما اقترحت من قولهم ﴿أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا﴾ [الإِسراء: ٩٢] فأخبر تعالى أنهم لو رأوا ذلك عيانًا حسب اقتراحهم لبلغ بهم عتوهم وجهلهم أن يغالطوا أنفسهم فيما عاينوه ويقولوا: هو سحابٌ مركوم أي سحاب تراكم بعضه فوق بعض ممطرنا، وليس بكسفٍ ساقطٍ للعذاب ﴿فَذَرْهُمْ حتى يُلاَقُواْ يَوْمَهُمُ الذي فِيهِ يُصْعَقُونَ﴾ أي اتركهم يا محمد يتمادون في غيهم وضلالهم، حتى يلاقوا ذلك اليوم الرهيب يوم القيامة الذي يأتيهم فيه من العذاب ما يزيل عقولهم ويسلب ألبابهم ﴿يَوْمَ لاَ يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا﴾ أي يوم لا ينفعهم كيدهم ولا مكرهم الذي استعملوه في الدنيا ولا يدفع عنهم شيئًا من العذاب ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي ولا هم يُمنعون من عذاب الله في الآخرة ﴿وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابًا دُونَ ذَلِكَ﴾ أي وإن للذين كفروا عذابًا شديدًا في الدنيا قبل عذاب الآخرة قال ابن عباس: هو عذاب القبل وقال مجاهد: هو الجوعن والقحط سبع سنين ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي لا يعلمون أن العذاب نازل بهم ﴿واصبر لِحُكْمِ رَبِّكَ﴾ أي اصبرْ يا محمد على قضاء ربك وحكمه، فيما حمَّلك به من إعباء الرسالة ﴿فَإِنَّكَ بِأَعْيُنِنَا﴾ أي فإِنك بفحظنا وكلاءتنا نحرسك ونرعاك ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ﴾ أي ونزَّه ربك عما لا يليق به من صفات النقص حين تقوم من منامك ومن كل مجلس بأن تقول: سبحان الله وبحمده قال ابن عباس: أي صلِّ للهِ حين تقومُ من منامك ﴿وَمِنَ الليل فَسَبِّحْهُ﴾ أي ومن الليل فاذكره واعبده بالتلاوة والصلاة والناسُ نيام كقوله\n﴿وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ﴾ [الإِسراء: ٧٩] ﴿وَإِدْبَارَ النجوم﴾ أي وصلِّ له في آخر الليل حين تدبر وتغيب النجوم بضوء الصبح قال ابن عباس: هما الركعتان اللتان قبل صلاة الفجر وفي الحديث «ركعتا الفجر خير من الدنيا وما فيها» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - جناس الاشتقاق ﴿تَمُورُ السمآء مَوْرًا﴾ [الطور: ٩] و﴿تَسِيرُ الجبال سَيْرًا﴾ [الطور: ١٠] .\n٢ - الإِهانة والتوبيخ ﴿اصلوها فاصبروا أَوْ لاَ تَصْبِرُواْ﴾ [الطور: ١٦] وبين قوله ﴿اصبروا﴾ وقوله ﴿أَوْ لاَ تَصْبِرُواْ﴾ طباق السلب وهو من المحسنات البديعية.\n٣ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ﴾ [الطور: ٢٤] حذف منه وجه الشبه فهو مجمل.\n٤ - الاستعارة التبعية ﴿رَيْبَ المنون﴾ شبهت حوادث الدهر بالريب الذي هو الشك بجامع التحير وعدم البقاء على حالة واحدة في كلٍ منهما واستعير لفظ الريب لصروف الدهر ونوائبه بطريق الاستعارة التبعية.\n٥ - الأسلوب التهكمي ﴿أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بهاذآ﴾؟ هذا بطريق التهكم والسخرية بعقولهم.\n٦ - الالتفات من الغيبة إلى الخطاب لزيادة التوبيخ والتقريع لهم ﴿أَمْ لَهُ البنات وَلَكُمُ البنون﴾؟ .\n٧ -\nأسلوب الفرض والتقدير ﴿وَإِن يَرَوْاْ كِسْفًا مِّنَ السمآء سَاقِطًا﴾ أي لو رأوا ذلك لقالوا ما قالوا.\n٨ - السجع الرصين غير المتكلف مثل ﴿والطور وَكِتَابٍ مَّسْطُورٍ فِي رَقٍّ مَّنْشُورٍ﴾ [الطور: ١٣] ومثل ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَّا لَهُ مِن دَافِعٍ﴾ [الطور: ٧٨] وهلم جرًا.\nفَائِدَة: عن جبير بن مطعم قال: قدمتُ المدينة لأسأل رسول الله ﷺ َ في أسارى بدر، فوافيتُه يقرأ في صلاة المغرب ﴿والطور وَكِتَابٍ مَّسْطُورٍ﴾ [الطور: ١٢] فلما قرأ ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَّا لَهُ مِن دَافِعٍ﴾ [الطور: ٧٨] فكأنما صُدع قلبي، فأسلمتُ خوفًا من نزول العذاب، فلما انتهى إلى هذه الآية ﴿أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الخالقون أَمْ خَلَقُواْ السماوات والأرض بَل لاَّ يُوقِنُونَ﴾ كاد قلبي أن يطير.", "ayah": 43, "surah": 52}