{"text": "المنَاسَبَة: لما ذكر تعالى ثواب المجاهدين الأبرار، أتبعه بذكر عقاب القاعدين عن الجهاد الذين سكنوا في بلاد الكفر، ثم رغب تعالى في الهجرة من دار الكفر إِلى دار الإِيمان وذكر ما يترتب عليها من السعة والأجر والثواب، ثم لما كان الجهاد والهجرة سبباص لحدوث الخوف بين تعالى صلاة المسافر وطريقة صلاة الخوف، ثم أتبع ذلك بذكر أروع مثل في الانتصار للعدالة سجله التاريخ ألا وهو إِنصاف رجل يهودي اتهم ظلمًا بالسرّقة وإِدانة الذين تآمروا عليه وهم أهل بيت من الأنصار في المدينة المنورة.\nاللغَة: ﴿مُرَاغَمًا﴾ مذهبًا ومتحولًا مشتق من الرّغام وهو التراب قال ابن قتيبة: المُراغم والمُهَاجر واحد وأصله أن الرجل كان إِذا أسلم خرج عن قومه مُراغمًا لهم أي مغاضبًا فقيل للمذهب مُرَاغَمًا وسمي مصيرة إِلى النبي ﷺ َ هجرة ﴿سَعَةً﴾ اتساعًا في الرزق ﴿تَقْصُرُواْ﴾ القصر: النقص يقال قصر صلاته إِذا صلّى الرباعية ركعتين قال أبو عبيد: فيها ثلاث لغات قصرتُ الصلاة وقصَّرتها وأقصرتها ﴿تَغْفُلُونَ﴾ الغفلة: السهو الذي يعتري الإِنسان من قلة التحفظ والتيقظ ﴿مَّوْقُوتًا﴾ محدود الأوقات لا يجوز إِخراجه عن وقته ﴿تَهِنُواْ﴾ تضعفوا ﴿خَصِيمًا﴾ الخصيم بمعنى المخاصم أي المنازع والمدافع ﴿خَوَّانًا﴾ مبالغًا في الخيانة.\nسَبَبُ النَّزول: أ - عن ابن عباس قال: كان قوم من المسلمين أقاموا بمكة - وكانوا يستخفون بالإِسلام - فأخرجهم المشركون يوم بدر معهم فأصيب بعضهم فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأُكرهوا على الخروج فنزلت ﴿إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ ...﴾ الآية.\nب - كان ضمرة بن القيس من المستضعفين بمكة وكان مريضًا فلما سمع ما أنزل الله في الهجرة قال لأولاده احملوني فإِني لستُ من المستضعفين وإِني لأهتدي الطريق، والله لا أبيت الليلة بمكة فحملوه على سرير ثم خرجوا به فمات في الطريق بالتنعيم فأنزل الله ﴿وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ﴾ .\nج - روي أن رجلًا من الأنصار يقال له «طُعمة بن أُبيرق» من بني ظفر سرق درعًا من جاره «قتادة ابن النعمان» في جراب دقيق، فجعل الدقيق ينتثر من خرقٍ فيه فخبأها عند «زيد بن السمين» اليهودي فالتُمست الدرع عند طعمة فلم توجد وحلف ما أخذها وما له بها علم فتركوه واتبعوا أثر الدقيق حتى انتهوا إِلى منزل اليهودي فأخذوها فقال: دفعها إِليَّ طُعْمة وشهد له ناسٌ من اليهود فقالت بنو ظفر: انطلقوا بنا إِلى رسول الله ﷺ َ فسألوه أن يجادل عن صاحبهم وشهدوا ببراءته وسرقة\nاليهودي فهمَّ رسول الله ﷺ َ أن يفعل فنزلت الآية ﴿إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله.\n. .﴾ الآية وهرب طُعْمة إِلى مكة وارتد ونقب حائطًا بمكة ليسرق أهله فسقط الحائط عليه فقتله.\nالتفِسير: ﴿إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ﴾ أي تتوفاهم الملائكة حال كونهم ظالمي أنفسهم بالإِقامة مع الكفار في دار الشرك وترك الهجرة إِلى دار الإِيمان ﴿قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض﴾ أي تقول لهم الملائكة في أيّ شيء كنتم من أمر دينكم؟ وهو سؤال توبيخ وتقريع قالوا معتذرين: كنا مستضعفين في أرض مكة عاجزين عن إِقامة الدين فيها ﴿قالوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ﴾؟ أي قالت لهم الملائكة توبيخًا: أليست أرض الله واسعة فتهاجروا من دار الكفر إلى دارٍ تقدرون فيها على إِقامة دين الله كما فعله من هاجر إِلى المدينة وإِلى الحبشة؟ قال تعالى بيانًا لجزائهم ﴿فِيهَا فأولئك مَأْوَاهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيرًا﴾ أي مقرهم النار وساءت مقرًا ومصيرًا، ثم استثنى تعالى منهم الضعفة والعاجزين عن الهجرة فقال ﴿إِلاَّ المستضعفين مِنَ الرجال والنسآء والولدان لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلًا﴾ أي لكن من كان منهم مستضعفًا كالرجال والنساء والأطفال الذين استضعفهم المشركون وعجزوا لإِعسارهم وضعفهم عن الهجرة ولا يستطيعون الخلاص ولا يهتدون الطريق الموصل لدار الهجرة ﴿فأولئك عَسَى الله أَن يَعْفُوَ عَنْهُمْ﴾ أي لعل الله أن يعفو عنهم لأنهم لم يتركوا الهجرة اختيارًا ﴿وَكَانَ الله عَفُوًّا غَفُورًا﴾ أي يعفو ويغفر لأهل الأعذار، وعسى في كلام الله تفيد التحقيق ﴿وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَمًا كَثِيرًا وَسَعَةً﴾ هذا ترغيبٌ في الهجرة أي من يفارق وطنه ويهرب فرارًا بدينه من كيد الأعداء يجد مُهَاجرًا ومتجولًا في الأرض كبيرًا يُراغم به أنف عدوه ويجد سعةً في الرزق فأرض الله واسعة ورزقه سابغ على العباد ﴿ياعبادي الذين آمنوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فاعبدون﴾ [العنكبوت: ٥٦] ﴿وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله﴾ أخبر تعالى أن من خرج من بلده مهاجرًا من أرض الشرك فارًا بدينه إلى الله ورسوله ثم مات قبل بلوغه دار الهجرة فقد ثبت أجر هجرته على الله تعالى ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي ساترًا على العباد رحيمًا بهم ﴿وَإِذَا ضَرَبْتُمْ فِي الأرض فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُواْ مِنَ الصلاة﴾ أي وإِذا سافرتم للغزو أو التجارة أو غيرهما فلا إِثم عليكم أن تقصروا من الصلاة فتصلوا الرباعية ركعتين ﴿إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الذين كفروا﴾ أي إِن خشيتم أن ينالكم مكروه من أعدائكم الكفرة، وذكرُ الخوف وليس للشرط وإِنما هو لبيان الواقع حيث كانت أسفارهم لا تخلو من خوف العدو لكثرة المشركين ويؤيده حديث «يعلى بن أمية» قال قلت لعمر بن الخطاب: إِن الله يقول ﴿إِنْ خِفْتُمْ﴾ وقد أمن الناس فقال: عجبتُ مما عجبتَ منه فسألت رسول الله ﷺ َ عن ذلك فقال\n«صدقةٌ تصدَّق الله بها عليكم فاقبلوا صدقته» ﴿إِنَّ الكافرين كَانُواْ لَكُمْ عَدُوًّا مُّبِينًا﴾ أي إِن الكافرين أعداء لكم مظهرون للعداوة ولا يمنعهم فرصة اشتغالكم بمناجاة الله أن يقتلوكم ﴿وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصلاة\nفَلْتَقُمْ طَآئِفَةٌ مِّنْهُمْ مَّعَكَ وليأخذوا أَسْلِحَتَهُمْ﴾ أي وإِذا كنت معهم يا محمد وهم يصلون صلاة الخوف في الحرب فلتأتم بك طائفة منهم وهم مدججون بأسلحتهم احتياطًا ولتقم الطائفة الأخرى في وجه العدو ﴿فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أخرى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ﴾ أي فإِذا فرغت الطائفة الأولى من الصلاة فلتأت الطائفة التي لم تصلّ إِلى مكانها لتصلي خلفك ﴿وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ﴾ أي وليكونوا حذرين من عدوهم متأهبين لقتالهم بحملهم السلاح ﴿وَدَّ الذين كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَّيْلَةً وَاحِدَةً﴾ أي تمنى أعداؤكم أن تنشغلوا عن أسلحتكم وأمتعتكم فيأخذوكم غرة، ويشدوا عليكم شدة واحدة فيقتلونكم وأنتم تصلون والمعنى لا تتشاغلوا بأجمعكم بالصلاة فيتمكن عدوكم منكم ولكن أقيموها على ما أُمرتم به ﴿وَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُمْ مرضى أَن تضعوا أَسْلِحَتَكُمْ﴾ أي لا إِثم عليكم في حالة المطر أو المرض أن لا تحملوا أسلحتكم إِذا ضعفتم عنها ﴿وَخُذُواْ حِذْرَكُمْ﴾ أي كونوا متيقظين واحترزوا من عدوكم ما استطعتم ﴿إِنَّ الله أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي أعدَّ لهم عذابًا مخزيًا مع الإِهانة، روى ابن كثير عند هذه الآية عن أبي عياش الزُرقي قال: «كنا مع رسول الله ﷺ َ بعُسفان فاستقبلنا المشركون عليهم خالد بن الوليد - وهم بيننا وبين القبلة - فصلى بنا رسول الله ﷺ َ الظهر فقالوا: لقد كانوا على حالٍ لو أصبنا غرتهم ثم قالوا: يأتي عليهم الآن صلاة هي أحبُّ إِليهم من أبنائهم وأنفسهم قال: فنزل جبريل بهذه الآيات بين الظهر والعصر» ﴿وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصلاة﴾ الآية ثم أمر تعالى بكثرة ذكره عقب صلاة الخوف فقال ﴿فَإِذَا قَضَيْتُمُ الصلاة فاذكروا الله قِيَامًا وَقُعُودًا وعلى جُنُوبِكُمْ﴾ أي فإِذا فرغتم من الصلاة فأكثروا من ذكر الله في حال قيامكم وقعودكم واضطجاعكم واذكروه في جميع الحالات لعلة ينصركم على عدوكم ﴿فَإِذَا اطمأننتم فَأَقِيمُواْ الصلاة﴾ أي فإِذا أمنتم وذهب الخوف فأتموا الصلاة وأقيموها كما أمرتم بخشوعها وركوعها وسجودها وجميع شروطها ﴿إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَابًا مَّوْقُوتًا﴾ أي فرضًا محدودًا بأوقات معلومة لا يجوز تأخيرها عنه، ثم حث تعالى على الجهاد والصبر عند الشدائد فقال ﴿وَلاَ تَهِنُواْ فِي ابتغآء القوم﴾ أي لا تضعفوا في طلب عدوكم بل جدّوا فيهم وقاتلوهم واقعدوا لهم كل مرصد ﴿إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ الله مَا لاَ يَرْجُونَ﴾ أي إِن كنتم تتألمون من الجراح والقتال فإِنهم يتألمون أيضًا منه كما تتألمون ولكنكم ترجون من الله الشهادة والمثوبة والنصر حيث لا يرجونه هم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بمصالح خلقه حكيمًا في تشريعه وتدبيره، قال القرطبي: نزلت هذه الآية في حرب أُحد حيث أمر ﷺ َ بالخروج في آثار المشركين وكان بالمسلمين جراحات وكان أمر ألا يخرج معه إِلا من حضر في تلك الوقعة، وقيل: هذا في كل جهاد.\n﴿إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله﴾ أي إِنا أنزلنا إِليك يا محمد القرآن متلبسًا بالحق لتحكم بين الناس بما عرّفك الله وأوحى به إِليك ﴿وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيمًا﴾ أي لا تكن مدافعًا ومخاصمًا عن الخائنين\nتجادل وتدافع عنهم، والمراد به «طعمة بن أبيرق» وجماعته ﴿واستغفر الله﴾ أي استغفر الله مما هممتَ به من الدفاع عن طُعْمة اطمئنانًا لشهادة قومه بصلاحه ﴿إِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي مبالغًا في المغفرة والرحمة لمن يستغفره ﴿وَلاَ تُجَادِلْ عَنِ الذين يَخْتَانُونَ أَنْفُسَهُمْ﴾ أي لا تخاصم وتدافع عن الذين يخونون أنفسهم بالمعاصي ﴿إِنَّ الله لاَ يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا﴾ أي لا يحب من كان مفرطًا في الخيانة منهمكًا في المعاصي والآثام ﴿يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله﴾ أي يستترون من الناس خوفًا وحياءً ولا يستحيون من الله وهو أحق بأن يُستحيا منه ويخاف من عقابه ﴿وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لاَ يرضى مِنَ القول﴾ أي وهو معهم جل وعلا عالم بهم وبأحوالهم يسمع ما يدبرونه في الخفاء ويضمرونه في السر من رمي البريء وشهادة الزور والحلف الكاذب ﴿وَكَانَ الله بِمَا يَعْمَلُونَ مُحِيطًا﴾ أي لا يعزب عنه شيء منها ولا يفوت. . ثم قال تعالى توبيخًا لقوم طُعْمة ﴿هَا أَنْتُمْ هؤلاء جَادَلْتُمْ عَنْهُمْ فِي الحياة الدنيا﴾ أي ها أنتم يا معشر القوم دافعتم عن السارق والخائنين في الدنيا ﴿فَمَن يُجَادِلُ الله عَنْهُمْ يَوْمَ القيامة﴾ أي فمن يدافع عنهم في الآخرة إِذا أخذهم الله بعذابه؟ ﴿أَمْ مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا﴾؟؟ أي من يتولى الدفاع عنهم ونصرتهم من بأس الله وانتقامه؟ ثم دعاهم الله تعالى إِلى الإِنابة والتوبة فقال ﴿وَمَن يَعْمَلْ سواءا أَوْ يَظْلِمْ نَفْسَهُ﴾ أي من يعمل أمرًا قبيحًا يسوء به غيره كاتهام بريء أو يرتكب جريمة يظلم بها نفسه كالسرقة ﴿ثُمَّ يَسْتَغْفِرِ الله يَجِدِ الله غَفُورًا رَّحِيمًا﴾ أي ثم يتوب من ذنبه يجد الله عظيم المغفرة واسع الرحمة قال ابن عباس: عرض اللهُ التوبة بهذه الآية على بني أُبيرق ﴿وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ على نَفْسِهِ وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي من يقترف إِثمًا متعمدًا فإِنما يعود وبال ذلك على نفسه وكان الله عليمًا بذنبه حكيمًا في عقابه ﴿وَمَن يَكْسِبْ خطيائة أَوْ إِثْمًا﴾ أي من يفعل ذنبًا صغيرًا أو إِثمًا كبيرًا ﴿ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احتمل بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ أي ثم ينسب ذلك إِلى بريء ويتهمه به فقد تحمّل جرمًا وذنبًا واضحًا، ثم بين تعالى فضله على رسوله فقال ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ﴾ أي لولا فضل الله عليك بالنبوة ورحمته بالعصمة لهمت جماعة منهم أن يضلوك عن الحق، وذلك حين سألوا الرسول ﷺ َ أن يبرئ صاحبهم «طُعْمة» من التهمة ويلحقها باليهودي فتفضل الله ﷿ على رسوله بأن أطلعه على الحقيقة ﴿وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ﴾ أي وبال إِضلالهم راجع عليهم ﴿وَمَا يَضُرُّونَكَ مِن شَيْءٍ﴾ أي وما يضرونك يا محمد لأن الله عاصمك من ذلك ﴿وَأَنزَلَ الله عَلَيْكَ الكتاب والحكمة﴾ أي أنزل الله عليك القرآن والسنة فكيف يضلونك وهو تعالى يُنزل عليك الكتاب ويوحي إِليك بالأحكام ﴿وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيمًا﴾ أي علمك ما لم تكن تعلمه من الشرائع والأمور الغيبية وكان فضله تعالى عليك كبيرًا بالوحي والرسالة وسائر النعم الجسيمة.\nالبَلاَغَة: تضمنت الآيات الكريمة من البلاغة والبيان والبديع أنواعًا نوجزها فيما يلي:\n١ - الاستفهام الذي يراد به التوبيخ والتقريع في ﴿قَالُواْ فِيمَ كُنتُمْ﴾؟ وفي ﴿أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً﴾؟\n٢ -\nإِطلاق العام وإِرادة الخاص ﴿فَإِذَا قَضَيْتُمُ الصلاة﴾ أريد بها صلاة الخوف.\n٣ - الجناس المغاير في ﴿يَعْفُوَ ... عَفُوًّا﴾ وفي ﴿يُهَاجِرْ ... مُهَاجِرًا﴾ وفي ﴿يَخْتَانُونَ ... خَوَّانًا﴾ وفي ﴿يَسْتَغْفِرِ ... غَفُورًا﴾ .\n٤ - إِطلاق الجمع على الواحد في ﴿تَوَفَّاهُمُ الملائكة﴾ يراد به ملك الموت وذكر بصيغة الجمع تفخيمًا له وتعظيمًا لشأنه.\n٥ - طباق السلب ﴿يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله﴾ .\n٦ - الاطناب بكرار لفظ الصلاة تنبيهًا على فضلها ﴿إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَابًا مَّوْقُوتًا﴾ .", "ayah": 112, "surah": 4}