{"text": "المنَاسَبَة: لما ذكر تعالى قصة طُعْمة وحادثة السرقة التي اتهم بها اليهودي البريء ودفاع قومه عنه وتآمرهم في السرّ لإِيقاع البرئ بها، ذكر تعالى هنا أن موضوع النجوى لا يخفى على الله وأن كل تدبير في السرّ يعلمه الله، وأنه لا خير في التناجي إِلا ما كان بقصد الخير والإِصلاح، ثم ذكر تعالى أن مخالفة أمر الرسول ﷺ َ جرمٌ عظيم وحذَّر من الشيطان وطرق إِغوائه، ثم عاد الحديث إِلى التحذير من ظلم النساء في ميراثهن ومهورهن وأكد على وجوب الإِحسان إِليهن، وأعقبه بذكر النشوز والطريق إِلى الإِصلاح بين الزوجين إِمّا بالوفاق أو بالفراق.\nاللغَة: ﴿نَّجْوَاهُمْ﴾ النجوى: السرُّ بين الإِثنين قال الواحدي: ولا تكون النجوى إِلا بين اثنين ﴿يُشَاقِقِ﴾ يخالف والشقاقُ: الخلاف مع العداوة لأن كلًا من المتخالفين يكون في شق غير شق الآخر ﴿مَّرِيدًا﴾ المريد: العاتي المتمرد من مرد إِذا عتا وتجبر قال الأزهري: مرد الرجل إِذا عتا وخرج عن الطاعة فهو ما رد ومريد ﴿فَلَيُبَتِّكُنَّ﴾ البتك: القطع ومنه سيف باتك أي قاطع ﴿مَحِيصًا﴾ مهربًا من حاص إِذا هرب ونفر وفي المثل «وقعوا في حيص بيص» أي فيما لا يقدر على التخلص منه ﴿خَلِيلًا﴾ من الخلة وهي صفاء المودة قال ثعلب: سمي الخليل خليلًا لأن محبته تتخلل القلب فلا تدع فيه خللًا إِلا ملأته قال بشار:\nقد تخلّلتِ مسلك الروح مني ... وبه سمي الخليل خليلًا\nالتفِسير: ﴿لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ﴾ أي لا خير في كثير مما يُسرّه القوم ويتناجون به في الخفاء ﴿إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ الناس﴾ أي إِلا نجوى من أمر بصدقةٍ ليعطيها سرًا أو أمر بطاعة الله قال الطبري: المعروف هو كل ما أمر الله به أو ندب إِليه من أعمال البر والخير، والإِصلاح هو الإِصلاح بين المختصمين ﴿وَمَن يَفْعَلْ ذلك ابتغآء مَرْضَاتِ الله﴾ أي ومن يفعل ما أمر به من البر والمعروف والإِصلاح طلبًا لرضى الله تعالى لا لشيء من أغراض الدنيا ﴿فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا﴾ أي فسوف نعطيه ثوابًا جزيلًا هو الجنة قال الصاوي: والتعبير بسوف إِشارة إلى أن جزاء الأعمال الصالحة في الآخرة لا في الدنيا لأنها ليست دار جزاء ﴿وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى﴾ أي يخالف أمر الرسول فيما جاء به عن الله من بعد ما ظهر له الحق بالمعجزات ﴿وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين﴾ أي يسلك طريقًا غير طريق المؤمنين ويتبع منهاجًا غير منهاجهم ﴿نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ﴾ أي نتركه مع اختياره الفاسد وندخله جهنم عقوبة له ﴿وَسَآءَتْ مَصِيرًا﴾ أي وساءت جهنم مرجعًا لهم ﴿إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ﴾ أي لا يغفر ذنب الشرك ويغفر ما دونه من الذنوب لمن يريد ﴿وَمَن يُشْرِكْ بالله فَقَدْ ضَلَّ ضَلاَلًا بَعِيدًا﴾ أي فقد بَعُد عن طريق الحق والسعادة بعدًا كبيرًا ﴿إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثًا﴾ أي ما يدعو هؤلاء المشركون وما يعبدون من دون الله إلا أوثانًا سموها بأسماء الإِناث «اللات والعزى ومناة» قال في التسهيل: كانت العرب تسمي الأصنام بأسماء مؤنثة ﴿وَإِن يَدْعُونَ إِلاَّ شَيْطَانًا مَّرِيدًا﴾ أي وما يعبدون إلا شيطانًا متمردًا بلغ الغاية في العتو والفجور وهو إبليس الذي فسق عن أمر ربه ﴿لَّعَنَهُ الله وَقَالَ لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا﴾ أي أبعده الله عن رحمته فأقسم الشيطان قائلًا: لأتخذنَّ من عبادك الذين أبعدتني من أجلهم نصيبًا أي حظًا مقدرًا معلومًا أدعوهم إلى طاعتي من الكفرة والعصاة وفي صحيح مسلم يقول الله تعالى لآدم يوم القيامة\n«إبعثْ بعثَ النار فيقول: وما بعث النار؟ فيقول من كل ألفٍ تسعمائةٌ وتسعة وتسعون» ﴿وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ﴾ لأصرفَنّهم عن طريق الهدى وأعدهم الأماني الكاذبة وألقي في قلوبهم طول الحياة وأن لا بعث ولا حساب ﴿وَلأَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأنعام﴾ أي ولآمرنهم بتقطيع آذان الأنعام قال قتادة: يعني تشقيقها وجعلها علامة للبحيرة والسائبة كما كانوا يفعلون في الجاهلية ﴿وَلأَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ الله﴾ أي ولآمرنهم بتغيير خلق الله كخصاء العبيد والحيوان والوشم وغيره وقيل: المراد به تغيير دين الله بالكفر والمعاصي وإحلال ما حرّم الله وتحريم ما أحل ﴿وَمَن يَتَّخِذِ الشيطان وَلِيًّا مِّن دُونِ الله﴾ أي ومن يتول الشيطان ويطعْه ويترك أمر الله ﴿فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا﴾ أي خسر دنياه وآخرته لمصيره إلى النار المؤبدة وأي خسرانٍ أعظم من هذا؟ ثم قال تعالى عن إبليس ﴿يَعِدُهُمْ وَيُمَنِّيهِمْ﴾ أي يعدهم بالفوز والسعادة ويمنيهم\nبالأكاذيب والأباطيل قال ابن كثير: هذا إخبارٌ عن الواقع فإِن الشيطان يعد أولياءه ويمنيهم بأنهم هم الفائزون في الدنيا والآخرة وقد كذب وافترى في ذلك ﴿وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُورًا﴾ أي وما يعدهم إلا باطلًا وضلالًا قال ابن عرفة: الغُرور ما له ظاهر محبوب وباطن مكروه، فهو مزيّن الظاهر فاسد الباطن ﴿أولئك مَأْوَاهُمْ جَهَنَّمُ﴾ أي مصيرهم ومآلهم يوم القيامة نار جهنم ﴿وَلاَ يَجِدُونَ عَنْهَا مَحِيصًا﴾ أي ليس لهم منهم مفر ولا مهرب، ثم ذكر تعالى حال السعداء الأبرار وما لهم من الكرامة في دار القرآن فقال ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مخلدين في دار النعيم بلا زوال ولا انتقال ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا لا شك فيه ولا ارتياب ﴿وَمَنْ أَصْدَقُ مِنَ الله قِيلًا﴾ أي ومن أصدق من الله قولًا؟ والاستفهام معناه النفيُ أي لا أحد أصدق قولًا من الله قال أبو السعود.\nوالمقصود معارضة مواعيد الشيطان الكاذبة لقرنائه بوعد الله الصادق لأوليائه ﴿لَّيْسَ بِأَمَانِيِّكُمْ ولا أَمَانِيِّ أَهْلِ الكتاب﴾ أي ليس ما وعد الله تعالى من الثواب يحصل بأمانيكم أيها المسلمون ولا بأماني أهل الكتاب وإنما يحصل بالإِيمان والعمل الصالح قال الحسن البصري: ليس الإِيمان بالتمني ولكنْ ما وقر في القلب وصدّقه العمل، إن قومًا ألهتهم الأماني حتى خرجوا من الدنيا ولا حسنة لهم وقالوا نحسن الظن بالله، وكذبوا لو أحسنوا الظن به لأحسنوا العمل ﴿مَن يَعْمَلْ سواءا يُجْزَ بِهِ﴾ أي من يعمل السوء والشر ينال عقابه عاجلًا أو آجلًا ﴿وَلاَ يَجِدْ لَهُ مِن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا يجد من يحفظه أو ينصره من عذاب الله ﴿وَمَن يَعْمَلْ مِنَ الصالحات مِن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ﴾ أي ومن يعمل الأعمال الصالحة سواءً كان ذكرًا أو أنثى بشرط الإِيمان ﴿فأولئك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ نَقِيرًا﴾ أي يدخلهم الله الجنة ولا يُنقصون شيئًا حقيرًا من ثواب أعمالهم كيف ولا والمجازي أرحم الراحمين! ﴿وإنما قال ﴿وَهُوَ مُؤْمِنٌ﴾ ليبيّن أن الطاعة لا تنفع من دون الإِيمان، ثم قال تعالى ﴿وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لله﴾؟ أي لا أحد أحسن دينًا ممن انقاد لأمر الله وشرعه وأخلص عمله لله ﴿وَهُوَ مُحْسِنٌ﴾ أي مطيعٌ لله مجتنبٌ لنواهيه ﴿واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ أي واتبع الدين الذي كان عليه إبراهيم خليل الرحمن، مستقيمًا على منهاجه وسبيله وهو دين الإِسلام ﴿واتخذ الله إِبْرَاهِيمَ خَلِيلًا﴾ أي صفيًا اصطفاه لمحبته وخلته قال ابن كثير: فإنه انتهى إلى درجة الخلة التي هي أرفع مقامات المحبة وما ذاك إلا لكثرة طاعته لربه ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي جميع ما في الكائنات ملكه وعبيده وخلقه وهو المتصرف في جميع اذلك، لا رادّ لما قضى ولا معقب لما حكم ﴿وَكَانَ الله بِكُلِّ شَيْءٍ مُّحِيطًا﴾ أي علمه نافذ في جميع ذلك لا تخفى ليه خافية ﴿وَيَسْتَفْتُونَكَ فِي النسآء﴾ أي يسألونك عما يجب عليهم في أمر النساء ﴿قُلِ الله يُفْتِيكُمْ فِيهِنَّ وَمَا يتلى عَلَيْكُمْ فِي الكتاب﴾ أي قل لهم يا محمد: يبين الله لكم ما سألتم في شأنهنَّ ويبين لكم ما يتلى في القرآن من أمر ميراثهن ﴿فِي يَتَامَى النسآء اللاتي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ﴾ أي ويفتيكم أيضًا في اليتيمات اللواتي ترغبون في نكاحهن\nلجمالهن أو لمالهنَّ ولا تدفعون لهن مهورهنَّ فنهاهم الله ﷿ عن ذلك قال ابن عباس: كان الرجل في الجاهلية تكون عنده اليتيمة فيلقي عليها ثوبة فإذا فعل ذلك لم يقدر أحد أن يتزوجها أبدًا فإن كانت جميلة واحبها تزوجها وأكل مالها، وإن كانت دميمةً منعها الرجال حتى تموت فإذا ماتت ورثها، فحرم الله ذلك ونهى عنه ﴿والمستضعفين مِنَ الولدان وَأَن تَقُومُواْ لليتامى بالقسط﴾ أي ويفتيكم في المستضعفين الصغار أن تعطوهم حقوقهم وأن تعدلوا مع اليتامى في الميراث والمهر، وقد كان أهل الجاهلية لا يورثون الصغار ولا النساء ويقولون: كيف نعطي المال من لا يركب فرسًا ولا يحمل سلاحًا ولا يقاتل عدوًا﴾ فنهاهم الله عن ذلك وأمرهم أن يعطوهم نصيبهم من الميراث ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله كَانَ بِهِ عَلِيمًا﴾ وما تفعلوه من عدلٍ وبرًّ في أمر النساء واليتامى فإن الله يجازيكم عليه قال ابن كثير: وهذا تهييجٌ على فعل الخيرات وامتثال الأوامر وأن الله سيجزي عليه أوفر الجزاء، ثم ذكر تعالى حكم نشوز الرجل فقال ﴿وَإِنِ امرأة خَافَتْ مِن بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا﴾ أي وإذا علمت امرأة أو شعرت من زوجها الترفع عليها أو الإِعراض عنها بوجهه بسبب الكره لها لدمامتها أو لكبر سنها وطموح عينه إلى من هي أشبُّ وأجمل منها ﴿فَلاَ جُنَاْحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا﴾ أي فلا حرج ولا إثم على كل واحد من الزوجين من المصالحة والتوفيق بينهما بإسقاط المرأة بعض حقوقها من نفقةٍ أو كسوةٍ أو مبيت لتستعطفه بذلك وتستديم مودته وصحبته، روى ابن جرير عن عائشة أنها قالت: هذا الرجل يكون له امرأتان إحداهما قد عجزت أو هي دميمة وهو لا يحبها فتقول: لا تطلقني وأنت في حلٍّ من شأني ﴿والصلح خَيْرٌ﴾ أي والصلح خيرٌ من الفراق ﴿وَأُحْضِرَتِ الأنفس الشح﴾ أي جبلت الأنفس على الشح وهو شدة البخل فالمرأة لا تكاد تسمحٍ بحقها من النفقة والاستمتاع، والرجل لا تكاد نفسه تسمح بأن يقسم لها وأن يمسكها إذا رغب عنها وأحبَّ غيرها ﴿وَإِن تُحْسِنُواْ وَتَتَّقُواْ﴾ أي وإن تحسنوا في معاملة النساء وتتقوا الله بترك الجور عليهن ﴿فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي فإن الله عالم بما تعملون وسيجزيكم عليه أوفر الجزاء.\n. ثم ذكر تعالى أن العدل المطلق بين النساء بالغٌ من الصعوبة مبلغًا لا يكاد يطاق، وهو كالخارج عن حد الاستطاعة فقال ﴿وَلَن تستطيعوا أَن تَعْدِلُواْ بَيْنَ النسآء﴾ أي لن تستطيعوا أيها الرجال أن تحققوا العدل التام الكامل بين النساء وتسوّوا بينهن في المحبة والأُنس والاستمتاع ﴿وَلَوْ حَرَصْتُمْ﴾ أي ولو بذلتم كل جهدكم لأن التسوية في المحبة وميل القلب ليست بمقدور الإِنسان ﴿فَلاَ تَمِيلُواْ كُلَّ الميل فَتَذَرُوهَا كالمعلقة﴾ أي لا تميلوا عن المرغوب عنها ميلًا كاملًا فتجعلوها كالمعلقة التي ليست بذات زوج ولا مطلقة، شبّهت بالشيء المعلَّق بين السماء والأرض، فلا هي مستقرة على الأرض ولا هي في السماء، وهذا من أبلغ التشبيه ﴿وَإِن تُصْلِحُواْ وَتَتَّقُواْ﴾ أي وإن تصلحوا ما مضى من الجور وتتقوا الله بالتمسك بالعدل ﴿فَإِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي يغفر ما فرط منكم ويرحمكم ﴿وَإِن يَتَفَرَّقَا يُغْنِ الله كُلًاّ مِّن سَعَتِهِ﴾ أي وإن يفارق كل واحد منهما صاحبه، فإن الله يغنيه بفضله ولطفه، بأن يرزقه زوجًا خيرًا من زوجة، وعيشًا أهنأ من عيشه ﴿وَكَانَ الله وَاسِعًا حَكِيمًا﴾ أي واسع\nالفضل على العباد حكيمًا في تدبيره لهم ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ملكًا وخلقًا وعبيدًا ﴿وَلَقَدْ وَصَّيْنَا الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَإِيَّاكُمْ﴾ أي وصينا الأولين والآخرين وأمرناكم بما أمرناهم به من امتثال الأمر والطاعة ﴿أَنِ اتقوا الله﴾ أي وصيناكم جميعًا بتقوى الله وطاعته ﴿وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي وإن تكفروا فلا يضره تعالى كفركم لأنه مستغنٍ عن العباد وهو المالك لما في السماوات والأرض ﴿وَكَانَ الله غَنِيًّا حَمِيدًا﴾ أي غنيًا عن خلقه، محمودًا في ذاته، لا تنفعه طاعة الطائعين، ولا تضره معصية العاصين ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض وكفى بالله وَكِيلًا﴾ أي كفى به حافظًا لأعمال عباده ﴿إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا الناس وَيَأْتِ بِآخَرِينَ﴾ أي لو أراد الله لأهلككم وأفناكم وأتى بآخرين غيركم ﴿وَكَانَ الله على ذلك قَدِيرًا﴾ أي قادرًا على ذلك ﴿مَّن كَانَ يُرِيدُ ثَوَابَ الدنيا فَعِندَ الله ثَوَابُ الدنيا والآخرة وَكَانَ الله سَمِيعًا بَصِيرًا﴾ أي من كان يريد بعمله أجر الدنيا فعند الله ما هو أعلى وأسمى وهو أجر الدنيا والآخرة فلم يطلب الأخسّ ولا يطلب الأعلى؟ فليسأل العبد ربه خيري الدنيا والآخرة فهو تعالى سميع لأقوال العباد بصير بأعمالهم.\nالبَلاَغَة: تضمنت الآيات أنواعًا من الفصاحة والبيان والبديع نوجزها فيما يلي:\n١ - الاستعارة في ﴿أَسْلَمَ وَجْهَهُ لله﴾ استعار الوجه للقصد والجهة وكذلك في قوله ﴿وَأُحْضِرَتِ الأنفس الشح﴾ لأن الشح لما كان غير مفارق للأنفس ولا متباعد عنها كان كأنه أحضرها وحمل على ملازمتها فاستعار الإِحضار للملازمة.\n٢ - الجناس المغاير في ﴿ضَلَّ ... ضَلاَلًا﴾ وفي ﴿خَسِرَ ... خُسْرَانًا﴾ وفي ﴿أَحْسَنُ ... مُحْسِنٌ﴾ وفي ﴿صُلْحًا ... والصلح﴾ وفي ﴿تَمِيلُواْ كُلَّ الميل﴾ .\n٣ - التشبيه في ﴿فَتَذَرُوهَا كالمعلقة﴾ وهو مرسل مجمل.\n٤ - الإِطناب والإِيجاز في عدة مواضع.\nتنبيه: العدل المقصود في هذه الآية هو العدل في المحبة القلبية فقط وإلا لتناقضت الآية مع الآية السابقة ﴿فانكحوا مَا طَابَ لَكُمْ مِّنَ النسآء مثنى وَثُلاَثَ وَرُبَاعَ﴾ [النساء: ٣] وقد كان ﷺ َ يقسم بين نسائه فيعدل ويقول «اللهم هذا قَسْمي فيما أملك فلا تؤاخذني فيما تملك ولا أملك» يعني بذلك المحبة القلبية ويدل على هذا قوله تعالى ﴿فَتَذَرُوهَا كالمعلقة﴾، وأما ما يدعو إليه بعض من يتسمون ب «المجددين» من وجوب التزوج بواحدة فقط بدليل هذه الآية فلا عبرة به لأنه جهل بفهم النصوص وهو باطل محض تَرُدُّهُ الشريعة الغراء، والسنة النبوية المطهرة، وكفانا الله شر علماء السوء.", "ayah": 118, "surah": 4}