{"text": "المنَاسَبَة: لما ذكر تعالى المنافقين وفضحهم في الآيات السابقة، ذكر هنا أنه لا يحب إِظهار\nالفضائح والقبائح، إِلا في حق من زاد ضررهُ وعظُم خطرُه، فلا عجب أن يكشف الله عن المنافقين الستر، ثم تحدث عن اليهود وعدَّد بعض جرائمهم الشنيعة مثل طلبهم لرؤية الله، وعبادتهم للعجل وادعائهم صلب المسيح، واتهامهم مريم البتول بالفاحشة إلى غير ما هنالك من قبائح وجرائم شنيعة.\nاللغَة: ﴿جَهْرَةً﴾ عيانًا ﴿بُهْتَانًا﴾ البهتان: الكذب الذي يُتحير فيه من شدته وعظمته ﴿شُبِّهَ﴾ وقع الشَّبه بين عيسى والمقتول الذي صلبوه ﴿وَأَعْتَدْنَا﴾ هيأنا ﴿الراسخون﴾ المتمكنون من العلم.\nسَبَبُ النّزول: روي أن كعب بن الأشرف وجماعة من اليهود قالوا يا محمد: إِن كنت نبيًا فأتنا بكتاب من السماء جملةً كما أتى موسى بالتوراة جملة فأنزل الله ﴿يَسْأَلُكَ أَهْلُ الكتاب أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السمآء ...﴾ الآية.\nالتفِسير: ﴿لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ﴾ أي لا يحب الله الفُحْش في القول والإِيذاء باللسان إِلا المظلوم فإِنه يباح له أن يجهر بالدعاء على ظالمه وأن يذكره بما فيه من السوء قال ابن عباس: المعنى لا يحب الله أن يدعو أحد على أحد إِلا أن يكون مظلومًا ﴿وَكَانَ الله سَمِيعًا عَلِيمًا﴾ أي سميعًا لدعاء المظلوم عليمًا بالظالم ﴿إِن تُبْدُواْ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سواء﴾ أي إِن أظهرتم أيها الناس عمل الخير أو أخفيتموه أو عفيتم عمن أساء إِليكم ﴿فَإِنَّ الله كَانَ عَفُوًّا قَدِيرًا﴾ أي كان مبالغًا في العفو وأشار إِلى أنه عفوٌّ مع قدرته فكيف لا تعفون مع ضعفكم وعجزكم؟! ﴿إِنَّ الذين يَكْفُرُونَ بالله وَرُسُلِهِ﴾ الآية في اليهود والنصارى لأنهم آمنوا بأنبيائهم وكفروا بمحمد ﷺ َ وغيره، جعل كفرهم ببعض الرسل كفرًا بجميع الرسل، وكفرَهُم بالرسل كفرًا بالله تعالى ﴿وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ الله وَرُسُلِهِ﴾ التفريقُ بين الله ورسله أن يؤمنوا بالله ويكفروا برسله، وكذلك التفريق بين الرسل هو الكفر ببعضهم والإِيمان ببعضهم وقد فسره تعالى بقوله بعده ﴿وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ﴾ أي نؤمن ببعض الرسل ونكفر ببعض قال قتادة: أولئك أعداء الله اليهود والنصارى، آمنت اليهود بالتوراة وموسى وكفروا بالإِنجيل وعيسى، وآمنت النصارى بالإِنجيل وعيسى وكفروا بالقرآن وبمحمد ﷺ َ وتركوا الإِسلام دين الله الذي بعث به رسله ﴿وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذلك سَبِيلًا﴾ أي طريقًا وسطًا بين الكفر والإِيمان ولا واسطة بينهما ﴿أولئك هُمُ الكافرون حَقًّا﴾ أي هؤلاء الموصوفون بالصفات القبيحة هم الكافرون يقينًا ولو ادعوا الإِيمان ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي هيأنا لهم عذابًا شديدًا مع الإِهانة والخلود في نار جهنم ﴿والذين آمَنُواْ بالله وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي صدّقوا الله وأقروا بجميع الرسل وهم المؤمنون أتباع محمد ﷺ َ لم يفرقوا بين أحد من رسله بل آمنوا بجميعهم ﴿أولئك سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ﴾ أي سنعطيهم ثوابهم الكامل على الإِيمان بالله ورسله ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي غفورًا لما سلف منهم من المعاصي والآثام متفضلًا عليهم بأنواع الإِنعام ﴿يَسْأَلُكَ أَهْلُ الكتاب أَن تُنَزِّلَ\nعَلَيْهِمْ كِتَابًا مِّنَ السمآء﴾ نزلت في أحبار اليهود حين قالوا للنبي ﷺ َ إِن كنت نبيًا فأتنا بكتاب من السماء جملة كما أتى به موسى جملة، وإِنما طلبوا ذلك على وجه التعنت والعناد، فذكر تعالى سؤالهم ما هو أفظع وأشنع تسلية للنبي ﷺ َ للتأسي بالرسل فقال ﴿فَقَدْ سَأَلُواْ موسى أَكْبَرَ مِن ذلك فقالوا أَرِنَا الله جَهْرَةً﴾ أي سألوا موسى رؤية الله ﷿ عيانًا ﴿فَأَخَذَتْهُمُ الصاعقة بِظُلْمِهِمْ﴾ أي جاءتهم من السماء نار فأهلكنهم بسبب ظلمهم ﴿ثُمَّ اتخذوا العجل مِن بَعْدِ مَا جَآءَتْهُمُ البينات﴾ أي ثم اتخذوا العجل إِلهًا وعبدوه من بعد ما جاءتهم المعجزات والحجج الباهرات من العصا واليد وفلق البحر وغيرها قال أبو السعود: وهذه المسألة - وهي طلب رؤية الله - وإِن صدرت عن أسلافهم لكنهم لما كانوا مقتدين بهم في كل ما يأتون ويذرون أسندت إِليهم ﴿فَعَفَوْنَا عَن ذلك﴾ أي عفونا عما ارتكبوه مع عظم جريمتهم وخيانتهم ﴿وَآتَيْنَا موسى سُلْطَانًا مُّبِينًا﴾ أي حجة ظاهرة تظهر صدقة وصحة نبوته قال الطبري: وتلك الحجة هي الآيات البينات التي آتاه الله إِياها ﴿وَرَفَعْنَا فَوْقَهُمُ الطور بِمِيثَاقِهِمْ﴾ أي رفعنا الجبل فوقهم لما امتنعوا عن قبول شريعة التوراة بسبب الميثاق ليقبلوه ﴿وَقُلْنَا لَهُمُ ادخلوا الباب سُجَّدًا﴾ أي ادخلوا باب بيت المقدس مطأطئين رءوسكم خضوعًا لله فخالفوا ما أُمروا به ودخلوا يزحفون على استاههم وهم يقولون حنطة في شعرة استهزاءً ﴿وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السبت﴾ أي لا تعتدوا باصطياد الحيتان يوم السبت فخالفوا واصطادوا ﴿وَأَخَذْنَا مِنْهُمْ مِّيثَاقًا غَلِيظًا﴾ أي عهدًا وثيقًا مؤكدًا ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ﴾ أي فبسبب نقضهم الميثاق لعنّاهم وأذللناهم و﴿مَا﴾ لتأكيد المعنى ﴿وَكُفْرِهِم بَآيَاتِ الله﴾ أي وبجحودهم بالقرآن العظيم ﴿وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ﴾ كزكريا ويحيى ﵇ ﴿وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ﴾ أي قولهم للنبي ﷺ َ قلوبنا مغشّاة بأغشية لا تعي ما تقوله يا محمد، قال تعالى ردًا عليهم ﴿بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلًا﴾ أي بل ختم تعالى عليها بسبب الكفر والضلال فلا يؤمن منهم إِلا القليل كعبد الله بن سلام وأصحابه ﴿وَبِكُفْرِهِمْ وَقَوْلِهِمْ على مَرْيَمَ بُهْتَانًا عَظِيمًا﴾ أي وبكفرهم بعيسى ﵇ أيضًا ورميهم مريم بالزنى وقد فضلها الله على نساء العالمين ﴿وَقَوْلِهِمْ إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله﴾ أي قتلنا هذا الذي يزعم أنه رسول الله، وهذا إِنما قالوه على سبيل «التهكم والاستهزاء» كقول فرعون\n﴿قَالَ إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾ [الشعراء: ٢٧] وإِلاّ فهم يزعمون أن عيسى ابن زنى وأمه زانية ولا يعقتدون أنه رسول الله قال تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ﴾ أي وما قتلوا عيسى ولا صلبوه ولكن قتلوا وصلبوا من أُلقي عليه شَبَههُ قال البيضاوي: روي أن رجلًا كان ينافق لعيسى فخرج ليدل عليه فألقى الله عليه شبهه فأخذ وصُلب وهم يظنون أنه عيسى ﴿وَإِنَّ الذين اختلفوا فِيهِ لَفِي شَكٍّ مِّنْهُ﴾ أي وإِن الذين اختلفوا في شأن عيسى لفي شك من قتله، روي أنه لما رُفع عيسى وأُلقي شبهه على غيره فقتلوه قالوا: إِن كان هذا المقتول عيسى فأين صاحبنا؟ وإِن كان هذا صاحبنا فأين عيسى؟ فاختلفوا فقال بعضهم هو عيسى وقال بعضهم ليس هو عيسى بل هو غيره، فأجمعوا أن\nشخصًا قد قتل واختلفوا من كان ﴿مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن﴾ أي ما لهم بقتله علم حقيقي ولكنهم يتبعون فيه الظنَّ الذي تخيَّلوه ﴿وَمَا قَتَلُوهُ يَقِينًا بَل رَّفَعَهُ الله إِلَيْهِ﴾ أي وما قتلوه متيقنين أنه هو بل شاكين متوهمين ونجّاه الله من شرهم فرفعه إِلى السماء حيًا بجسده وروحه كما دلت على ذلك الأحاديث الصحيحة ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه حكيمًا في صنعه ﴿وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ﴾ أي ليس أحد من اليهود والنصارى إِلا ليؤمننَّ قبل موته بعيسى وبأنه عبد الله وررسوله حين يعاين ملائكة الموت ولكن لا ينفعه إِيمانه قال ابن عباس: لا يموت يهودي حتى يؤمن بعيسى قيل له: أرأيت إِن ضرُبت عُنق أحدهم؟ قال: يلجلج بها لسانه وكذا صحّ عن مجاهد وعكرمة وابن سيرين ﴿وَيَوْمَ القيامة يَكُونُ عَلَيْهِمْ شَهِيدًا﴾ أي يشهد عيسى على اليهود بأنهم كذبوه وعلى النصارى بأنهم دعوه ابن الله ﴿فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ﴾ أي بسبب ظلم اليهود وما ارتكبوه من الذنوب العظيمة حرمنا عليهم أنواعًا من الطيبات التي كانت محلّلة لهم ﴿وَبِصَدِّهِمْ عَن سَبِيلِ الله كَثِيرًا﴾ أي ويمنعهم كثيرًا من الناس عن الدخول في دين الله قال مجاهد: صدوا أنفسهم وغيرهم عن الحق ﴿وَأَخْذِهِمُ الربا وَقَدْ نُهُواْ عَنْهُ﴾ أي تعاطيهم الربا وقد حرمه الله عليهم في التوراة ﴿وَأَكْلِهِمْ أَمْوَالَ الناس بالباطل﴾ أي بالرشوة وسائر الوجوه المحرمة ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا﴾ أي وهيأنا لمن كفر من هؤلاء اليهود العذاب المؤلم الموجع ﴿لكن الراسخون فِي العلم مِنْهُمْ﴾ أي لكن المتمكنون في العلم منهم والثابتون فيه كعبد الله بن سلام وجماعته ﴿والمؤمنون﴾ أي من المهاجرين والأنصار أصحاب النبي ﷺ َ من غير أهل الكتاب ﴿يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيكَ وَمَآ أُنزِلَ مِن قَبْلِكَ﴾ أي يؤمنون بالكتب والأنبياء ﴿والمقيمين الصلاة﴾ أي أمدح المقيمين الصلاة فهو نصبٌ على المدح ﴿والمؤتون الزكاة﴾ أي المعطون زكاة أموالهم ﴿والمؤمنون بالله واليوم الآخر﴾ أي والمؤمنون بوحدانية الله وبالبعث بعد الموت ﴿أولئك سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا﴾ أي هؤلاء الموصوفون بالأوصاف الجليلة سنعطيهم ثوابًا جزيلًا على طاعتهم وهو الخلود في الجنة.\nالبَلاَغَة: تضمنت الآيات أنواعًا من الفصاحة والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿تُبْدُواْ ... أَوْ تُخْفُوهُ﴾ وبين ﴿نُؤْمِنُ ... وَنَكْفُرُ﴾ .\n٢ - التعريض والتهكم في ﴿قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله﴾ قالوه على سبيل التهكم والاستهزاء لأنهم لا يؤمنون برسالته.\n٣ - زيادة الحرف لمعنى التأكيد ﴿فَبِمَا نَقْضِهِم﴾ أي فبنقضهم.\n٤ - الاستعارة في ﴿الراسخون فِي العلم﴾ استعار الرسوخ للثبوت في العلم والتمكن فيه وكذلك الاستعارة في ﴿قُلُوبُنَا غُلْفٌ﴾ استعار الغلاف بمعنى الغطاء لعدم الفهم والإِدراك أي لا يتوصل إِليها من الذكر والموعظة.\n٥ - الاعتراض في ﴿بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ﴾ ردًا لمزاعمهم الفاسدة.\n٦ - الإِلتفات في ﴿أولئك سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا﴾ والأصل سيؤتيهم وتنكير الأجر للتفخيم.\n٧ - المجاز المرسل في ﴿وَقَتْلَهُمُ الأنبياء﴾ حيث أُطلق الكل وأُريد البعض وكذلك في ﴿كُفْرِهِم بَآيَاتِ الله﴾ لأنهم كفروا بالقرآن والإِنجيل ولم يكفروا بغيرهما.\nالفوَائِد: قال في التسهيل: إِن قيل كيف قالوا فيه رسول الله وهم يكفرون به ويسبونه؟ فالجواب من ثلاثة أوجه: أحدها: أنهم قالوا ذلك على وجه التهكم والاستهزاء، والثاني: أنهم قالوه على حسب اعتقاد المسلمين فيه كأنهم قالوا: رسولُ الله عندكم أو بزعمكم والثالث: أنه من قول الله لا من قولهم فيوقف قبله وفائدته تعظيم ذنبهم وتقبيح قولهم إِنا قتلناه وقوله تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ﴾ ردٌّ على اليهود وتكذيبٌ لهم وردٌ على النصارى في قولهم إِنه صلب حتى عبدوا الصليب من أجل ذلك، والعجب كل العجب من تناقضهم في قولهم إِنه إلهٌ أو ابن إِله ثم يقولون إِنه صلب.\nتنبيه: دلَّ قوله تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ﴾ على أن الله تعالى نجّى رسوله عيسى من شر اليهود الخبثاء فلم يُقتل ولم يصلب وإِنما صلبوه شخصًا غيره ظنوه عيسى وهو الذي ألقى الله الشبه عليه فقتلوه وهم يحسبونه عيسى، وهذا هو الاعتقاد الحق الذي يتفق مع العقل والنقل، وأما النصارى فيعتقدون أنه صلب وأن اليهود أهانوه ووضعوا الشوك على رأسه وأنه تضرّع وبكى مع زعمهم أنه هو «الله» أو «ابن الله» وأنه جاء ليخلّص البشرية من أوزارها إِلى غير ما هنالك من التناقض العجيب الغريب ولقد أحسن من قال:\nعجبًا للمسيح بين النصارى ... وإِلى أي والدٍ نسبوه!\nأسلموه إِلى اليهود وقالوا ... إِنهم بعد ضربه صلبوه\nفإِذا كان ما يقولون حقًا ... وصحيحقًا فأين كان أبوه؟\nحين خلّى ابنه رهين الأعادي ... أتراهم أرضوه أم أغضبوه؟\nفلئن كان راضيًا بأذاهم ... فاحمدوهم لأنهم عذبوه\nولئن كان ساخطًا فاتركوه ... واعبدوهم لأنهم غلبوه", "ayah": 156, "surah": 4}