{"text": "المنَأسَبَة: لما حكى تعالى جرائم اليهود التي من ضمنها كفرهم بعيسى ومحمد وزعمهم أنهم صلبوا المسيح، ذكر تعالى هنا أن الإيمان بجميع الرسل شرط لصحة الإِيمان، وأنه أرسل سائر المرسلين مبشرين ومنذرين، ثم دعا النصارى إِلى عدم الغلو في شأن المسيح باعتقادهم فيه أنه ابن الله أو ثالث ثلاثة، فليس هو ابن الله كما يزعم النصارى وليس ابن زنى كما يزعم اليهود فكلا الفريقين واقع بين الإِفراط والتفريط، ثم ختمت السورة الكريمة بما ابتدأت به من رعاية حقوق الورثة من الأقرباء.\nاللغة: ﴿تَغْلُواْ﴾ الغلوُّ: مجاوزة الحد ومنه غلا السعر ﴿يَسْتَنكِفَ﴾ يأنف والاستنكاف الأنفة والترفع قال الزجاج: مأخوذ من نكفْتُ الدمع إِذا نحيته بأصبعك عن خدك ﴿بُرْهَانٌ﴾ البرهان: الدليل والمراد به هنا المعجزات ﴿واعتصموا﴾ لاذوا ولجأوا والعصمةُ الامتناعُ ﴿الكلالة﴾ من لا ولد له ولا والد وقد تقدم.\nسَبَبُ النّزول: جاء وفد من النصارى إِلى رسول الله ﷺ َ فقالوا يا محمد: لم تعيب صاحبنا؟ قال: ومن صاحبكم؟ قالوا عيسى قال: وأي شيء أقول فيه؟ قالوا تقول: إِنه عبد الله ورسوله، فقال لهم: إِنه ليس بعار أن يكون عبدًا لله قالوا: بلى فأنزل الله ﴿لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْدًا للَّهِ﴾ الآية.\nالتفِسير: ﴿إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ﴾ أي نحن أوحينا إِليك يا محمد كما أوحينا إِلى نوحٍ والأنبياء من بعده، وإِنما قدّم ﷺ َ في الذكر وإِن تأخرت نبوته لتقدمه في الفضل ﴿وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ والأسباط وعيسى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ﴾ أي وأوحينا إِلى سائر النبيين إِبراهيم وإِسماعيل الخ خصَّ تعالى بالذكر هؤلاء تشريفًا وتعظيمًا لهم وبدأ بعد محمد ﷺ َ بنوحٍ لأنه شيخ الأنبياء وأبو البشر الثاني ثم ذكر إِبراهيم لأنه الأب الثالث ومنه تفرعت شجرة النبوة كما قال تعالى ﴿وَجَعَلْنَا فِي ذُرِّيَّتِهِ النبوة والكتاب﴾ [العنكبوت: ٢٧] وقدّم عيسى على أنبياء كانوا قبله لشدة العناية بأمره لغلو اليهود في الطعن فيه والنصارى وفي تقديسه ﴿وَآتَيْنَا دَاوُودَ زَبُورًا﴾ أي وخصصنا داود بالزبور قال القرطبي: كان فيه مائة وخمسون سورة ليس فيها حكمٌ من الأحكام وإِنما هي حِكَمٌ ومواعظ ﴿وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ﴾ أي وأرسلنا رسلًا منهم من ذكرنا أخبارهم لك يا محمد في غير هذه السورة ﴿وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ﴾ أي ورسلًا آخرين لم نخبرك عن أحوالهم ﴿وَكَلَّمَ الله موسى تَكْلِيمًا﴾ أي وخصّ الله موسى بأن كلّمه بلا واسطة ولهذا سُمي الكليم، وإِنما أكَّد ﴿تَكْلِيمًا﴾ رفعًا لاحتمال المجاز قال ثعلب: لولا التأكيد لجاز أن تقول: قد كلمت لك فلانًا بمعنى كتبت إِليه رقعة أو بعثت إِليه رسولًا فلما قال تكليمًا لم يكن إِلا كلامًا مسموعًا من الله تعالى ﴿رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ﴾ أي يبشرون بالجنة من أطاع وينذرون بالنار من عصى ﴿لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل﴾ أي بعثهم الله ليقطع حجة من يقول لو أُرسل إِليَّ رسولٌ لآمنتُ وأطعت فقطع الله حجة البشر بإِرسال الرسل وإِنزال الكتب ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه حكيمًا في صنعه، ثم ذكر تعالى ردًا على اليهود حين أنكروا نبوة محمد فقال ﴿لكن الله يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ﴾ أي إِن لم يشهد لك هؤلاء بالنبوة فالله يشهد لك بذلك بما أنزل إليك من القرآن المعجز ﴿أَنزَلَهُ بِعِلْمِهِ والملائكة يَشْهَدُونَ﴾ أي أنزله بعلمه الخاص الذي لا يعلمه غيره بأسلوب يعجز عنه كل بليغ، والملائكة يشهدون كذلك بما أنزل الله إليك ويشهدون بنبوتك ﴿وكفى بالله شَهِيدًا﴾ أي كفى الله شاهدًا فشهادته تعالى تغنيك وتكفيك وإِن لم يشهد غيره ﴿إِنَّ الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله قَدْ ضَلُّواْ ضلالا بَعِيدًا﴾ أي كفروا بأنفسهم ومنعوا الناس عن الدخول في دين الله قد ضلوا عن طريق الرشاد ضلالًا بعيدًا لأنهم جمعوا بين الضلال والإِضلال فضلالهم في أقصى الغايات ﴿إِنَّ الذين كَفَرُواْ وَظَلَمُواْ﴾ قال الزمخشري: أي جمعوا بين الكفر والمعاصي ﴿لَمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقًا﴾ أي لن يعفو الله عنهم ولن يهديهم إِلى طريق الجنة لأنهم\nماتوا على الكفر ﴿إِلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَدًا﴾ أي لن يهديهم إِلا إِلى الطريق الموصلة إِلى جهنم جزاء لهم على ما أسلفوه من الكفر والظلم مخلّدين فيها أبدًا ﴿وَكَانَ ذلك عَلَى الله يَسِيرًا﴾ أي تخليدهم في جهنم لا يصعب عليه ولا يستعظمه ﴿ياأيها الناس قَدْ جَآءَكُمُ الرسول بالحق مِن رَّبِّكُمْ﴾ أي يا أيها الناس قد جاءكم محمد بالدين الحق والشريعة السمحة من عند ربكم ﴿فَآمِنُواْ خَيْرًا لَّكُمْ﴾ أي صدّقوا ما جاءكم من عند ربكم يكن الإِيمان خيرًا لكم ﴿وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات والأرض﴾ أي وإِن تستمروا على الكفر فإِن الله غني عنكم لا يضره كفركم إِذ لو له ما في الكون ملكًا وخلقًا وعبيدًا ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بأحوال العباد حكيمًا فيما دبره لهم، ولما ردّ تعالى على شبه اليهود فيما سبق أخذ في الردّ على ضلالات النصارى في إِفراطهم في تعظيم المسيح حيث عبدوه من دون الله فقال ﴿ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ﴾ أي يا معشر النصارى لا تتجاوزوا الحدَّ في أمر الدين بافراطكم في شأن المسيح وادعاء ألوهيته ﴿وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق﴾ أي لا تصفوا الله بما لا يليق من الحلول والاتحاد الصاحبة والولد ﴿إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله﴾ أي ما عيسى إلا رسولٌ من رسل الله وليس ابن الله كما زعمتم ﴿وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ﴾ أي وقد خلق بكلمته تعالى «كنْ» من غير واسطة أب ولا نطفة ﴿وَرُوحٌ مِّنْهُ﴾ أي ذو روح مبتدأةٍ من الله وهو أثر نفخة جبريل في صدر مريم حيث حملت بتلك النفخة بعيسى، وإِنما أضيف إِلى الله تشريفًا وتكريمًا ﴿فَآمِنُواْ بالله وَرُسُلِهِ﴾ أي آمنوا بوحدانيته وصدقوا رسله أجمعين ﴿وَلاَ تَقُولُواْ ثَلاَثَةٌ﴾ أي لا تقولوا الآلهة ثلاثة: الله، والمسيح، ومريم، أو الله ثلاثة: الأب والإِبن وروح القدس، فنهاهم تعالى عن التثليث وأمرهم بالتوحيد لأن الإِله منزّه عن التركيب وعن نسبة المركب إِليه ﴿انتهوا خَيْرًا لَّكُمْ﴾ أي انتهوا عن التثليث يكن ذلك خيرًا لكم ﴿إِنَّمَا الله إله وَاحِدٌ﴾ أي منفرد في ألوهيته ليس كما تزعمون أنه ثالث ثلاثة ﴿سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ﴾ أي تنزّه الله عن أن يكون له ولد ﴿لَّهُ مَا فِي السماوات وَمَا فِي الأرض﴾ خلقًا وملكًا وعبيدًا وهو تعالى لا يماثله شيء حتى يتخذه ولدًا ﴿وكفى بالله وَكِيلًا﴾ تنبيه على غناه عن الولد أي كفى الله أن يقوم بتدبير مخلوقاته وحفظها فلا حاجة له إِلى ولدٍ معين لأنه مالك كل شيء، ثم ردّ تعالى على النصارى مزاعمهم الباطلة فقال ﴿لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْدًا للَّهِ﴾ أي لن يأنف ويتكبر المسيح الذي زعمتم أنه إِلهٌ عن أن يكون عبدًا لله ﴿وَلاَ الملائكة المقربون﴾ أي لا يستنكفون أيضًا أن يكون عبيدًا لله ﴿وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعًا﴾ أي ومن يأنف ويتكبر عن عبادة الله سبحانه فسيبعثهم يوم القيامة للحساب والجزاء ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَيُوَفِّيهِمْ أُجُورَهُمْ﴾ أي يوفيهم ثواب أعمالهم ﴿وَيَزيدُهُمْ مِّن فَضْلِهِ﴾ أي بإِعطائهم ما لا عينٌ رأت ولا أذن سمعت ولا خطر على قلب بشر ﴿وَأَمَّا الذين استنكفوا واستكبروا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا﴾ أي وأما الذين أنفوا وتعظّموا عن عبادته فسيعذبهم عذابًا موجعًا شديدًا ﴿وَلاَ يَجِدُونَ لَهُمْ مِّن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي ليس لهم من يتولاهم أو ينصرهم من عذاب الله ﴿يَا أَيُّهَا الناس قَدْ جَآءَكُمْ بُرْهَانٌ مِّن رَّبِّكُمْ﴾ أي أتاكم حجة من الله وهو محمد رسول الله المؤيد بالمعجزات الباهرة ﴿وَأَنْزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا﴾ أي أنزلنا عليكم القرآن ذلك النور الوضاء ﴿فَأَمَّا الذين آمَنُواْ بالله واعتصموا بِهِ﴾ أي صدقوا بوحدانية الله وتمسكوا بكتابه\nالمنير ﴿فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ﴾ أي سيدخلهم في جنته دار الخلود ﴿وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا﴾ أي يهديهم إِلى دين الإِسلام في الدنيا وإِلى طريق الجنة في الآخرة ﴿يَسْتَفْتُونَكَ قُلِ الله يُفْتِيكُمْ فِي الكلالة﴾ أي يستفتونك يا محمد في شأن الميت إذا لم يكن له والدٌ أو ولد من يرثه ﴿إِن امرؤ هَلَكَ لَيْسَ لَهُ وَلَدٌ﴾ أي قل لهم من مات وليس له والدٌ ولد هي الكلالة ﴿وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ﴾ أي وله أخت شقيقة أو أخت لأب فلها نصف ما ترك أخوها ﴿وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُنْ لَّهَآ وَلَدٌ﴾ أي وأخوها الشقيق أو لأب يرث جميع ما تركت إِن لم يكن لها ولد ﴿فَإِن كَانَتَا اثنتين فَلَهُمَا الثلثان مِمَّا تَرَكَ﴾ أي إِن كانت الأختان اثنتين فأكثر فلهما الثلثان مما ترك أخوهما ﴿وَإِن كانوا إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأنثيين﴾ أي وإِن كان الورثة مختلطين إِخوة وأخواتٍ فللذكر منهم مثل نصيب الأختين ﴿يُبَيِّنُ الله لَكُمْ أَن تَضِلُّواْ﴾ أي يبيّن الله لكم أحكامه وشرائعه خشية أن تضلوا ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي يعلم ما فيه مصلحتكم ومنفعتكم فهو تعالى العالم بمصالح العباد في المحيا والممات.\nالبَلاَغَة: ١ - تخصيص بعض الأنبياء بالذكر ﴿كَمَآ أَوْحَيْنَآ إلى نُوحٍ﴾ الخ للتشريف وإِظهار فضل المذكورين وفيه تشبيه يسمى «مرسلًا مفصلًا» .\n٢ - قوله ﴿ياأهل الكتاب﴾ اللفظ للعموم ويراد منه الخصوص وهم «النصارى» بدليل قوله بعده ﴿وَلاَ تَقُولُواْ ثَلاَثَةٌ﴾ وهي قولة النصارى.\n٣ - قوله ﴿إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله﴾ فيه قصر وهو من نوع قصر موصوف على صفة.\n٤ - في قوله ﴿يَشْهَدُونَ ... شَهِيدًا﴾ جناس الاشتقاق.\nالفوَائِد: لفظة «مِن» تكون للتبعيض وقد تأتي لابتداء الغاية كما في قوله تعالى ﴿وَرُوحٌ مِّنْهُ﴾ يحكى أن طبيبًا نصرانيًا للرشيد ناظر الإِمام الواقدي ذات يوم فقال له: إِن في كتابكم ما يدل على أن عيسى جزءٌ من الله وتلا هذه الآية ﴿وَرُوحٌ مِّنْهُ﴾ فقال الواقدي قال تعالى ﴿وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعًا مِّنْهُ﴾ [الجاثية: ١٣] فيجب إِذا كان عيسى جزءًا من الله أن يكون ما في السماوات وما في الأرض جزءًا منه فانقطع النصراني وأسلم، وفرح الرشيد بذلك فرحًا شديدًا ووصل الواقدي بصلة عظيمة.", "ayah": 163, "surah": 4}