{"text": "المنَاسَبَة: لما بيّن ﷾ حكم الرجال والنساء في باب النكاح والميراث، بيّن حكم الحدود فيهن إِذا ارتكبن الحرام، ثم أعقبه بالتحدير عن عادات الجاهلية من ظلم النساء، وأكل مهورهن، وعدم معاملتهن المعاملة الإِنسانية الشريفة.\nاللغَة: ﴿واللاتي﴾ جمع التي على غير قياس ﴿الفاحشة﴾ الفعلة القبيحة والمراد بها هنا الزنا ﴿واللذان﴾ تثنية الذي ﴿التوبة﴾ أصل التوبة الرجوع وحقيقتها الندم على فعل القبيح ﴿كَرْهًا﴾ بفتح الكاف بمعنى الإِكراه وبضمها بمعنى المشقة ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا حتى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذريتي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ المسلمين ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا﴾ [الأحقاف: ١٥] ﴿تَعْضُلُوهُنَّ﴾ تمنعوهن يقال عضل المرأة إِذا منعها الزواج ﴿بُهْتَانًا﴾ ظلمًا وأصله الكذب الذي يتحير منه صاحبه ﴿أفضى﴾ وصل إليها، وأصله من الفضاء وهو السعة ﴿مِّيثَاقًا غَلِيظًا﴾ عهدًا شديدًا مؤكدًا وهو عقد النكاح.\nسَبَبُ النّزول: روي أن أهل الجاهلية كانوا إِذا مات الرجل جاء ابنه من غيرها أو وليه فورث امرأته كما يرث ماله وألقى عليها ثوبًا، فإِن شاء تزوجها بالصَّداق الأول وإِن شاء زوجها غيره وأخذ صداقها فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهًا. .﴾ .\nالتفِسير: ﴿واللاتي يَأْتِينَ الفاحشة مِن نِّسَآئِكُمْ فاستشهدوا عَلَيْهِنَّ أَرْبَعةً مِّنْكُمْ﴾ أي اللواتي يزنين من أزواجكم فاطلبوا أن يشهد على اقترافهن الزنا أربعة رجال من المسلمين الأحرار ﴿فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِي البيوت﴾ أي فإِن ثبتت بالشهود جريمتهن فاحبسوهن في البيوت ﴿حتى يَتَوَفَّاهُنَّ الموت﴾ أي احبسوهنَّ فيها إِلى الموت ﴿أَوْ يَجْعَلَ الله لَهُنَّ سَبِيلًا﴾ أي يجعل الله لهنَّ مخلصًا بما يشرعه من الأحكام قال ابن كثير: كان الحكم في ابتداء الإِسلام أن المرأة إِذا ثبت زناها بالبيِّنة العادلة حُبست في بيت فلا تُمكَّن من الخروج منه إِلى أن تموت، حتى أنزل الله سورة النور فنسخها بالجلد أو الرجم ﴿واللذان يَأْتِيَانِهَا مِنكُمْ﴾ أي واللذان يفعلان الفاحشة والمراد به الزاني والزانية بطريق التغليب ﴿فَآذُوهُمَا﴾ أي بالتوبيخ والتقريع والضرب بالنعال ﴿فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُواْ عَنْهُمَآ﴾ أي فإِن تابا عن الفاحشة وأصلحا سيرتهما فكفّوا عن الإِيذاء لهما ﴿إِنَّ الله كَانَ تَوَّابًا رَّحِيمًا﴾ أي مبالغًا في قبول التوبة واسع الرحمة. قال الفخر الرازي: «خص الحبس في البيت بالمرأة وخص الإِيذاء بالرجل لأن المرأة إِنما تقع في الزنا عند الخروج والبروز فإِذا حبست في البيت انقطعت مادة هذه المعصية، وأما الرجل فإِنه لا يمكن حبسه في البيت لأنه يحتاج إِلى الخروج في إِصلاح معاشه واكتساب قوت عياله فلا جرخ جعلت عقوبتهما مختلفة» ﴿إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ﴾ أي إِنما التوبة التي كتب الله على نفسه قبولها هي توبة من فعل المعصية سفهًا وجهالة مقدَّرًا قبح المعصية وسوء عاقبتها ثم ندم وأناب ﴿ثُمَّ يَتُوبُونَ مِن قَرِيبٍ﴾ أي يتوبون سريعًا قبل مفاجأة الموت ﴿فأولئك يَتُوبُ الله عَلَيْهِمْ﴾ أي يتقبل الله توبتهم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بخلقه حكيمًا في شرعه ﴿وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات حتى إِذَا حَضَرَ أَحَدَهُمُ الموت قَالَ إِنِّي تُبْتُ الآن﴾ أي وليس قبول التوبة ممن ارتكب المعاصي واستمر عليها حتى إِذا فاجأه الموت تاب وأناب فهذه توبة المضطر\nوهي غير مقبولة وفي الحديث\n«إِن الله يقبل توبة العبد ما لم يغرغر» ﴿وَلاَ الذين يَمُوتُونَ وَهُمْ كُفَّارٌ﴾ أي يموتون على الكفر فلا يُقبل إِيمانهم عند الاحتضار ﴿أولئك أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا﴾ أي هيأنا وأعددنا لهم عذابًا مؤلمًا ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهًا﴾ أي لا يحل لكم أن تجعلوا النساء كالمتاع ينتقل بالإِرث من إِنسان إِلى آخر وترثوهن بعد موت أزواجهن كرهًا عنهن قال ابن عباس: كانوا في الجاهلية إِذا مات الرجل كان أولياؤه أحقَّ بامرأته إِن شاءوا تزوجها أحدهم، وإِن شاءوا زوجوها غيرهم، وإن شاءوا منعوها الزواج ﴿وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَآ آتَيْتُمُوهُنَّ﴾ أي ولا يحل لكم أن تمنعوهن من الزواج أو تضفوا عليهن لتذهبوا ببعض ما دفعتموه لهن من الصَّداق ﴿إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾ أي إِلا في حال إِتيانهن بفاحشة الزنا وقال ابن عباس: الفاحشة المبينة النشوز والعصيان ﴿وَعَاشِرُوهُنَّ بالمعروف﴾ أي صاحبوهن بما أمركم الله به من طيب القول والمعاملة بالإِحسان ﴿فَإِن كَرِهْتُمُوهُنَّ فعسى أَن تَكْرَهُواْ شَيْئًا وَيَجْعَلَ الله فِيهِ خَيْرًا كَثِيرًا﴾ أي فإِن كرهتم صحبتهن فاصبروا عليهن واستمروا في الإِحسان إِليهن فعسى أن يرزقكم الله منهن ولدًا صالحًا تَقَرُّ به أعينكم، وعسى أن يكون في الشيء المكروه الخير الكثير وفي الحديث الصحيح «لا يَفْركْ» «أي لا يبغض» مؤمنٌ مؤمنة إِن كره منها خُلُقًا رضي منها آخر «ثم حذّر تعالى من أخذ شيء من المهر بعد الطلاق فقال ﴿وَإِنْ أَرَدْتُّمُ استبدال زَوْجٍ مَّكَانَ زَوْجٍ﴾ أي وإِن أردتم أيها المؤمنون نكاح امرأة مكان امرأة طلقتموها ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ أي والحال أنكم كنتم قد دفعتم مهرًا كبيرًا يبلغ قنطارًا ﴿فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ أي فلا تأخذوا ولو قليلًا من ذلك المهر ﴿أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ استفهام إِنكاري أي أتأخذونه باطلًا وظلمًا؟ ﴿وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ﴾ أي كيف يباح لكم أخذه وقد استمعتم بهن بالمعاشرة الزوجية؟ ﴿وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا﴾ أي أخذن منكم عهدًا وثيقًا مؤكدًا هو» عقد النكاح «قال مجاهد: الميثاق الغليظ عقدة النكاح وفي الحديث\n«اتقوا الله في النساء فإِنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله» .\nالبَلاَغَة: تضمنت الآيات أنواعًا من البيان والبديع وهي بإِيجاز كما يلي:\n١ - المجاز العقلي في قوله ﴿يَتَوَفَّاهُنَّ الموت﴾ والمراد يتوفاهنَّ الله أو ملائكته.\n٢ - الاستعارة ﴿وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا﴾ استعار لفظ الميثاق للعقد الشرعي.\n٣ - الجناس المغاير في ﴿فَإِن تَابَا ... تَوَّابًا﴾ وفي ﴿كَرِهْتُمُوهُنَّ ... أَن تَكْرَهُواْ﴾ .\n٤ - المبالغة في تفخيم الأمر وتأكيده ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا﴾ لتعظيم الأمر والمبالغة فيه.\nفَائِدَة: كنّى الله تعالى عن الجماع بلفظ الإِفضاء ﴿وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ﴾ لتعليم المؤمنين الأدب الرفيع قال ابن عباس: «الإِفضاء في هذه الآية الجماعُ ولكنَّ الله كريم يكني» .\nتنبيه: خطب عمر ﵁ فقال: أيها الناس لا تغالوا في مهور النساء فإِنها لو كانت مكرمة في الدنيا أو تقوى عند الله لكان أولاكم بها رسول الله ﷺ َ ما أصدَق امرأة من نسائه ولا أحدًا من بناته فوق اثنتي عشرة أوقية، فقامت إليه امرأة فقالت: يا عمر، يعطينا الله وتحرمنا؟ يقول تعالى ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ فقال ﵁: أصابت امرأة وأخطأ عمر «.", "ayah": 21, "surah": 4}