{"text": "المنَاسَبَة: لما ذكر تعالى المحرمات من النساء وذكر قبلها تفضيل الله الرجال عليهن في الميراث، جاءت الآيات تنهى عن تمني ما خصّ الله به كلًا من الجنسين لأنه سبب للحسد والبغضاء، ثم ذكر تعالى حقوق كلٍ من الزوجين على الآخر، وأرشد إِلى الخطوات التي ينبغي التدرج بها في حالة النشور والعصيان.\nاللغَة: ﴿مَوَالِيَ﴾ المَوْلى: الذي يتولى غيره يقال للعبد مَوْلى وللسيد مَوْلى لأن كلًا منهما يتولى الآخر والمراد به هنا الورثة والعصبة ﴿قَوَّامُونَ﴾ قوّام: مبالغة من القيام على الأمر بمعنى حفظه ورعايته أي يقومون عليهن قيام الولاة على الرعية ﴿قَانِتَاتٌ﴾ مطيعات وأصل القنوت دوام الطاعة ﴿نُشُوزَهُنَّ﴾ عصيانهن وترفعهن وأصله المكان المرتفع ومنه تلٌّ ناشز ويقال: نشزت المرأة إِذا ترفعت على زوجها وعصته ﴿المضاجع﴾ جمع مضجع وهو المرقد ﴿شِقَاقَ﴾ الشقاق: الخلاف والعداوة مأخوذ من الشق بمعنى الجانب لأن كلًا من المتشاقين يكون في شق غير شق صاحبه أي في ناحية ﴿الجنب﴾ البعيد الذي ليس له قرابة تربطه بجاره، وأصل الجنابة: البعد ﴿مُخْتَالًا﴾ المختال: ذو الخيلاء والكبر ﴿مِثْقَالَ﴾ وزن ﴿الغآئط﴾ الحدث وأصله المطمئن من الأرض وكانوا إِذا أرادوا قضاء الحاجة أتوا منخفضًا من الارض فكني عن الحدث بالغائط.\nسَبَبُ النّزول: أ - عن مجاهد قال: قالت «أم سلمة» يا رسول الله: يغزو الرجال ولا نغزو وإِنما لنا نصف الميراث فأنزل الله ﴿وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ﴾ الآية.\nب - روي أن سعد بن الربيع - وكان نقيبًا من نقباء الأنصار - نشزت عليه امرأته «حبيبة بنت زيد» فلطمها فانطلق أبوها معها إِلى رسول الله ﷺ َ فقال: أفرشته كريمتي فلطمها فقال النبي ﷺ َ لتقتصَّ منه فنزلت ﴿الرجال قَوَّامُونَ عَلَى النسآء﴾ فقال ﷺ َ: «أردنا أمرًا وأراد الله أمرًا والذي أراد الله خير» .\nالتفِسير: ﴿وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ﴾ أي لا تتمنوا أيها المؤمنون ما خصّ الله تعالى به غيركم من أمر الدنيا أو الدين ذلك يؤدي إِلى التحاسد والتباغض قال الزمخشري: نُهوا عن الحسد وعن تمني ما فضل الله بعض الناس على بعض من الجاه والمال لأن ذلك التفضيل قسمة من الله صادرة عن حكمة وتدبير وعلم بأحوال العباد ﴿لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكتسبوا وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا اكتسبن﴾ أي لكلٍ من الفريقين في الميراث نصيبٌ معين المقدار قال الطبري: كلٌ له جزاء على عمله بحسبه إِن خيرًا فخير وإِن شرًا فشر ﴿واسألوا الله مِن فَضْلِهِ﴾ أي وسلوا الله من فضله يعطكم فإِنه كريم وهاب ﴿إِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي ولذلك جعل الناس طبقات ورفع بعضهم درجات ﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الوالدان والأقربون﴾ أي ولكل إِنسانٍ جعلنا عصبةً يرثون ماله ممّا تركه الوالدان والأقارب من الميراث ﴿والذين عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ﴾ أي والذين حالفتموهم في الجاهلية على النصرة والإِرث فأعطوهم حظهم من الميراث، وقد كان هذا في ابتداء الإِسلام ثم نسخ قال الحسن: كان الرجل يحالف الرجل ليس بينهما نسبٌ فيرث أحدُهما الآخر فنسخ الله ذلك بقوله\n﴿وَأْوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ﴾ [الأنفال: ٧٥] وقال ابن عباس: كان المهاجرون حين قدموا المدينة يرث المهاجريُّ الأنصاريَّ دون ذوي رحمه بالأخوة التي آخى رسول الله ﷺ َ بينهم فلما نزلت ﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ﴾ نسخت ﴿إِنَّ الله كَانَ على كُلِّ شَيْءٍ شَهِيدًا﴾ أي مطلعًا على كل شيء وسيجازيكم عليه. . ثم بيّن تعالى أن الرجال يتولون أمر النساء في المسئولية والتوجيه فقال ﴿الرجال قَوَّامُونَ عَلَى النسآء﴾ أي قائمون عليهن بالأمر والنهي، والإِنفاق والتوجيه كما يقوم الولاة على الرعية ﴿بِمَا فَضَّلَ الله بَعْضَهُمْ على بَعْضٍ وَبِمَآ أَنْفَقُواْ مِنْ أَمْوَالِهِمْ﴾ أي بسبب ما منحهم الله من العقل والتدبير، وخصهم به من الكسب والإِنفاق، فهم يقومون على النساء بالحفظ والرعاية والإِنفاق والتأديب قال أبو السعود: «والتفضيلُ للرجل لكمال العقل وحسن التدبير ورزانة الرأي ومزيد القوة، ولذلك خصوا بالنبوة والإِمامة والولاية والشهادة والجهاد وغير ذلك» ﴿فالصالحات قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ الله﴾ هذا تفصيل لحال النساء تحت رياسة الرجل، وقد ذكر تعالى أنهن قسمان: قسم صالحات مطيعات، وقسم عاصيات متمردات، فالنساء الصالحات مطيعات لله ولأزواجهن، قائمات بما عليهن من حقوق، يحفظن أنفسهن عن الفاحشة وأموال أزواجهن عن التبدير كما أنهن حافظات لما يجري بينهن وبين أزواجهن مما يجب كتمه ويجمل ستره وفي الحديث «إِن من شر الناس عند الله منزلةً يوم القيامة، الرجلُ يُفْضي إِلى امرأته وتُفْضي إِليه ثم ينشر أحدهما سرَّ صاحبه» ﴿واللاتي تَخَافُونَ نُشُوزَهُنَّ﴾ هذا القسم الثاني وهنَّ النساء العاصيات المتمردات أي واللاتي يتكبرون ويتعالين عن طاعة الأزواج فعليكم أيها الرجال أن تسلكوا معهن سبل الإِصلاح ﴿فَعِظُوهُنَّ واهجروهن فِي المضاجع واضربوهن﴾ أي فخوفوهنَّ الله بطريق النصح والإِرشاد، فإِن لم ينجح الوعظ والتذكير فاهجروهنَّ في الفراش فلا تكلموهن ولا تقربوهن قال ابن\nعباس: الهجر ألا يجامعها وأن يضاجعها على فراشها ويوليها ظهره، فإِن لم يرتدعن فاضربوهن ضربًا غير مبرّح ﴿فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلًا﴾ أي فإِن أطعن أمركم فلا تلتمسوا طريقًا لإِيذائهن ﴿إِنَّ الله كَانَ عَلِيًّا كَبِيرًا﴾ أي فإِن الله تعالى أعلى منكم وأكبر وهو وليهن ينتقم ممن ظلمهن وبغى عليهن. . انظر كيف يعلمنا سبحانه أن نؤدب نساءنا وانظر إِلى ترتيب العقوبات ودقتها حيث أمرنا بالوعظ ثم بالهجران ثم بالضرب ضربًا غير مبرح ثم ختم الآية بصفة العلو والكبر لينبه العبد على أن قدرة الله فوق قدرة الزوج عليها وأنه تعالى عون الضعفاء وملاذ المظلومين! ﴿﴿وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فابعثوا حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَآ﴾ أي وإِن خشيتم أيها الحكام مخالفةً وعداوة بين الزوجين فوجهوا حكمًا عدلًا من أهل الزوج وحكمًا عدلًا من أهل الزوجة يجتمعان فينظران في أمرهما ويفعلان ما فيه المصلحة ﴿إِن يُرِيدَآ إِصْلاَحًا يُوَفِّقِ الله بَيْنَهُمَآ﴾ أي إِن قصدا إِصلاح ذات البين وكانت نيتهما صحيحة وقلوبهما ناصحة لوجه الله، بورك في وساطتهما وأوقع الله بين الزوجين الوفاق والألفة وألقى في نفوسهما المودة والرحمة ﴿إِنَّ الله كَانَ عَلِيمًا خَبِيرًا﴾ أي عليمًا بأحوال العباد حكيمًا في تشريعه لهم ﴿واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئًا وبالوالدين إِحْسَانًا﴾ أي وحدوه وعظموه ولا تشركوا به شيئًا من الأشياء صنمًا أو غيره، واستوصوا بالوالدين برًّا وإِنعامًا وإِحسانًا وإِكرامًا ﴿وَبِذِي القربى واليتامى والمساكين﴾ أي وأحسنوا إِلى الأقارب عامة وإِلى اليتامى والمساكين خاصة ﴿والجار ذِي القربى﴾ أي الجار القريب فله عليك حق الجوار وحق القرابة ﴿والجار الجنب﴾ أي الجار الأجنبي الذي لا قرابة بينك وبينه ﴿والصاحب بالجنب﴾ قال ابن عباس: هو الرفيق في السفر، وقال الزمخشري: «هو الذي صحبك إِما رفيقًا في سفر، أو جارًا ملاصقًا، أو شريكًا في تعلم علم، أو قاعدًا إِلى جنبك في مجلس أو غير ذلك، من له أدنى صحبةٍ التأمت بينك وبينه فعليك أن ترعى ذلك الحق ولا تنساه وقيل: هي المرأة» ﴿وابن السبيل﴾ أي المسافر الغريب الذي انقطع عن بلده وأهله ﴿وَمَا مَلَكَتْ أَيْمَانُكُمْ﴾ أي المماليك من العبيد والإِماء ﴿إِنَّ الله لاَ يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا﴾ أي متكبرًا في نفسه يأنف عن أقاربه وجيرانه فخورًا على الناس مترفعًا عليهم يرى أنه خير منهم، وهذه آية جامعة جاءت حثًا على الإِحسان واستطرادًا لمكارم الأخلاق، ومن تدبرها حق التدبر أغنتْه عن كثير من مواعظ البلغاء، ونصائح الحكماء، ثم بين تعالى صفات هؤلاء الذين يبغضهم الله فقال ﴿الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل﴾ أي يمنعون ما أوجب الله عليهم من الإِنفاق في سبيل الله ويأمرون غيرهم بترك الإِنفاق، والآية في اليهود نزلت في جماعة منهم كانوا يقولون للأنصار لا تنفقوا أموالكم في الجهاد والصدقات، وهي مع ذلك عامة ﴿وَيَكْتُمُونَ مَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ أي يخفون ما عندهم من المال والغنى، ويخفُون نعته ﵇ الموجود في التوراة ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي هيأنا للجاحدين نعمة الله عذابًا أليمًا مع الخزي والإِذلال لهم ﴿والذين يُنْفِقُونَ أَمْوَالَهُمْ رِئَآءَ الناس﴾ أي ينفقونها للفخار والشهرة لا ابتغاء وجه الله ﴿وَلاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر﴾ أي ولا\nيؤمنون الإِيمان الصحيح بالله واليوم الآخر، والآية في المنافقين ﴿وَمَن يَكُنِ الشيطان لَهُ قَرِينًا فَسَآءَ قِرِينًا﴾ أي من كان الشيطان صاحبًا له وخليلًا يعمل بأمره فساء هذا القرين والصاحب ﴿وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله واليوم الآخر وَأَنْفَقُواْ مِمَّا رَزَقَهُمُ الله﴾ الإِستفهام للإِنكار والتوبيخ أي ماذا يضيرهم وأي تبعةٍ وبالٍ عليهم في الإِيمان بالله والإِنفاق في سبيله؟ قال الزمخشري: وهذا كما يقال للمنتقم: ما ضرك لو عفوت؟ وللعاقّ: ما كان يرزؤك لو كنت بارًا؟ وهو ذم وتوبيخ وتجهيل بمكان المنفعة ﴿وَكَانَ الله بِهِم عَلِيمًا﴾ وعيد لهم بالعقاب أي سيجازيهم بما عملوا ﴿إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾ أي لا يبخس أحدًا من عمله شيئًا ولو كان وزن ذرة وهي الهباءة وذلك على سبيل التمثيل تنبيهًا بالقليل على الكثير ﴿وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا﴾ أي وإِن كانت تلك الذرة حسنة ينمّها ويجعلها أضعافًا كثيرة ﴿وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا﴾ أي ويعط من عنده تفضلًا وزيادة على ثواب العمل أجرًا عظيمًا وهو الجنة ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ أي كيف يكون حال الكفار والفجار حين نأتي من كل أمةٍ بنبيها يشهد عليها، ونأتي بك يا محمد على العصاة والمكذبين من أمتك تشهد عليهم بالجحود والعصيان؟﴾ كيف يكون موقفهم؟ وكيف يكون حالهم؟ والاستفهام هنا للتوبيخ والتقريع ﴿يَوْمَئِذٍ يَوَدُّ الذين كَفَرُواْ وَعَصَوُاْ الرسول﴾ أي في ذلك اليوم العصيب يتمنى الفجار الذين جحدوا وجدانية الله وعصوا رسوله ﴿لَوْ تسوى بِهِمُ الأرض﴾ أي لو يدفنوا في الأرض ثم تُسوّى بهم كما تُسوَّى بالموتى، أو لو تنشقالأرض فتبتلعهم ويكونون ترابًا كقوله\n﴿يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الكافر ياليتني كُنتُ تُرَابًا﴾ [النبأ: ٤٠] وذلك لما يرون من أهوال يوم القيامة ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ أي لا يستطيعون أن يكتموا الله حديثًا لأن جوارحهم تشهد عليهم بما فعلوه. . ثم أمر تعالى باجتناب الصلاة في حال السكر والجنابة فقال ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى حتى تَعْلَمُواْ مَا تَقُولُونَ﴾ أي لا تصلوا في حالة السكر لأن هذه الحالة لا يتأتى معها الخشوع والخضوع بمناجاته ﷾، وقد كان هذا قبل تحريم الخمر روى الترمذي عن علي كرم الله وجهه أنه قال «صنع لنا عبد الرحمن بن عوف طعامًا فدعانا وسقانا من الخمر فأخذت الخمر منا وحضرت الصلاة فقدموني فقرأت» قل يا أيها الكافرون أعبد ما تعبدون. ونحن نعبد ما تعبدون «فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى﴾ الآية ﴿وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حتى تَغْتَسِلُواْ﴾ أي ولا تقربوها وأنتم جنب أي غير طاهرين بإِنزالٍ أو إِيلاج إِلا إِذا كنتم مسافرين ولم تجدوا الماء فصلوا على تلك الحالة بالتيمم ﴿وَإِنْ كُنْتُمْ مرضى أَوْ على سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّن الغآئط﴾ أي وإِن كنتم مرضى ويضركم الماء، أو مسافرين وأنتم محدثون أو أحدثتم ببولٍ أو غائطٍ ونحوهما حدثًا أصغر ولم تجدوا الماء ﴿أَوْ لاَمَسْتُمُ النسآء﴾ قال ابن عباس: هو الجماع ﴿فَلَمْ تَجِدُواْ\nمَآءً﴾ أي فلم تجدوا الماء الذي تتطهرون به ﴿فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ﴾ أي اقصدوا عند عدم وجود الماء التراب الطاهر فتطهروا به وامسحوا وجوهكم وأيديكم بذلك التراب ﴿إِنَّ الله كَانَ عَفُوًّا غَفُورًا﴾ أي يرخّص ويسهّل على عباده لئلا يفعلوا في الحرج.\nالبَلاَغَة: تضمنت هذه الآيات من الفصاحة والبيان والبديع ما يلي:\n١ - الإِطناب في قوله ﴿نَصِيبٌ مِّمَّا اكتسبوا ... نَصِيبٌ مِّمَّا اكتسبن﴾ وفي ﴿حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَآ﴾ وفي ﴿والجار ذِي القربى والجار الجنب﴾ .\n٢ - الاستعارة ﴿مِّمَّا اكتسبوا﴾ شبه استحقاقهم للإِرث وتملكهم له بالإِكتساب واشتق من لفظ الاكتساب اكتسبوا على طريقة الاستعارة التبعية.\n٣ - الكناية في ﴿واهجروهن فِي المضاجع﴾ فقد كنى بذلك عن الجماع وكذلك في ﴿لاَمَسْتُمُ النسآء﴾ قال ابن عباس معناه: جامعتم النساء كما كنى عن الحدث بالغائط في قوله ﴿أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّن الغآئط﴾ .\n٤ - صيغة المبالغة في ﴿الرجال قَوَّامُونَ﴾ لأن فعّال من صيغ المبالغة ومجيء الجملة إسمية لإِفادة الدوام والاستمرار.\n٥ - السؤال عن المعلوم لتوبيخ السامع في قوله ﴿فَكَيْفَ إِذَا جِئْنَا﴾ يراد بها التقريع والتوبيخ.\n٦ - جناس الاشتقاق في ﴿حَافِظَاتٌ ... حَفِظَ﴾ وفي قوله ﴿بِشَهِيدٍ ... . وَشَهِيدًا﴾ .\n٧ - التعريض في ﴿مُخْتَالًا فَخُورًا﴾ عرّض بذلك إِلى ذم الكبر المؤدي لاحتقار الناس.\n٨ - الحذف في عدة مواضع مثل ﴿وبالوالدين إِحْسَانًا﴾ أي أحسنوا إلى الوالدين إحسانًا.\nالفوَائِد: الأولى: لم يذكر الله تعالى في الآية إِلا «الإِصلاح» في قوله ﴿إِن يُرِيدَآ إِصْلاَحًا﴾ ولم يذكر ما يقابله وهو التفريق وفي ذلك إِشارة لطيفة إِلى أنه ينبغي على الحكمين أن يبذلا جهدهما للإِصلا ح لأن في التفريق خراب البيوت وتشتيت الأولاد وذلك مما ينبغي أن يجتنب.\nالثانية: ختم تعالى الآية بهذين الإِسمين العظيمين ﴿إِنَّ الله كَانَ عَلِيًّا كَبِيرًا﴾ وذلك لتهديد الأزواج عند التعسف في استعمال الحق فكأن الآية تقول: لا تغتروا بكونكم أعلى يدًا منهن وأكبر درجة منهن فإِن الله عليٌّ قاهر ينتقم ممن ظلمهن وبغى عليهن، فالله أعلى منكم وأقدر عليكم منكم عليهن فاحذروا عقابه.\nالثالثة: روى البخاري «عن عبد الله بن مسعود ﵁ قال: قال لي رسول الله ﷺ َ إِقرأ عليًّ القرآن فقلت يا رسول الله: اقرأ عليك وعليك أُنزل؟ قال: نعم فإِني أحب أن أسمعه من غيري!! فقرأت سورة النساء حتى أتيت إِلى هذه الآية ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ فقال: حسبك الآن فنظرت فإِذا عيناه تذرفان» .\nتنبيه: ورد النظم الكريم ﴿بِمَا فَضَّلَ الله بَعْضَهُمْ على بَعْضٍ﴾ ولو قال: بتفضيلهم عليهن لكان أخضر وأوجز ولكنَّ التعبير ورد بتلك الصيغة لحكمة جليلة وهي إِفادة أن المرأة من الرجل بمنزلة\nعضوٍ من جسم الإِنسان وكذلك العكس، فالرجل بمنزلة الرأس، والمرأة بمنزلة عضوٌ على عضو، فالأذن لا تغني عن العين، واليد لا تغني عن القدم، ولا عار على الشخص أن يكون قلبه أفضل من معدته ورأسه أشرف من يده فالكل يؤدي دوره بانتظام ولا غنى لواحدٍ عن الآخر وهذا هو سر التعبير بقوله ﴿بَعْضَهُمْ على بَعْضٍ﴾ فظهر أن الآية في نهاية الإيجاز والإِعجاز.\n«كلمة حول تأديب النساء»\nلعل أخبث ما يتخذه أعداء الإِسلام للطعن في الشريعة الإِسلامية زعمهم أن الإِسلام أهان المرأة حين سمح للرجل أن يضربها ويقولون: كيف يسمح القرآن بضرب المرأة ﴿واهجروهن فِي المضاجع﴾ أفليس إِهانة للمرأة واعتداءً على كرامتها؟ ﴿\nوالجواب: نعم لقد أذن الحكيم العليم بضربها ولكن متى يكون الضرب؟ ولمن يكون؟ إِن الضرب - ضربًا غير مبرِّح - كما ورد به الحديث الشريف أحد الطرق في معالجة نشوز المرأة وعصيانها لأمر الزوج، فحين تسيء المرأة عشرة زوجها وتركب رأسها وتسير بقيادة الشيطان وتقلب الحياة الزوجية إلى جحيم لا يطاق فماذا يصنع الرجل في مثل هذه الحالة؟﴾ لقد أرشدنا القرآن الكريم إلى الدواء فأمر بالصبر والأناة، ثم بالوعظ والإِرشاد، ثم بالهجر في المضاجع، فإِذا لم تنجح كل هذه الوسائل فلا بدَّ من سلوك طريق آخر هو الضرب غير المبرح لكسر الغطرسة والكبرياء، وهذا أقل ضررًا من إِيقاع الطلاق عليها، وإِذا قيس الضرر الأخف بالضرر الأكبر كان حسنًا وجميلًا وما أحسن ما قيل «وعند ذكر العمى يُستحسن العَوَر» فالضرب طريق من طرق العلاج ينفع في بعض الحالات التي يستعصي فيها الإِصلاح باللطف والإِحسان والجميل ﴿فَمَالِ هؤلاء القوم لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثًا﴾ [النساء: ٧٨] !! .", "ayah": 38, "surah": 4}