{"text": "سَبَبُ النّزول: روي أن أبا سفيان قال لكعب بن الأشرف - أحد أحبار اليهود - إِنك امرؤٌ تقرأ الكتاب وتعلم، ونحن أميون لا نعلم فأينا أهدى طريقًا نحن أم محمد؟ فقال: اعرضوا عليَّ دينكم فقال أبو سفيان: نحن ننحر للحجيج الكوماء، ونسقيهم الماء، ونقري الضيف، ونعمر بيت ربنا، ومحمد فارق دين آبائه وقطع الرحم!! فقال: دينم خير من دينه وأنتم والله أهدى سبيلًا مما هو عليه فأنزل الله ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب ...﴾ الآية.\nالمنَاسَبَة: لما ذكر تعالى شيئًا من أحوال الكفار في الآخرة وأنهم يتمنون لو تسوّى بهم الأرض ولا يكتمون الله حديثًا. . أعقبه بذكر ما عليه اليهود من الكفر والجحود والتكذيب بآيات الله، ثم ذكر طائفة من عقائد أهل الكتاب الزائغة وما أعد لهم من العذاب المقيم في دار الجحيم أعاذنا الله منها.\nاللغَة: ﴿رَاعِنَا﴾ راقبنا وانظرنا وهي كلمة سب في العبرية وكان اليهود يقولونها ويعنون بها معنى الرعونة ﴿أَقْوَمَ﴾ أعدل وأصوب ﴿نَّطْمِسَ﴾ الطمس: المحو وإِذهاب أثر الشيء ﴿فَتِيلًا﴾ الفتيل: الخيط الذي في شق النواة ﴿الجبت﴾ اسم الصنم ثم صار مستعملًا لكل باطل ﴿الطاغوت﴾ كل ما عبد من دون الله من حجر أو بشر أو شيطان وقيل هو اسم للشيطان ﴿نَقِيرا﴾ النقير: النقطة التي على ظهر النواة ﴿نُصْلِيهِمْ﴾ ندخلهم.\nالتفِسير: ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب﴾ الاستفهام للتعجيب من سوء حالهم والتحذير عن موالاتهم أي ألم تنظر يا محمد إِلى الذين أعطوا حظًا من علم التوراة وهم أحبار اليهود ﴿يَشْتَرُونَ الضلالة﴾ أي يختارون الضلالة على الهدى ويؤثرون الكفر على الإِيمان ﴿وَيُرِيدُونَ أَن تَضِلُّواْ السبيل﴾ أي ويريدون لكم يا معشر المؤمنين أن تضلوا طريق الحق لتكونوا مثلهم ﴿والله أَعْلَمُ بِأَعْدَائِكُمْ﴾ أي هو تعالى أعلم بعداوة هؤلاء اليهود الضَّالين منكم فاحذروهم ﴿وكفى بالله وَلِيًّا وكفى بالله نَصِيرًا﴾ أي حسبكم أن يكون الله وليًا وناصرًا لكم فثقوا به واعتمدوا عليه وحده فهو تعالى يكفيكم مكرهم. . ثم ذكر تعالى طرفًا من قبائح اليهود اللعناء فقال ﴿مِّنَ الذين هَادُواْ يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ﴾ أي من هؤلاء اليهود فريق يبدّلون كلام الله في التوراة ويفسرونه بغير مراد الله قصدًا وعمدًا فقد غيرّوا نعت محمد ﷺ َ وأحكام الرجم وغير ذلك ﴿وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا﴾ أي ويقولون\nلك إِذا دعوتهم للإِيمان سمعنا قولك وعصينا أمرك قال مجاهد: سمعنا ما قلته يا محمد ولا نطيعك فيه، وهذا أبلغ في الكفر والعناد ﴿واسمع غَيْرَ مُسْمَعٍ﴾ أي اسمع ما نقول لا سمعت والكلام ذو وجهين يحتمل الخير والشر وأصله للخير أي لا سمعتَ مكروهًا ولكنَّ اليهود الخبثاء كانوا يقصدون به الدعاء على الرسول ﷺ َ أي لا أسمعكَ الله وهو دعاء بالصمم أو بالموت ﴿وَرَاعِنَا﴾ أي ويقولون في أثناء خطابهم راعنا وهي كلمة سبّ من الرعونة وهي الحُمْق، فكانوا سخريةً وهزؤًا برسول الله ﷺ َ يكلمونه بكلام محتمل ينوون به الشتيمة والإِهانة ويظهرون به التوقير والإِكرام ولهذا قال تعالى ﴿لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدين﴾ أي فتلًا وتحريفًا عن الحق إِلى الباطل وقدحًا في الإِسلام قال ابن عطية: وهذا موجود حتى الآن في اليهود وقد شاهدناهم يربّون أولادهم الصغار على ذلك ويحفظونهم ما يخاطبون به المسلمين مما ظاهره التوقير ويريدون به التحقير ﴿وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا﴾ أي عوضًا من قولهم سمعنا وعصينا ﴿واسمع وانظرنا﴾ أي عوضًا عن قولهم غير مسمع وراعنا أي لو أن هؤلاء اليهود قالوا للرسول ﷺ َ ذلك القول اللطيف بدل ذلك القول الشنيع ﴿لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ﴾ أي لكان ذلك القول خيرًا لهم عند الله وأعدل وأصوب ﴿وَلَكِن لَّعَنَهُمُ الله بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلًا﴾ أي أبعدهم الله عن الهدى وعن رحمته بسبب كفرهم السابق فلا يؤمنون إِلا إِيمانًا قليلًا قال الزمخشري: أي ضعيفًا ركيكًا لا يُعبأ به وهو إِيمانهم ببعض الكتاب والرسل.\n. ثم توعدهم تعالى بالطمس وإِذهاب الحواس فقال ﴿يَا أَيُّهَآ الذين أُوتُواْ الكتاب آمِنُواْ بِمَا نَزَّلْنَا﴾ أي يا معشر اليهود آمنوا بالقرآن الذي نزلناه على محمد ﷺ َ ﴿مُصَدِّقًا لِّمَا مَعَكُمْ﴾ أي مصدقًا للتوراة ﴿مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا على أَدْبَارِهَآ﴾ أي انطمس منها الحواس من أنفٍ أو عين أو حاجب حتى تصير كالأدبار، وهذا تشويه عظيم لمحاسن الإِنسان وهو قول ابن عباس ﴿أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَابَ السبت﴾ أي نمسخهم كما مسخنا أصحاب السبت وهم الذين اعتدوا في السبت فمسخهم الله قردة وخنازير ﴿وَكَانَ أَمْرُ الله مَفْعُولًا﴾ أي إِذا أمر بأمر فإِنه نافذ كائن لا محالة ﴿إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ﴾ أي لا يغفر الشرك ويغفر ما سوى ذلك من الذنوب لمن شاء من عباده ﴿وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْمًا عَظِيمًا﴾ أي من أشرك بالله فقد اختلق إِثمًا عظيمًا قال الطبري: قد أبانت هذه الآية أن كل صاحب كبيرة ففي مشيئة الله إِن شاء عفا عنه وإِن شاء عاقبه عليه ما لم تكن كبيرته شركًا بالله. . ثم ذكر تعالى تزكية اليهود أنفسهم مع كفرهم وتحريفهم الكتاب فقال ﴿أَلَمْ تَرَ إِلَى الذين يُزَكُّونَ أَنْفُسَهُمْ﴾ أي ألم يبلغك خبر هؤلاء الذين يمدحون أنفسهم ويصفونها بالطاعة والتقوى؟ والاستفهام للتعجيب من أمرهم قال قتادة: ذلكم أعداء الله اليهود زكُّوا أنفسهم فقالوا ﴿نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ﴾\n[المائدة: ١٨] أي ليس الأمر بتزكيتهم بل بتزكية الله فهو أعلم بحقائق الأمور وغوامضها يزكي المرتضين من عباده\nوهم الأطهار الأبرار لا اليهود الأشرار ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ أي لا ينقصون من أعمالهم بقدر الفتيل وهو الخليط الذي في شق النواة وهو مثلٌ للقلة كقوله ﴿إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾ [النساء: ٤٠] ﴿انظُرْ كَيفَ يَفْتَرُونَ عَلَى اللَّهِ الكَذِبَ﴾ هذا تعجيب من افترائهم وكذبهم أي انظر يا محمد كيف اختلقوا على الله الكذب في تزكيتهم أنفسهم وادعائهم أنهم أبناء الله وأحباؤه ﴿وكفى بِهِ إِثْمًا مُّبِينًا﴾ أي كفى بهذا الافتراء وزرًا بينًا وجرمًا عظيمًا ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب يُؤْمِنُونَ بالجبت والطاغوت﴾ الاستفهام للتعجيب والمراد بهم أيضًا اليهود أُعطوا حظًا من التوراة وهم مع ذلك يؤمنون بالأوثان والأصنام وكلّ ما عبد من دون الرحمن ﴿وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هؤلاء أهدى مِنَ الذين آمَنُواْ سَبِيلًا﴾ أي يقول اليهود لكفار قريش أنتم أهدى سبيلًا من محمد وأصحابه قال ابن كثير: يفضّلون الكفار على المسلمين بجهلهم وقلة دينهم وكفرهم بكتاب الله الذي بأيديهم قال تعالى إِخبارًا عن ضلالهم ﴿أولئك الذين لَعَنَهُمُ الله﴾ أي طردهم وأبعدهم عن رحمته ﴿وَمَن يَلْعَنِ الله فَلَن تَجِدَ لَهُ نَصِيرًا﴾ أي من يطرده من رحمته فمن ينصره من عذاب الله؟ ويمنع عنه آثار اللعنة وهو العذاب العظيم ﴿أَمْ لَهُمْ نَصِيبٌ مِّنَ الملك﴾ أي أم لهم حظٌ من الملك؟ وهذا على وجه الإِنكار يعني ليس لهم من الملك شيء ﴿فَإِذًا لاَّ يُؤْتُونَ الناس نَقِيرًا﴾ أي لو كان لهم نصيب من الملك فإِذا لا يؤتون أحدًا مقدار نقير لفرط بخلهم، والنقير مثلٌ في القلة كالفتيل والقطمير وهو النكتة في ظهر النواة، ثم انتقل إلى خصلة ذميمة أشد من البخل فقال ﴿أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ قال ابن عباس: حسدوا النبي ﷺ َ على النبوة وحسدوا أصحابه على الإِيمان والمعنى: بل أيحسدون النبي ﷺ َ والمؤمنين على النبوة التي فضل الله بها محمدًا وشرّف بها العرب ويحسدون المؤمنين على ازدياد العز والتمكين؟ ﴿فَقَدْ آتَيْنَآ آلَ إِبْرَاهِيمَ الكتاب والحكمة وَآتَيْنَاهُمْ مُّلْكًا عَظِيمًا﴾ أي فقد أعطينا أسلافكم من ذرية إِبراهيم النبوة وأنزلنا عليهم الكتب وأعطيناهم الملك العظيم مع النبوة كداود وسليمان فلأي شيء تخصون محمدًا ﷺ َ بالحسد دون غيره ممن أنعم الله عليهم؟ والمقصود الرد على اليهود في حسدهم للنبي ﷺ َ وإِلزام لهم بما عرفوه من فضل الله على آل إِبراهيم ﴿فَمِنْهُمْ مَّنْ آمَنَ بِهِ وَمِنْهُمْ مَّن صَدَّ عَنْهُ﴾ أي من اليهود من آمن بمحمد ﷺ َ وهم قلة قليلة ومنهم من أعرض فلم يؤمن وهم الكثرة كقوله ﴿فَمِنْهُمْ مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾\n[الحديد: ٢٦] ﴿وكفى بِجَهَنَّمَ سَعِيرًا﴾ أي كفى بالنار المسعّرة عقوبة لهم على كفرهم وعنادهم. . ثم أخبر تعالى بما أعده للكفرة الفجرة من الوعيد والعذاب الشديد فقال ﴿إِنَّ الذين كَفَرُواْ بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا﴾ أي سوف ندخلهم نارًا عظيمة هائلة تشوي الوجوه والجلود ﴿كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُواْ العذاب﴾ أي كلما انشوت جلودهم واحترقت احتراقًا تامًا بدلناهم جلودًا غيرها ليدوم لهم ألم العذاب، قال الحسن: تُنْضجهم النار في اليوم سبعين ألف مرة كلما أكلتهم قيل لهم عودوا فعادوا كما كانوا وقال الربيع: جلد أحدهم أربعون ذراعًا، وبطنُه لو وضع فيه جبل لوسعه، فإِذا أكلت النار جلودهم بدلوا جلودًا غيرها في الحديث «يعظم أهل النار في النار حت إِن بين شحمة أذن أحدهم إِلى عاتقه مسيرة\nسبعمائة عام، وإن غلظ جلده سبعون ذراعًا وإِن ضرسه مثل أحد» ﴿إِنَّ الله كَانَ عَزِيزًا حَكِيمًا﴾ أي عزيز لا يمتنع عليه شيء حكيم لا يعذّب إِلا بعدل ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ هذا إِخبار عن مآل السعداء أي سندخلهم جنات تجري فيها الأنهار في جمع فجاجها وأرجائها حيث شاءوا وأين أرادوا مقيمين في الجنة لا يموتون ﴿لَّهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي لهم في الجنة زوجات مطهرات من الأقدار والأذى قال مجاهد: مطهرات من البول والحيض والنخام والبزاق والمني والولد ﴿وَنُدْخِلُهُمْ ظِلًاّ ظَلِيلًا﴾ أي ظلًا دائمًا لا تنسخه الشمس ولا حر فيه ولا برد قال الحسن: وُصف بأنه ظليل لأنه لا يدخله ما يدخل ظل الدنيا من الحرّ والسموم، وفي الحديث «إِن في الجنة لشجرة يسير الراكب في ظلها مائة عام لا يقطعها» .\nالبَلاَغَة: تضمنت هذه الآيات من الفصاحة والبلاغة والبديع ما يلي بالإِيجاز:\n١ - المجاز المرسل في ﴿أَمْ يَحْسُدُونَ الناس﴾ المراد به محمد ﷺ َ من باب تسمية الخاص باسم العام إِشارة إِلى أنه جمعت فيه كمالات الأولين والآخرين.\n٢ - الاستعارة في ﴿يَشْتَرُونَ الضلالة﴾ وفي ﴿لِيَذُوقُواْ العذاب﴾ لأن أصل الذوق باللسان فاستعير إِلى الألم الذي يصيب الإِنسان وفي ﴿لَيًّا بِأَلْسِنَتِهِمْ﴾ لأن أصل الليّ فتل الحبل فاستعير للكلام الذي قصد به غير ظاهره وفي ﴿نَّطْمِسَ وُجُوهًا﴾ وهي عبارة عن مسخ الوجوه تشبيهًا بالصحيفة المطموسة التي عُمّيت سطورها وأشكلت حروفها.\n٣ - الاستفهام الذي يراد به التعجب في ﴿أَلَمْ تَرَ﴾ في موضعين.\n٤ - التعجب بلفظ الأمر في ﴿انظُرْ كَيفَ يَفْتَرُونَ﴾ وتلوين الخطاب في ﴿يَفْتَرُونَ﴾ وإقامته مقام الماضي للدلالة على الدوام والاستمرار.\n٥ - الاستفهام الذي يراد منه التوبيخ والتقريع في ﴿أَمْ لَهُمْ نَصِيبٌ﴾ وفي ﴿أَمْ يَحْسُدُونَ﴾ .\n٦ - التعريض في ﴿فَإِذًا لاَّ يُؤْتُونَ الناس نَقِيرًا﴾ عرَّض بشدة بخلهم.\n٧ - الطباق في ﴿وُجُوه وَأَدْبَارِ﴾ وفي ﴿آمِنُواْ. . كَفَرُواْ﴾ .\n٨ - جناس الاشتقاق في ﴿نَلْعَنَهُمْ. . وَلَعَنَّآ﴾ وفي ﴿يُؤْتُونَ ... آتَاهُمُ﴾ وفي ﴿ظِلًاّ ظَلِيلًا﴾ .\n٩ - الإِطناب في مواضع، والحذف في مواضع.", "ayah": 48, "surah": 4}