{"text": "المنَاسَبَة: لما ذكر تعالى حال اليهود وما هم عليه من الحسد والعناد والجحود، وذكر ما أعده لهم من العذاب والنكال في الآخرة، أعقبه بتوجيه المؤمنين إِلى طريق السعادة بطاعة الله ورسوله وأداء الأمانات والحكم بالعدل بين الناس، ثم ذكر صفات المنافقين التي ينبغي الحذر منها والبعد عنها.\nاللغَة: ﴿نِعِمَّا﴾ أصلها نعم ما أي نعم الشيء يعظكم به ﴿تَأْوِيلًا﴾ مآلًا وعاقبة ﴿يَزْعُمُونَ﴾ الزعم: الاعتقاد الظني قال الليث: أهل العربية يقولون: زعم فلان إِذا شكُّوا فيه فلم يعرفوا أَكَذَب أو صدَقَ وقال ابن دريد: أكثر ما يقع على الباطل ومنه قولهم «زعموا مطيّةُ الكذب» ﴿تَوْفِيقًا﴾ تأليفًا والوفاق والوَفْق ضد المخالفة ﴿بَلِيغًا﴾ مؤثرًا ﴿شَجَرَ﴾ اختلف واختلط ومنه الشجر لتداخل أغصانه واختلاط بعضها في بعض ﴿حَرَجًا﴾ ضيقًا وشكًا قال الواحدي: يقال للشجر الملتف الذي لا يكاد يوصل إِليه حرج.\nسَبَبُ النّزول: أ - روي أن رسول الله ﷺ َ لما دخل مكة يوم الفتح أغلق «عثمان بن طلحة» باب الكعبة وصعد السطح وأبي أن يدفع المفتاح لرسول الله ﷺ َ وقال: لو علمتُ أنه رسول الله لم أمنعه فلوى عليٌّ يده وأخذه منه وفتح بابها فدخل رسول الله ﷺ َ وصلى ركعتين فلما خرج أمر عليًا أن يردّ المفتاح إِلى عثمان بن طلحة ويعتذر إِليه فقال له عثمان: آذيتَ وأكرهت ثم جئتَ تترفق!! فقال لقد أنزل الله في شأنك قرآنًا ﴿إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا ...﴾ وقرأ عليه الآية\nفأسلم عثمان فقال النبي ﷺ َ: «خذوها يا بني طلحة خالدة تالدة لا يأخذها منكم إِلا ظالم» .\nب - عن ابن عباس أن رجلًا من المنافقين يقال له «بِشْر» كان بينه وبين يهودي خصومةٌ فقال اليهودي: تعال نتحاكم إِلى محمد فقال المنافق: بل نتحاكم إِلى «كعب بن الأشرف» - وهو الذي سماه الله الطاغوت - فأبى اليهودي أن يخاصمه إِلا إِلى رسول الله ﷺ َ فقضى رسول الله لليهودي على المنافق، فلما خرج من عنده لم يرض المنافق وقال: تعالى نتحاكمْ إِلى عمر بن الخطاب فأتيا عمر فقال اليهودي: كان بيني وبين هذا خصومة فتحاكمنا إِلى محمد فقضى لي عليه فلم يرض بقضائه وزعم أنه يخاصمني إِليك فقال عمر للمنافق: أكذلك هو؟ فقال: نعم فقال عمر: مكانكما حتى أخرج إِليكما فدخل عمر فاشتمل عليه سيفه ثم خرج فضرب به المنافق حتى برد - أي مات - وقال: هكذا أقضي فيمن لم يرض بقضاء الله ورسوله فنزلت الآية ﴿أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ.\n.﴾ الآية.\nالتفِسير: ﴿إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا﴾ الخطاب عام لجميع المكلفين كما أن الأمانات تعم جميع الحقوق المتعلقة بالذمم سواءً كانت حقوق الله أو العباد قال الزمخشري: الخطاب عام لكل أحد في كل أمانة، والمعنى يأمركم الله أيها المؤمنون بأداء الأمانات إِلى أربابها قال ابن كثير: يأمر تعالى بأداء الأمانات إِلى أهلها وهو يعم جميع الأمانات الواجبة على الإِنسان من حقوق الله ﷿ على عباده من الصلاة والزكاة والصيام والكفارات وغيرها، ومن حقوق العباد بعضهم على بعض كالودائع وغيرها ﴿وَإِذَا حَكَمْتُمْ بَيْنَ الناس أَن تَحْكُمُواْ بالعدل﴾ أي ويأمركم أن تعدلوا بين الناس في أحكامكم ﴿إِنَّ الله نِعِمَّا يَعِظُكُمْ بِهِ﴾ أي نعم الشيء الذي يعظكم به ﴿إِنَّ الله كَانَ سَمِيعًا بَصِيرًا﴾ فيه وعد ووعيد أي سميع لأقوالكم بصير بأفعالكم ﴿يَا أَيُّهَا الذين آمَنُواْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ﴾ أي أطيعوا الله وأطيعوا رسوله بالتمسك بالكتاب والسنة، وأطيعو الحكام إِذا كانوا مسلمين متمسكين بشرع الله إِذ لا طاعة لمخلوقٍ في معصية الخالق، وفي قوله ﴿مِنْكُمْ﴾ دليل على أن الحكام الذين تجب طاعتهم يجب أن يكونوا مسلمين حسًّا ومعنى، لحمًا ودمًا، لا أن يكونوا مسلمين صورة وشكلًا ﴿فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله والرسول﴾ أي فإِن اختلفتم في أمرٍ من الأمور فاحتكموا فيه إِلى كتاب الله وسنة رسوله ﷺ َ ﴿إِن كُنْتُمْ تُؤْمِنُونَ بالله واليوم الآخر﴾ أي إِن كنتم مؤمنين حقًا وهو شرط حذف جوابه لدلالة ما سبق أي فردوه إِلى الله والرسول والغرض منه الحث على التمسك بالكتاب والسنة كما يقول القائل: إِن كنت ابني فلا تخالفني ﴿ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلًا﴾ أي الرجوع إِلى كتاب الله وسنة رسوله خير لكم وأصلح وأحسن عاقبة ومآلًا. . ثم ذكر تعالى صفات المنافقين الذين يدّعون الإِيمان وقلوبهم خاوية منه فقال ﴿أَلَمْ تَرَ إِلَى الذين\nيَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ﴾ تعجيبٌ من أمر من يدّعي الإِيمان ثم لا يرضى بحكم الله أي ألا تعجب من صنيع هؤلاء المنافقين الذين يزعمون الإِيمان بما أنزل إِليك وهو القرآن وما أنزل من قبلك وهو التوراة والإِنجيل ﴿يُرِيدُونَ أَن يتحاكموا إِلَى الطاغوت﴾ أي يريدون أن يتحاكموا في خصومتهم إِلى الطاغوت قال ابن عباس هو «كعب بن الأشرف» أحد طغاة اليهود سمي به لإِفراطه في الطغيان وعداوته للرسول ﵇ ﴿وَقَدْ أمروا أَن يَكْفُرُواْ بِهِ﴾ أي والحال أنهم قد أمروا بالإِيمان بالله والكفر بما سواه كقوله ﴿فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى﴾ [البقرة: ٢٥٦] ﴿وَيُرِيدُ الشيطان أَن يُضِلَّهُمْ ضَلاَلًا بَعِيدًا﴾ أي ويريد الشيطان بما زيّن لهم أن يحرفهم عن الحق والهدى ﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول﴾ أي وإِذا قيل لأولئك المنافقين تعالوا فتحاكموا إِلى كتاب الله وإِلى رسول ليفصل بينكم فيما تنازعتم فيه ﴿رَأَيْتَ المنافقين يَصُدُّونَ عَنكَ صُدُودًا﴾ أي رأيتهم لنفاقهم يعرضون عنك إِعراضًا ﴿فَكَيْفَ إِذَآ أَصَابَتْهُمْ مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ أي كيف يكون حالهم إِذا عاقبهم الله بذنوبهم وبما جنته أيديهم من الكفر والمعاصي أيقدرون أن يدفعوا عنهم العذاب؟ ﴿ثُمَّ جَآءُوكَ يَحْلِفُونَ بالله إِنْ أَرَدْنَآ إِلاَّ إِحْسَانًا وَتَوْفِيقًا﴾ أي ثم جاءك هؤلاء المنافقون للإِعتذار عما اقترفوه من الأوزار يقسمون بالله ما أردنا بالتحاكم إِلى غيرك إِلا الصلح والتأليف بين الخصمين وما أردنا رفض حكمك قال تعالى تكذيبًا لهم ﴿أولئك الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ﴾ أي هؤلاء المنافقون يكذبون والله يعلم ما في قلوبهم من النفاق والمكر والخديعة وهم يريدون أن يخدعوك بهذا الكلام المعسول ﴿فَأَعْرِضْ عَنْهُمْ﴾ فأعرض عن معاقبتهم للمصلحة ولا تُظهر لهم علمك بما في بواطنهم ولا تهتك سترهم حتى يبقوا على وجلٍ وحذر ﴿وَعِظْهُمْ﴾ أي ازجرهم عن الكيد والنفاق بقوارع الآيات ﴿وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلًا بَلِيغًا﴾ أي انصحهم فيما بينك وبينهم بكلام بليغ مؤثر يصل إِلى سويداء قلوبهم يكون لهم رادعًا ولنفاقهم زاجرًا، ثم أخبر تعالى عن بيان وظيفة الرسل فقال ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ الله﴾ أي لم نرسل رسولًا من الرسل إِلا ليطاع بأمر الله تعالى فطاعته طاعةٌ لله ومعصيته معصيةٌ لله ﴿وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ فاستغفروا الله﴾ أي لو أن هؤلاء المنافقين حين ظلموا أنفسهم بعدم قبول حكمك جاءوك تائبين من النفاق مستغفرين الله من ذنوبهم معترفين بخطئهم ﴿واستغفر لَهُمُ الرسول﴾ أي واستغفرت لهم يا محمد أي سألت الله أن يغفر لهم ذنوبهم ﴿لَوَجَدُواْ الله تَوَّابًا رَّحِيمًا﴾ أي لعلموا كثرة توبة الله على عباده وسعة رحمته لهم ثم بين تعالى طريق الإِيمان الصادق فقال ﴿فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ﴾ اللام لتأكيد القسم أي فوربك يا محمد لا يكونون مؤمنين حتى يجعلوك حكمًا بينهم ويرضوا بحكمك فيما تنازعوا فيه واختلفوا من الأمور ﴿ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا﴾ أي ثم لا يجدوا في أنفسهم ضيقًا من حكمك وينقادوا انقيادًا تامًا كاملًا لقضائك، من غير معارضة ولا مدافعة ولا منازعة، فحقيقة الإِيمان الخضوع والإِذعان ﴿وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقتلوا أَنْفُسَكُمْ أَوِ اخرجوا مِن دِيَارِكُمْ﴾ أي لو فرضنا على هؤلاء المنافقين ما فرضنا على ما قبلهم من المشقات وشدّدنا التكليف عليهم فأمرناهم بقتل النفس والخروج من الأوطان كما فرض ذلك على بني إِسرائيل ﴿مَّا فَعَلُوهُ إِلاَّ قَلِيلٌ مِّنْهُمْ﴾ أي ما استجاب ولا انقاد إِلا قليل منهم لضعف\nإِيمانهم ﴿وَلَوْ أَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا﴾ أي ولو أنهم فعلوا ما يؤمرون به من طاعة الله وطاعة رسوله لكان خيرًا لهم في عاجلهم وآجلهم وأشد تثبيتًا لإِيمانهم، وأبعد لهم عن الضلال والنفاق ﴿وَإِذًا لأَتَيْنَاهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا﴾ أي أعطيناهم ثمرة الطاعة ثوابًا كثيرًا ﴿وَلَهَدَيْنَاهُمْ صِرَاطًا مُّسْتَقِيمًا﴾ ثم ذكر تعالى ثمرة الطاعة لله ورسوله فقال ﴿وَمَن يُطِعِ الله والرسول فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم﴾ أي ومن يعمل بما أمره الله به ورسوله ويجتنب ما نهى الله عنه ورسوله، فإِن الله ﷿ يسكنه دار كرامته في دار الخلد مع المقربين ﴿مِّنَ النبيين والصديقين والشهدآء والصالحين﴾ أي مع أصحاب المنازل العالية في الآخرة وهم الأنبياء الأطهار والصديقون الأبرار وهم أفاضل أصحاب الأنبياء والشهداء الأخيار وهم الذين استشهدوا في سبيل الله ثم مع بقية عباد الله الصالحين ﴿وَحَسُنَ أولئك رَفِيقًا﴾ أي ونعمت رفقة هؤلاء وصحبتهم، وحَسُن رفيق أولئك الأبرار، عن عائشة ﵂ قالت: سمعت النبي ﷺ َ في شكواه التي قُبض فيها يقول ﴿مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين﴾ فعلمتُ أنه خيِّر ﴿ذلك الفضل مِنَ الله﴾ أي ما أُعطيه المطيعون من الأجر العظيم إِنما هو بمحض فضله تعالى ﴿وكفى بالله عَلِيمًا﴾ أي وكفى به تعالى مجازيًا لمن أطاع عالمًا بمن يستحق الفضل والإِحسان.\nالبَلاَغَة: تضمنت الآيات الكريمة من ضروب الفصاحة والبديع ما يلي باختصار:\n١ - الاستفهام المراد به التعجب في ﴿أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ﴾ .\n٢ - الالتفات في ﴿واستغفر لَهُمُ الرسول﴾ تفخيمًا لشأن الرسول وتعظيمًا لاستغفاره ولو جرى على الأصل لقال ﴿واستغفر لَهُمُ﴾ .\n٣ - إِيراد الأمر بصورة الإِخبار وتصديره ب «إِنَّ» المفيدة للتحقيق في قوله ﴿إِنَّ الله يَأْمُرُكُمْ﴾ للتفخيم وتأكيد وجوب العناية والامتثال.\n٤ - الجناس المغاير في ﴿يُضِلَّهُمْ ضَلاَلًا﴾ وفي ﴿قُل لَّهُمْ ... قَوْلًا﴾ وفي ﴿يُسَلِّمُواْ تَسْلِيمًا﴾ وفي ﴿يَصُدُّونَ ... صُدُودًا﴾ وفي ﴿فَأَفُوزَ فَوْزًا﴾ [النساء: ٧٣] .\n٥ - الاستعارة في قوله ﴿فِيمَا شَجَرَ بَيْنَهُمْ﴾ استعار ما اشتبك وتضايق من الشجر للتنازع الذي يدخل به بعض الكلام في بعض استعارة للمعقول بالمحسوس.\n٦ - تكريم الاسم الجليل ﴿إِنَّ الله يَأْمُرُكُمْ﴾ ﴿إِنَّ الله نِعِمَّا يَعِظُكُمْ﴾ ﴿إِنَّ الله كَانَ سَمِيعًا﴾ لتربية المهابة في النفوس.\n٧ - الإِطناب في مواضع والحذف في مواضع.\nفَائِدَة: عن عائشة ﵂ قالت: جاء رجل إِلى النبي ﷺ َ فقال يا رسول الله: إِنك لأحب إِليَّ من نفسي وأحبُّ إِليَّ من أهلي، وإِني لأكون في البيت فأذكرك فما أصبر حتى آتيك فأنظر إِليك، وإذا ذكرتُ موتي وموتك عرفتُ أنك إِذا دخلت الجنةُ رفعتَ مع النبيين وإِن دخلتُ الجنة\nخشيتُ أن لا أراك فلم يردّ عليه النبي ﷺ َ حتى أنزل الله ﴿وَمَن يُطِعِ الله والرسول فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم﴾ الآية.", "ayah": 59, "surah": 4}