{"text": "اللغَة: ﴿بَثَّ﴾ نشر وفرّق ومنه ﴿وَزَرَابِيُّ مَبْثُوثَةٌ﴾ [الغاشية: ١٦] ﴿الأرحام﴾ جمع رحم وهو في الأصل مكان تكون الجنين في بطن أمه ثم أطلق على القرابة ﴿رَقِيبًا﴾ الرقيب: الحفيظ المطّلع على الأعمال ﴿حُوبًا﴾ الحُوْب: الذنب والإِثم ﴿تَعُولُواْ﴾ تميلوا وتجوروا يقال: عال الميزان إِذا مال، وعال الحاكم إِذا جار ﴿صَدُقَاتِهِنَّ﴾ جمع صَدُقة وهو المهر ﴿نِحْلَةً﴾ هبة وعطية ﴿السفهآء﴾ ضعفاء العقول والمراد به هنا المبذّرون للأموال ﴿آنَسْتُمْ﴾ أبصرتم من آنس الشيءَ أبصره ﴿وَبِدَارًا﴾ أي مبادرة بمعنى مسارعة أي يسارع في تبذيرها قبل أن يكبر فيتسلمها منه ﴿سَدِيدًا﴾ من السداد بمعنى الاستقامة.\nسَبَبُ النّزول: أ - عن عروة بن الزبير أنه سأل عائشة عن قول الله تعالى ﴿وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ﴾ فقالت: يا ابن أختي هذه اليتيمة تكون في حجر وليّها تَشركْه في ماله، ويعجبه مالها وجمالها، فيريد وليّها أن يتزوجها بغير أن يُقسط في صِداقها فيعطيها مثل ما يعطيها غيره، فنهوا عن ذلك إِلاّ أن يُقْسطوا لهنَّ ويبلغوا لهنَّ أعلى سنتهن في الصَّداق، فأُمروا أن ينكحوا ما طاب لهم من النساء سواهنّ، وإِن الناس استفتوا رسول الله ﷺ َ بعد هذه الآية فأنزل الله ﴿وَيَسْتَفْتُونَكَ فِي النسآء﴾ الآية.\nب - عن مقاتل بن حيان أن رجلًا من غطفان يقال له «مرثد بن زيد» وليَ مال ابن أخيه وهو يتيم صغير فأكله فأنزل الله ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا ...﴾ الآية.\nالتفِسير: افتتح الله جل ثناؤه سورة النساء بخطاب الناس جميعًا ودعوتهم إِلى عبادة الله وحده لا شريك له، منبهًا لهم على قدرته، ووحدانيته فقال ﴿ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خافوا الله الذي أنشأكم من أصلٍ واحد وهو نفس أبيكم آدم ﴿وَخَلَقَ مِنْهَا زَوْجَهَا﴾ أي أوجد من تلك النفس الواحدة زوجها وهي حواء ﴿وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً﴾ أي نشر وفرّق من آدم وحواء خلائق كثيرين ذكورًا وإِناثًا ﴿واتقوا الله الذي تَسَآءَلُونَ بِهِ والأرحام﴾ أي خافوا الله الذي يناشد بعضكم بعضًا به حيث يقول: أسألك بالله، وأنشدك بالله، واتقوا الأرحام أن تقطعوها ﴿إِنَّ الله كَانَ عَلَيْكُمْ رَقِيبًا﴾ أي حفيظًا مطلعًا على جميع أحوالكم وأعمالكم، وقد أكد تعالى الأمر بتقوى الله في موطنين: في أول الآية، وفي آخرها ليشير إِلى عظم حق الله على عباده، كما قرن تعالى بين التقوى وصلة الرحم ليدل على أهمية هذه الرابطة الإِنسانية، فالناس جميعًا من أصل واحد، وهم\nإِخوة في الإِنسانية والنسب، ولو أدرك الناس هذا لعاشوا في سعادة وأمان، ولما كانت هناك حروب طاحنة مدمرة تلتهب الأخضر واليابس، وتقضي على الكهل والوليد، ثم ذكر تعالى اليتامى فأوصى بهم خيرًا وأمر بالمحافظة على أموالهم فقال ﴿وَآتُواْ اليتامى أَمْوَالَهُمْ﴾ أي أعطوا اليتامى الذين مات آباؤهم وهم صغار أموالهم إِذا بلغوا ﴿وَلاَ تَتَبَدَّلُواْ الخبيث بالطيب﴾ أي لا تستبدلوا الحرام وهو مال اليتامى بالحلال وهو مالكم ﴿وَلاَ تأكلوا أَمْوَالَهُمْ إلى أَمْوَالِكُمْ إِ﴾ أي لا تخلطوا أموال اليتامى بأموالكم فتأكلوها جميعًا ﴿نَّهُ كَانَ حُوبًا كَبِيرًا﴾ أي ذنبًا عظيمًا، فإِن اليتيم بحاجة إِلى رعاية وحماية لأنه ضعيف، وظلم الضعيف ذنب عظيم عند الله، ثم أرشد تعالى إِلى ترك التزوج من اليتيمة إِذا لم يعطها مهر المثل فقال ﴿وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي اليتامى﴾ أي إِذا كانت تحت حَجْر أحدكم يتيمة وخاف ألا يعطيها مهثر مثلها فليتركها إِلى ما سواها فإِن النساء كثير ولم يضيّق الله عليه ﴿فانكحوا مَا طَابَ لَكُمْ مِّنَ النسآء مثنى وَثُلاَثَ وَرُبَاعَ﴾ أي انكحوا ما شئتم من النساء سواهنَّ إِن شاء أحدكم اثنتين وإِن شاء ثلاثًا وإِن شاء أربعًا ﴿فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً﴾ أي إِن خفتم من عدم العدول بين الزوجات فالزموا الاقتصار على واحدة ﴿أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ﴾ أي اقتصروا على نكاح الإِماء لملك اليمين إِذ ليس لهن من الحقوق كما للزوجات ﴿ذلك أدنى أَلاَّ تَعُولُواْ﴾ أي ذلك الاقتصار على الواحدة أو على ملك اليمين أقرب ألا تميلوا وتجوروا ﴿وَآتُواْ النسآء صَدُقَاتِهِنَّ نِحْلَةً﴾ أي أعطوا النساء مهورهنّ عطيةً عن طيب نفسٍ ﴿فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا﴾ أي فإِن طابت نفوسهن بهبة شيءٍ من الصَّداق ﴿فَكُلُوهُ هَنِيئًا مَّرِيئًا﴾ أي فخذوا ذلك الشيء الموهوب حلالًا طيبًا ﴿وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ التي جَعَلَ الله لَكُمْ قِيَامًا﴾ أي لا تعطوا المبذرين من اليتامى أموالهم التي جعلها الله قيامًا للأبدان ولمعايشكم فيضيعوها قال ابن عباس: السفهاء هم الصبيان والنساء قال الطبري: لا تؤتِ سفيهًا ماله وهو الذي يفسده بسوء تدبيره، صبيًا كان أو رجلًا، ذكرًا كان أو أنثى ﴿وارزقوهم فِيهَا واكسوهم﴾ أي أطعموهم منها واكسوهم ﴿وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفًا﴾ أي قولًا لينًا كقولكم إِذا رَشَدْتم سلمنا إِليكم أموالكم ﴿وابتلوا اليتامى حتى إِذَا بَلَغُواْ النِّكَاحَ﴾ أي اختبروا اليتامى حتى إِذا بلغوا سنَّ النكاح وهو بلوغ الحلم الذي يصلحون عنده للنكاح ﴿فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْدًا فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ﴾ أي إِن أبصرتم منهم صلاحًا في دينهم ومالهم فادفعوا إِليهم أموالهم بدون تأخير ﴿وَلاَ تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُواْ﴾ أي لا تسرعوا في إِنفاقها وتبذّروها قائلين ننفق كما نشتهي قبل أن يكبر اليتامى فينتزعوها من أيدينا ﴿وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ﴾ أي من كان منكم غنيًا أيها الأولياء فليعف عن مال اليتيم ولا يأخذ أجرًا على وصايته ﴿وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بالمعروف﴾ أي ومن كان فقيرًا فليأخذ بقدر حاجته الضرورية وبقدر أجرة عمله ﴿فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُواْ عَلَيْهِمْ﴾ أي فإِذا سلمتم إِلى اليتامى أموالهم بعد بلوغهم الرشد فأشهدوا على ذلك لئلا يجحدوا تسلمها ﴿وكفى بالله حَسِيبًا﴾ أي كفى بالله محاسبًا ورقيبًا، ثم بيّن الله تعالى أن للرجال والنساء نصيبًا من تركة الأقرباء فقال ﴿لِّلرِّجَالِ نَصيِبٌ\nمِّمَّا تَرَكَ الوالدان والأقربون وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ الوالدان والأقربون﴾ أي للأولاد والأقرباء حظ من تركه الميت كما للبنات والنساء حظ أيضًا الجميع فيه سواء يستوون في أصل الوارثة وإِن تفاوتوا في قدرها، وسببها أن بعض العرب كانوا لا يورثّون النساء والأطفال وكانوا يقولون: إنما يرث من يحارب ويذبُّ عن الحوزة فأبطل الله حكم الجاهلية ﴿مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ﴾ أي سواء كانت التركة قليلة أو كثيرة ﴿نَصِيبًا مَّفْرُوضًا﴾ أي نصيبًا مقطوعًا فرضه الله بشرعه العادل وكتابه المبين ﴿وَإِذَا حَضَرَ القسمة أُوْلُواْ القربى واليتامى والمساكين فارزقوهم مِّنْهُ﴾ أي إِذا حضر قسمة التركة الفقراء من قرابة الميت واليتامى والمساكين من غير الوارثين فأعطوهم شيئًا من هذه التركة تطييبًا لخاطرهم ﴿وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفًا﴾ أي قولًا جميلًا بأن تعتذروا إِليهم أنه للصغار وأنكم لا تملكونه ﴿وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُواْ عَلَيْهِمْ﴾ نزلت في الأوصياء أي تذكر أيها الوصي ذريتك الضعاف من بعدك وكيف يكون حالهم وعامل اليتامى الذين في حَجْرك بمثل ما تريد أن يُعامل به أبناؤك بعد فقدك ﴿فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلًا سَدِيدًا﴾ أي فليتقوا الله في أمر اليتامى وليقولوا لهم ما يقولونه لأولادهم من عبارات العطف والحنان ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا﴾ أي يأكلونها بدون حق ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا﴾ أي ما يأكلون في الحقيقة إِلا نارًا تتأجج في بطونهم يوم القيامة ﴿وَسَيَصْلَوْنَ سَعِيرًا﴾ أي سيدخلون نارًا هائلة مستعرة وهي نار السعير.\nالبَلاَغَة: تضمنت الآيات من ضروب الفصاحة والبيان ما يلي:\n١ - الطباق في ﴿غَنِيًّا فَقِيرًا﴾ وفي ﴿قَلَّ كَثُرَ﴾ وفي ﴿رِجَالًا وَنِسَآءً﴾ وفي ﴿الخبيث الطيب﴾ .\n٢ - والجناس المغاير في ﴿دَفَعْتُمْ فادفعوا﴾ وفي ﴿وَقُولُواْ قَوْلًا﴾ .\n٣ - والإِطناب في ﴿فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ ... . فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ﴾ وفي ﴿لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الوالدان ... . وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ الوالدان والأقربون﴾ .\n٤ - والمجاز المرسل في ﴿وَآتُواْ اليتامى أَمْوَالَهُمْ﴾ أي الذين كانوا يتامى فهو باعتبار ما كان وكذلك ﴿يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا﴾ مجاز مرسل وهو باعتبار ما يئول إِليه كقوله ﴿إني أراني أَعْصِرُ خَمْرًا﴾ [يوسف: ٣٦] أي عنبًا يئول إٍلى الخمر.\n٥ - المقابلة اللطيفة بين ﴿وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ. . وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بالمعروف﴾ .\n٦ - والإِيجاز في مواضع مثل ﴿رِجَالًا كَثِيرًا وَنِسَآءً﴾ أي ونساء كثيرات ... الخ.\nالفوَائِد: الأولى: في الافتتاح بتذكير الناس أنهم خلقوا من نفسٍ واحدة تمهيد جميل وبراعة مطلع لما في السورة من أحكام الأنكحة والمواريث والحقوق الزوجية وأحكام المصاهرة والرضاع وغيرها من الأحكام الشرعية.\nالثانية: الأغلب أنه إِذا كان الخطاب ب ﴿ياأيها الناس﴾ وكان للكافرين فقط أو للكافرين وغيرهم أُعقب بدلائل الوحدانية والربوبية مثل ﴿يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ﴾ [البقرة: ٢١] و﴿ياأيها الناس إِنَّ\nوَعْدَ الله حَقٌّ﴾ [فاطر: ٥] وإِذا كان الخطاب للمؤمنين أُعقب بذكر النعم كما هنا أفاده صاحب البحر.\nالثالثة: ذكْرُ البطون مع أن الأكل لا يكون إِلا فيها للتأكيد والمبالغة فهو كقولك: أبصرتُ بعيني وسمعت بأذني ومثله قوله تعالى ﴿ذلكم قَوْلُكُم بِأَفْوَاهِكُمْ﴾ [الأحزاب: ٤] .\nالرابعة: أضاف تعالى أموال اليتامى إِلى الأوصياء مع أنها أموال اليتامى للتنبيه إِلى «التكافل بين الأمة» والحث على حفظ الأموال وعدم تضييعها فإِن تبذير السفيه للمال فيه مضرّة للمجتمع كله.\n«كلمة حول تعدد الزوجات»\nمسألة تعدد الزوجات ضرورة اقتضتها ظروف الحياة وهي ليست تشريعًا جديدًا انفرد به الإِسلام، وإِنما جاء الإِسلام فوجده بلا قيود ولا حدود وبصورة غير إِنسانية فنظّمه وشذّبه وجعله علاجًا ودواءً لبعض الحالات الاضطرارية التي يعاني منها المجتمع وفي الحقيقة فإِن تشريع التعدد مفخرة من مفاخر الإِسلام لأنه استطاع أن يحل «مشكلة اجتماعية» هي من أعقد المشاكل التي تعانيها الأمم والمجتمعات اليوم فلا تجد لها حلًا. . إِن المجتمع كالميزان يجب أن تتعادل كفتاه فماذا نصنع حين يختل التوازن ويصبح عدد النساء أضعاف عدد الرجال؟ أنحرم المرأة من نعمة الزوجية و«نعمة الأمومة» ونتركها تسلك طريق الفاحشة والرذيلة، أم نحل هذه المشكلة بطرق فاضلة نصون فيها كرامة المرأة وطهارة الاسرة وسلامة المجتمع؟ وأقرب الأمثلة شادًا على ما نقول ما حدث في المانيا بعد الحرب العالمية الثانية حيث زاد عدد النساء زيادة فاحشة على عدد الرجال فأصبح مقابل كل شاب ثلاث فتيات وهي حالة اختلال اجتماعي فكيف يواجهها المشرّع؟ لقد حلّ الإِسلام المشكلة بتشريعه الإِسلامي الرائع، بينما وقفت المسيحية حائرةً مكتوفة الأيدي لا تُبدي ولا تُعيد. . إِن الرجل الأوربي لا يبيح له دينه التعدد، لكنه يبيح لنفسه مصاحبة المئات من الفتيات بطريق الرذيلة، يرى الوالد منهم فتاته مع عشيقها فيُسرّ ويغتبط بل ويمهدّ لهما جميع السبل المؤدية لراحتهما حتى أصبح ذلك عرفًا ساريًا اضطرت معه الدول إِلى الاعتراف بمشروعية العلاقات الآئمة بين الجنسين ففتحت باب التدهور الخلقي على مصراعيه، ووافقت على قبول مبدأ «تعدد الزوجات» ولكن تحت ستار المخادنة وهو زواج حقيقي لكنه غير مسجل بعقد، ويستطيع الرجل أن يطردها متى شاء دون أن يتقيد حيالها بأي حق من الحقوق، والعلاقة بينهما علاقة جسد لا علاقة أسرة وزوجية، فأعجب من منع «تعدد الزوجات» بالحلال وإِباحته بالحرام حتى نزلوا بالمرأة من مرتبة الإِنسانية إِلى مرتبة الحيوانية.\nربّ إِن الهُدى هُداك وأيا ... تلك حق تهدي بها من تشاء", "ayah": 8, "surah": 4}