{"text": "المنَاسَبَة: لما ذكر تعالى مواقف المنافقين المخزية، عقّبه بذكر نوعٍ آخر من أحوال المنافقين الشنيعة، ثم ذكر حكم القتل الخطأ والقتل العمد، وأمر بالتثبت قبل الإِقدام على قتل إِنسان لئلا يُفضي إلى قتل أحد من المسلمين ثم ذكر تعالى مراتب المجاهدين ومنازلهم الرفيعة في الآخرة.\nاللغَة: ﴿أَرْكَسَهُمْ﴾ ردّهم إِلى الكفر أو نكَّسهم وأصل الركس ردُّ الشيء مقلوبًا قال الشاعر:\nفأُركسوا في حميم النار إِنهم ... كانوا عصاةً وقالوا الإِفك والزورا\n﴿حَصِرَتْ﴾ ضاقت من الحصر وهو الضيق ﴿السلم﴾ الاستسلام والإِنقياد ﴿ثَقِفْتُمُوهُمْ﴾ صادفتموهم ووجدتموهم ﴿فَتَبَيَّنُواْ﴾ فتثبتوا ﴿أُرْكِسُواْ فِيِهَا﴾ قلبوا فيها.\nسَبَبُ النّزول: أ - عن زيد بن ثابت أن النبي ﷺ َ خرج إِلى أُحد فرجع ناسٌ ممن كان معه،\nفكان أصحاب النبي ﷺ َ فيهم فرقتين فقال بعضهم: نقتلهم، وقال بعضهم: لا، فأنزل الله ﴿فَمَا لَكُمْ فِي المنافقين فِئَتَيْنِ﴾ الآية فقال ﷺ َ: «إِنها طيبة تنفي الخَبث كما تنفي النار خبث الحديد» أخرجه الشيخان.\nب - يروى أن «الحارث بن يزيد» كان شديدًا على النبي ﷺ َ فجاء مهاجرًا وهو يريد الإِسلام فلقيه «عياش بن أبي ربيعة» - والحارث يريد الإِسلام وعياش لا يشعر - فقتله فأنزل الله ﴿وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا ...﴾ . الآية.\nج - عن ابن عباس قال: لحق المسلمون رجلًا في غنيمةٍ له فقال: السلام عليكم فقتلوه وأخذوا غنيمته فنزلت هذه الآية ﴿وَلاَ تَقُولُواْ لِمَنْ ألقى إِلَيْكُمُ السلام لَسْتَ مُؤْمِنًا ...﴾ الآية.\nالتفِسير: ﴿فَمَا لَكُمْ فِي المنافقين فِئَتَيْنِ والله أَرْكَسَهُمْ بِمَا كسبوا﴾ أي ما لكم أيها المؤمنون أصبحتم فرقتين في شأن المنافقين، بعضكم يقول نقتلهم وبعضكم يقول لا نقتلهم والحال أنهم منافقون والله نكَّسهم وردّهم إِلى الكفر بسبب النفاق والعصيان ﴿أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ الله﴾ أي أتريدون هداية من أضله الله، والاسفهام للإِنكار والتوبيخ في الموضعين والمعنى لا تختلفو في أمرهم ولا تظنوا فيهم الخير لأن الله حكم بضلالهم ﴿وَمَن يُضْلِلِ الله فَلَن تَجِدَ لَهُ سَبِيلًا﴾ أي من يضلله الله فلن تجد له طريقًا إِلى الهدى والإِيمان ﴿وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءً﴾ أي تمنى هؤلاء المنافقون أن تكفروا مثلهم فتستوا أنتم وهم وتصبحوا جميعًا كفارًا ﴿فَلاَ تَتَّخِذُواْ مِنْهُمْ أَوْلِيَآءَ حتى يُهَاجِرُواْ فِي سَبِيلِ الله﴾ أي لا توالوا ولا تصادقوا منهم أحدًا حتى يؤمنوا ويحققوا إِيمانهم بالهجرة والجهاد في سبيل الله ﴿فَإِنْ تَوَلَّوْاْ فَخُذُوهُمْ واقتلوهم حَيْثُ وَجَدتُّمُوهُمْ﴾ أي إِن أعرضوا عن الهجرة في سبيل الله فخذوهم أيها المؤمنون واقتلوهم حيث وجدتموهم في حلٍّ أو حرم ﴿وَلاَ تَتَّخِذُواْ مِنْهُمْ وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا تستنصروهم ولا تستنصحوهم ولا تستعينوا بهم في الأمور ولو بذلوا لكم الولاية والنصرة ﴿إِلاَّ الذين يَصِلُونَ إلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ﴾ أي إِلا الذين ينتهون ويلجأون إِلى قوم عاهدوكم فدخلوا فيهم بالحِلْف فحكمهم حكم أولئك في حقن دمائهم ﴿أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَاتِلُوكُمْ أَوْ يُقَاتِلُواْ قَوْمَهُمْ﴾ وهذا استثناء أيضًا من القتل أي وإِلا الذين جاءكم وقد ضاقت صدورهم عن قتالكم وقتال قومهم فهم قوم ليسوا معكم ولا عليكم ﴿وَلَوْ شَآءَ الله لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ﴾ أي من لطفه بكم أن كفّهم عنكم ولو شاء لقوّاهم وجرّأهم عليكم فقاتلوكم ﴿فَإِنِ اعتزلوكم فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْاْ إِلَيْكُمُ السلم فَمَا جَعَلَ الله لَكُمْ عَلَيْهِمْ سَبِيلًا﴾ أي فإِن لم يتعرضوا لكم بقتال وانقادوا واستسلموا لكم فليس لكم أن تقاتلوهم طالما سالموكم ﴿سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ﴾ أي ستجدون قومًا آخرين من المنافقين يريدون أن يأمنوكم بإِظهار الإِيمان ويأمنوا قومهم بإِظهار الكفر إِذا رجعوا إِليهم قال أبو السعود: هم قوم من «أسد وغطفان» كانوا إِذا أتوا المدينة أسلموا وعاهدوا ليأمنوا من المسلمين فإِذا رجعوا إِلى قومهم\nكفروا ونكثوا عهودهم ليأمنوا قومهم ﴿كُلَّ مَا ردوا إِلَى الفتنة أُرْكِسُواْ فِيِهَا﴾ أي كلما دعوا إِلى الكفر أو قتال المسلمين عادوا إِليه وقُلبوا فيه على أسوأ شكل فهم شرّ من كل عدو شرير ﴿فَإِن لَّمْ يَعْتَزِلُوكُمْ ويلقوا إِلَيْكُمُ السلم ويكفوا أَيْدِيَهُمْ﴾ أي فإِن لم يجتنبوكم ويستسلموا إِليكم ويكفوا أيديهم عن قتالكم ﴿فَخُذُوهُمْ واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ﴾ أي فأسروهم واقتلوهم حيث وجدتموهم وأصبتموهم ﴿وأولئكم جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُّبِينًا﴾ أي جعلنا لكم على أخذهم وقتلهم حجة واضحة وبرهانًا بينًا بسبب غدرهم وخيانتهم ﴿وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا﴾ أي لا ينبغي لمؤمنٍ ولا يليق به أن يقتل مؤمنًا إِلا على وجه الخطأ لأن الإِيمان زاجرٌ عن العدوان ﴿وَمَن قَتَلَ مُؤْمِنًا خَطَئًا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ إِلاَّ أَن يَصَّدَّقُواْ﴾ أي ومن قتل مؤمنًا على وجه الخطأ فعليه إِعتاق رقبةٍ مؤمنة لأن إِطلاقها من قيد الرق كإِحيائها، وعليه كذلك ديةٌ مؤداة إلى ورثة المقتول إِلا إذا عفا الورثة عن القاتل فأسقطوا الدية، وقد أوجب الشارع في القتل الخطأ شيئين: الكفارة وهي تحرير رقبة مؤمنة في مال القاتل، والدية وهي مائةٌ من الإِبل على العاقلة ﴿فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ﴾ أي إِن كان المقتول خطأً مؤمنًا وقومه كفارًا أعداء وهم المحاربون فإِنما على قاتله الكفارة فقط دون الدية لئلا يستعينوا بها على المسلمين ﴿وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ﴾ أي وإِن كان المقتول خطأً من قوم كفرة بينكم وبينهم عهد كأهل الذمة فعلى قاتله دية تدفع إلى أهله لأجل معاهدتهم ويجب أيضًا على القاتل إِعتاق رقبة مؤمنة ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ الله﴾ أي فمن لم يجد الرقبة فعلية صيام شهرين متتابعين عوضًا عنها شرع تعالى لكم ذلك لأجل التوبة عليكم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بخلقه حكيمًا فيما شرع.\n. ثم بين تعالى حكم القتل العمد وجريمته النكراء وعقوبته الشديدة فقال ﴿وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا﴾ أي ومن يقدم على قتل مؤمن عالمًا بإِيمانه متعمدًا لقتله فجزاؤه جهنم مخلدًا فيها على الدوام، وهذا محمول عند الجمهور على من استحل قتل المؤمن كما قال ابن عباس لأنه باستحلال القتل يصبح كافرًا ﴿وَغَضِبَ الله عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا﴾ أي ويناله السخط الشديد من الله والطرد من رحمة الله والعذاب الشديد في الآخرة ﴿يَا أَيُّهَا الذين آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله فَتَبَيَّنُواْ﴾ أي إِذا سافرتم في الجهاد لغزو الأعداء فتثبتوا ولا تعجلوا في القتل حتى يتبين لكم المؤمن من الكافر ﴿وَلاَ تَقُولُواْ لِمَنْ ألقى إِلَيْكُمُ السلام لَسْتَ مُؤْمِنًا﴾ أي ولا تقولوا لمن حياكم بتحية الإِسلام لست مؤمنًا وإِنما قلت هذا خوفًا من القتل فتقتلوه ﴿تَبْتَغُونَ عَرَضَ الحياة الدنيا﴾ أي حال كونكم طالبين لماله الذي هو حطامٌ سريع الزوال ﴿فَعِنْدَ الله مَغَانِمُ كَثِيرَةٌ﴾ أي فعند الله ما هو خير من ذلك وهو ما أعده لكم من جزيل الثواب والنعيم ﴿كذلك كُنْتُمْ مِّن قَبْلُ فَمَنَّ الله عَلَيْكُمْ فَتَبَيَّنُواْ﴾ أي كذلك كنتم كفارًا فهداكم للإِسلام ومنَّ عليكم بالإِيمان فتبينوا أن تقتلوا مؤمنًا وقيسوا حاله بحالكم ﴿إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي مطلعًا على أعمالكم فيجازيكم عليها، ثم أخبر تعالى بفضيلة المجاهدين فقال ﴿لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين - غَيْرُ أُوْلِي الضرر -\nوالمجاهدون فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ﴾ أي لا يتساوى من قعد عن الجهاد من المؤمنين مع من جاهد بماله ونفسه في سبيل الله غير أهل الأعذار كالأعمى والأعرج والمريض قال ابن عباس: هم القاعدون عن بدر والخارجون إِليها، ولما نزلت الآية قام ابن أم مكتوم فقال يا رسول الله: هل لي من رصخة فوالله لو أستطيع الجهاد لجاهدتُ - وكان أعمى - فأنزل الله ﴿غَيْرُ أُوْلِي الضرر﴾ ﴿فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى القاعدين دَرَجَةً﴾ أي فضل الله المجاهدين على القاعدين من أهل الأعذار درجة لاستوائهم في النية كما قال ﷺ َ: «إِن بالمدينة أقوامًا ما سرتم من مسير ولا قطعتم من وادٍ إِلا وهم معكم فيه قالوا: وهم بالمدينة يا رسول الله؟ قال: نعم حبسهم العذر» ﴿وَكُلًاّ وَعَدَ الله الحسنى﴾ أي وكلًا من المجاهدين والقاعدين بسبب ضررٍ لحقهم وعدهم الله الجزاء الحسن في الآخرة ﴿وَفَضَّلَ الله المجاهدين عَلَى القاعدين أَجْرًا عَظِيمًا﴾ أي وفضل الله المجاهدين في سبيل الله على القاعدين بغير عذر بالثواب الوافر العظيم ﴿دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي منازل بعضها أعلى من بعض مع المغفرة والرحمة وفي الحديث\n«إِن في الجنة مائة درجة أعدها الله للمجاهدين في سبيله ما بين كل درجتين كما بين السماء والأرض» .\nالبَلاغَة: تضمنت هذه الآيات من البلاغة والبيان والبديع أنواعًا نوجزها فيما يلي:\n١ - الاستفهام بمعنى الإِنكار في ﴿فَمَا لَكُمْ فِي المنافقين﴾؟ وفي ﴿أَتُرِيدُونَ أَن تَهْدُواْ﴾؟\n٢ - الطباق في ﴿أَن تَهْدُواْ مَنْ أَضَلَّ الله﴾ وكذلك ﴿القاعدون ... . والمجاهدون﴾ .\n٣ - والجناس المغاير في ﴿تَكْفُرُونَ كَمَا كَفَرُواْ﴾ وفي ﴿مَغْفِرَةً ... غَفُورًا﴾ .\n٤ - الإِطناب في ﴿فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ... . وَفَضَّلَ الله المجاهدين عَلَى القاعدين﴾ وكذلك في ﴿أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا﴾ ﴿وَمَن قَتَلَ مُؤْمِنًا خَطَئًا﴾ .\n٥ - الاستعارة في ﴿إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله﴾ استعار الضرب للسعي في قتال الأعداء واستعار السبيل لدين الله، ففيه استعارة الضرب للجهاد، واستعارة السبيل لدين الله.\n٦ - المجاز المرسل في ﴿فَتَحْرِيرُ رَقَبَةٍ﴾ أطلق الجزء وأراد الكل أي عتق مملوك.\nالفوَائِد: القتل العمد من أعظم الجرائم في نظر الإِسلام ولهذا كانت عاقبته في غاية التغليظ والتشديد وقد قال ﷺ َ «من أعان على قتل مسلم مؤمن بشطر كلمة جاء يوم القيامة مكتوبٌ بين عينيه آيسٌ من رحمة الله» وفي الحديث أيضًا «لزوال الدنيا أهون على الله من قتل رجل مؤمن» تنبيه: أمر تعالى في القتل الخطأ بإِعتاق رقبةٍ مؤمنة والحكمة في هذا - والله أعلم - أنه لما اخرج نفسًا مؤمنة من جملة الأحياء لزمه أن يدخل نفسًا مثلها في جملة الأحرار إِذ أن إِطلاقها من قيد\nالرق إِحياءٌ لها، والعبد الرقيق في الإِسلام له من الحقوق ما ليس للأحرار في الأمم الأخرى وليس أدل على ذلك من قوله تعالى ﴿فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ﴾ [النحل: ٧١] وقوله ﷺ َ في مرضه الذي مات فيه «الصلاة الصلاة، وما ملكت أيمانكم لا تكلفوهم ما لا يطيقون» ومن يطّلع على معاملة الزنوج في أمريكا يتضح له جليًا صحة ما نقول وها هي الأمم الغربية تحرم استرقاق العبيد في حين أنها تسترق الأحرار، وتحرم استرقاق الأفراد وتسترق الجماعات والأمم والشعوب، باسم الاستعمار والانتداب، فأين هذه الحضارة المزعومة والمدنيَّة الزائفة من حضارة الإِسلام ومدنيته الصادقة التي حررت الشعوب والأمم والأفراد؟!", "ayah": 92, "surah": 4}