{"text": "المنَاسَبَة: لما ذكر تعالى أهل السعادة وأهل الشقاوة، ذكر هنا ما دار بينهم من الخصومة في دينه وعبادته، ثم ذكر عظم حرمة البيت العتيق وبناء الخليل له، وعظم كفر هؤلاء المشركين الذي يصدون الناس عن سبيل الله والمسجد الحرام.\nاللغَة: ﴿يُصْهَرُ﴾ الصهر: الإِذابة صهرت الشيء فانصهر أي أذبته فذاب ﴿مَّقَامِعُ﴾ المقامع: السياط جمع مقمعة سميت بذلك لأنها تقمع الفاجر ﴿العاكف﴾ المقيم الملازم ﴿والباد﴾ القادم من البادية ﴿بَوَّأْنَا﴾ أنزلنا وهيأنا وأرشدنا ﴿رِجَالًا﴾ جمع راجل وهو الماشي على قدميه ﴿ضَامِرٍ﴾ الضامر: البعير المهزول الذي أتعبه السفر ﴿تَفَثَهُمْ﴾ التفث في اللغة: الوسخ والقذر قال الشاعر:\nحفوا رءوسهم لم يحلقوا تفثًا ... ولم يسلُّلوا لهم قملًا وصئبانًا\nقال الثعلبي: أصل التفث في اللغة الوسخ، تقول العرب للرجل تستقذره: ما أتفثك أي ما أوسخك وأقذرك ﴿المخبتين﴾ المخبت: المتواضع الخاشع لله.\nالتفسِير: ﴿هذان خَصْمَانِ﴾ أي هذان فريقان مختصمان فريق المؤمنين المتقين، وفريق الكفرة المجرمين ﴿اختصموا فِي رَبِّهِمْ﴾ أي اختلفوا وتنازعوا من أجل الله ودينه قال مجاهد: هم المؤمنون والكافرون، فالمؤمنون يريدون نصرة دين الله، والكافرون يريدون إطفاء نور الله ﴿فالذين كَفَرُواْ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ﴾ أي فصلت لهم ثيابٌ من نار على قدر أجسادهم ليلبسوها إذا صاروا إلى النار قال القرطبي: شبهت النار بالثياب لأنها لباس لهم كالثياب ومعنى ﴿قُطِّعَتْ﴾ خيطت وسويت، وذرك بلفظ الماضي لأن الموعود منه كالواقع المحقق ﴿يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الحميم﴾ أي يصب على رءوسهم الماء الحار المغلي بنار جهنم ﴿يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ والجلود﴾ أي يذاب به ما في بطونهم من الأمعاء والأحشاء مع الجلود قال ابن عباس: لو سقطت منه قطرة على جبال الدنيا لأذابتها وفي الحديث «إن الحميم ليصب على رءوسهم فينفذ الجمجمة حتى يخلص إلى جوفه، فيسلت ما في جوفه حتى يمرق من قدميه وهو الصهر، ثم يعا كما كان» قال الإِمام الفخر: والغرض أن الحميم إذا صب على رءوسهم كان تأثيره في الباطن مثل تأثيره في الظاهر، فيذيب أمعاءهم وأحشاءهم كما يذيب جلودهم وهو أبلغ من قوله ﴿وَسُقُواْ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ﴾ [محمد: ١٥] ﴿وَلَهُمْ مَّقَامِعُ مِنْ حَدِيدٍ﴾ أي ولهم مطارق وسياط من الحديد يضربون بها ويدفعون وفي الحديث «لو وضعت مقمعة منها في الأرض فاجتمع عليها الثقلان ما أقلوها» ﴿كُلَّمَآ أرادوا أَن يَخْرُجُواْ مِنْهَا\nمِنْ غَمٍّ أُعِيدُواْ فِيهَا﴾ أي كلما أراد اهل النار الخروج من النار من شدة عمها ردوا إلى أماكنهم فيها قال الحسن: إن النار تضربهم بلهيها فترفعهم حتى إذا كانوا في أعلاها ضربوا بالمقامع فهووا فيها سبعين خريفًا ﴿وَذُوقُواْ عَذَابَ الحريق﴾ أي ويقال لهم: ذوقوا عذاب جهنم المحرق الذي كنتم فيه تكذبون، ولما ذكر تعالى ما أعد للكفار من العذاب والدمار، ذكر ما أعده للمؤمنين من الثواب والنعيم فقال ﴿إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخل المؤمنين الصالحين في الآخرة جنات تجري من تحت أشجارها وقصورها الأنهار العظيمة المتنوعة ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ﴾ أي تلبسهم الملائكة في الجنة الأساور الذهبية كحلية وزينة يتزينون بها ﴿وَلُؤْلُؤًا﴾ أي ويحلون باللؤلؤ كذلك إكرامًا من الله لهم ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ أي ولباسهم في الجنة الحرير، ولكنه أعلى وأرفع مما في الدنيا بكثير ﴿وهدوا إِلَى الطيب مِنَ القول﴾ أي أرشدوا إلى الكلام الطيب والقول النافع إذ ليس في الجنة لغوٌ ولا كذب ﴿وهدوا إلى صِرَاطِ الحميد﴾ أي إلى صراط الله وهو الجنة دار المتقين، ثم عدد تعالى بعض جرائم المشركين فقال ﴿إِنَّ الذين كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ الله والمسجد الحرام﴾ أي جحدوا بما جاء به محمد ﵇ ويمنعون المؤمنين عن إتيان المسجد الحرام لأداء المناسك فيه قال القرطبي: وذلك حين صدوا رسول الله ﷺ َ عن المسجد الحرام عام الحديبية، وإنما قال ﴿وَيَصُدُّونَ﴾ بصيغة المضارع ليدل على الاستمرار فكأن المعنى: إن الذين كفروا من شأنهم الصد عن سبيل الله ونظيره قوله\n﴿الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله﴾ [الرعد: ٢٨] ﴿الذي جَعَلْنَاهُ لِلنَّاسِ سَوَآءً العاكف فِيهِ والباد﴾ أي الذي جعلناه منسكًا ومتعبدًا للناس جميعًا سواء فيه المقيم والحاضر، والذي يأتيه من خارج البلاد ﴿وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ﴾ أي ومن يرد فيه سوءًا أو ميلًا عن القصد أو يهم فيه بمعصية ﴿نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ﴾ أي نذقه أشد أنواع العذاب الموجع قال ابن مسعود: لو أن رجلًا بِعدَنَ همَّ بأن يعمل سيئة عند البيت أذاقه الله عذابًا أليمًا وقال مجاهد: تُضاعف السيئات فيه كما تضاعف الحسنات ﴿وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت﴾ أي واذكر حين أرشدنا إبراهيم وألهمناه مكان البيت ﴿أَن لاَّ تُشْرِكْ بِي شَيْئًا﴾ أي أمرناه ببناء البيت العتيق خالصًا لله قال ابن كثير: أي ابنه على اسمي وحدي ﴿وَطَهِّرْ بَيْتِيَ لِلطَّآئِفِينَ والقآئمين والركع السجود﴾ أي طهر بيتي من الأوثان والأقذار لمن يعبد الله فيه بالطواف والصلاة قال القرطبي: والقئمون هم المصلون، ذكر تعالى من أركان الصلاة أعظمها وهو القيام والركوع والسجود ﴿وَأَذِّن فِي الناس بالحج﴾ أي ونادِ في الناس داعيًا لهم لحج بيت الله العتيق قال ابن عباس: لما فرغ إبراهيم من بناء البيت قيل له: أذن في الناس بالحج، قال يا رب: وما يبلغ صوتي؟ قال: أذن وعلي الإِبلاغ فصعد إبراهيم على جبل أبي قبيس وصاح: يا أيها الناس إن الله قد أمركم بحج هذا البيت ليثيبكم به الجنة، يوجيركم من عذاب النار فحجوا، فأجابه من كان في أصلاب الرجال، وأرحام النساء: لبيك اللهم لبيك ﴿يَأْتُوكَ رِجَالًا وعلى كُلِّ ضَامِرٍ﴾ أي يأتوك مشاة على أقدامهم أو ركبانًا\nعلى جمل هزيل قد أعبه وأنهكه بعد المسافة ﴿يَأْتِينَ مِن كُلِّ فَجٍّ عَميِقٍ﴾ أي تأتي الإِبل الضامرة من كل طريق بعيد قال القرطبي: ورد الضمير إلى الإِبل ﴿يَأْتِينَ﴾ تكرمةً لها لقصدها الحج مع أربابها كما قال\n﴿والعاديات ضَبْحًا﴾ [العاديات: ١] في خلي الجهاد تكرمةً لها حين سعت في سبيل الله ﴿لِّيَشْهَدُواْ مَنَافِعَ لَهُمْ﴾ أي يلحضروا منافع لهم كثيرة دينية ودنيوية قال الفخر الرازي: وانما نكَّر المنافع لأنه أراد منافع مختصة بهذه العبادة دينية ودنيوية لا توجد في غيرها من العبادات ﴿وَيَذْكُرُواْ اسم الله في أَيَّامٍ مَّعْلُومَاتٍ على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام﴾ أي ويذكروا عند ذبح الهدايا والضحايا اسم الله في أيام النحر شكرًا لله على نعمائه وعلى ما رزقهم وملكهم من الأنعام وهي: الإِبل والبقر والغنم والمعز قال الرازي: وفيه تنبيه على أن الغرض الأصلي ذكر اسمه تعالى عند الذبح وأن يخالف المشركين في ذلك فإنهم كانوا يذبحونها للنصب والأوثان ﴿فَكُلُواْ مِنْهَا﴾ أي كلوا من لحوم الأضاحي ﴿وَأَطْعِمُواْ البآئس الفقير﴾ أي أطعموا منها البائس الذي أصابه بؤس وشدة، والفقير الذي أضعفه الإِعسار قال ابن عباس: البائس الذي ظهر بؤسه في ثيابه وفي وجهه، والفقير الذي لا يكون كذلك، ثيابه نقية ووجهه وجه غني ﴿ثُمَّ لْيَقْضُواْ تَفَثَهُمْ﴾ أي ثم بعد الذبح ليزيلوا وسخهم الذي أصابهم بالإِحرام وذلك بالحلق والتقصير وإزالة الشعث وقص الشارب والأظافر ﴿وَلْيُوفُواْ نُذُورَهُمْ﴾ أي ما أوجبوه على أنفسهم بالنذر طاعةً لله ﴿وَلْيَطَّوَّفُواْ بالبيت العتيق﴾ أي ليطوفوا حول البيت العتيق طواف الإِفاضة وهو طاوف الزيارة الذي به تمام التحلل، والعتيق: القديم سمي به لأنه أول بيت وضع للناس ﴿ذلك﴾ أي الأمر والشأن ذلك قال الزخمشري: كما يقدم الكاتب جملة من كتابه في بعض المعاني ثم إذا أراد الخوض في معنى آخر قال: هذا وقد كان كذا ﴿وَمَن يُعَظِّمْ حُرُمَاتِ الله﴾ أي من يعظم ما شرعه الله من أحكام الدين ويجتنب المعاصي والمحارم ﴿فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ﴾ أي ذلك التعظيم خير له ثوابًا في الآخرة ﴿وَأُحِلَّتْ لَكُمُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ﴾ أي أحللنا لكم جميع الأنعام إلا ما استثني في الكتاب المجيد كالميتة والمنخنقة وما ذبح لغير الله وغير ذلك ﴿فاجتنبوا الرجس مِنَ الأوثان﴾ أي اجتنبوا الرجس الذي هو الأوثان كما تجتنب الأنجاس، وهو غاية المبالغة في النهي عن عبادتها وتعظيمها ﴿واجتنبوا قَوْلَ الزور﴾ أي واجتنبوا شهادة الزور ﴿حُنَفَآءَ للَّهِ غَيْرَ مُشْرِكِينَ بِهِ﴾ أي مائلين إلى الحق مسلمين لله غير مشركين به أحدًا ﴿وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير﴾ تمثيل للمشرك في ضلاله وهلاكه أي ومن أشرك بالله فكأنما سقط من السماء فتخطفه الطير وتمزقه كل ممزق ﴿أَوْ تَهْوِي بِهِ الريح فِي مَكَانٍ سَحِيقٍ﴾ أي أو عصفت به الريح حتى هوت به في بعض المهالك البعيدة ﴿ذلك وَمَن يُعَظِّمْ شَعَائِرَ الله﴾ أي ذلك ما وضحه الله لكم من الأحكام والأمثال ومن يعظم أمور الدين ومنها أعمالُ الحج والأضاحي والهدايا ﴿فَإِنَّهَا مِن تَقْوَى القلوب﴾ أي فإن تعظيمها من أفعال المتقين لله قال القرطبي: أضاف التقوى إلى القلوب لأن التقوى في القلب وفي الحديث\n«التقوى هاهنا» وأشار إلى صدره ﴿لَكُمْ فِيهَا مَنَافِعُ إلى أَجَلٍ\nمُّسَمًّى﴾ أي لكم في الهدايا منافع كثيرة من الدر والنسل والركوب إلى وقت نحرها ﴿ثُمَّ مَحِلُّهَآ إلى البيت العتيق﴾ أي ثم مكان ذبحها في الحرم بمكة أو منى، وخص البيت بالذكر لأنه أشرف الحرم كقوله تعالى ﴿هَدْيًا بَالِغَ الكعبة﴾ [المائدة: ٩٥] ﴿وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا﴾ أي شرعنا لكل أُمة من الأمم السابقة من عهد إبراهيم مكانًا للذبح تقربًا لله قال ابن كثير: يخبر تعالى أنه لم يزل ذبح المناسك وإراقة الدماء على اسم الله مشروعتًا في جميع الملل ﴿لِّيَذْكُرُواْ اسم الله﴾ أي أمرناهم عند الذبح أو يذكروا اسم الله وأن يذبحوا لوجهه تعالى ﴿على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام﴾ أي شكرًا لله على ما أنعم به عليهم من بهيمة الأنعام من الإِبل والبقر والغنم، بين تعالى انه يجب أن يكون الذبح لوجهه تعالى وعلى اسمه لأنه هو الخالق الرازق لا كما كان المشركون يذبحون للأوثان ﴿فإلهكم إله وَاحِدٌ﴾ أي فربكم أيها الناس ومعبودكم إله واحد لا شريك له ﴿فَلَهُ أَسْلِمُواْ﴾ أي فأخلصوا له العبدة واستسلموا لحكه وطاعته ﴿وَبَشِّرِ المخبتين﴾ أي بشر المطيعين المتواضعين الخاشعين بجنات النعيم، ثم وصف تعالى المخبتين بأربع صفات فقال ﴿الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ﴾ أي إذا ذكر الله خافت وارتعشت لذكره قلوبهم لإِشراق أشعة جلاله عليها فكأنهم بين يديه واقفون، ولجلاله وعظمته مشاهدون ﴿والصابرين على مَآ أَصَابَهُمْ﴾ أي يصبرون في السراء والضراء على الأمراض ولمصائب والمحن وسائر المكاره ﴿والمقيمي الصلاة﴾ أي الذين يؤدونها في أوقاتها مستقيمةً كاملة مع الخشوع والخضوع ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي ومن بعض الذي رزقناهم من فضلنا تينفقون في وجوه الخيرات ﴿والبدن جَعَلْنَاهَا لَكُمْ مِّن شَعَائِرِ الله﴾ أي والإِبل السمينة - سميت بدنًا لبدانتها وضخامة أج سامها - جعلناها من أعلام الشريعة التي شرعها الله لعباده قال ابن كثير: وكونها من شعائر الدين انها تُهدى إلى بيته الحرام بل هي أفضل ما يهدى ﴿لَكُمْ فِيهَا خَيْرٌ﴾ قال ابن عباس: نفعٌ في الدنيا وأجرٌ في الآخرة ﴿فاذكروا اسم الله عَلَيْهَا صَوَآفَّ﴾ أي اذكروا عند ذبحها اسم الله الجليل عليها حال كونها صواف أي قائمات قد صففن أيديهن وأرجلهم ﴿فَإِذَا وَجَبَتْ جُنُوبُهَا﴾ أي فإذا سقطت على الأرض بعد نحرها، وهو كنايةٌ عن الموت ﴿فَكُلُواْ مِنْهَا وَأَطْعِمُواْ القانع والمعتر﴾ أي كلوا من هذه الهدايا وأطعموا القانع أي المتعفف والمعتر أي السائل قاله ابن عباس، وقال الرازي: الأقرب أن القانع هو الراضي بما يدفع إليه من غير سؤال وإلحاح، ولمعتر هو الذي يتعرض ويطلب ويعتريهم حالًا بعد حال ﴿كذلك سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ﴾ أي مثل ذلك التسخير البديع جعلناها منقادة لكم مع ضخامة اجسامها لكي تشكروا الله على إنعامه ﴿لَن يَنَالَ الله لُحُومُهَا وَلاَ دِمَآؤُهَا﴾ أي لن يصل إليه تعالى شيء من لحومها ولا دمائها ﴿ولكن يَنَالُهُ التقوى مِنكُمْ﴾ أي ولكن يصل إلأيه التقوى منكم بامتثالكم أوامره وطلبكم رضوانه ﴿كذلك سَخَّرَهَا لَكُمْ لِتُكَبِّرُواْ الله على مَا هَدَاكُمْ﴾ أي كرره للتأكيد أي كذلك ذللها لكم وجعلها منقادة لرغبتكم لتكبروا الله على ما أرشدكم إليه من أحكام دينه ﴿وَبَشِّرِ المحسنين﴾ أي بشر المحسنين في أعمالهم بالسعادة والفوز بدار النعيم.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِيجاز ﴿اختصموا فِي رَبِّهِمْ﴾ أي في دين ربهم فهو على حذف مضاف.\n٢ - الاستعارة ﴿قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ﴾ استعارة عن إحاطة النار بهم كما يحيط الثوب بلابسه.\n٣ - الطباق بين ﴿العاكف. . والباد﴾ لأن العاكف المقيم في المدينة والباد القدم من البادية.\n٤ - التأكيد بإعادة الفصل ﴿١٦٤٩;جْتَنِبُواْ الرجس مِنَ الأوثان﴾ للعناية بشأن كل استقلالًا، ويسمى في علم البديع الإِطناب.\n٥ - التشبيه التمثيلي ﴿وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير﴾ لأن وجه الشبه منتزع من متعدد.\n٦ - الجناس الناقص ﴿وَجَبَتْ جُنُوبُهَا﴾ .\n٧ - الطباق بين ﴿القانع والمعتر﴾ لأنه القانع المتعفف والمعتر السائل.\n٨ - السجع اللطيف مثل ﴿عَميِقٍ، سَحِيقٍ، العتيق﴾ ومثل ﴿المحسنين، المخبتين﴾ .\nتنبيه: لم يؤاخذ الله تعالى أحدًا من خلقه على الهم بالمعصية إلا في المسجد الحرام ﴿وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ﴾ لأنه المكان المقدس الذي يجب أن يكون فيه الإِنسان نقي القلب، طاهر النفس، صافي السريرة، خالصًا بكليته لله، فمن ينتهك حرمة الملك في حماه جدير بالجحيم والعذاب الأليم.", "ayah": 37, "surah": 22}