{"text": "المنَاسَبَة: لما بيَّن تعالى مناسك الحج وما فيه من منافع الدنيا والآخرة، وذكر أن الكفار صدوا المؤمنين عن دين الله وعن دخول مكة، بيَّن هنا أنه يدافع عن المؤمنين وذكر الحكمة من مشروعية القتال ومنها الدفاع عن المقدسات، وحماية المستضعفين، وتمكين المؤمنين من عبادة الله تعالى.\nاللغَة: ﴿صَوَامِعُ﴾ جمع صومعة وهي البناء المرتفع وهي مختصة بالرهبان ﴿بِيَعٌ﴾ جمع بيعة وهي كنيسة النصارى ﴿وَصَلَوَاتٌ﴾ كنائس اليهود وقال الزجاج: وهي بالعبرانية صَلُوتا ﴿نَكِيرِ﴾ مصدر بمعنى الإِنكار قال الجوهري: النكيرُ والإِنكارُ تغيير المنكر ﴿مُّعَطَّلَةٍ﴾ متروكة وتعطيل الشيء إبطال منافعه ﴿مَّشِيدٍ﴾ مرفوع البنيان.\nالتفسِير: ﴿إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا﴾ أي ينصر المؤمنين ويدفع عنهم بأس المشركين، وهذه بشارة للمؤمنين بإعلائهم على الكفار وكفِّ كيدهم عنهم ﴿إِنَّ الله لاَ يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ﴾ أي إنه تعالى يبغض كل خائنٍ للأمانة جاحدٍ نعمة الله ﴿أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُواْ﴾ فيه محذوف تقديره: أُذن لهم في القتال بسبب أنهم ظُلموا قال ابن عباس: هذه أو لآيةٍ نزلت في الجهاد قال المفسرون: هم أصحابُ رسول الله ﷺ َ كان مشركو مكة يؤذونهم أذى شديدًا وكانوا يأتون رسول الله ﷺ َ بين مضروب ومسجوح ويتظلمون إلأيه فيقول لهم: اصبروا فإني لم أزمر بقتالهم حتى هاجروا فأُنزلت هذه الآية وهي أول آيةٍ أُذن فيها بالقتال بعدما نهي عنه في أكثر من سبعين آية ﴿وَإِنَّ الله على نَصْرِهِمْ لَقَدِيرٌ﴾ أي هو تعالى قادر على نصر عباده من غير قتال ولكنه يريد منهم أن يبذلوا جهدهم في طاعته لينالوا أجر الشهداء ﴿الذين أُخْرِجُواْ مِن دِيَارِهِم بِغَيْرِ حَقٍّ﴾ أي أُخرجوا من أوطانهم ظلمًا وعدوانًا بغير سبب موجب للإِخراج قال ابن عباس: يعني محمدًا وأصحابه أُخرجوا\nمن مكة إلى المدينة بغير حق ﴿إِلاَّ أَن يَقُولُواْ رَبُّنَا الله﴾ أي ما كان لهم إساءة ولا ذنب إلا أنهم وحدوا الله ولم يشركوا به أحدًا ﴿وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ﴾ أي لولا ما شرعه الله من الجهاد وقتال الأعداء لاستولى أهل الشرك على أهل الأديان وتعطلت الشعائر ولكنه تعالى دفع شرهم بأن أمر بقتالهم ﴿لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ﴾ أي لتهدمت معابد الرهبان وكنائس النصارى ﴿وَصَلَوَاتٌ﴾ أي كنائس اليهود ﴿وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيرًا﴾ أي ومساجد المسلمين التي يعبد فيها الله بكرة وأصيلًا، ومعنى الآية أنه لولا كفُّه تعالى المشركين بالمسلمين، وإِذنه بمجاهدة المسلمين للكافرين لاستولى المشركون على أهل الملل المختلفة في أزمانهم فهدموا موضع عباداتهم، ولم يتركوا للنصارى بيعًا، ولا لرهبانهم صوامع، ولا لليهود كنائس، ولا للمسلمين مساجد، ولغلب المشركون أهل الأديان، وإنما خص المساجد بهذا الوصف ﴿يُذْكَرُ فِيهَا اسم الله كَثِيرًا﴾ تعظيمًا لها وتشريفًا لأنها أماكن العبادة الحقة ﴿وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ﴾ قسمٌ أي والله سينصر الله من ينصر دينه ورسوله ﴿إِنَّ الله لَقَوِيٌّ عَزِيزٌ﴾ أي إنه تعالى قادر لا يعجزه شيء، عزيزٌ لا يُقهر ولا يغلب قال ابن كثير: وصف نفسه بالقوة والعزة، فبقوته خلق كل شيء، وبعزته لا يقهره قاهر ولا يغلبه غالب ﴿الذين إِنْ مَّكَّنَّاهُمْ فِي الأرض أَقَامُواْ الصلاة وَآتَوُاْ الزكاة﴾ قال ابن عباس: هم المهاجرون والأنصار والتابعون بإحسان، والمعنى: هؤلاء الذين يستحقون نصرة الله هم الذين إن جعلنا لهم سلطانًا في الأرض وتملكًا واستعلاء عبدوا الله وحافظوا على الصلاة وأداء الزكاة ﴿وَأَمَرُواْ بالمعروف وَنَهَوْاْ عَنِ المنكر﴾ أي دعوا إلى الخير ونهوا عن الشر ﴿وَلِلَّهِ عَاقِبَةُ الأمور﴾ أي مرجع الأمور إلى حكمة تعالى وتقديره ﴿وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ﴾ تسلية للرسول ﷺ َ ووعيد للمشركين أي إن كذبك أهل مكة فاعلم إنك لست أول رسول يكذبه قومه فقد كان قبلك أنبياء كُذبوا فصبروا إلى أهلك الله المكذبين، فاقتد بهم واصبر ﴿وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ وَأَصْحَابُ مَدْيَنَ﴾ أي وكذب قوم إبراهيم وقوم لوط وقوم شعيب ﴿وَكُذِّبَ موسى﴾ أي وكذب موسى أيضًا مع وضوح آياته، وعظم معجزاته فما ظنك بغيره؟ ﴿فَأمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ﴾ أي أمهلتهم ثم أخذتهم بالعقوبة ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ استفهام تقريري أي فكيف كان إنكاري عليهم بالعذاب ألم يكن أليما ً؟ ألم أبدلهم بالنعمة نقمة، وبالكثرة قلة، وبالعمارة خرابًا؟ فكذلك أفعل بالمكذبين من أهل مكة ﴿فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾ أي كم من قرية أهلكنا أهلها بالعذاب الشامل ﴿وَهِيَ ظَالِمَةٌ﴾ أي وهي مشركة كافرة ﴿فَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ أي خرت سقوفها على الأرض ثم تهدمت حيطانها فسقطت فوق السقوف فهي مخربة مهدمة ﴿وَبِئْرٍ مُّعَطَّلَةٍ﴾ أي وكم من بئر عطلت فتركت لا يستقى منها لهلاك أهلها ﴿وَقَصْرٍ مَّشِيدٍ﴾ أي وكم من قصر مفرفوع البنيان أصبح خاليًا بلا ساكن، أليس في ذلك عبرة للمعتبر؟ ﴿أَفَلَمْ يَسِيرُواْ فِي الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ﴾ أي أفلم يسافر أهل مكة ليشاهدوا مصارع الكفار فيعتبروا بما حل بهم من النكال والدمار! ﴿وهلاّ عقلوا ما يجب أن يُعقل من الإِيمان والتوحيد﴾ ﴿أَوْ آذَانٌ يَسْمَعُونَ بِهَا﴾ أي أو تكون لهم آذانٌ يسمعون بها المواعظ والزواجر ﴿فَإِنَّهَا لاَ تَعْمَى الأبصار\nولكن تعمى القلوب التي فِي الصدور﴾ أي ليس العمى على الحقيقة عمى البصر، وإنما العمى عمى البصيرة فمن كان أعمى القلب لا يعتبر ولا يتدبر، وذِكرُ الصدور للتأكيد ونفي توهم المجاز ﴿وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ﴾ أي ويستعجلك يا محمد هؤلاء المشركون بالعذاب استهزاءً، وإن ذلك واقع لا محالة، لكن لوقوعه أجل لا يتعداه لأنه تعالى لا يخلف الميعاد ﴿وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ﴾ أي هو تعالى حليم لا يعجل فإن مقدار ألف سنة عند خلقه كيوم واحد عنده بالنسبة إلى حلمه فلِم إذًا يستبعدونه ويستعجلون العذاب؟ ولهذا قال بعد ذلك ﴿وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ﴾ أي وكثير من أهل قرية أخرت إهلاكهم وأمهلتهم مع استمرارهم على الظلم فاغتروا بذلك التأخير ﴿ثُمَّ أَخَذْتُهَا وَإِلَيَّ المصير﴾ أي ثم أخذتهم بالعذاب ذكر الآية تنبيهًا على أن السابقين أُمهلوا ثم أُهلكوا وأن قريشًا وإن أملى تعالى لهم وأمهلهم فإن لا بد من عذابهم فلا يفرحوا بتأخير العذاب عنهم ﴿قُلْ ياأيها الناس إِنَّمَآ أَنَاْ لَكُمْ نَذِيرٌ مُّبِينٌ﴾ أي قل يا محمد لهؤلاء المستعجلين للعذاب إنما أنا منذر لكم أخوفكم عذاب الله وأنذركم إنذارًا بينًا من غير أن يكون لي دخلٌ في تعجيل العذاب أو تأخيره ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ أي فالمؤمنون الصادقون الذين جمعوا بين الإِيمان والعمل الصالح لهم عند ربهم مغفرة لذنوبهم ورزق كريم في جنان النعيم قال الرازي: بين سبحانه أن من جمع بينهما فالله تعالى يجمع له بين المغفرة والرزق الكريم وقال القرطبي: إذا سمعت الله تعالى يقول ﴿وَرِزْقٌ كَرِيمٌ﴾ فاعلم أنه الجنة ﴿والذين سَعَوْاْ في آيَاتِنَا مُعَاجِزِينَ﴾ أي كذبوا بآياتنا وسعوا في إبطالها مغالبين مشاقين يريدون إطفاء نور الله ﴿أولئك أَصْحَابُ الجحيم﴾ أي فأولئك هم أصحاب النار الحارة الموجعة، الشديد عذابها ونكالها، شبههم من حيث الدوام بالصاحب قال الرازي: فإن قيل: إنه ﵇ بشر المؤمنين أولًا، وأنذر الكافرين ثانيًا في هذه الآية فكان القياس أن يقال ﴿إِنَّمَآ أَنَاْ لَكُمْ نَذِيرٌ مُّبِينٌ﴾ والجواب أن الكلام مسوق إلى المشركين وهم الذين استعجلوا العذاب و﴿ياأيها الناس﴾ نداءٌ لهم، وإنما ذكر المؤمنين وثوابهم زيادة لغيظهم وإيذائهم ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ﴾ أي وما أرسلنا قبلك يا محمدًا رسولًا ولا نبيًا ﴿إِلاَّ إِذَا تمنى﴾ أي إلا إذا أحبَّ شيئًا وهويته نفسه ﴿أَلْقَى الشيطان في أُمْنِيَّتِهِ﴾ أي ألقى الشيطان فيما يشتهيه ويتمناه بعض الوساوس التي توجب استغاله بالدنيا كما قال ﵇\n«إنه ليُغان على قلبي فأستغفر الله في اليوم سبعين مرة» قال الفراء: تمنى إذا حدَّث نفسه وفي البخاري: قال ابن عباس: «إلا إذا تمنى ألقى الشيطان في أمنيته» إذا حدث ألقى الشيطان في حديثه فيبطل الله ما يلقي الشيطان ويحكم الله آياته، ويقال: كمينخ: قراءته ق لانحاس: وهذا من أحسن ما قيل في الآية وأجله، ومعنى الآية: وما أرسلنا رسولًا ولا نبيًا فحدث نفسه بشيء وتمنى لأمته الهداية والإِيمان إلا ألقى الشيطان الوساوس والعقبات في طريقه\nبتزيين الكفر لقومه وإلقائه في نفوسهم مخالفةً لأمر الرسول وكأنَّ الآية تسلية للرسول ﷺ َ تقول له: لا تحزن يا محمد على معاداة قومك لك فهذه سنة المرسلين ﴿فَيَنسَخُ الله مَا يُلْقِي الشيطان﴾ أي يزيل ويبطل الله ما يلقيه الشيطان من الوساوس والأوهام ﴿ثُمَّ يُحْكِمُ الله آيَاتِهِ﴾ أي يثبت في نفس الرسول آياته الدالة على الوحدانية والرسالة ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي مبالغٌ في العلم حكيم يضع الأشياء في مواضعها قال أبو السعود: وفي الآية دلالة على جواز السهو من الأنبياء ﵈، وتطرق الورسوسة إليهم ﴿لِّيَجْعَلَ مَا يُلْقِي الشيطان﴾ أي ليجعل تلك الشبه والوساوس التي يلقيها الشيطان ﴿فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾ أي فتنة للمنافقين الذين في قلوبهم شك وارتياب ﴿والقاسية قُلُوبُهُمْ﴾ أي وفتنةً لكلافرين الذين لا تلين قلوبهم لذكر الله، وهم خواص من الكفار عتاةٌ كأبي جهل، والنضر، وعتبه ﴿وَإِنَّ الظالمين لَفِي شِقَاقٍ بَعِيدٍ﴾ أي وإن هؤلاء المذكورين من المنافقين والمشركين لفي عداوة شديدة لله ولرسوله، ووصف الشقاق بلفظ ﴿بَعِيدٍ﴾ لأنه في غاية الضلال والبعدِ عن الخير ﴿وَلِيَعْلَمَ الذين أُوتُواْ العلم أَنَّهُ الحق مِن رَّبِّكَ﴾ أي وليعلم أهل العلم أن القرآن هو الحق النازل من عند الله تعالى ﴿فَيُؤْمِنُواْ بِهِ﴾ أي يؤمنوا بهذا القرآن ﴿فَتُخْبِتَ لَهُ قُلُوبُهُمْ﴾ أي تخشع وتسكن له قلوبهم بخلاف من في قلبه مرض ﴿وَإِنَّ الله لَهَادِ الذين آمنوا إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي مرشد المؤمنين إلى الصراط المستقيم ومنقذهم من الضلالة والغواية ﴿وَلاَ يَزَالُ الذين كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ﴾ أي ولا يزال هؤلاء المشركون في شك وريب من هذا القرآن ﴿حتى تَأْتِيَهُمُ الساعة بَغْتَةً﴾ أي حتى تأتيهم الساعة فجأة دون أن يشعروا قال قتادة: ما أخذ الله قومًا قطُّ إلا عند سكرتهم وغرتهم ونعمتهم فلا تغتروا بالله إنه لا يغتر بالله إلا القوم الفاسقون ﴿أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ﴾ أي أو يأتيهم عذاب يوم القيمة وسمي عقيمًا لأنه لا يوم بعده قال أبو السعود: كأنَّ كل يوم يلد ما بعده من الأيام، فما لا يوم بعده يكون عقيمًا، والمراد به الساعة أيضًا كأ نه قيل: أو يأتيهم عذابها، ووضع ذلك موضع الضمير لمزيد التهويل ﴿الملك يَوْمَئِذٍ للَّهِ﴾ أي الملك يوم القيامة لله وحده لا منازع له فيه ولا مدافع ﴿يَحْكُمُ بَيْنَهُمْ﴾ أي يفصل بين عباده بالعدل، فيدخل المؤمنين الجنة والكافرين النار\nولهذا قال ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات فِي جَنَّاتِ النعيم﴾ أي فالذين صدقوا الله ورسوله وفعلوا صالح الأعمال لهم النعيم المقيم في جنات الخلد ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآياتِنَا فأولئك لَهُمْ عَذَابٌ مُّهِينٌ﴾ أي والذين جحدوا بآيات الله وكذبوا رسله لهم العذاب المخزي مع الإِهانة والتحقير في دار الجحيم ﴿والذين هَاجَرُواْ فِي سَبِيلِ الله﴾ أي تركوا الأوطان والديار ابتغاء مرضاة الله وجاهدوا لإِعلاء كلمة الله ﴿ثُمَّ قتلوا أَوْ مَاتُواْ﴾ أي قتلوا في الجهاد أو ماتوا على فرشهم ﴿لَيَرْزُقَنَّهُمُ الله رِزْقًا حَسَنًا﴾ أي ليعطينهم نعيمًا خالدًا لا ينقطع أبدًا وهو نعيم الجنة ﴿وَإِنَّ الله لَهُوَ خَيْرُ الرازقين﴾ أي هو تعالى خير من أعطى فإنه يرزق بغير حساب ﴿لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَرْضَوْنَهُ﴾ أي ليدخلنهم مكانًا يرضونه وهو الجنة التي فيها ملا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر ﴿وَإِنَّ الله لَعَلِيمٌ حَلِيمٌ﴾ أي عليم بدرجات العاملين حليم عن عقابهم ﴿ذلك وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ﴾ أي جازى الظالم بمثل ما ظلمه ﴿ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ الله﴾ أي ثم اعتدى الظالم عليه ثانيًا لينصرن الله ذلك المظلوم ﴿إِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ أي مبالغ في العفو والغفران، وفيه تعريض بالحث على العفو والصفح، فإنه تعالى مع كمال قدرته على الانتقام يعفو ويغفر فغيره أولى بذلك ﴿ذلك بِأَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ أي ذلك النصر بسبب أن الله قادر، ومن آيات قدرته إيلاج الليل في النهار أي أنه يدخل كلًا منهما في الآخر.\nبأن ينقص من الليل فيزيد في النهار وبالعكس وهذا مشاهد ملموس في الصيف والشتاء ﴿وَأَنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي سميع لأقوال عباده بصير بأحوالهم لا تخفى عليه خافية ﴿ذلك بِأَنَّ الله هُوَ الحق﴾ أي ذلك بأن الله هو الإِله الحق ﴿وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الباطل﴾ أي وأن الذي يدعوه المشركون من الأصنام والأوثان هو الباطل الذي لا يقدر على شيء ﴿وَأَنَّ الله هُوَ العلي الكبير﴾ أي هو العالي على كل شيء ذو العظمة والكبرياء فلا أعلى منه ولا أكبر.\nالَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - صيغة المبالغة ﴿خَوَّانٍ كَفُورٍ﴾ لأن فعال وفعول من صيغ المبالغة.\n٢ - الحذف لدلالة السياق عليه ﴿أُذِنَ لِلَّذِينَ يُقَاتَلُونَ﴾ أي أُذن بالقتال للذين يقاتلون.\n٣ - تأكيد المدح بما يشبه الذم ﴿إِلاَّ أَن يَقُولُواْ رَبُّنَا الله﴾ أي لا ذنب لهم إلا هذا.\n٤ - المقابلة اللطيفة بين ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ وبين ﴿والذين سَعَوْاْ في آيَاتِنَا مُعَاجِزِينَ أولئك أَصْحَابُ الجحيم﴾ .\n٥ - جناس الاشتقاق ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ﴾ .\n٦ - الطباق بين ﴿يَنسَخُ. . ثُمَّ يُحْكِمُ﴾ .\n٧ - الاستعارة البديعة ﴿أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ﴾ وهذا من أحسن الاستعارات لأن العقيم المرأة التي لا تلد، فكأنه سبحانه وصف ذلك اليوم بأنه لا ليل بعده ولا نهار لأن الزمان قد مضى، والتكليف قد انقضى، فجعلت الأيام بمنزلة الولدان لليالي، وجعل ذلك اليوم من بينها عقيمًا على طريق الاستعارة.", "ayah": 52, "surah": 22}