{"text": "اللغَة: ﴿الرشد﴾ الحق والصواب ﴿جَدُّ﴾ الجد لغة: العظمة والجلال والسلطان يقال: جد فلان في عيني أي عظم وجل، والجد: الحظُّ، وأبو الأب ﴿حَرَسًا﴾ جمع حارس او اسم جمع كخدم يقال: حرس وحُراس، والحارس: الحافظ للشيء يرعاه ويرقبه ﴿قِدَدًا﴾ متفرقة مختلفة جمع قدة قال الشاعر:\n«إذ هم طرائق في أهوائهم قدد» ... ﴿غَدَقًا﴾ كثيرًا واسعًا ﴿القاسطون﴾ الجائرون عن\nطريق الحق، يقال قسط الرجل إِذا جار ﴿صَعَدًا﴾ شاقًا يعلو الإِنسان ويغلبه فلا يطيقه يقال: فلان في صعد من أمره أي في مشقة ﴿يَسْلُكْهُ﴾ يدخله ﴿لِبَدًا﴾ متراكمين بعضهم فوق بعض يقال: تلبد الشيء أي تراكم بعضه فوق بعض ﴿مُلْتَحَدًا﴾ ملجأ وحرزًا يتحصن به الإِنسان.\nالتفسِير: ﴿قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن﴾ أي قل يا محمد لقومك: إن ربي أوحى إلي جماعة من الجن استمعوا لتلاوتي للقرآن، فآمنوا به وصدقوه وأسلموا ﴿فقالوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا﴾ أي فقالوا لقومهم حين رجعوا إِليهم: إنا سمعنا قرآنًا عجيبًا، مؤثرًا في حسن نظمه، وبلاغة أسلوبه، وما حواه من بديع الحِكَم والعظات و﴿عَجَبًا﴾ مصدر وصف به للمبالغة قال المفسرون: استمعوا إلى رسول الله ﷺ َ وهو يقرأ القرآن في صلاة الفجر، ولم يشعر بهم ولا باستماعهم، وإنما أخبر به الرسول بواسطة الوحي بدليل قوله ﴿قُلْ أُوحِيَ إِلَيَّ﴾ ويؤيده ما قصه الله على نبيه في سورة الأحقاف من خبرهم ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن يَسْتَمِعُونَ القرآن فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ﴾ [الأحقاف: ٢٩] والغرض من الإِخبار عن استماع الجن، توبيخ وتقريع قريش والعرب في كونهم تباطئوا عن الإِيمان، إذ كانت الجن خيرًا منهم وأسرع إلى الإِيمان، فإنهم من حين ما سمعوا القرآن استعظموه وآمنوا ورجعوا إلى قومهم منذرين، بخلاف العرب الذين نزل بلسانهم، فإنهم كذبوا واستهزءوا وهم يعلمون أنه كلام معجز، وأن محمدًا أمي لا يقرأ ولا يكتب، وشتان ما بين موقف الإِنس والجن!! ﴿يهدي إِلَى الرشد فَآمَنَّا بِهِ﴾ أي يهدي هذا القرآن إلى الحق والرشاد والصواب فصدقنا به ﴿وَلَن نُّشرِكَ بِرَبِّنَآ أَحَدًا﴾ أي ولن نعود إلى ما كنا عليه من الشرك، ولن نجعل الله شريكًا بعد اليوم من خلقه قال الخازن: وفي الآية دليل على أن أولئك النفر كانوا مشركين ﴿وَأَنَّهُ تعالى جَدُّ رَبِّنَا﴾ أي تعالت عظمة ربنا وجلاله ﴿مَا اتخذ صَاحِبَةً وَلاَ وَلَدًا﴾ أي ليس له زوجة ولا ولد، لأن الزوجة تتخذ للحاجة، والولد للاستئناس، والله تعالى منزه عن النقائص ﴿وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى الله شَطَطًا﴾ أي وأن الأحمق الجاهل فينا كان ينسب إلى الله ما لا يليق بجلاله وقدسيته ويقول قولًا شططًا بعيدًا عن الحق وحدِّ الاعتدال قال مجاهد: السفيه هو إبليس دعاهم إلى عبادة غير الله ﴿وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ الإنس والجن عَلَى الله كَذِبًا﴾ أي كنا نظن أن أحدًا لن يكذب على الله تعالى لا من الإِنس ولا من الجن في نسبة الصاحبة والولد إليه، فلما سمعنا هذا القرآن وآمنا به علمنا أنهم كانوا يكذبون على الله في ذلك قال الطبري: وإنما أنكر هؤلاء النفر من الجن أن تكون علمت أن أحدًا يجترىء على الكذب على الله لما سمعت القرآن، لأنهم قبل أن يسمعوه وقبل أن يعلموا تكذيب الله للزاعمين لله الصاحبة والولد كانوا يحسبون أن إِبليس صادق، فما سمعوا القرآن أيقنوا أنه كان كاذبًا في ذلك فسموه سفيهًا ﴿وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإنس يَعُوذُونَ بِرِجَالٍ مِّنَ\nالجن﴾ أي كان خلائق من الإِنس يستجيرون برجال من الجن ﴿فَزَادُوهُمْ رَهَقًا﴾ أي فزاد الإِنس الجن باستعاذتهم بهم إِثمًا وطغيانًا، وعتوًا وضلالًا قال أبو السعود: كان الرجل إِذا أمسى في واد قفر وخالف على نفسه قال: أعوذ بسيد هذا الوادي من سفهاء قومه يريد الجن وكبيرهم، فإذا سمعوا بذلك استكبروا وقالوا: سدنا الإِنس والجن، فزاد الرجال الجن تكبرًا وعتوًا، فذلك قوله ﴿فَزَادُوهُمْ رَهَقًا﴾ ﴿وَأَنَّهُمْ ظَنُّواْ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ الله أَحَدًا﴾ أي وأن كفار الإِنس ظنوا كما ظننتم يا معشر الجن، أن الله لن يبعثُ أحدًا بعد الموت، فقد أنكروا البعث كما أنكرتموهن أنتم ﴿وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا﴾ يقول الجن: وأنا طلبنا بلوغ السماء لاستماع كلام أهلها، فوجدانها قد ملئت بالملائكة الكثيرين الذين يحرسونها، وبالشهب المحرقة التي تقذف من يحاول الاقتراب منها ﴿وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ﴾ أي كنا قبل بعثة محمد نطرق السماء لنستمع إلى أخبارها ونلقيها إلى الكهان ﴿فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَابًا رَّصَدًا﴾ أي فمن يحاول الآن استراق السمع، يجد شهابًا ينتظره بالمرصاد يحرقه ويهلكه ﴿وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض﴾ أي لا نعلم نحن معشر الجن ما الله فاعل بسكان الأرض، ولا نعلم هل امتلاء السماء بالحرس والشهب لعذاب يريد الله أن ينزله بأهل الأرض؟ ﴿أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾ أي أم لخير يريده الله بهم، بأن يبعث فيهم رسولًا مرشدًا يرشدهم إلى الحق؟ وهذا من أدب الجن حيث نسبوا الخير إلى الله، ولم ينسبوا الشر إليه فقالوا ﴿أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾ قال ابن كثير: وقد كانت الكواكب يرمى بها قبل ذلك، وهذا هو الذي حملهم على تطلب السبب، فأخذوا يضربون مشارق الأرض ومغاربها، فرأوا رسول الله ﷺ َ يقرأ بأصحابه في الصلاة، فعرفوا أن هذا هو الذي حفظت من أجله السماء، فدنوا منه حرصًا على سماع القرآن ثم أسلموا ﴿وَأَنَّا مِنَّا الصالحون وَمِنَّا دُونَ ذَلِكَ﴾ أي منا قوم صالحون أبرار، عاملون بما يرضي الله، ومنا قوم ليسوا صلحاء قال في التسهيل: وأرادوا بقولهم ﴿دُونَ ذَلِكَ﴾ أي الذي ليس صلاحهم كاملًا، أو الذين ليس لهم صلاح ﴿كُنَّا طَرَآئِقَ قِدَدًا﴾ أي كنا فرقًا شتى، ومذاهب مختلفة، فمنا الصالح ومنا الطالح، وفينا التقي والشقي ﴿وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ الله فِي الأرض وَلَن نُّعْجِزَهُ هَرَبًا﴾ أي علمنا وأيقنا أن الله قادر علينا، وأننا في قبضته وسلطانه أينما كنا، لن نعجزه بهرب، ولن نتفلت من عقابه إذا أراد بنا سوءًا قال القرطبي: أي علمنا بالاستدلال والتفكر في آيات الله، أنا في قبضته وسلطانه لن نفوته بهرب ولا غيره.\n. ثم عادوا إلى شكر الله تعالى على نعمة الإِيمان واهتدائهم بسماع آيات القرآن فقالوا ﴿وَأَنَّا لَمَّا سَمِعْنَا الهدى آمَنَّا بِهِ﴾ أي لما سمعنا القرآن العظيم آمنا به وبمن أنزله، وصدقنا محمدًا ﷺ َ في\nرسالته ﴿فَمَن يُؤْمِن بِرَبِّهِ فَلاَ يَخَافُ بَخْسًا وَلاَ رَهَقًا﴾ أي فمن يؤمن بالله تعالى فلا يخشى نقصانًا من حسناته ولا ظلمًا بزيادة سيئاته قال ابن عباس: لا يخاف أن ينقص من حسناته، ولا أن يزاد في سيئاته، لأن البخس النقصان، والرهق العدوان ﴿وَأَنَّا مِنَّا المسلمون وَمِنَّا القاسطون﴾ أي وأنا بعد سماعنا القرآن منا من أسلم، وصدق برسالة محمد ﷺ َ، ومنا من جار عن الحق وكفر قال المفسرون: يقال قسط الرجل إذا جار، وأقسط إِذ عدل، اسم الفاعل من الأول قاسط، ومن الثاني مقسط ومنه ﴿إِنَّ الله يُحِبُّ التوابين وَيُحِبُّ المتطهرين﴾ [البقرة: ٢٢٢] وأما القاسط فهو الظالم الجائر ﴿فَمَنْ أَسْلَمَ فأولئك تَحَرَّوْاْ رَشَدًا﴾ أي فمن اعتنق الإِسلام واتبع الرسول ﵇، فأولئك الذين قصدوا الرشد، واهتدوا إلى طريق السعادة والنجاة ﴿وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَبًا﴾ أي وأما الكافرون الجائرون عن طريق الحق والإِيمان، فسيكونون وقودًا لجهنم، توقد بهم كما توقد بكفار الإِنس. . وإلى هنا انتهى كلام الجن، مما يدعل على قوة إيمانهم، وصدقهم وإِخلاصهم، ثم قال تعالى مخبرًا عن أهل مكة ﴿وَأَلَّوِ استقاموا عَلَى الطريقة﴾ أي لو آمن هؤلاء الكفار، واستقاموا على شريعة الله ﴿لأَسْقَيْنَاهُم مَّآءً غَدَقًا﴾ أي لبسطنا لهم في الرزق، ووسعنا عليهم في الدنيا، زيادة على ما يحصل لهم في الآخرة من النعيم الدائم، وبذلك يحوزون عز الدنيا والآخرة قال في التسهيل: الماء الغدق: الكثير، وذلك استعارة في توسيع الرزق، والطريقة هي الإِسلام وطاعة الله والمعنى: لو استقاموا على ذلك لوسع الله أرزاقهم فهو كقوله ﴿وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض﴾ [الأعراف: ٩٦] ﴿لِّنَفْتِنَهُمْ فِيهِ﴾ أي لنختبرهم به أيشركون أم يكفرون؟ ﴿وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا﴾ أي ومن يعرض عن طاعة الله وعبادته، يدخله ربه عذابًا شديدًا شاقًا لا راحة فيه قال قتادة: ﴿صَعَدًا﴾ عذابًا لا راحة فيه وقال عكرمة: هو صخرة ملساء في جهنم يكلف صعودها، فإِذا انتهى إِلى أعلاها حُدِر إلى جهنم ﴿وَأَنَّ المساجد لِلَّهِ فَلاَ تَدْعُواْ مَعَ الله أَحَدًا﴾ هذا من جملة الموحى به للرسول ﴿قُلْ أُوحِيَ إِلَيَّ﴾ والمعنى وأوحي إلى أن المساجد وبيوت العبادة هي مختصة بالله، فلا تعبدوا فيها غيره وأخلصوا له العبادة فيها قال مجاهد: كان اليهود والنصارى إذا دخلوا كنائسهم وبيعهم، أشركوا بالله فيها، فأمر الله ﷿ نبيه والمؤمنين أن يخلصوا الدعوة لله إذا دخلوا المساجد كلها ﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ﴾ أي وأنه لما قام محمد ﷺ َ يعبد ربه ﴿كَادُواْ يَكُونُونَ عَلَيْهِ لِبَدًا﴾ أي كاد الجن يركب بعضهم بعضًا من شدة الازدحام، حرصًا على سماع القرآن قال ابن عباس: كادوا ينقضون عليه لاستماع القرآن، وإنما وصفه تعالى بالعبودية، ولم يذكره باسمه زيادة في تشريفه وتكريمه ﵇ ﴿قُلْ إِنَّمَآ أَدْعُو رَبِّي وَلاَ أُشْرِكُ بِهِ أَحَدًا﴾ أي قل يا محمد لهؤلاء الكفار الذين طلبوا منك أن ترجع عن دينك: إنما أعبد ربي وحده، ولا أشرك مع الله غيره بشرًا ولا صنمًا قال الصاوي: سبب نزولها أن كفار قريش قالوا له: إنك جئت\nبأمر عظيم، وقد عاديت الناس كلهم، فارجع عن هذا فنحن نجيرك وننصرك فنزلت ﴿قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرًّا وَلاَ رَشَدًا﴾ أي قل يا محمد في محاجَّة هؤلاء: إني لا أقدر أن أدفع عنكم ضرًا، ولا أجلب لكم نفعًا، وإنما الذي يملك هذا هو الله رب العالمين ﴿قُلْ إِنِّي لَن يُجِيرَنِي مِنَ الله أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾ أي قل لهم أيضًا: إنه لن ينقذني من عذاب الله أحد إن عصيته، ولن أجد لي نصيرًا ولا ملجأًمنه، فكيف أجيبكم إلى ما طلبتم؟ قال قتادة: ﴿مُلْتَحَدًا﴾ ملجأً ونصيرًا ﴿إِلاَّ بَلاَغًا مِّنَ الله وَرِسَالاَتِهِ﴾ أي لا أجد ملجأً إلا إذا بلغت رسالة ربي، ونصحتكم وأرشدتكم كما أمرني الله فحينئذ يجيرني ربي من العذاب كقوله تعالى\n﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ﴾ [المائدة: ٦٧] قال ابن كثير: أي لا يجيرني منه ويخلصني إلا إبلاغي الرسالة التي أوجب أداءها عليَّ ﴿وَمَن يَعْصِ الله وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَدًا﴾ أي ومن كذب الله ورسوله، ولم يؤمن بلقاء الله، وأعرض عن سماع الآيات وتدبر الرسالات، فإن جزاءه جهنم لا يخرج منها أبدًا وإنما جمع ﴿خَالِدِينَ﴾ حملًا على معنى ﴿مَنْ﴾ لأن لفظها مفرد ومعناها جمع ﴿حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ﴾ أي حتى إذا رأى المشركون ما يوعدون من العذاب ﴿فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا﴾ أي فسيعلمون حنيئذ من هم أضعف ناصرًا ومعينًا، وأقل نفرًا وجندًا؟ هل هم؟ أم المؤمنون الموحدون؟ ولا شك أن الله ناصر عباده المؤمنين، فهم الأقوى ناصرًا والأكثر عددًا، لأن الله معهم وملائكته الأَبرار ﴿قُلْ إِنْ أدري أَقَرِيبٌ مَّا تُوعَدُونَ﴾؟ أي قل لهم يا محمد: ما أدري هل هذا العذاب الذي وعدتم به قريب زمنه ﴿أَمْ يَجْعَلُ لَهُ ربي أَمَدًا﴾ أي أم هو بعيد له مدة طويلة وأجل محدود؟ قال المفسرون: كان ﷺ َ كلما خوف المذكبين نار جهنم، وحذرهم أهوال الساعة، أظهروا الاسخفاف بقوله، وسألوه متى هذا العذاب؟ ومتى تقوم هذه الساعة؟ فأمره تعالى أن يقول لهم: لا أدري وقت ذلك، هل هو قريب أم بعيد؟ ﴿عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَدًا﴾ أي هو جل وعلا عالم بما غاب عن الأبصار، وخفي عن الأنظار، فلا يطلع على غيبه أحدًا من خلقه ﴿إِلاَّ مَنِ ارتضى مِن رَّسُولٍ﴾ أي إلا من اختاره الله وارتضاه لرسالته ونبوته، فيظهره الله على ما يشاء من الغيب قال المفسرون: لا يطلع الله على غيبه أحدًا إلا بعض الرسل، فإنه يطلعهم على بعض الغيب، ليكون معجزة لهم، فإن الرسل مؤيدون بالمعجزات، ومنها الإِخبار عن بعض المغيبات، كما قال عن عيسى\n﴿وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ﴾ [آل عمران: ٤٩] ﴿فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا﴾ أي فإنه تعالى يرسل من أمام الرسول ومن خلفه، ملائكة وحرسًا يحفظونه من الجن، ويحرسونه في ضبط ما يلقيه تعالى إليه من علم الغيب قال الطبري: أي فإنه تعالى يرسل من أمامه ومن خلفه حرسًا وحفظةً يحفظونه من الجن ﴿لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ﴾ أي ليعلم الله علم ظهور فإنه تعالى عالم بما كان وما\nيكون أن رسله الكرام قد بلغوا عنه وحيه كما أوحاه إليهم محفوظًا من الزيادة والنقصان قال ابن كثير: المعنى أن الله يحفظ رسله بملائكته ليتمكنوا من أداء رسالاته، ويحفظ ما ينزله إليهم من الوحي، ليعلم أن قد أبلغوا رسالات ربهم، مع العلم بأنه تعالى يعلم الأشياء قبل كونها قطعًا لا محالة ﴿وَأَحَاطَ بِمَا لَدَيْهِمْ﴾ أي أحاط علمه بما عند الرسل، فلا يخفى عليه شيء من أمورهم ﴿وأحصى كُلَّ شَيْءٍ عَدَدًا﴾ أي علم تعالى علم ضبط واستقصاء جميع الأشياء، المنبثَّة في الأرضين والسموات من القطر، والرمل، وورق الشجر، وزبد البحار، فلا يغيب عنه شيء، ولا يفخى عليه أمر، فكيف لا يحيط علمًا بما عند رسله من رسالاته ووحيه، التي أمرهم بتبليغها إلى خلقه؟ وكيف يمكن لرسله أن يفرطوا في تلك الرسالات، أو يزيدوا أو ينقصوا أو يحرفوا فيها أو يغيروا، وهو تعالى محيط بها، محص لجميع الأشياء جليلها وحقيرها؟\n﴿وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِي البر والبحر وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ [الأنعام: ٥٩] .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الوصف بالمصدر للمبالغة ﴿قُرْآنًا عَجَبًا﴾ أي عجيبًا في حسن إيجازه، وروعة إعجازه.\n٢ - طباق السلب ﴿فَآمَنَّا بِهِ وَلَن نُّشرِكَ بِرَبِّنَآ أَحَدًا﴾ لأن الإِيمان نفي للشرك.\n٣ - جناس الاشتقاق ﴿نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ﴾ لما بين اللفظتين من الاشتقاق اللطيف.\n٤ - الأسلوب الرفيع بنسبة الخير إلى الله، دون الشر أدبًا مع الخالق ﴿وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾؟ وبين لفظ «الشر» و«الرشد» طباقٌ في المعنى.\n٥ - الطباق بين ﴿الإنس. . والجن﴾ وبين ﴿ضَرًّا. . ورَشَدًا﴾ وبين ﴿المسلمون والقاسطون﴾ .\n٦ - الاستعارة اللطيفة ﴿كُنَّا طَرَآئِقَ قِدَدًا﴾ استعارة الطرائق للمذاهب المختلفة، وهو من لطيف الاستعارة.\n٧ - توافق الفواصل مراعاة لرؤوس الآيات مثل ﴿أَحَدًا، وَلَدًا، رَّصَدًا، رَشَدًا، صَعَدًا، عَدَدًا﴾ الخ وهو ما يسمى في علم البديع بالسجع المرصع والله أعلم.", "ayah": 4, "surah": 72}