{"text": "المنَاسَبَة: لا تزال الآيات تتحدث عن قصة موسى، وقد تناولت الآيات السابقة قصة ولادته وإرضاعه، وتربيته في بيت فرعون إلى أن شبَّ وبلغ سنَّ الرشد والكمال، ثم قتله للفرعوني، وتتحدث الآيات هنا عن هجرته إلى أرض مدين وتزوجه بابنة شعيب، ثم عودته إلى مصر، ونزول النبوة عليه، وهلاك فرعون على يديه.\nاللغَة: ﴿يَأْتَمِرُونَ﴾ يتشاورون قال الأزهري: ائتمر القوم وتآمروا أي أمر بعضهم بعضًا ﴿تَذُودَانِ﴾ ذاد يذود إذا حبس ومنع، طرد قال الشاعر:\nلقد سلبت عصاك بنو تميم ... فما تدري بأي عصى تذود\n﴿خَطْبُكُمَا﴾ الخطب: الشأن قال رؤية: «يا عجبًا ما خطبه وخطبي» ﴿الرعآء﴾ جمع راعٍ مثل صاحب وصحاب وهو الذي يرعى الغنم ﴿حِجَجٍ﴾ جمع حجة بكسر الحاء وهي السنة ﴿جَذْوَةٍ﴾ الجذوة: الجمرة الملتهبة ﴿رِدْءًا﴾ عونًا قال الجوهري: أرادأتُه أعنته، وكنتُ له ردءًا أي عونًا ﴿المقبوحين﴾ الهالكين المبعدين أو القبيحين في الصورة يقال: قَبَّحه إذا جعله قبيحًا.\nالتفسِير: ﴿وَجَآءَ رَجُلٌ مِّنْ أَقْصَى المدينة يسعى﴾ أي وجاء رجل مؤمن من آل فرعون يكتم إيمانه من أبعد أطراف المدينة يشتد ويسرع في مشيه قال ابن عباس: هذا الرجل هو مؤمن من آل فرعون ﴿قَالَ ياموسى إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ﴾ أي قال له موسى: إن أشراف فرعون، ووجوه دولته يتشاورون فيك بقصد قتلك ﴿فاخرج إِنِّي لَكَ مِنَ الناصحين﴾ أي فاخرج قبل أن يدركوك فأنا ناصحٌ لك من الناصحين ﴿فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ﴾ أي فخرج من مصر خائفًا على نفسه يترقب وينتظر الطلب أن يدركه فيأخذه، ثم التجأ إلى الله سبحانه بالدعاء لعلمه بأنه لا ملجأ سواه ﴿قَالَ رَبِّ نَجِّنِي مِنَ القوم الظالمين﴾ أي خلصني من الكافرين واحفظني من شرهم - والمراد بهم فرعون وملؤُه - ﴿وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ﴾ أي قصد بوجهه ناحية مدين وهي بلدة شعيب ﵇ ﴿قَالَ عسى ربي أَن يَهْدِيَنِي سَوَآءَ السبيل﴾ أي لعل الله يرشدني إلى الطريق السوي الذي يوصلني إلى مقصودي قال المفسرون: خرج خائفًا بغير زاد ولا ظهر - مركب - وكان بين مصر ومدين مسيرةُ ثمانية أيام، ولم يكن له علمٌ بالطريق سوى حسن ظنه بربه، فبعث الله إليه ملكًا فأرشده إلى الطريق، ويروى أنه لما وصل مدين كانت خضرةُ البقل تتراءى من بطنه من الهزال، لأنه كان في الطريق يتقوت ورق الشجر ﴿وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ الناس يَسْقُونَ﴾ أي ولما وصل إلى مدين بلدة شعيب وجد على البئر الذي يستقي منه الرعاة جمعًا كثيفًا من الناس يسقون مواشيهم ﴿وَوَجَدَ مِن دُونِهِمُ امرأتين تَذُودَانِ﴾ أي ووجد سوى الجماعة الرعاة امرأتين تكفَّان غنمهما عن الماء ﴿قَالَ مَا\nخَطْبُكُمَا﴾؟ أي ما شأنكما تمنعان الغنم عن ورود الماء؟ ولم لا تسقيان مع السقاة؟ ﴿قَالَتَا لاَ نَسْقِي حتى يُصْدِرَ الرعآء وَأَبُونَا شَيْخٌ كَبِيرٌ﴾ أي من عادتنا التأني حتى ينصرف الرعاةُ مع أغنامهم عن الماء، ولا طاقة لنا على مزاحمة الأقوياء، ولا نريد مخالطة الرجال، وأبونا رجل مُسنٌّ لا يستطيع لضعفه أن يباشر سقاية الغنم، ولذلك اضطررنا إلى أن نسقي بأنفسنا قال أبو حيان: فيه اعتذار لموسى عن مباشرتهما السقي بأنفسهما، وتنبيهٌ على ان اأباهما لا يقدر على السقي لشيخوخته وكبره، واستعطافٌ لموسى في إعانتهما ﴿فسقى لَهُمَا ثُمَّ تولى إِلَى الظل﴾ أي فسقى لهما غنمهما رحمة بهما، ثم تنحى جانبًا فجلس تحت ظل شجرة ﴿فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾ أي إني يا ربّ محتاجٌ إلى فضلك وإحسانك، وإلى الطعام الذي أسُدُّ به جوعي، طلب من الله ما يأكله وكان قد اشتد عليه الجوع قال الضحاك: مكث سبعة أيام لم يذق فيها طعامًا إلا بقل الأرض وقال ابن عباس: سار موسى من مصر إلأى «مدين» ليس له طعام إلا البقل وورق الشجر، وكان حافيًا فما وصل إلى مدين حتى سقطت نعل قدميه، وجلس في الظل - وهو صفوة الله من خلقه - وإن بطنه للاصقٌ بظهره من الجوع، وإن خضرة البقل لتُرى من داخل جوفه، وإنه لمحتاجٌ إلى شق تمره ﴿فَجَآءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى استحيآء﴾ في الكلام اختصار تقديره: فذهبنا إلى أبيهما سريعتين، وكان من عادتهما الإِبطاء فحدثتاه بما كان من أمر الرجل، فأمر إحداهما أن تدعوه له فجاءته تمشي.\n. الخ أي جاءته حال كونها تمشي مشية الحرائر بحياء وخجل قد سترت وجهها بثوبها قال عمر: لم تكن بسلفع من النساء خرَّاجه ولاَّجه ﴿قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا﴾ أي إنَّ أبي يطلبك ليعوضك عن أجر السقاية لغنمنا قال ابن كثير: وهذا تأدبٌ في العبارة لم تطلبه طلبًا مطلقًا لئلا يوهم ريبة ﴿فَلَمَّا جَآءَهُ وَقَصَّ عَلَيْهِ القصص قَالَ لاَ تَخَفْ نَجَوْتَ مِنَ القوم الظالمين﴾ أي فلما جاءه موسى وذكر له ما كان من أمره وسبب هربه من مصر قال له شعيب: لا تخف فأنت في بلدٍ آمن لا سلطان لفرعون عليه وقد نجاك الله من كيد المجرمين ﴿قَالَتْ إِحْدَاهُمَا ياأبت استأجره﴾ أي استأجره لرعي أغنامنا وسقايتها ﴿إِنَّ خَيْرَ مَنِ استأجرت القوي الأمين﴾ أي إنَّ أفضل من تستأجره من كان قويًا أمينًا قال أبو حيان: وقولها كلام حكيم جامع لأنه إذ اجتمعت الكفاية والأمانة في القائم بأمرٍ من الأمور فقد تمَّ المقصود، روي أن شعيبًا قال لها: وما أعلمك بقوته وأمانته؟ فقالت: إنه رفع الصخرةالتي لا يطيق حملها إلا عشرة رجال، وإني لما جئتُ معه تقدمتُ أمامه فقال لي: كوني من ورائي ودليني على الطريق، ولما أتيته خفض بصره فلم ينظر إليَّ، فرغب شعيب في مصاهرته وتزيجه بإحدى بناته ﴿قَالَ إني أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابنتي هَاتَيْنِ﴾ أي إني أريد أن أزوجك إحدى بنتيَّ هاتين الصغرى أو الكبرى ﴿على أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ﴾ أي بشرط أن تكون أجيرًا لي ثماني سنين ترعى فيها غنمي ﴿فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ﴾ أي فإن أكملتها عشر سنين فذلك تفضل منك، وليس بواجب عليك ﴿وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ﴾ أي وما أُريد أن أوقعك\nفي المشقة باشتراط العشر ﴿سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّالِحِينَ﴾ أي ستجدني إن شاء الله حسن المعاملة، ليِّن الجانب، وفيأ بالعهد قال القرطبي: في الآية عرضُ الوليّ ابنته على الرجل، وهذه سُنة قائمة، عرض شعيب ابنته على موسى، وعرض عمر ابنته حفصة على أبي بكر وعثمان، وعرضت الموهوبة نفسها على النبي ﷺ َ فمن الحُسْن عرض الرجل وليته على الرجل الصالح، اقتداءً بالسلف الصالح ﴿قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الأجلين قَضَيْتُ فَلاَ عُدْوَانَ عَلَيَّ﴾ أي قال موسى: إنَّ ما قلته وعاهدتني عليه قائم بيننا جميعًا لا نخرج عنه، وأيَّ المدتين الثماني أو العشر أديتها لك فلا إثم ولا حرج عليَّ ﴿والله على مَا نَقُولُ وَكِيلٌ﴾ أي والله شاهد على ما تعاهدنا وتواثقنا عليه ﴿فَلَمَّا قضى مُوسَى الأجل﴾ أي فلما أتم موسى المدة التي اتفقا عليها قال ابن عباس: قضى أتم الأجلين وأكملهما وأوفاهما وهو عشر سنين ﴿وَسَارَ بِأَهْلِهِ﴾ أي ومشى بزوجته مسافرًا بها إلى مصر ﴿آنَسَ مِن جَانِبِ الطور نَارًا﴾ أي أبصر من بعيد نارًا تتوهج من جانب جبل الطور ﴿قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَارًا﴾ أي قال لزوجته امكثي هنا فقد أبصرت ناراص عن بعد قال لامفسرون: كانت ليلةً باردة وقد أضلوا الطريق، وهبَّت ريح شديدة فرقت ماشيته، وأخذ أهله لاطلق فعند ذلك أبصر نارًا بعيدة فسار إليها لعله يجد من يدله على لاطريق فذلك قوله تعالى ﴿لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ﴾ أي لعلي آتيكم بخيبر الطريق وأرى من يدلني عليه ﴿أَوْ جَذْوَةٍ مِّنَ النار لَعَلَّكُمْ تَصْطَلُونَ﴾ أي أو آتيكم بشعلة من النار لعلكم تستدفئون بها ﴿فَلَمَّآ أَتَاهَا نُودِيَ مِن شَاطِىءِ الوادي الأيمن فِي البقعة المباركة مِنَ الشجرة﴾ أي فلما وصل إلى مكان النار لم يجدها نارًا وإنما وجدها نورًا، وجاءه النداء من جانب الوادي الأيمن في ذلك المكان المبارك من ناحية الشجرة ﴿أَن ياموسى إني أَنَا الله رَبُّ العالمين﴾ اي نودي يا موسى إأن الذي يخاطبك ويكلمك هو أنا الله العظيم الكبير، المنزه عن صفات النقص، ربُّ الإِنس والجن والخلائق أجمعين ﴿وَأَنْ أَلْقِ عَصَاكَ﴾ أي ونودي بأن اطرح عصاك التي في يدك ﴿فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ ولى مُدْبِرًا وَلَمْ يُعَقِّبْ﴾ أي فألقاها فانقلبت إلى حيّة فلما رآها تتحرك كأنها ثعبان خفيف سريع الحركة انهزم هاربًا منها ولم يلتفت إليها قال ابن كثير: انقلبت العصى إلى حية وكانت كأنها جانٌّ في حركتها السَريعة مع عِطِم خلقتها، واتساع فمها، واصطكاك أنيابها بحيث لا تمر بصخرة إلا ابتلعتها تنحدر في فمها تتقعقع كأنها حادرة في واد، فعند ذلك ولَّى مدبرًا ولم يلتفت، لأن طبع البشرية ينفر من ذلك ﴿ياموسى أَقْبِلْ وَلاَ تَخَفْ إِنَّكَ مِنَ\nالآمنين﴾ أي فنودي يا موسى: إرجع إلى حيث كنت ولا تخف فأنت آمنٌ من المخاوف، فرجع وأدخل يده في فم الحية فعادت عصا ﴿اسلك يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء﴾ أي أدخل يدك في جيب قميصك - وهو فتحة الثوب مكان دخول الرأس - ثم أخرجها تخرج مضيئةُ منيرة تتلألأ كأنها قطعة قمر في لمعان البرق من غير أذى ولا برص ﴿واضمم إِلَيْكَ جَنَاحَكَ مِنَ الرهب﴾ قال ابن عباس: اضمم يدك إلى صدرك من الخوف يذهب عنك الرعب قال المفسرون: المراد بالجناح اليد لأن يدي الإِنسان بمنزلة جناح الطائر، وإذا أدخل يده اليمنى تحت عضده اليسرى فقد ضم جناحه إليه وبذلك يذهب عنه الخوف من الحية ومن كل شيء ﴿فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي فهذان - العصا واليد - دليلان قاطعان، وحجتان نيرتان واضحتان من الله تعالى تدلان على صدقك، وهما آيتان إلى فرعن واشراف قومه الطُغاة المتجبرين ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ أي خارجين عن طاعتنا، مخالفين لأمرنا ﴿قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ﴾ أي قال موسى يا رب إني قتلت قبطيًا من آل فرعون وأخشى إن أتيتهم أن يقتلوني به قال المفسرون: هو القبطي الذي وكزه فمات، فطلب من ربه ما يزداد به قوة على مجابهة فرعون بإرسال أخيه هارون معه فقال ﴿وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا﴾ أي هو أوضح بيانًا، وأطلق لسانًا، لأن موسى كان في لسانه حُبْسة من أثر الجمرة التي تناولها في صغره ﴿فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي﴾ أي فأرسلْهُ معي معينًا يبيّن لهم عني ما أكلمهم به بتوضيح الحجج والبراهين ﴿إني أَخَافُ أَن يُكَذِّبُونِ﴾ أي أخاف إن لم يكن لي وزير ولا معين أن يكذبوني لأنهم لا يكادون يفقهون عني، قال الرازي: والمعنى أرسل معي أخي هارون حتى يعاضدني على إِظهار الحجة والبيان، وليس الغرض بتصديق هارون أن يقول ل: صدقتَ، أو يقول للناس: صدقَ موسى، وإنما هو أن يُلخّص بلسانه الفصيح وجوه الدلائل، ويجيب عن الشبهات، ويجادل به الكفار ﴿قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا﴾ أي أجابه تعالى إلى طلبه وقال له: سنقوّيك بأخيك ونعينك به، ونجعل لكما غلبةً وتسلطًا على فرعون وقومه ﴿فَلاَ يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَآ﴾ أي لا سبيل لهم إلى الوصول إلى أذاكما بسبب ما أيدتكما به من المعجزات الباهرات ﴿أَنتُمَا وَمَنِ اتبعكما الغالبون﴾ أي العاقبة لكما ولأتباعكما في الدنيا والآخرة، وأنتم الغالبون على القوم المجرمين كقوله تعالى\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ [المجادلة: ٢١] ﴿فَلَمَّا جَآءَهُم موسى بِآيَاتِنَا بَيِّنَاتٍ﴾ أي فلما جاءهم موسى بالبراهين الساطعة، والمعجزات القاطعة، الدالة على صدقه وأنه رسولٌ من عند الله ﴿قَالُواْ مَا هاذآ إِلاَّ سِحْرٌ مُّفْتَرًى﴾ أي ما هذا الذي جئتنا به من العصا واليد إلا سحرٌ مكذوب مختلق، افتريته من قبل نفسك وتنسبه إلى الله ﴿وَمَا سَمِعْنَا بهذا في آبَآئِنَا الأولين﴾ أي وما سمعنا بمثل هذه الدعوى - التوحيد - في آبائنا وأجدادنا السابقين ﴿وَقَالَ موسى ربي أَعْلَمُ بِمَن جَآءَ بالهدى مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَاقِبَةُ الدار﴾ أجمل موسى في جوابهم تلطفًا في الخطاب، وإيثارًا لأحسن الوجوه في المجادلة معهم والمعنى: إن ما جئتكم به حقٌ وهدى وليس بسحر، وربي عالمٌ بذلك يعلم أني محقٌ وأنتم مبطلون، ويعلم من\nتكون له العاقبة الحميدة في الدنيا والآخرة ﴿إِنَّهُ لاَ يُفْلِحُ الظالمون﴾ أي لا يسعد ولا ينجح من كان ظالمًا فاجرًا، كاذبًا على الله ﴿وَقَالَ فِرْعَوْنُ ياأيها الملأ مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي﴾ أي قال فرعون لأشراف قومه وسادتهم: ما علمتُ لكم إليهًا غيري قال ابن عباس: كان بين هذه القولة الفاجرة وبين قوله ﴿أَنَاْ رَبُّكُمُ الأعلى﴾ [النازعات: ٢٤] أربعون سنة، وكذب عدوُّ الله بل علم أن له ربًا هو خالقه وخالق قومه ﴿فَأَوْقِدْ لِي ياهامان عَلَى الطين فاجعل لِّي صَرْحًا﴾ أي فاطبخ لي يا هامان الآجر فاجعل لي منه قصرًا شامخًا رفيعًا ﴿لعلي أَطَّلِعُ إلى إله موسى﴾ أي لعلي أرى وأشاهد إله موسى الذي زعم أنه أرسله، قال ذلك على سبيل التهكم ولهذا قال بعده ﴿وَإِنِّي لأَظُنُّهُ مِنَ الكاذبين﴾ أي وإني لأظن موسى كاذبًا ف يادعائه أن في السماء ربًا قال تعالى ﴿واستكبر هُوَ وَجُنُودُهُ فِي الأرض بِغَيْرِ الحق﴾ أي وتكبر وتعظم فرعون وقومه عن الإِيمان بموسى في أرض مصر بالباطل والظلم ﴿وظنوا أَنَّهُمْ إِلَيْنَا لاَ يُرْجَعُونَ﴾ أي واعتقدوا أن لا بعث ولا نشور، ولا حساب ولا جزاء ﴿فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي اليم﴾ أي فأخذناه مع جنوده فطرحناهم في البحر، وأغرقناهم فلم يبق منهم أحد ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ الظالمين﴾ أي فانظر يا محمد بعين قلبك نظر اعتبار كيف كان مآل هؤلاء الظالمين الذين بلغوا من الكفر والطغيان أقصى الغايات؟ ﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النار﴾ أي وجعلناهم في الدنيا قادة وزعماء في الكفر يقتدي بهم أهلُ الضلال ﴿وَيَوْمَ القيامة لاَ يُنصَرُونَ﴾ أي ويوم القيامة ليس لهم ناصر يدفع عنهم العذاب ﴿وَأَتْبَعْنَاهُم فِي هَذِهِ الدنيا لَعْنَةً﴾ أي جعلنا اللغنة تلحقهم في هذه الحياة الدنيا من الله والملائكة والمؤمنين ﴿وَيَوْمَ القِيَامَةِ هُمْ مِّنَ المقبوحين﴾ أي وفي الآخرة هم من المبعدين المطرودين من رحمة الله ﷿.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بإِنَّ واللام ﴿إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ﴾ مناسبةً لمقتضى الحال.\n٢ - الاستعطاف والترحم ﴿رَبِّ إِنِّي لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾ .\n٣ - جناس الاشتقاق ﴿وَقَصَّ عَلَيْهِ القصص﴾ .\n٤ - التشبيه المرسل المجمل ﴿تَهْتَزُّ كَأَنَّهَا جَآنٌّ﴾ حذف وجه الشبه فأصبح مجملًا.\n٥ - الطباق بين ﴿يُصَدِّقُنِي. . ويُكَذِّبُونِ﴾ .\n٦ - الكناية ﴿واضمم إِلَيْكَ جَنَاحَكَ﴾ كنى عن اليد بالجناح، لأنها للإنسان كالجناح للطائر.\n٧ - المجاز المرسل ﴿سَنَشُدُّ عَضُدَكَ بِأَخِيكَ﴾ من إطلاق السبب وإرادة المسبب لأن شد العضد يستلزم شد اليد، وشد اليد مستلزم للقوة، قال الشهاب، ويمكن أن يكون من باب الاستعارة التمثيلية، شبه حال موسى في تقويته بأخيه بحال اليد في تقويتها بيد شديدة.\nلطيفَة: قال الزمخشري: إنما ﴿فَأَوْقِدْ لِي ياهامان عَلَى الطين﴾ أي أوقد لي النار فأتخذ منه آجرًا ولم يقل «أطبخ لي الآجر» لأن هذه العبارة أحسن طباقًا لفصاحة القرآن وعلو طبقته، وأشبه بكلام الجبابرة، وهامان وزيره ومدبّر رعيته.", "ayah": 41, "surah": 28}