{"text": "المنَاسَبَة: بعد أن ذكر تعالى نعمته على بني إسرائيل بإهلاك فرعون رأس الطغيان وتخليصهم من شره، ذكر هنا ما أنعم عليهم من إنزال التوراه التي فيها الهدى والنور، كما ذكر نعمته على العرب بإنزال القرآن العظيم خاتمة الكتب السماوية.\nاللغَة: ﴿ثَاوِيًا﴾ مقيمًا وثوى بالمكان أقام به قال الشاعر:\n«لقد كان في حولٍ ثواءٌ ثويته» ... ﴿يَدْرَؤُنَ﴾ يدفعون، والدرءُ: الدفع وفي الحديث «ادرءوا الحدود بالشبهات» ﴿يجبى﴾ يجمع، جبى الماء في الحوض جمعه، والجابية: الحوض العظيم ﴿بَطِرَتْ﴾ البطر: الطغيان في النعمة ﴿الأنبآء﴾ الأخبار جمع نبأ وهو الخبر الهام.\nسَبَبُ النّزول: لما حضرت أبا طالبٍ الوفاة قال له رسول الله ﷺ َ: يا عم قل «لا إله إلا الله» أشهد لك بها يوم القيامة أبو طالب: لولا أن تعيرني قريش يقولون: إنما حمله على ذلك الجزع لأقررت بها عينك فأنزل الله ﷿ ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ ولكن الله يَهْدِي مَن يَشَآءُ وَهُوَ أَعْلَمُ بالمهتدين﴾ .\nالتفسِير: ﴿وَلَقَدْ آتَيْنَا مُوسَى الكتاب مِن بَعْدِ مَآ أَهْلَكْنَا القرون الأولى﴾ اللام موطئة للقسم أي والله لقد أعطينا موسى التوراة من بعد ما أهلكنا الأمم التي كانت قبله كقوم نوحٍ وعادٍ وثمود وقوم لوطٍ وغيرهم من المكذبين لرسلهم ﴿بَصَآئِرَ لِلنَّاسِ﴾ أي ضياءً لبني إسرائيل ونورًا لقلوبهم يتبصرون بها الحقائق، ويميزون بها بين الحق والباطل ﴿وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي وهدى من الضلالة، ورحمة لمن آمن بها ليتعظوا بما فيها من المواعظ والإِرشادات الإِلهية ﴿وَمَا كُنتَ بِجَانِبِ الغربي﴾ أي وما كنت يا محمد بجانب الجبل الغربي، وهو المكان الذي كلّم الله تعالى به موسى ﴿إِذْ قَضَيْنَآ إلى مُوسَى الأمر﴾ أي حين أوحينا إلى موسى بالنبوة وأرسلناه إلى فرعون وقومه ﴿وَمَا كنتَ مِنَ الشاهدين﴾ أي وما كنت من الحاضرين في ذلك المكان، ولكن الله أوحى إليك ذلك ليكون حجة وبرهانًا على صدقك قال ابن كثير: يقول تعالى منبهًا على برهان نبوة محمد ﷺ َ حيث أخبر بالغيوب الماضية خبرًا كأنَّ سامعه شاهد وراء لما تقدَّم، وهو رجل أُميّ لا يقرأ شيئًا من الكتب، نشأ بين قوم لا يعرفون شيئًا من ذلك، والمعنى ما كنتَ حاضرًا لذلك ولكنَّ الله أوحاه شيئًا من الكتب، نشأ بين قوم لا يعرفون شيئًا من ذلك، والمعنى ما كنتَ حاضرًا لذلك ولكنَّ الله أوحاه إليك لتخبرهم بتلك المغيبات ﴿وَلَكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ العمر﴾ أي ولكنَّنا خلقنا أُممًا وأجيالًا من بعد موسى، فتطاول عليهم الزمان، وطالت الفترة فنسوا ذكر الله، وبدَّلوا وحرفوا الشرائع فأرسلناك يا محمد لتجدّد أمر الدين قال أبو السعود: المعنى ولكنا خلقنا بين زمانك وزمان موسى فرونًا كصيرة، فتمادى عليهم الأمر، فتغيرت الشرائع والأحكام، وعميت عليهم الأنباء فأوحينا إليك، فحذف المستدرك اكتفاءً بذكر الموجب ﴿وَمَا كُنتَ ثَاوِيًا في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا﴾ أي وما كنتَ يا محمد\nمقيمًا في أهل مدين فتعلم خبر موسى وشعيب وابنتيه فتتلو ذلك على أهل مكة ﴿وَلَكِنَّا كُنَّا مُرْسِلِينَ﴾ أي ولكنا أرسلناك في أهل مكة وأخبرناك بتلك الإخبار، ولولا ذلك لما علمتها ﴿وَمَا كُنْتَ بِجَانِبِ الطور إِذْ نَادَيْنَا﴾ أي وما كنتَ أيضًا بجانب جبل الطور وقت ندائنا لموسى وتكليمنا إياه ﴿ولكن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ﴾ أي لم تشاهد شيئًا من أخبار وقصَص الأنبياء، ولكنّا أوحيناها إليك، وقصصناها عليك، رحمةً من ربك لتخوّف قومًا ما جاءهم رسول قبلك يا محمد ﴿لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي لعلهم يتعظون بما جئتهم به من الآيات البينات، فيدخلوا في دينك قال المفسرون: المراد بالقوم الذي نكانوا في زمن الفترة بين عيسى ومحمد صلوات الله عليهما وهي نحوٌ من ستمائة سنة ﴿ولولا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ أي ولولا قولهم إذا أصابتهم عقوبة بسبب كفرهم ومعاصيهم ﴿فَيَقُولُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ المؤمنين﴾ أي فيقولوا عند ذلك ربنا هلاّ أرسلت إلينا رسولًا يبلغنا آياتك فتتبعها ونكون من المصدقين بها! ﴿قال القرطبي: وجواب ﴿لولا﴾ محذوف وتقديره لما بعثنا الرسل، وقال في التسهيل: ﴿لولا﴾ الأولى حرف امتناع، و﴿لولا﴾ الثانية عرضٌ وتخضيض، والمعنى: لولا أن تصيبهم مصيبة بكفرهم لم نرسل الرسل، وإنما أرسلناهم على وجه الإِعذار وإقامة الحجة عليهم لئلا يقولوا ربَّنا لولا أرسلت إلينا رسولًا فنتَّبع آياتك ونكون من المؤمنين، ثم أخبر تعالى عن عناد المشركين وتعنتهم في ردِّ الحق فقال ﴿فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا قَالُواْ لولا أُوتِيَ مِثْلَ مَآ أُوتِيَ موسى﴾ أي فلما جاء أهل مكة الحقُّ المبين وهو محمد بالقرآن المعجز من عندنا قالوا - على وجه التعنت والعناد - هلاّ أُعطي محمد من الآيات الباهرة، والحجج القاهرة مثل ما أُعطي موسى من العصا واليد﴾ ﴿قال تعالى ردًا عليهم ﴿أَوَلَمْ يَكْفُرُواْ بِمَآ أُوتِيَ موسى مِن قَبْلُ؟﴾ أي أو لم يكفر البشر بما أُوتي موسى من تكل الآيات الباهرة؟﴾ قال مجاهد: أمرت اليهود قريشًا أن يقولوا لمحمد: ائتنا بمثل ما جاء به موسى من المعجزات، فردَّ الله عليهم بأنهم كفروا بآيات موسى، فالضمير في ﴿أَوَلَمْ يَكْفُرُواْ﴾ لليهود، وهذا اختيار ابن جرير وقال أبو حيان: ويظهر عندي أن الضمير عائد على قريش الذين قالوا لولا أُوتي محمد مثل ما أُوتي موسى، وذلك أن تكذيبهم لمحمد ﷺ َ تكذيبٌ لموسى، ونسبتهم السحر للرسول نسبة السحر لموسى، إذ الأنبياء من وادٍ واحدٍ فمن نسب إلأى أحدٍ من الأنبياء ما لا يليق كان ناسبًا ذلك إلى جميع الأنبياء، وتتناسق حينئذٍ الضمائر كلُّها ﴿قَالُواْ سِحْرَانِ تَظَاهَرَا﴾ أي وقال المشركون ما التوراة والقرآن إلا من قبيل السحر، فهما سحران تعاونا بتصديق كل واحدٍ منهما الآخر قال السُدّي: صدَّق كل واحدٍ منهما الآخر ﴿وَقَالُواْ إِنَّا بِكُلٍّ كَافِرُونَ﴾ أي إنّا بكل من الكتابين كافرون قال أبو السعود: وهذا تصريحٌ بكفرهم بهما وذلك لغاية عتوهم وتماديهم في الكفر والطغيان ﴿قُلْ فَأْتُواْ بِكِتَابٍ مِّنْ عِندِ الله هُوَ أهدى مِنْهُمَآ أَتَّبِعْهُ﴾ أمرٌ على وجه التعجيز أي قل لهم يا محمد إنكم إذْ\nكفرتم بهذين الكتابين مع ما تضمنا من الرائع والأحكام ومكارم الأخلاق فائتوني بكتاب منزلٍ من عند الله أهدى منهما وأصلح أَتمسك به ﴿إِن كُنتُمْ صَادِقِينَ﴾ أي في انهما سحران قال ابن كثير: وقد عُلم بالضرورة لذوي الألباب ان الله تعالى لم ينزل كتابًا من السماء أكمل ولا أشمل ولا أفصح ولا أعظم من الكتاب الذي أنزله على محمد ﷺ َ وهو القرآن، وبعده في الشرف والعظمة الكتاب الذي أنزله على موسى، وهو الكتاب الذي قال فيه\n﴿إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ﴾ [المائدة: ٤٤] والإِنجيلُ إنما أُنزل متممًا للتوراة ومُحلًا لبعض ما حُرم على بني إسرائيل ﴿فَإِن لَّمْ يَسْتَجِيبُواْ لَكَ فاعلم أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ﴾ أي فإن لم يجيبوك إلى ما طلبته منهم فاعلم أن طفرهم عنادٌ واتباع للأهواء لا بحجةٍ وبرهان ﴿وَمَنْ أَضَلُّ مِمَّنِ اتبع هَوَاهُ بِغَيْرِ هُدًى مِّنَ الله﴾ أي لا أحد أضلُّ ممن اتبع هواه بغير رشادٍ ولا بيانٍ من الله ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق للحق من كان معاندًا ظالمًا، بالانهماك في اتباع الهوى، والإِعراض عن سبيل الهدى ﴿وَلَقَدْ وَصَّلْنَا لَهُمُ القول لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي ولقد تابعنا ووالينا لقريش القرآن يتبع بعضُه بعضًا، وعدًا ووعيدًا، وقصصًا وعبرًا، ونصائح ومواعظ ليتعظوا ويتذكروا بما فيه قال ابن الجوزي: المعنى أنزلنا القرآن يتبع بعضُه بعضًا، ويخبر عن الأمم الخالية كيف عُذبوا لعلهم يتعظون ﴿الذين آتَيْنَاهُمُ الكتاب مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ﴾ أي الذين أعطيناهم التوراة والإِنجيل من قبل هذا القرآن - من مسلمي أهل الكتاب - هم بهذا القرآن يصدقون قال ابن عباس: يعني من آمن بمحمد ﷺ َ من أهل الكتاب ﴿وَإِذَا يتلى عَلَيْهِمْ قالوا آمَنَّا بِهِ إِنَّهُ الحق مِن رَّبِّنَآ﴾ أي وإذا قرئ عليهم القرآن قالوا صدقنا بما فيه ﴿إنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ﴾ أي كنا من قبل نزوله موحدين لله، مستسلمين لأمره، مؤمنين بأنه سيبعث محمد ونيزل عليه القرآن قال تعالى ﴿أولئك يُؤْتُونَ أَجْرَهُم مَّرَّتَيْنِ﴾ أي أولئك الموصوفون بالصفات الجميلة يعطون ثوابهم مضاعفًا، مرة على إيمانهم بكتابهم، ومرةً على إيمانهم بالقرآن وفي الحديث\n«ثلاثة يُؤْتون أجرهم مرتين: رجل من أهل الكتاب آمن بنبيّه ثم آمن بي. .» الحديث ﴿بِمَا صَبَرُواْ﴾ أي بسبب صبرهم على اتباع الحقِّ، وتحملهم الأذى في سبيل الله قال قتادة: نزلت في أناسٍ من أهل الكتاب، كانوا على شريعةٍ من الحق يأخذون بها وينتهون إليها، حتى بعث الله محمدًا ﷺ َ فآمنوا به وصدَّقوه، فأعطاهم الله أجرهم مرتين بما صبروا، وذُكر أن منهم سلمان وعبد الله بن سلام ﴿وَيَدْرَؤُنَ بالحسنة السيئة﴾ أي ويدفعون الكلام القبيح كالسب والشتم بالحسنة أي الكلمة الطيبة الجميلة قال ابن كثير: لا يقابلون السيء بمثله ولكن يعفون ويصفحون ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي ومن الذي رزقناهم من الحلال ينفقون في سبيل الخير ﴿وَإِذَا سَمِعُواْ اللغو أَعْرَضُواْ عَنْهُ﴾ أي وإذا سمعوا الشتم والأذى من الكفار وسمعوا ساقط الكلام، لم يلتفتوا إليه ولم يردُّوا على أصحابه ﴿وَقَالُواْ لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا طريقنا ولكم طريقكم ﴿سَلاَمٌ عَلَيْكُمْ﴾ أي سلام متاركة ومباعدة قال\nالزجاج: لم يريدوا التحية وإنما أرادوا بيننا وبينكم المتاركة ﴿لاَ نَبْتَغِي الجاهلين﴾ أي لا نطلب صحبتهم ولا نريد مخالطتهم قال الصاوي: كان المشركون يسبون مؤمني أهل الكتاب ويقولون: تبًا لك أعرضتم عن دينكم وتركتموه! فيعرضون عنهم ويقولون لنا أعمالكم. مدحهم تعالى بالإِيمان، ثم مدحهم بالإِحيان، ثم مدحهم بالعفو والصفح عن أهل العدوان، ثم قال تعالى مخاطبًا رسوله ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ﴾ أي إنك يا محمد لا تقدر على هداية أحد، مهما بذلت فيه من مجهود، وجاوزت في السعي كل حدٍّ معهود إنك يا محمد لا تقدر على هداية أحد، مهما بذلت فيه من مجهود، وجاوزت في السعي كل حدٍّ معهود ﴿ولكن الله يَهْدِي مَن يَشَآءُ﴾ أي ولكنه تعالى بقدرته يهدي من قدر له الهداية، فسلم أمرك إليه فإنه أعلم بأهل السعادة والشقاوة ﴿وَهُوَ أَعْلَمُ بالمهتدين﴾ أي هو تعالى العالم بمن فيه استعداد للهداية والإِيمان فيهديه قال المفسرون: نزلت في عمه «أبي طالب» حين عرض عليه الإِسلام عند موته فأبى قال أبو حيان: ومعنى ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ﴾ أي لا تقدر على خلق الهداية فيه، ثم قال: ولا تنافي بين هذا وبين قوله ﴿وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ [الشورى: ٥٢] لأن معنى هذا: وإنك لترشد، وقد أجمع المسلمون على أنها نزلت في «أبي طالب» ثم ذكر تعالى شبهةً من شبهات المسركين وردَّ عليها بالبيان الواضح فقال ﴿وقالوا إِن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ﴾ أي وقال كفار قريش: إن اتبعناك يا محمد على دينك وتركنا ديننا نخاف أن تتخطفنا العرب فيجتمعون على محاربتنا، ويخرجوننا من ارضنا، قال المبرد: والتخطُّف الانتزاع بسرعة، قال تعالى ردًا عليهم ﴿أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا﴾ أي أولم نعصمْ دماءهم ونجعل مكانهم حرمًا ذا أمن، بحرمة البيت العتيق؟ فكيف يكونالحرم آمنًا لهم في حال كفرهم، ولا يكون آمنًا لهم في حال إسلامهم؟ ﴿يجبى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقًا مِّن لَّدُنَّا﴾ أي تُجْلب إليه الأرزاق من كل مكان مع أنه بوادٍ غيرذي زرع رزقًا لهم من عندنا ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكن أكثرهم جهلة لا يتفكرون في ذلك ولا يتفطنون قال أبو حيان: قطع الله حجتهم بهذا البيان الناصع إذْ كانوا وهم كفارٌ بالله، عباد أصنام قد أمِنوا في حرمهم، والناصُ في غيره يتقاتلون وهم مقيمون في بلدٍ غير ذي زرع، يجيء إليهم ما يحتاجون من الأقوات، فكيف إذا آمنوا واهتدوا؟ ﴿وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا﴾ أي وكثيرمن أهل قريةٍ طغت وأشرت وكفرت نعمة الله فدمَّر الله عليهم وخرب ديارهم ﴿فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلاَّ قَلِيلًا﴾ أي فتلك مساكنهم خاويةً بما ظلموا لم تسكن من بعد تدميرهم إلاَّ زمانًا قليلًا إذْ لا يسكنها إلا المارَّةُ والمسافرون يومًا أو بعض يومٍ ﴿وَكُنَّا نَحْنُ الوارثين﴾ أي وكنا نحن الوارثين لأملاكهم ودجيارهم قال في البحر: والآية تخويف لأهل مكة من سوء عاقبة قوم كانوا في مثل حالهم، من إنعام الله عليهم بالرقود في ظلال الأمن، وخفض العيش، فكفروا النعمة وقابلوها بالاشر والبطر فدمرهم الله وخرب ديارهم ﴿وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى﴾ أي ما جرت عادة الله جل شأنه أن يهلك أهل القرى الكافرة ﴿حتى يَبْعَثَ في أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا﴾ أي حتى يبعث في أصلها وعاصمتها رسولًا يبلغهم رسالة الله لقطع الحجج والمعاذير ﴿وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ﴾ أي وما كنا لنهلك القرى إلا وقد استحق أهلها\nالإِهلاك، لإِصرارهم على الكفر بعد الإِعذار إليهم ببعثة المرسلين قال القرطبي: أخبر تعالى أنه لا يهلكهم إلا إذا استحقوا الإِهلاك بظلمهم، وفي هذا بيانٌ لعدله وتقدّسه عن الظلم، ولا يهلكهم - مع كونهم ظالمين - إلاّ بعد تأكيد الحجة والإِلزام ببعثة الرسل، ولا يجعل علمه تعالى بأحوالهم حجة عليهم ﴿وَمَآ أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الحياة الدنيا وَزِينَتُهَا﴾ أي وما أعطيتم أيها الناس من مالٍ وخيرٍ فهو متاعٌ قليل تتمتعون به في حياتكم ثم ينقضي ويفنى قال ابن كثير: يخبر تعالى عن حقارة الدنيا وما فيها من الزينة الدنيئة، والزهرة الفانية، بالنسبة إلى ما أعده الله لعباده الصالحين في الدار الآخرة، من النعيم العظيم المقيم ﴿وَمَا عِندَ الله خَيْرٌ وأبقى﴾ أي وما عنده من الأجر والثواب، والنعيم الدائم الباقي خير وأفضل من هذا النعيم الزائل ﴿أَفَلاَ تَعْقِلُونَ﴾؟ توبيخٌ لهم أي أفلا تعقلون أن الباقي أفضل من الفاني؟ قال الإِمام الفخر: بيَّن تعالى ان منافع الدنيا مشوبةٌ بالمضارِّ، بل المضارُّ فيها أكثر، ومنافع الآخرة غير منقطعة، بينما منافع الدنيا منقطعة، ومتى قوبل المتناهي بغير المتناهي كان عدمًا، فكيف ونصيب كل أحدٍ من الدنيا كالذرة بالقياس إلى البحر، فمن لم يرجَّح منافع الآخرة على منافع الدنيا يكون كأنه خارجٌ عن حدّ العقل ﴿أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاَقِيهِ﴾ أي أفمن وعدناه وعدًا قاطعًا بالجنة وما فيها من النعيم المقيم الخالد، فوه لا محالة مدركه لن وعد الله لا يتخلف ﴿كَمَن مَّتَّعْنَاهُ مَتَاعَ الحياة الدنيا﴾؟ أي كمن متعناه بمتاع زائل، مشوب بالأكدار، مملوءٍ بالمتاعب، مستتبع للحسرة على انقطاعه؟ ﴿ثُمَّ هُوَ يَوْمَ القيامة مِنَ المحضرين﴾ أي ثم هو في الآخرة من المحضرين للعذاب، فهل يساوي العاقل بينهما؟ قال ابن جزي: والآية ايضاحٌ لما قبلها من البون الشاسع بين الدنيا والآخرة، والمراد بمن وعدناه المؤمنين، وبمن متعناه الكافرين ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾ أي واذكر حال المشركين يوم يناديهم الله فيقول لهم على سبيل التوبيخ والتقريع: أين هؤلاء الشركاء والآلهة من الأصنام والأنداد الذين عبدتموهم من دوني، وزعمتم أنهم ينصرونكم ويشفعون لكم؟ ﴿قَالَ الذين حَقَّ عَلَيْهِمُ القول﴾ أي قال رؤساءهم وكبراؤهم الذين وجب عليهم العذاب لضلالهم وطغيانهم ﴿رَبَّنَا هؤلاء الذين أَغْوَيْنَآ﴾ أي هؤلاء أتباعنا الذين أضللناهم عن سبيلك ﴿أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا﴾ أي أضللناهم كما ضللنا، لا بالقس والإِكراه ولكن بطريق الوسوسة وتزيين القبيح فضلّوا كما ضللنا نحن ﴿تَبَرَّأْنَآ إِلَيْكَ مَا كانوا إِيَّانَا يَعْبُدُونَ﴾ أي بترأنا إليك يا ألله من عبادتهم إيانا، فما كانوا يعبدوننا وإنما كانوا يعبدون أهواءهم وشهواتهم ﴿وَقِيلَ ادعوا شُرَكَآءَكُمْ﴾ أي وقيل للكفار استغيثوا بالتهكم التي عبدتموها في الدنيا لتنصركم وتدفع عنكم عذاب الله، وهذا على سبيل التهكم بهم ﴿فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ﴾ أي فاستغاثوا بهم فلم يجيبوهم ولم ينتفعوا بهم، وهذا من سخافة عقولهم ﴿وَرَأَوُاْ العذاب لَوْ أَنَّهُمْ كَانُواْ يَهْتَدُونَ﴾ أي وتمنَّوا حين شاهدوا العذاب لو كانوا مهتدين قال الطبري: أي فودُّوا حين رأوا العذاب لو أنهم كانوا في الدنيا مهتدين للحق ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ المرسلين﴾ توبيخٌ آخر للمشركين\nأي ويم يناديهم الله ويسألهم: ماذا أجبتم رسلي؟ هل صدقتموهم أم كذبتموهم؟ ﴿فَعَمِيَتْ عَلَيْهِمُ الأنبآء يَوْمَئِذٍ فَهُمْ لاَ يَتَسَآءَلُونَ﴾ أي فخفيت عليهم الحجج، وأظلمت عليهم الأمور، فلم يعرفوا ما يقولون، فهم حيارى واجمون، لا يسأل بعضهم بعضًا عن الجواب لفرط الدهشة والحيرة ﴿فَأَمَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فعسى أَن يَكُونَ مِنَ المفلحين﴾ أي فأمّا من تاب من الشرك، وجمع بين الإِيمان والعمل الصالح فعسى أنيكون من الفائزين بجنات النعيم قال الصاوي: والترجي في القرآن بمنزلة التحقق، لأنه وعد كريم من ربٍّ رحيم، ومن شأنه تعالى أنه لا يخلف وعده ﴿وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ﴾ أي هو تعالى الخالق المتصرف، يخلق ما يشاء ويفعل ما يريد، فلا اعتراض لأحدٍ على حكمه قال مقاتل: نزلت في «الوليد بن المغيرة» حين قال\n﴿لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ﴾ [الزخرف: ٣١] ﴿مَا كَانَ لَهُمُ الخيرة﴾ أي مان أحدٍ من العباد اختيار، إنما الاختيار والإِرادة لله وحده ﴿سُبْحَانَ الله وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه الله العظيم الجليل وتقدس أن ينازعه أحدٌ في ملكه، أو يشاركه في اختياره وحكمته قال القرطبي: المعنى وربك يخلق ما يشاء من خلقه، ويختار من يشاء لنبوته، والخيرة له تعالى في أفعاله، وهو أعلم بوجوه الحكمة، فليس لأحدٍ من خلقه أن يختار عليه ﴿وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ أي هو تعالى العالم بما تخفيه قلوبهم من الكفر والعداوة للرسول والمؤمنين، وما يظهرونه على ألسنتهم من الطعن في شخص رسوله الكريم حيث يقولون: ما أنزل الله الوحي إلا على يتيم أبي طالب! ﴿وَهُوَ الله لا إله إِلاَّ هُوَ﴾ أي هو جل وعلا اللهُ المستحقُ للعبادة، لا أحد يستحقها إلا هو ﴿لَهُ الحمد فِي الأولى والآخرة﴾ أي له الثناء الكامل في الدنيا والفصل بين العباد ﴿وَلَهُ الحكم﴾ أي وله القضاء النافذ والفصل بين العباد ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي إليه وحده مرجع الخلائق يوم القيامة، فيجازي كل عاملٍ بعمله.\nالبَلاَغَة: تضمنت الآياتُ الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشبيه البليغ ﴿بَصَآئِرَ لِلنَّاسِ﴾ أي أعطيناه التوراة كأنها أنوار لقلوب الناس، حذف أداة الشبه ووجه الشبه فأصبح بليغًا قال في حاشية البيضاوي: أي مشبهًا بأنوار القلوب من حيث إن القلوب لو كانت خالية عن أنوار التوراة وعلومها لكانت عمياء لا تستبصر، ولا تعرف حقًا من باطل.\n٢ - المجاز العقلي ﴿أَنشَأْنَا قُرُونًا﴾ المرادبه الأمم لأنهم يخلقون في تلك الأزمنة فنسب إلأى القرون بطريق المجاز العقلي.\n٣ - جناس الاشتقاق ﴿تُصِيبَهُم مُّصِيبَةٌ﴾ .\n٤ - المجاز المرسل ﴿بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ والمراد بما كسبواوهو من باب إطلاق الجزء وإرادة الكل قال الزمخشري: ولما كانت أكثر الأعمال تزاول بالأيدي جعل كل عمل معبرًا عنه باجتراح الأيدي.\n٥ - حذف الجواب لدلالة السياق ﴿ولولا أَن تُصِيبَهُم مُّصِيبَةٌ﴾ حذف منه الجواب وتقديره: ما أرسلناك يا محمد رسولًا إليهم وهو من باب الإِيجاز بالحذف.\n٦ - التخضيض ﴿لولا أُوتِيَ مِثْلَ مَآ أُوتِيَ موسى﴾ أي هلاَّ أُوتي فهي للتحضيض وليست حرف امتناع لوجود.\n٧ - التعجيز ﴿قُلْ فَأْتُواْ بِكِتَابٍ﴾ فالأمر خرج عن حقيقته إلى معنى التعجيز.\n٨ - طباقُ السلب ﴿إِنَّكَ لاَ تَهْدِي. . ولكن الله يَهْدِي﴾ .\n٩ - المجاز العقلي ﴿حَرَمًا آمِنًا﴾ نسب الأمن إلى الحرم وهو لأهله.\n١٠ - أسلوب السخرية والتهكم ﴿أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾؟ .\n١١ - التشبيه المرسل ﴿أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا﴾ . ١٢ - الاستعارة التصريحية التبعية ﴿فَعَمِيَتْ عَلَيْهِمُ الأنبآء﴾ قال الشهاب: استعير العمى لعدم الاهتداء، فهم لا يهتدون للأنباء، ثم قلب للمبالغة فجعل الأنباء لا تهتدي إليهم وأصله «فعموا عن الأنباء» وضُمّن معنى الخفاء فعدي ب ﴿على﴾ ففيه أنواعٌ من البلاغة: الاستعارة، والقلب، واتلضمين.\n١٣ - الطباق بين ﴿مَا. . ويُعْلِنُونَ﴾ وبين ﴿الأولى. . والآخرة﴾ وهو من المحسنات البديعية.\nتنبيه: ما ذُكر أن «أبا طالب» مات على غير الإِيمان هو الصحيح الذي دلّ عليه الكتاب والسنة، ونقل عن بعض شيوخ الصوفية أنه أسلم قبل موته، وهو معارضٌ للنصوص الكريمة ولعلهم أخذوه من بعض أشعار أبي طالب حيث يقول:\nولقد علمتُ بأنَّ دين محمدٍ ... من خير أديان البرية دينًا\nوالله لن يصلوا إليك بجمعهم ... حتى أُوسَّد في التراب دفينًا\nأقول: ماذا يعني هذا الكلام بعد امتناعه عن الدخول في الإسلام والنطق بالشهادة؟", "ayah": 68, "surah": 28}