{"text": "المنَاسَبَة: لما ذكر تعالى أنه هو الخالق المختار، وسفَّه المشركين في عبادتهم لغير الله، عقَّبه بذكر بعض الأدلة والبراهين الدالة على عظمته وسلطانه، تذكيرًا للعباد بوجوب شكر المنعم، ثم ذكر قصة «قارون» وهي قصة الطغيان بالمال، وما كان من نهايته المشئومة حيث خسف الله به وبكنوزه الأرض، وهذه نتيجة الاستعلاء والغرور والطغيان.\nاللغَة: ﴿سَرْمَدًا﴾ السرمد: الدائم الذي لا ينقطع ومنه قول طرفه:\nلعمرك ما أمري عليَّ بغمةٍ ... نهاري ولا ليلي عليَّ بسرمد\n﴿مَفَاتِحَهُ﴾ جمع مفتح بالكسر وهو ما يفتح به، وأما المفتاح فجمعه مفاتيح. ﴿تَنُوءُ﴾ ناء به الحمل إذا أثقله حتى أماله قال ذو الرمَّة:\nتنوء بأُخراها فلأْيًا قيامها ... وتمشي الهُوينى عن قريبٍ فتبهر\n﴿العصبة﴾ الجماعة الكثيرة ومثلها العصابة ومنه قوله تعالى ﴿وَنَحْنُ عُصْبَةٌ﴾ [يوسف: ٨] سميت الجماعة\nعُصبة لأن بعضهم يتعصب لبعض ويتقوى به ﴿وَيْكَأَنَّ﴾ قال الجوهري: «ويْ» كلمةُ تعجب وقد تدخل على «كأن» فتقول: ويكأنَّ، وقيل إنها كلمة تستعمل عند التنبه للخطأ وإظهار الندم قال الخليل، إن القوم تنهوا وقالوا نادمين على ما سلف منهم وَيْ ﴿ظَهيرًا﴾ معينًا ومساعدًا.\nالتفسِير: ﴿قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَدًا إلى يَوْمِ القيامة﴾ أي قل يا محمد لهؤلاء الجاحدين من كفار مكة: أخبروني لو جعل الله عليكم اللل دائمًا مستمرًا بلا انقطاع إلى يوم القيامة ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ﴾؟ أي من هو الإِله الذي يقدر على أن يأتيكم بالنور الذي تستضيئون به في حياتكم غيرُ الله تعالى؟ ﴿أَفَلاَ تَسْمَعُونَ﴾ أي أفلا تسمعون سماع فهمٍ وقبول فتستدلوا بذلك على وحدانية الله تعالى؟ ﴿قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَدًا إلى يَوْمِ القيامة﴾ أي أخبروني لو جعل الله عليكم النهار دائمًا مستمرًا بلا انقطاع ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ﴾ أي من هو الإِله القادر على أن يأتيكم بليلٍ تستريحون فيه من الحركة والنصب غير الله تعالى؟ ﴿أَفلاَ تُبْصِرُونَ﴾ أي أفلا تبصرون ما أنتم عليه من الخطأ والضلال؟ ثم نبه تعالى إلى كمال رحمته بالعباد فقال ﴿وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار﴾ أي ومن آثار قدرته، ومظاهر رحمته أن خلق لكم الليل والنهار يتعاقبان بدقةٍ وإحكام ﴿لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ﴾ أي لتستريحوا بالليل من نصب الحياة وهمومها وأكدارها، ولتلتمسوا من رزقه بالمعاش والكسب في النهار ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولتشكروا ربكم على نعمه الجليلة التي لا تُحصى، ومنها نعمةُ الليل والنهار قال الإِمام الفخر: نبه تعالى بهذه الآية على أن الليل والنهار نعمتان يتعاقبان على الزمان، لأن المرء في الدنيا مضطر إلى أن يتعب لتحصيل ما يحتاج إليه، ولا يتم له ذلك لولا ضوء النهار، ولولا الراحة والسكون بالليل، فلا بدَّ منهما في الدنيا، وأما في الجنة فلا نصب ولا تعب فلا حاجة بهم إلى الليل، فلذلك يدوم لهم الضياء واللذات ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾ قال ابن كثير: هذا نداءٌ ثانٍ على سبيل التوبيخ والتقريع لمن عبد مع الله إلهًا آخر، يناديهم الرب على رءوس الأشهاد: أين شركائي الذين زعمتموهم في الدنيا؟ ﴿وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا﴾ أي أخرجنا من كل أمةٍ شهيدًا منهم يشهد عليهم بأعمالهم وهو نبيُّهم ﴿فَقُلْنَا هَاتُواْ بُرْهَانَكُمْ﴾ أي هاتوا حجتكم على ما كنتم عليه من الكفر، هذا إعذار لهم وتوبيخٌ وتعجيز ﴿فعلموا أَنَّ الحق لِلَّهِ﴾ أي فلموا حينئذٍ أن الحقَّ لله ولرسله، وأنه لا إله إلا هو ﴿وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي وغاب عنهم غيبة الشيء الضائع ما كانوا يتخرصونه في الدنيا من الشركاء والأنداد، ثم ذكر تعالى قصة «قارون» ونتيجة الغرور والطغيان فقال ﴿إِنَّ قَارُونَ كَانَ مِن قَوْمِ موسى﴾ أي من عشيرته وجماعته قال ابن عباس: كان ابن عم موسى ﴿فبغى عَلَيْهِمْ﴾ أي تجبر وتكبر على قومه، واستعلى عليهم بسبب ما منحه الله من الكنوز والأموال قال الطبري: أي تجاوز حدَّه في الكبر والتجبر عليهم ﴿وَآتَيْنَاهُ مِنَ الكنوز مَآ إِنَّ مَفَاتِحَهُ لَتَنُوءُ بالعصبة أُوْلِي القوة﴾ أي أعطيناه من الأموال الوفيرة، والكنوز الكثيرة ما يثقل على الجماعة أصحاب القوة حمل مفاتيح\nخزائنه لكثرتها وثقلها فضلًا عن حمل الخزائن والأموال والآية تصويرٌ لما كان عليه قارون من كثرة المال والغنى والثراء ﴿إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ﴾ أي لا تأشر ولا تبطر ﴿إِنَّ الله لاَ يُحِبُّ الفرحين﴾ أي لا يحب البطرين الذين لا يشكرون الله على إنعامه، ويتكبرون بأموالهم على عباد الله ﴿وابتغ فِيمَآ آتَاكَ الله الدار الآخرة﴾ أي اطلب فيما أعطاك الله من الأموال رضى الله، وذلك بفعل الحسنات والصدقات والإِنفاق من الطاعات ﴿وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا﴾ قال الحسن: أي لا تضيّع حظك من دنياك في تمتعك بالحلال وطلبك إيّاه ﴿وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ﴾ أي أحسن إلى عبادِ الله كما أحسن الله إليك ﴿وَلاَ تَبْغِ الفساد فِي الأرض﴾ أي لا تطلب بهذا المال البغي والتطاول على الناس، والإِفساد في الأرض بالمعاصي ﴿إِنَّ الله لاَ يُحِبُّ المفسدين﴾ أي لا يحب من كان مجرمًا باغيًا مفسدًا في الأرض ﴿قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي﴾ لمَّا وعظه قومه أجابهم بهذا على وجه الرد عليهم والتكبر عن قبول الموعظة والمعنى: إنما أُعطيت هذا المال على علمٍ عندي بوجوه المكاسب، ولولا رضى الله عني ومعرفته بفضلي واستحقاقي له ما أعطاني هذا المال ﴿قال تعالى ردًا عليه ﴿أَوَلَمْ يَعْلَمْ أَنَّ الله قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القرون مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا﴾ أي أولم يعلم هذا الأحمق المغرور أنَّ الله قد أهلك من قبله من الأمم الخالية من هو أقوى منه بدنًا وأكثر مالًا؟﴾ قال البيضاوي: والآية تعجبٌ وتوبيخ على اغتراره بقوته وكثرة ماله، مع علمه بذلك لأنه قرأه في التوراة، وسمعه من حفاظ التواريخ ﴿وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ المجرمون﴾ أي لا حاجة أن يسألهم الله عن كيفية ذنوبهم وكميتها لنه عالمٌ بكل شيء، ولا يتوقف إهلاكه إياهم على سؤالهم بل متى حقَّ عليهم العذاب أهلكهم بغتة، ثم أشار تعالى إلى أن قارون لم يعتبر بنصيحة قومه، بل تمادى في غطرسته وغيِّه فقال تعالى ﴿فَخَرَجَ على قَوْمِهِ فِي زِينَتِهِ﴾ أي فخرج قارون على قومه في أظهر زينةٍ وأكملها قال المفسرون: خرج ذات يوم في زينةٍ عظيمة بأتباعه الكثيرين، ركبانًا متحلين بملابس الذهب والحرير، علىخيولٍ موشحةٍ بالذهب، ومعها اجواري والغلمان في موكبٍ حافلٍ باهر ﴿قَالَ الذين يُرِيدُونَ الحياة الدنيا ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ﴾ أي فلما رآه ضعفاء الإِيمان ممن تخدعهم الدنيا ببريقها وزخرفها وزينتها قالوا: يا ليت لنا مثل هذا الثراء والغنى الذي أُعطيه قارون ﴿إِنَّهُ لَذُو حَظٍّ عَظِيمٍ﴾ أي ذو نصيب وافرٍ من الدنيا ﴿وَقَالَ الذين أُوتُواْ العلم﴾ أي وقال لهم العقلاء من أهل العلم والفهم والاستقامة ﴿وَيْلَكُمْ ثَوَابُ الله خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا﴾ أي ارتدعوا وانزجروا عن مثل هذا الكلام فإن جزاء الله لعباده المؤمنين الصالحين خيرٌ مما ترون وتتمنَّون من حال قارون قال الزمخشري: أصل ﴿وَيْلَكُ﴾ الدعاء بالهلاك ثم استعمل في الزجر والردع، والبعث على ترك ما لا يرتضى ﴿وَلاَ يُلَقَّاهَآ إِلاَّ الصابرون﴾ أي ولا يُعطى هذه المرتبة والمنزلة في الآخرة إلا الصابرون على أمر الله قال تعالى تنبيهًا لنهايته المشئومة ﴿فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض﴾ أي جعلنا الأرض تغور به وبكنوزه، جزاءً على عتوه وبطره ﴿فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ﴾ أي ما كان له أحد من الأنصار والأعوان يدفعون عنه\nعذاب الله ﴿الله وَمَا كَانَ مِنَ المنتصرين﴾ أي وما كان المنتصرين بنفسه بل كان من الهالكين ﴿وَأَصْبَحَ الذين تَمَنَّوْاْ مَكَانَهُ بالأمس﴾ أي وصار الذين تمنوا منزلتُه وغناه بالأمس القريب بعد أن شاهدوا ما نزل به من الخسف ﴿يَقُولُونَ وَيْكَأَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ﴾ أي يقولون ندمًا وأسفًا على ما صدر منهم من التمني: اعجبوا أيها القوم من صنع الله، كيف أن الله يوسّع الرزق لمن يشاء من عباده - بحسب مشيئته وحكمته - لا لكرامته عليه، ويضيّق الرزق على من يشاء من عباده - لحكمته وقضائه ابتلاءً - لا لهوانه عليه!! قال الزمخشري: ﴿وَيْكَأَنَّ﴾ كلمتان «وَيْ» مفصولة عن «كأنَّ» وهي كلمة تنبيه على الخطأ وتندم، ومعناه أن القوم تنبهوا على خطئهم في تمنيهم منزلة قارون وتندموا وقالوا ﴿لولا أَن مَّنَّ الله عَلَيْنَا﴾ أل لولا أنَّ الله لطف بنا، وتفضَّل علينا بالإِيمان والرحمة، ولم يعطنا ما تمنيناه ﴿لَخَسَفَ بِنَا﴾ أي لكان مصيرنا مصير قارون، وخسف بنا الأرض كما خسفها به ﴿وَيْكَأَنَّهُ لاَ يُفْلِحُ الكافرون﴾ أي أعجبُ من فعل الله حيث لا ينجح ولا يفوز بالسعادة الكافرون لا في ادنيا، ولا في الآخرة.\n. وإلى هنا تنتهي «قصة قارون» وهي قصة الطغيان بالمال، بعد أن ذكر تعالى قصة الطغيان بالجاه والسلطان في قصة فرعون وموسى، ثم يأتي التعقيب المباشر في قوله تعالى ﴿تِلْكَ الدار الآخرة نَجْعَلُهَا لِلَّذِينَ لاَ يُرِيدُونَ عُلُوًّا فِي الأرض وَلاَ فَسَادًا﴾ الإِشارة للتفخيم والتعظيم أي تلك الدار العالية الرفيعة التي سمعت خبرها، وبلغك وصفها هي دار النعيم الخالد السرمدي، التي فيها ما لا عينٌ رأتْ، ولا أُذنٌ سمعت، ولا خطر على قلب بشر، نجعلها للمتقين الذين لا يريدون التكبر والطغيان، ولا الظلم والعدوان في هذه الحياة الدنيا ﴿والعاقبة لِلْمُتَّقِينَ﴾ أي العاقبة المحمودة للذين يخشون الله ويراقبونه، ويبتغون رضوانه ويحذرون عقابه ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ أي من جاء يوم القيامة بحسنةٍ من الحسنات فإن الله يضاعفها له أضعافًا كثيرة ﴿وَمَن جَآءَ بالسيئة فَلاَ يُجْزَى الذين عَمِلُواْ السيئات إِلاَّ مَا كَانُواْ يَعْمَلُونَ﴾ أي ومن جاء يوم القيامة بالسيئات فلا يجزى إلا بمثلها، وهذا من فضل الله على عباده أنه يضاعف لهم الحسنات ولا يضاعف لهم السيئات ﴿إِنَّ الذي فَرَضَ عَلَيْكَ القرآن﴾ أي إن الذي أنزل عليك يا محمد القرآن وفرض عليك العمل به ﴿لَرَآدُّكَ إلى مَعَادٍ﴾ أي لرادُّك إلى مكة كما أخرجك منها، وهذا وعدٌ من الله بفتح مكة ورجوعه ﵇ إليها بعد أن هاجر منها قال ابن عباس: معناه لرادك إلى مكة، وقال الضحال: لما خرج النبي ﷺ َ من مكة فبلغ الجُحْفة اشتاق إلى مكة، فأنزل الله عليه هذه الآية ﴿قُل ربي أَعْلَمُ مَن جَآءَ بالهدى وَمَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي قل يا محمد لهؤلاء المشركين: ربي أعلم بالمهتدي والضال هل أنا أو أنتم؟ فهو جلَّ وعلا الذي يعلم المحسن من المسيء، ويجازي كلًا بعمله، وهو جواب لقول كفار مكة: إنك يا محمد في ضلالٍ مبين ﴿وَمَا كُنتَ ترجوا أَن يلقى إِلَيْكَ الكتاب إِلاَّ رَحْمَةً مِّن رَّبِّكَ﴾ أي وما كنت تتطمع أن تنال النبوة، ولا أن ينزل عليك الكتابُ ولكن رحمك الله بذلك ورحم العباد ببعثتك قال\nالفراء: وهذا استثناء منقطع والمعنىإلا أنّ ربك رحمك فأنزله عليك ﴿فَلاَ تَكُونَنَّ ظَهيرًا لِّلْكَافِرِينَ﴾ أي لا تكن عونًا لهم على دينهم، ومساعدًا لهم على ضلالهم، بالمداراة والمجاملة ولكن نابذهم وخالفهم قال المفسرون: دعا المشركون الرسول إلى دين آبائه، فأُمر بالتحرز منهم وأن يصدع بالحق، والخطابُ بهذا وأمثاله له ﵇، والمراد أمته لئلا يظاهروا الكفار ولا يوافقوهم ﴿وَلاَ يَصُدُّنَّكَ عَنْ آيَاتِ الله بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ﴾ أي ولا تلتفت إلى هؤلاء المشركين، ولا تركن إلى قولهم فيصدوك عن اتباع ما أنزل الله إليك من الآيات البينات ﴿وادع إلى رَبِّكَ﴾ أي وادع الناس إلى توحيد ربك وعبادته ﴿وَلاَ تَكُونَنَّ مِنَ المشركين﴾ أي بمسايرتهم على أهوائهم، فإن من رضي بطريقتهم كان منهم ﴿وَلاَ تَدْعُ مَعَ الله إلها آخَرَ﴾ أي لا تعبد إلهًا سوى الله ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا الله تعالى قال البيضاوي: وهذا وما قبله للتهييج وقطع أطماع المشركين عن مساعدته لهم ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ أي كل شيء يفنى وتبقى ذاتُه المقدسة، أطلق الوجه وأراد ذات الله جلَّ وعلا قال ابن كثير: وهذا إخبار بأنه تعالى الدائم الباقي، الحيُّ القيوم، الذي تموت الخلائق ولا يموت، فعبَّر بالوجه عن الذات كقوله\n﴿كُلُّ مَنْ عَلَيْهَا فَانٍ ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام﴾ [الرحمن: ٢٦ - ٢٧] ﴿لَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ﴾ أي له القضاء النافذ في الخلق، وإليه مرجعهم جميعًا يوم المعاد لا إلى أحدٍ سواه.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التبكيت والتوبخ ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ﴾؟ ومثله ﴿يَأْتِيكُمْ بِلَيْلٍ﴾؟ .\n٢ - اللَّف والنشر المرتب ﴿وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار﴾ جمع الليل والنهار ثم قال ﴿لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ﴾ فأعاد السكن إلى الليل، والابتغاء لطلب الرزق إلى النهار، ويسمى هذا عند علماء البديع اللف والنشر المرتب، لأن الأول عاد على الأول، والثاني عاد على الثاني وهو من المحسنات البديعية.\n٣ - جناس الاشتقاق ﴿لاَ تَفْرَحْ. . الفرحين﴾ ومثله ﴿الفساد. . المفسدين﴾ .\n٤ - تأكيد الجملة ب ﴿إِنَّ﴾ و(اللام) ﴿إِنَّهُ لَذُو حَظٍّ عَظِيمٍ﴾ لأن السامع شاك ومتردّد.\n٥ - الكناية ﴿تَمَنَّوْاْ مَكَانَهُ بالأمس﴾ كنَّى عن الزمن الماضي القريب بلفظ الأمس.\n٦ - الطباق ﴿يَبْسُطُ الرزق. . وَيَقْدِرُ﴾ .\n٧ - المقابلة اللطيفة ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ ﴿وَمَن جَآءَ بالسيئة فَلاَ يُجْزَى. .﴾ الآية.\n٨ - المجاز المرسل ﴿إِلاَّ وَجْهَهُ﴾ أطلق الجزء وأراد الكل أي ذاته المقدسة ففيه مجاز مرسل.\nلطيفَة: قال بعض العلماء: من لم تشبعه القناعة لم يكفه ملك قارون وأنشدوا:\nهي القناعة لا تبتغي بها بدلًا ... فيها النعيم وفيها راحةُ البدن\nانظر لم ملك الدنيا بأجمعها ... هل راح منها بغير القطن والكفن؟", "ayah": 77, "surah": 28}