{"text": "اللغَة: ﴿سُبْحَانَ﴾ اسمٌ للتسبيح ومعناه تنزيه الله تعالى من كل سوء ونقصٍ وهو خاصٌ به سبحانه ﴿أسرى﴾ الإِسراء: السيرُ ليلًا يقال: أسرى وسرى لغتان قال الشاعر:\nسريتَ من حَرَمٍ ليلًا إلى حَرَمٍ ... كما سَرَى البدرُ في دَاجٍ من الظُّلَم\n﴿فَجَاسُواْ﴾ قال الزجاج: طافوا، والجَوْسُ: الطواف بالليل والتردُّد والطلب مع الاستقصاء وقال الواحدي: الجوسُ هو التردُّد والطلب ﴿الكرة﴾ الدَّولة والغَلَبة ﴿تَتْبِيرًا﴾ هلاكًا ودمارًا ﴿مَحَوْنَآ﴾ طمسنا قال علماء اللغة: المحوُ إذهاب الأثر يقال محوتُه فانمحى أي ذهب أثره ﴿طَآئِرَهُ﴾ عمله المقدَّر عليه سمي الخير والشر بالطائر لأن العرب كانوا يتفاءلون ويتشاءمون بالطير إذا طار جهة اليمين أو الشمال ﴿مُتْرَفِيهَا﴾ المُتْرفُ: المتنعِّمُ الذي أبطرته النعمةُ وسَعَة العيش ﴿يَصْلاهَا﴾ يدخلها ويذوق حرَّها ﴿مَّدْحُورًا﴾ مطرودًا مبعدًا من رحمة الله.\nالتفسِير: ﴿سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلًا﴾ أي تنزَّه وتقدَّس عما لا يليق بجلاله، اللهُ العليُّ الشأن، الذي انتقل بعبده ونبيه محمد ﷺ َ في جزءٍ من الليل ﴿مِّنَ المسجد الحرام إلى المسجد الأقصى﴾ أي من مكة المكرمة إلى بيت المقدس، وسمي بالأقصى لبعد المسافة بينه وبين المسجد الحرام قال المفسرون: وإنما قال ﴿لَيْلًا﴾ بلفظ التنكير لتقليل مدة الإسراء، وأنه قطع به المسافات الشاسعة البعيدة في جزءٍ من الليل وكانت مسيرة أربعين ليلة، وذلك أبلغ في القدرة والإِعجاز ولهذا كان بدء السورة بلفظ ﴿سُبْحَانَ﴾ الدال على كمال القدرة، وبالغ الحكمة، ونهاية تنزهه تعالى عن صفات المخلوقين، وكان الإِسراء بالروح والجسد، يقظة لا منامًا ﴿الذي بَارَكْنَا حَوْلَهُ﴾ أي الذي باركنا ما حوله بأنواع البركات الحسية والمعنوية، بالثمار والأنهار التي خصَّ الله بها بلاد الشام، وبكونه مقر الأنبياء ومهبط الملائكة الأطهار ﴿لِنُرِيَهُ مِنْ آيَاتِنَآ﴾ أي لنريَ محمدًا ﷺ َ آياتنا العجيبة العظيمة، ونطلعه على ملكوت السماوات والأرض، فقد رأى صلوات الله عليه السماوات العُلى والجنة والنار، وسدرة المنتهى، والملائكة والأنبياء وغير ذلك من العجائب والآيات التي تدل على قدرة الله تعالى ﴿إِنَّهُ هُوَ السميع البصير﴾ أي إنه تعالى هو السميع لأقوال محمد، البصير بأفعاله، فلهذا خصَّه بهذه الكرامات والمعجزات احتفاءً وتكريمًا ﴿وَآتَيْنَآ مُوسَى الكتاب وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ﴾ أي أعطينا موسى التوراة هدايةً لبني إسرائيل يخرجهم بواسطة ذلك الكتاب من ظلمات الجهل والكفر إلى نور العلم والإِيمان ﴿أَلاَّ تَتَّخِذُواْ مِن دُونِي وَكِيلًا﴾ أي لا تتخذوا لكم ربا تكلون إليه أموركم سوى الله الذي خلقكم قال المفسرون: لما ذُكر المسجدُ الأقصى وهو قلب الأرض المقدسة التي أسكنها الله بني إسرائيل جاء الحديث عنهم في مكانه المناسب من سياق السورة ﴿ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ﴾ أي يا ذرية ويا أبناء المؤمنين الذين كانوا مع نوح في السفينة، لقد نجينا آباءكم من الغرق فاشكروا الله على إنعامه ﴿إِنَّهُ كَانَ عَبْدًا شَكُورًا﴾ أي إن نوحًا كان كثير الشكر يحمد الله على كل حال فاقتدوا به، وفي النداء لهم تلطفٌ وتذكير بنعمة الله ﴿وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ فِي الكتاب﴾ أي أخبرناهم وأعلمناهم وأوحينا إليهم في التوراة ﴿لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ﴾ أي ليحصلنَّ منكم الإفساد في أرض فلسطين وما حولها مرتين قال ابن عباس: أول الفساد قتل زكريا والثاني قتل يحيى ﵉ ﴿وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا﴾ أي تطغون في الأرض المقدسة طغيانًا كبيرًا بالظلمٍ\nوالعدوان وانتهاك محارم الله ﴿فَإِذَا جَآءَ وَعْدُ أُولاهُمَا﴾ أي أُولى المرتين من الإِفساد ﴿بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ﴾ أي سلَّطنا عليكم من عبيدنا أناسًا جبارين للانتقام منكم ﴿أُوْلِي بَأْسٍ شَدِيدٍ﴾ أي أصحاب قوةٍ وبطش في الحرب شديد قال المفسرون: إن بني إسرائيل لما استحلوا المحارم وسفكوا الدماء سلَّط الله عليهم بختنصر ملك بابل فقتل منهم سبعين ألفًا حتى كاد يفنيهم هو وجنوده، وذلك أول الفسادين ﴿فَجَاسُواْ خِلاَلَ الديار﴾ أي طافوا وسط البيوت يروحون ويغدون للتفتيش عنكم واستئصالكم بالقتل والسلب والنهب لا يخافون من أحد ﴿وَكَانَ وَعْدًا مَّفْعُولًا﴾ أي كان ذلك التسليط والانتقام قضاءً جزمًا حتمًا لا يقبل النقض والتبديل ﴿ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ﴾ أي ثمَّ لما تبتم وأنبتم أهلكنا أعداءكم ورددنا لكم الدَّوْلَة والغلبة عليهم بعد ذلك البلاء الشديد ﴿وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ﴾ أي أعطيناكم الأموال الكثيرة والذرية الوفيرة، بعد أن نُهبت أموالكم وسُبيت أولادكم ﴿وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا﴾ أي جعلناكم أكثر عددًا ورجالًا من عدوكم لتستعيدوا قوتكم وتبنوا دولتكم ﴿إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ﴾ أي إن أحسنتم يا بني إسرائيل فإحسانكم لأنفسكم ونفعه عائد عليكم لا ينتفع الله منها بشيء ﴿وَإِنْ أَسَأْتُمْ فَلَهَا﴾ أي وإن أسأتم فعليها لا يتضرر الله بشيء منها، فهو الغني عن العباد، لا تنفعه الطاعة ولا تضره المعصية ﴿فَإِذَا جَآءَ وَعْدُ الآخرة﴾ أي فإذا جاء وعد المرة الأخيرة من إفسادكم بقتل يحيى وانتهاك محارم الله بعثنا عليكم أعداءكم مرة ثانية ﴿لِيَسُوءُواْ وُجُوهَكُمْ﴾ أي بعثناهم ليهينوكم ويجعلوا آثار المساءة والكآبة باديةً على وجوهكم بالإِذلال والقهر ﴿وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ﴾ أي وليدخلوا بيت المقدس فيخربوه كما خربوه أول مرة ﴿وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيرًا﴾ أي وليدمروا ويهلكوا ما غلبوا عليه تدميرًا، فقد سلّط الله عليهم مجوس الفرس فشردوهم في الأرض وقتلوهم ودمَّروا مملكتهم تدميرًا ﴿عسى رَبُّكُمْ أَن يَرْحَمَكُمْ﴾ أي لعل الله يرحكم ويعفو عنكم إن تبتم وأنبتم، وهذا وعدٌ منه تعالى بكشف العذاب عنهم إن رجعوا إلى الله و﴿عسى﴾ من الله واجبة ﴿وَإِنْ عُدتُّمْ عُدْنَا﴾ أي وإن عدتم إلى الإِفساد والإِجرام عدنا إلى العقوبة والانتقام ﴿وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا﴾ أي وجعلنا جهنم محبسًا وسجنًا للكافرين، لا يقدرون على الخروج منها أبَدَ الآبدين، ثم بيًّن تعالى مزية التنزيل الكريم الذي فاق بها سائر الكتب السماوية فقال ﴿إِنَّ هذا القرآن يَِهْدِي لِلَّتِي هِيَ أَقْوَمُ﴾ أي إنَّ هذا القرآن العظيم يهدي لأقوم الطرق وأوضح السُّبُل، ولما هو أعدل وأصوب ﴿وَيُبَشِّرُ المؤمنين الذين يَعْمَلُونَ الصالحات أَنَّ لَهُمْ أَجْرًا كَبِيرًا﴾ أي ويبشر المؤمنين الذين يعملون بمقتضاه بالأجر العظيم في جنات النعيم ﴿وأَنَّ الذين لاَ يُؤْمِنُونَ بالآخرة أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا﴾ أي ويبشرهم بأن لأعدائهم الذين لا يصدقون بالآخرة العقاب الأليم في دار الجحيم، وقد جمعت الآية بين الترغيب والترهيب ﴿وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير﴾ أي يدعو بالشر على نفسه كدعائه لها بالخير، ولو استجيب له في الشر كما يستجاب له في الخير\nلهلك قال ابن عباس: هو دعاء الرجل على نفسه وولده عند الضجر بما لا يحبُّ أن يستجاب له: اللهمَّ أهلكه اللهمَّ دمْره ونحوه ﴿وَكَانَ الإنسان عَجُولًا﴾ أي ومن طبيعة الإِنسان العجلة، يتعجل بالدعاء على نفسه ويسارع لكل ما يخطر بباله، دون النظر في عاقبته، ثم أشار تعالى إلى آيات الله الكونية في هذا الوجود، التي كلٌ منها برهانٌ نيِّر على وحدانية الله فقال ﴿وَجَعَلْنَا اليل والنهار آيَتَيْنِ﴾ أي علامتين عظيمتين على وحدانيتنا وكمال قدرتنا ﴿فَمَحَوْنَآ آيَةَ اليل﴾ أي طمسنا الليل فجعلناه مظلمًا لتسكنوا فيه ﴿وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً﴾ أي جعلنا النهار مضيئًا مشرقًا بالنور ليحصل به الإِبصار ﴿لِتَبْتَغُواْ فَضْلًا مِّن رَّبِّكُمْ﴾ أي لتطلبوا في النهار أسباب معايشكم ﴿وَلِتَعْلَمُواْ عَدَدَ السنين والحساب﴾ أي ولتعلموا عدد الأيام والشهور والأعوام، بتعاقب الليل والنهار، فالليل للراحة والسكون، والنهار للكسب والسعي ﴿وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا﴾ أي وكلَّ أمر من أمور الدنيا والدين، بينَّاه أحسن تبيين، وليس شيء من أمر هذا الوجود متروكًا للمصادفة والجُزاف، وإنما هو بتقديرٍ وتدبيرٍ حكيم ﴿وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ﴾ أي أن الإِنسان مرهون بعمله مجزي به، وعملُه ملازم له لزوم القلادة للعُنُق لا ينفك عنه أبدًا ﴿وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَابًا يَلْقَاهُ مَنْشُورًا﴾ أي نظهر له في الآخرة كتاب أعماله مفتوحًا فيه حسناته وسيئاته فيرى عمله مكشوفًا لا يملك إخفاءه أو تجاهله ﴿اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا﴾ أي إقرأ كتاب عملك كفى أن تكون اليوم شهيدًا بما عملت، لا تحتاج إلى شاهد أو حسيب ﴿مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا﴾ أي من اهتدى فثواب اهتدائه له، ومن ضلَّ فعقاب كفره وضلاله عليها ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا يحمل أحد ذنب أحد، ولا يجني جانٍ إلا على نفسه ﴿وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولًا﴾ أي وما كنا معذبين أحدًا من الخلق حتى نبعث لهم الرسل مذكرين ومنذرين فتقوم عليهم الحجة ﴿وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا﴾ أي وإذا أردنا هلاك قوم من الأقوام أمرنا المتنعمِّين فيها والقادة والرؤساء بالطاعة على لسان رسلنا فعصوا أمرنا وخرجوا عن طاعتنا وفسقوا وفجروا ﴿فَحَقَّ عَلَيْهَا القول فَدَمَّرْنَاهَا تَدْمِيرًا﴾ أي فوجب عليهم العذاب بالفسق والطغيان فأهلكناهم إهلاكًا مُريعًا قال ابن عباس: ﴿أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا﴾ أي سلَّطنا أشرارها فعصوا فيها فإذا فعلوا ذلك أهلكهم الله بالعذاب ﴿وَكَمْ أَهْلَكْنَا مِنَ القرون مِن بَعْدِ نُوحٍ﴾ أي وكثير من الأمم الطاغية المكذبين للرسل أهلكناهم من بعد نوح كقوم عاد وثمود وفرعون قال ابن كثير: والآية إنذار لكفار قريش والمعنى إنكم أيها المكذبون لستم أكرم على الله منهم وقد كذبتم أشرف الرسل وأكرم الخلائق فعقوبتكم أولى وأحرى ﴿وكفى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًَا بَصِيرًا﴾ أي كفى يا محمد أن يكون ربك رقيبًا على أعمال العباد يدرك بواطنها وظواهرها ويجازي عليها ﴿مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ﴾ أي من كان يريد بعمله الدنيا فقط ولها يعمل ويسعى ليس له همٌّ إلا الدنيا عجلنا له فيها ما نشاء تعجيله من نعيمها لا كلَّ ما يريد ﴿ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا﴾ أي ثم\nجعلنا له في الآخرة جهنم يدخلها مهانًا حقيرًا مطرودًا من رحمة الله ﴿وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ﴾ أي ومن أراد الدار الآخرة وما فيها من النعيم المقيم، وعمل لها عملها الذي يليق بها من الطاعات وهو مؤمن صادق الإِيمان ﴿فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا﴾ أي فأولئك الجامعون للخصال الحميدة من الإِخلاص، والعمل الصالح، والإِيمان.\nكان عملهم مقبولًا عند الله أحسن القبول، مثابًا عليه ﴿كُلًاّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ﴾ أي كل واحدٍ من الفريقين الذين أرادوا الدنيا، والذين أرادوا الآخرة نعطيه من عطائنا الواسع تفضلًا منا وإحسانًا، فنعطي المؤمن والكافر والمطيع والعاصي ﴿وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا﴾ أي ما كان عطاؤه تعالى محبوسًا ممنوعًا عن أحد ﴿انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ﴾ أي أنظر يا محمد كيف فاوتنا بينهم في الأرزاق والأخلاق في هذه الحياة الدنيا فهذا غني وذاك فقير، وهذا شريف وذاك حقير ﴿وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا﴾ أي ولتفاوتُهم في الدار الآخرة أعظم من التفاوت في هذا الدار لأن الآخرة دار القرار وفيها ما لا عينٌ رأت، ولا أُذُنٌ سمعت، ولا خطر على قلب بشر ﴿لاَّ تَجْعَل مَعَ الله إلها آخَرَ﴾ أي لا تجعل مع الله شريكًا ولا تتخذ غيره إلهًا تعبده ﴿فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا﴾ أي فتصير ملومًا عند الله مخذولًا منه لا ناصر لك ولا معين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - براعة الاستهلال ﴿سُبْحَانَ الذي أسرى﴾ لأنه لما كان أمرًا خارقًا للعادة بدأ بلفظ يشير إلى كمال القدرة وتنزه الله عن صفات النقص.\n٢ - إضافة التكريم والتشريف ﴿بِعَبْدِهِ﴾ .\n٣ - جناس الاشتقاق ﴿وَلَتَعْلُنَّ عُلُوًّا﴾ ﴿تَزِرُ وَازِرَةٌ﴾ .\n٤ - الطباق بين ﴿أَحْسَنْتُمْ ... وأَسَأْتُمْ﴾ وبين ﴿ضَلَّ ... واهتدى﴾ .\n٥ - إيجاز بالحذف ﴿اقرأ كتابك﴾ أي يقال له يوم القيامة إقرأ كتابك ﴿أَمَرْنَا مُتْرَفِيهَا﴾ أي أمرناهم بطاعة الله فعصوا وفسقوا فيها.\n٦ - المجاز العقلي ﴿آيَةَ النهار مُبْصِرَةً﴾ لأن النهار لا يُبصر بل يُبْصر فيه فهو من إسناد الشيء إلى زمانه.\n٧ - الاستعارة اللطيفة ﴿طَآئِرَهُ فِي عُنُقِهِ﴾ استعير الطائر لعمل الإِنسان، ولما كان العرب يتفاءلون ويتشاءمون بالطير سموا نفس الخير والشر بالطائر بطريق الاستعارة.\nلطيفَة: الحكمة في إسرائه إلى بيت المقدس ثم عروجه من بيت المقدس إلى السماوات العلى أنه مجمع أرواح الأنبياء، وموطن تنزل الوحي الإِلهي على الرسل الكرام، ولما كانت هذه الرحلة رحلة تكريم أراد تعالى أن يشرفهم بزيارته. ولهذا صلى بهم إمامًا صلوات الله وسلامه عليهم أجمعين.\nتنبيه: وصفه تعالى في هذه السورة بالعبودية ﴿أسرى بِعَبْدِهِ﴾ لأنه أشرف المقامات وأسمى المراتب العلية، كما وصفه في مقام الوحي كذلك ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ [النجم: ١٠] وفي مقام الدعوة ﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ﴾ [الجن: ١٩] ولهذا قال القاضي عياض:\nومما زادني شرفًا وتيهًا ... وكدتُ بأخمصي أطأ الثريّا\nدخولي تحت قولك يا عبادي ... وأن صيَّرت أحمد لي نبيًا", "ayah": 12, "surah": 17}