{"text": "المنَاسَبَة: لما جعل تعالى الإِيمان والعملَ الصالح أساسًا للفوز بالسعادة الأبدية، وبيَّن حال المؤمن الذي أراد بعمله الدار الآخرة، ذكر هنا طائفةً من الأوامر والزواجر التي يقوم عليها بنيان\nالمجتمع الفاضل، ثم ذكر تعالى موقف المشركين المكذبين من هذا القرآن العظيم.\nاللغَة: ﴿أُفٍّ﴾ كلمة تضجُّر وتبرُّم قال ابن الأعرابي الأفُّ: الضجر، وأصلها أنه إذا سقط تراب أو رماد فنفخ الإنسان ليزيله، فالصوت الحاصل هو أُفّ ثم توسعوا في الكلمة حتى أصبحت تقال لكل مكروه ﴿تَنْهَرْهُمَا﴾ النهْرُ: الزجرُ والغِلظة ﴿الأَوَّابِينَ﴾ جمع أوَّاب وهو كثير التوبة والإِنابة من الأَوْب بمعنى الرجوع ﴿مَّحْسُورًا﴾ منقطعًا عن النفقة والتصرف قال الفراء: تقول العرب للبعير هو محسور إذا انقطع سيره، وحَسرَت الدابة إذا انقطعت عن المسير لذهاب قوتها، فشُبّه حال من أنفق كلّ ماله بمن انقطع في سفره بسبب انقطاع مطيته ﴿إِمْلاقٍ﴾ فقر وفاقة، أملق الرجل إذا افتقر ﴿خِطْئًا﴾ قال الأزهري: خطيئ يَخْطَأُ خِطْأً إذا تعمَّد الخطأ، وأخطأ إذا لم يتعمد ﴿القسطاس﴾ الميزان مأخوذ من القِسْط وهو العدل ﴿تَقْفُ﴾ تَتَّبعْ مأخوذ من قفوتُ أثر فلان إذا اتبعت أثَره وأصله البهتُ والقذف بالباطل ﴿مَرَحًا﴾ المَرَح: شدة الفرح والمراد به هنا التكبر والخيلاء ﴿صَرَّفْنَا﴾ بيَّنا ﴿أَكِنَّةً﴾ جمع كِنان وهو الغطاء الذي يستر الشيء ﴿وَقْرًا﴾ صممًا وثقلًا.\nالتفسِير: ﴿وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ﴾ أي حكم تعالى وأمر بأن لا تعبدوا إلهًا غيره وقال مجاهد: ﴿وقضى﴾ يعني وصَّى بعبادته وتوحيده ﴿وبالوالدين إِحْسَانًا﴾ أي وأمر بأن تحسنوا إلى الوالدين إحسانًا قال المفسرون: قرن تعالى بعبادته برَّ الوالدين لبيان حقهما العظيم على الولد لأنهما السبب الظاهر لوجوده وعيشه، ولما كان إحسانهما إلى الولد قد بلغ الغاية العظيمة وجب أن يكون إحسان الولد إليهما كذلك ﴿إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا﴾ أي قد أوصيناك بهما وبخاصة إذا كبرا أو كبر أحدهما، وإنما خصَّ حالة الكِبَر لأنهما حينئذٍ أحوج إلى البر والقيام بحقوقهما لضعفهما ومعنى ﴿عِندَكَ﴾ أي في كنفك وكفالتك ﴿فَلاَ تَقُل لَّهُمَآ أُفٍّ﴾ أي لا تقل للوالدين أقل كلمة تظهر الضجر ككلمة أفٍّ ولا تسمعهما قولًا سيئًا حتى ولو بكلمة التأفف ﴿وَلاَ تَنْهَرْهُمَا﴾ أي لا تزجرهما بإغلاظٍ فيما لا يعجبك منهما ﴿وَقُل لَّهُمَا قَوْلًا كَرِيمًا﴾ أي قل لهما قولًا حسنًا لينًا طيبًا بأدب ووقار وتعظيم ﴿واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة﴾ أي ألنْ جانبك وتواضعْ لهما بتذلّل وخضوع من فرط رحمتك وعطفك عليهما ﴿وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيرًا﴾ أي أدع لهما بالرحمة وقل في دعائك يا رب ارحم والديَّ برحمتك الواسعة كما أحسنا إليَّ في تربيتهما حالة الصغر ﴿رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ﴾ أي ربكم أيها الناس أعلم بما في نفوسكم من إرادة البر أو العقوق ﴿إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُورًا﴾ أي إن تكونوا قاصدين للبِرّ والصلاح دون العقوق والفساد فإِنه جلَّ وعلا يتجاوز عن سيئاتكم ويغفر للأوابين وهم الذين كلما أخطأوا عادوا إلى ربهم مستغفرين قال الرازي: والمقصود من هذه الآية أن الأولى لما دلَّت على وجوب تعظيم الوالدين ثم إنَّ الولد قد يظهر منه ما يخلُّ بتعظيمهما فإن كانت تلك الهفوة ليست لأجل العقوق بل ظهرت بمقتضى الجبلَّة البشرية كانت في محل الغفران، وبمناسبة الإِحسان إلى الوالدين يأمر تعالى بالإِحسان إلى الأقارب\nوالضعفاء والمساكين ﴿وَآتِ ذَا القربى حَقَّهُ﴾ أي أعط كلَّ من له قرابة بك حقَّه من البر والإِحسان ﴿والمسكين وابن السبيل﴾ أي وأعط المسكين المحتاج والغريبَ المنقطع في سفره حقَّه أيضًا ﴿وَلاَ تُبَذِّرْ تَبْذِيرًا﴾ أي لا تنفق مالكَ في غير طاعة الله فتكون مبذّرًا، والتبذير الإِنفاق في غير حق قال مجاهد: لو أنفق إنسان ماله كلَّه في الحق لم يكن مبذّرًا، ولو أنفق مُدًّا في غير حق كان مبذّرًا وقال قتادة: التبذير النفقة في معصية الله تعالى وفي غير الحق والفساد ﴿إِنَّ المبذرين كانوا إِخْوَانَ الشياطين﴾ هذا تعليل للنهي وهو غاية في الذم والتقبيح أي إن المبذرين كانوا أمثال الشياطين وأشباههم في الإِفساد، لأنهم ينفقون في الباطل وينفقون في الشر والمعصية فهم أمثالهم ﴿وَكَانَ الشيطان لِرَبِّهِ كَفُورًا﴾ أي مبالغًا في كفران نعمة الله لا يؤدي حقَّ النعمة كذلك إخوانه المبذرون لا يؤدون حق النعمة، وحقُّها أن ينفقوها في الطاعات والحقوق غير متجاوزين ولا مبذرين ﴿وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابتغآء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا﴾ أي إن أعرضتَ عن ذوي القربى والمساكين وابن السبيل إذا لم تجد ما تعطيهم فقل لهم قولًا سهلًا لينًا وعدْهم وعدًا جميلًا ﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ﴾ تمثيلٌ للبخل اي لا تكنْ بخيلًا منوعًا لا تعطي أحدًا شيئًا كمن حبست يده عن الإِنفاق وشدَّت إلى عنقه ﴿وَلاَ تَبْسُطْهَا كُلَّ البسط﴾ تمثيل للتبذير أي ولا تتوسع في الإِنفاق توسعًا مفرطًا بحيث لا يبقى في يدك شيء، والغرض من الآية لا تكن بخيلًا ولا مسرفًا ﴿فَتَقْعُدَ مَلُومًا مَّحْسُورًا﴾ أي فتصير مذمومًا من الخَلْق والخالق، منقطعًا من المال كمن انقطع في سفره بانقطاع مطيته ﴿إِنَّ رَبَّكَ يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي يوسّع الرزق على من يشاء ويضيِّق على من يشاء، وهو القابض، الباسط المتصرف في خلقه، بما يشاء حسب الحكمة ﴿إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا﴾ أي إنه عالم بمصالح العباد، والتفاوتُ في الأرزاق ليس لأجل البخل بل لأجل رعاية المصالح فهو تعالى يعمل من مصالحهم ما يخفى عليهم ﴿وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ﴾ أي لا تُقدموا على قتل أولادكم مخافة الفقر ﴿نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم﴾ أي رزقُهم علينا لا عليكم فنحن نرزقهم ونرزقكم فلا تخافوا الفقر بسببهم ﴿إنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا﴾ أي قتلُهم ذنبٌ عظيم وجرمٌ خطير قال المفسرون: كان أهل الجاهلية يئدون البنات مخافة الفقر أو العار فنهاهم الله عن ذلك وضمن أرزاقهم ﴿وَلاَ تَقْرَبُواْ الزنى﴾ أي لا تدنوا من الزنى وهو أبلغ من «لا تزنوا» لأنه يفيد النهي عن مقدمات الزنى كاللَّمس، والقُبلة، والنظرة، والغمز وغير ذلك مما يجرُّ إلى الزنى فالنهي عن القرب أبلغ من النهي عن الفعل ﴿إِنَّهُ كَانَ فَاحِشَةً﴾ أي إن الزنى كان فعلة قبيحة متناهية في القبح ﴿وَسَآءَ سَبِيلًا﴾ أي ساء طريقًا موصلًا إلى جهنم ﴿وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق﴾ أي لا تقتلوا نفسًا حرَّم الله قتلها بغير حقٍ شرعي موجبٍ للقتل كالمرتد، والقاتل عمدًا، والزاني المحصن ﴿وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا﴾ أي ومن قُتل ظلمًا بغير حقٍ يوجب قتله فقد جعلنا لوارثه سلطةً على القاتل بالقصاص منه، أو أخذ الدية، أو العفو ﴿فَلاَ يُسْرِف فِّي القتل إِنَّهُ كَانَ مَنْصُورًا﴾ أي فلا يتجاوز الحدَّ المشروع بأن يقتل غير القاتل أو يُمثّل به أو يقتل اثنين بواحد كما كان أهل الجاهلية يفعلون، فحسبُه أن الله قد\nنصره على خصمه فليكن عادلًا في قصاصه ﴿وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ﴾ أي لا تتصرفوا في مال اليتيم إلا بالطريقة التي هي أحسن وهي حفظه واستثماره ﴿حتى يَبْلُغَ أَشُدَّهُ﴾ أي حتى يبلغ اليتيم سن الرشد ويحسن التصرف في ماله ﴿وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولًا﴾ أي وفّوا بالعهود سواءً كانت مع الله أو مع الناس لأنكم تُسألون عنها يوم القيامة ﴿وَأَوْفُوا الكيل إِذا كِلْتُمْ﴾ أي أتموا الكيل إذا كلتم لغيركم من غير تطفيفٍ ولا بَخْس ﴿وَزِنُواْ بالقسطاس المستقيم﴾ أي زنوا بالميزان العدل السويّ بلا احتيالٍ ولا خديعة ﴿ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلًا﴾ أي وفاء الكيل وإقامة الوزن خيرٌ في الدنيا وأحسن مآلًا في الآخرة ﴿وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾ أي لا تتَّبعْ ما لا تعلم ولا يَعْنيك بل تثبَّتْ من كل خبر، قال قتادة: لا تقل رأيتُ ولم تر، وسمعتُ ولم تسمع، وعلمتُ ولم تعلم، فإن الله تعالى سائلك عن ذلك كله ﴿إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولًا﴾ أي إن الإنسان يُسأل يوم القيامة عن حواسه: عن سمعه، وبصره، وقلبه وعما اكتسبته جوارحه ﴿وَلاَ تَمْشِ فِي الأرض مَرَحًا﴾ أي لا تمش في الأرض مختالًا مشية المعجب المتكبر ﴿إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولًا﴾ هذا تعليل للنهي عن التكبر والمعنى أنك أيها الإِنسان ضئيل هزيل لا يليق بك التكبر؟ كيف تتكبر على الأرض ولن تجعل فيها خرقًا أو شقًا؟ وكيف تتطاول وتتعظَّمْ على الجبال ولن تبلغها طولًا؟ فأنت أحقر وأضعف من كل واحدٍ من الجماديْن فكيف تتكبر وتتعالى وتختال وأنت أضعف من الأرض والجبال؟ وفي هذا تهكم وتقريع للمتكبرين ﴿كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا﴾ أي كل ذلك المذكور الذي نهى الله عنه كان عمله قبيحًا ومحرمًا عند الله تعالى ﴿ذَلِكَ مِمَّآ أوحى إِلَيْكَ رَبُّكَ مِنَ الحكمة﴾ أي ذلك الذي تقدم من الآداب والقصص والأحكام بعضُ الذي أوحاه إليك ربك يا محمد من المواعظ البليغة، والحِكَم الفريدة ﴿وَلاَ تَجْعَلْ مَعَ الله إلها آخَرَ فتلقى فِي جَهَنَّمَ مَلُومًا مَّدْحُورًا﴾ أي لا تشرك مع الله غيره من وثنٍ أو بشر فتلقى في جهنم ملومًا تلوم نفسك ويلومك اللهُ والخلق مطرودًا مبعدًا من كل خير قال الصاوي: ختم به الأحكام كما ابتدأها إشارةً إلى أن التوحيد مبدأ الأمور ومنتهاها، وهو رأس الأشياء وأساسُها، والأعمالُ بدونه باطلةٌ لا تفيد شيئًا ﴿أَفَأَصْفَاكُمْ رَبُّكُم بالبنين واتخذ مِنَ الملائكة إِنَاثًا﴾ خطابٌ على وجه التوبيخ للعرب الذين قالوا إن الملائكة بنات الله والمعنى أفخصكم ربكم وأخلصكم بالذكور واختار لنفسه - على زعمكم - البنات؟ كيف يجعل لكم الأعلى من النسل ويختار لنفسه الأدنى! ﴿إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا﴾ أي إنكم لتقولون قولًا عظيمًا في شناعته وبشاعته حيث تنسبون إليه البنات وتجعلون لله ما تكرهون ﴿وَلَقَدْ صَرَّفْنَا فِي هذا القرآن لِيَذَّكَّرُواْ﴾ أي ولقد بيّنا للناس في هذا القرآن العظيم الأمثال والمواعظ، والوعد والوعيد، ليتذكروا بما فيه من الحجج النيِّرة والبراهين الساطعة، فينزجروا عما هم فيه من الشرك والضلال ﴿وَمَا يَزِيدُهُمْ إِلاَّ نُفُورًا﴾ أي وما يزيدهم هذا البيان والتذكير إلا تباعدًا عن الحق، وغفلةً عن النظر والاعتبار ﴿قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلًا﴾ أي لو فرضنا أن مع الله آلهة أخرى كما يزعم هؤلاء المشركون إذًا لطلبوا طريقًا إلى مغالبة ذي العزة\nوالجلال ليسلبوا ملكه كما يفعل ملوك الدنيا بعضهم ببعض ﴿سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا﴾ أي تنزَّه تعالى وتقدَّس عما يقول أولئك الظالمون، وتعالى ربنا عما نسبوه إليه من الزور والبهتان تعاليًا كبيرًا، فإن مثل هذه الفِرية مما يتنزّه عنه مقامه الأسمى قال الشهاب: وذكر العلُوَّ بعد عنوانه ب ﴿ذِي العرش﴾ في أعلى مراتب البلاغة لأنه المناسب للعظمة والجلال ﴿تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ﴾ أي تسبح له الكائنات، وتنزهه وتقدسه الأرض والسماوات، ومن فيهن من المخلوقات ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ﴾ أي وما من شيء في هذا الوجود إلا ناطق بعظمة الله، شاهد بوحدانيته جلَّ وعلا، السماواتُ تسبّح الله في زرقتها، والحقولُ في خضرتها، والبساتينُ في نضرتها، والأشجار في حفيفها، والمياهُ في خريرها، والطيورُ في تغريدها، والشمسُ في شروقها وغروبها، والسحبُ في إمطارها، والكل شاهد بالوحدانية لله.\nوفي كل شيءٍ له آيةٌ ... تدلُّ على أنه واحدُ\n﴿ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ أي ولكنْ لا تفهمون تسبيح هذه الأشياء لأنها ليست بلغاتكم ﴿إِنَّهُ كَانَ حَلِيمًا غَفُورًا﴾ أي إنه تعالى حليم بالعباد لا يعاجل من عصاه بالعقوبة، غفورٌ لمن تاب وأناب، ولولا حلم الله وغفرانه لأخذ البشر أخذ عزيز مقتدر ﴿وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَابًا مَّسْتُورًا﴾ أي وإذا قرأت يا محمد القرآن على هؤلاء المشركين الذين لا يصدّقون بالآخرة جعلنا بينك وبينهم حجابًا خفيًا يحجب عنهم فهم القرآن وإِدراك أسراره وحِكمه ﴿وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ﴾ أي وجعلنا على قلوب هؤلاء الكفار أغطيةً لئلا يفهموا القرآن ﴿وفي آذَانِهِمْ وَقْرًا﴾ أي صممًا يمنعهم من استماعه ﴿وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُورًا﴾ أي وإذا وحدَّت الله وأنت تتلو القرآن فرَّ المشركون من ذلك هربًا من استماع التوحيد ﴿نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ﴾ أي نحن أعلم بالغاية التي يستمعون من أجلها للقرآن وهي الاستهزاء والسخرية قال المفسرون: كان المشركون يجلسون عند النبي ﷺ َ مظهرين الاستماع وفي الواقع قاصدين الاستهزاء فنزلت الآية تسلية للرسول ﷺ َ وتهديدًا للمشركين ﴿إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نجوى﴾ أي حين يستمعون إلى قراءتك يا محمد ثم يتناجون ويتحدثون بينهم سرًا ﴿إِذْ يَقُولُ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلًا مَّسْحُورًا﴾ أي حين يقول أولئك الفجرة ما تتبعون إلا رجلًا سُحر فجُنَّ فاختلط كلامه ﴿انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ﴾ أي انظر يا محمد وتعجَّب كيف يقولون تارة عنك إنك\nساحر، وتارة إنك شاعر، وتارة إنك مجنون ﴿وقد ضلوا بهذا البهتان والزور ﴿فَلاَ يَسْتَطِيعْونَ سَبِيلًا﴾ أي لا يجدون طريقًا إلى الهدى والحق المبين.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الاستعارة المكنية ﴿واخفض لَهُمَا جَنَاحَ الذل﴾ شبَّه الذل بطائر له جناح وحذف الطائر ورمز له بشيء من لوازمه وهو الجناح على سبيل الاستعارة المكنية.\n٢ - الاستعارة التمثيلية ﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط﴾ مثَّل للبخيل بالذي حبست يده عن الإِعطاء وشدت إلى عنقه بحيث لا يقدر على مدها، وشبَّه السرف ببسط الكف بحيث لا تحفظ شيئًا.\n٣ - اللف والنشر المرتب ﴿فَتَقْعُدَ مَلُومًا مَّحْسُورًا﴾ عاد لفظ ﴿مَلُومًا﴾ إلى البخل ولفظ ﴿مَّحْسُورًا﴾ إلى الإِسراف أي يلومك الناس إن بخلت، وتصبح مقطوعًا إن أسرفت.\n٤ - الطباق بين ﴿يَبْسُطُ ... وَيَقْدِرُ﴾ .\n٥ - جناس الاشتقاق ﴿قَرَأْتَ القرآن﴾ .\n٦ - التوبيخ ﴿أَفَأَصْفَاكُمْ رَبُّكُم بالبنين﴾؟\n٧ - الفرض والتقدير ﴿لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ﴾ .\nلطيفَة: نقف هنا أمام مثلٍ من دقائق التعبير القرآني العجيبة ففي هذه السورة قدَّم تعالى رزق الأبناء على رزق الآباء ﴿نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم﴾ وفي سورة الأنعام قدَّم رزق الآباء ﴿نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ﴾ [الأنعام: ١٥١] والسرُّ في ذلك أن قتل الأولاد هنا كان خشية وقوع الفقر بسببهم فقدَّم تعالى رزق الأولاد، وفي الأنعام كان قتلهم بسبب فقر الآباء فعلًا فقدم رزق الآباء، فلله در التنزيل ما أروع أسراره﴾", "ayah": 34, "surah": 17}