{"text": "المنَاسَبَة: لما ذكر تعالى ما امتنَّ به على الناس من تسيير السفن في البحر، ومن تنجيتهم من الغرق، تمّم ذكر المنَّة بما أنعم به على النوع الإِنساني من تكرمتهم، ورزقهم، وتفضيلهم على سائر المخلوقات، ثم ذكر أحوال الناس ودرجاتهم في الآخرة، ثم حذَّر الرسول ﷺ َ من اتباع أهواء المشركين.\nاللغَة: ﴿بِإِمَامِهِمْ﴾ الإِمام في اللغة: كل من يأتم به غيره سواء كان على هدى أو ضلال ويطلق الإِمام على كتاب الأعمال لأن الإِنسان يكون تابعًا لكتاب أعماله يقوده إلى الجنة أو النار ﴿فَتِيلًا﴾ الفتيل: القشرة التي في شق النواة ويضرب مثلًا للشيء الحقير التافه ومثله القطمير والنقير ﴿تَرْكَنُ﴾ تميل ﴿لَيَسْتَفِزُّونَكَ﴾ الاستفزاز: الإِزعاج بسبب من الأسباب للحمل على الخروج من الوطن وغيره ﴿تَحْوِيلًا﴾ تغييرًا وتبديلًا ﴿لِدُلُوكِ﴾ الدلوك: الغروب يقال دلكت الشمس أي غابت قال أبو عبيد وابن قتيبة: الدلوك الغروب وأنشد لذي الرمة:\nمصابيحُ ليستْ باللواتي تقودها ... نجومٌ ولا بالآفلات الدَّوَالكِ\nوقال الأزهري: أصل الدلوك الميل يقال: مالت الشمس للزوال، ومالت للغروب ﴿غَسَقِ﴾ غسَقُ الليل: سواده وظلمته يقال: غسق الليل إذا اشتدت ظلمته ﴿فَتَهَجَّدْ﴾ التهجد: صلاة الليل بعد الاستيقاظ من النوم، والهجودُ: النوم، قال الشاعر:\nأَلاَ طَرَقَتْنَا والرِّفَاقُ هُجُود ... فباتَتْ بعَلاَّتِ النَّوَال تَجُود\n﴿زَهَقَ﴾ زال وبطل ﴿نَأَى﴾ تباعد والنأي: البُعد ﴿ظَهِيرًا﴾ مُعينًا ونَصيرًا.\nسَبَبُ النّزول: عن ابن عباس ﵄ قال: قالت قريش لليهود أعطونا شيئًا نسأل عنه هذا الرجل! فقالوا: سلوه عن الروح فأنزل الله ﴿وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي ...﴾ الآية.\nالتفسِير: ﴿وَلَقَدْ كَرَّمْنَا بَنِيءَادَمَ﴾ أي لقد شرفنا ذرية آدم على جميع المخلوقات بالعقل، والعلم، والنطق، وتسخير جميع ما في الكون لهم ﴿وَحَمَلْنَاهُمْ فِي البر والبحر﴾ أي وحملناهم على\nظهور الدواب والسفن ﴿وَرَزَقْنَاهُمْ مِّنَ الطيبات﴾ أي من لذيذ المطاعم والمشارب قال مقاتل: السمن والعسل والزبد والتمر والحلوى وجعلنا رزق الحيوان التبن والعظام وغيرها ﴿وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا﴾ أي وفضلناهم على جميع من خلقنا من سائر الحيوانات وأصناف المخلوقات من الجن والبهائم والدواب والوحش والطير وغير ذلك ﴿يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ أي اذكر يوم الحشر حين ننادي كل إنسان بكتاب عمله ليسلَّم له وينال جزاءه، والإِمام الكتاب الذي سجل فيه عمل الإِنسان ويقوّيه ﴿وَكُلَّ شيْءٍ أَحْصَيْنَاهُ في إِمَامٍ مُّبِينٍ﴾ [يس: ١٢] قال ابن عباس: الإِمام ما عُمل وأُملي فكتب عليه، فمن بُعث متقيًا لله جُعل كتابُه بيمينه فقرأه واستبشر ﴿فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ أي فمن أُعطي كتاب عمله بيمينه وهم السعداء أولو البصائر والنُّهى المتقون لله ﴿فأولئك يَقْرَؤونَ كِتَابَهُمْ﴾ أي يقرءون حسناتهم بفرح واستبشار لأنهم أخذوا كتبهم بأيمانهم ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ أي ولا يُنقصون من أجور أعمالهم شيئًا ولو كان بمقدار الفتيل وهو الخيط الذي في شق النواة ﴿وَمَن كَانَ فِي هذه أعمى﴾ أي ومن كان في هذه الدنيا أعمى القلب، لا يهتدي إلى الحق ولا إلى الخير ﴿فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلًا﴾ أي فهو في الآخرة أشدُّ عمىً وأشدُّ ضلالًا عن طريق السعادة والنجاة قال قتادة: من كان في هذه الدنيا أعمى عمًّا عايَنَ من نعم الله وخلقه وعجائبه، فهو فيما يغيب عنه من أمر الآخرة أشد عمى وأضلُّ طريقًا ﴿وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ الذي أَوْحَيْنَآ إِلَيْكَ﴾ أي وإن كان الحال والشأن أن المشركين قاربوا أن يصرفوك عن الذي أوحيناه إليك يا محمد من بعض الأوامر والنواهي ﴿لِتفْتَرِيَ عَلَيْنَا غَيْرَهُ﴾ أي لتأتي بغير ما أوحاه إليك وتخالف تعاليمه ﴿وَإِذًا لاَّتَّخَذُوكَ خَلِيلًا﴾ أي لو فعلت ما أرادوا لاتخذوك صاحبًا وصديقًا قال المفسرون: حاول المشركون محاولات كثيرة ليثنوا رسول الله ﷺ َ عن المضي في دعوته منها: مساومتهم له أن يعبدوا إلهه مقابل أن يترك التنديد بآلهتهم وما كان عليه آباؤهم، ومنها مساومة بعضهم أن يجعل أرضهم حرامًا كالبيت العتيق الذي حرَّمه الله، ومنها طلب بعض الكبراء أن يجعل لهم مجلسًا غير مجلس الفقراء، فعصمه الله من شرّهم وأخبر أنه لا يكله إلى أحد من خلقه بل هو وليه وحافظه وناصره ﴿وَلَوْلاَ أَن ثَبَّتْنَاكَ﴾ أي لولا أن ثبتاك على الحق بعصمتنا إياك ﴿لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا﴾ أي كدت تميل إليهم وتسايرهم على ما طلبوا ﴿إِذًا لأذَقْنَاكَ ضِعْفَ الحياة وَضِعْفَ الممات﴾ أي لو ركَنْتَ إليهم لضاعفنا لك عذاب الدنيا وعذاب الآخرة، لأن الذنب من العظيم جرمٌ كبير يستحق مضاعفة العذاب، والغرضُ من الآية بيانُ فضل الله على الرسول في تثبيته على الحق، وعصمته من الفتنة، ولو تخلى عن عصمته لمال إليهم بعض الشيء و﴿لَوْلاَ﴾ حرف امتناع لوجود أي امتنع الركون إليهم لعصمته تعالى وتثبيته له، فليس في الآية ما يُنقص من قدر الرسول ﷺ َ وإنما هي بيان لفضل الله العظيم على\nنبيه الكريم ﴿ثُمَّ لاَ تَجِدُ لَكَ عَلَيْنَا نَصِيرًا﴾ أي لا تجد من ينصرك منا أو يدفع عنك عذابنا ﴿وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأرض لِيُخْرِجوكَ مِنْهَا﴾ أي وإن كاد المشركون بمكرهم وإزعاجهم أن يخرجوك يا محمد من أرض مكة ﴿وَإِذًا لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلًا﴾ أي لو أخرجوك لم يلبثوا بعد خروجك إلا زمنًا يسيرًا وفق سنة الله التي لا تتبدل مع الذين يخرجون رسلهم من أوطانهم قال قتادة: همَّ أهلُ مكة بإخراج النبي ﷺ َ من مكة ولو فعلوا ذلك ما أمهلوا ولكنَّ الله تعالى منعهم من إخراجه حتى أمره بالخروج ﴿سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا﴾ أي هذه عادة الله مع رسله في إهلاك كل أمةٍ أَخرجتْ رسولَها من بين أظهرهم ﴿وَلاَ تَجِدُ لِسُنَّتِنَا تَحْوِيلًا﴾ أي لن تجد لها تبديلًا أو تغييرًا ﴿أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ اليل﴾ أي حافظ يا محمد على الصلاة في أوقاتها من وقت زوال الشمس عند الظهيرة إلى وقت ظلمة الليل ﴿وَقُرْآنَ الفجر﴾ أي وأقم صلاة الفجر، وإنما عبَّر عنها بقرآن الفجر لأنه تطلب إطالة القراءة فيها ﴿إِنَّ قُرْآنَ الفجر كَانَ مَشْهُودًا﴾ أي تشهده ملائكة الليل والنهار كما في الحديث\n«يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار فيجتمعون في صلاة العصر، وصلاة الفجر ... .» الحديث، قال المفسرون: في الآية الكريمة إشارة إلى الصلوات المفروضة، فدلوكُ الشمس زوالُها وهو إشارة إلى الظهر والعصر، وغَسَقُ الليل ظلمتُه وهو إشارة إلى المغرب والعشاء، وقرآن الفجر صلاة الفجر، فالآية رمزٌ إلى الصلوات الخمس ﴿وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ﴾ أي وقم من الليل بعد النوم متهجدًا بالقرآن فضيلةً وتطوعًا لك ﴿عسى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا﴾ أي لعلَّ ربك يا محمد يقيمك يوم القيامة مقامًا محمودًا يحمدك فيه الأولون والآخرون وهو مقام «الشفاعة العظمى» قال المفسرون: ﴿عسى﴾ في كلام الله للتحقيق لأنه وعد كريم وهو لا يتخلف ولهذا قال ابن عباس: عسى من الله واجبة أي تفيد القطع ﴿وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ﴾ أي قل يا رب أدخلني قبري مُدْخل صدق أي إدخالًا حسنًا ﴿وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ﴾ أي أخرجني من قبري عند البعث إخراجًا حسنًا هذا قول ابن عباس، وقال الحسن والضحاك: المراد دخوله المدينة المنورة، وخروجه من مكة المكرمة وذلك حين أخرجه المشركون بعد أن تآمروا على قتله صلوات الله وسلامه عليه ﴿واجعل لِّي مِن لَّدُنْكَ سُلْطَانًا نَّصِيرًا﴾ أي اجعل لي من عندك قوةً ومَنَعة تنصرني بها على أعدائك وتُعزُّ بها دينك، وقد استجاب الله دعاءه فنصره على الأعداء، وأعلا دينه على سائر الأديان ﴿وَقُلْ جَآءَ الحق وَزَهَقَ الباطل﴾ أي سطع نور الحق وضياؤه وهو الإسلام، وزهق الباطل وأنصاره وهو الكفر وعبادةُ الأصنام، فلا شرك ولا وثنية بعد إشراق نور الإِيمان ﴿إِنَّ الباطل كَانَ زَهُوقًا﴾ أي إن الباطل لا بقاء له ولا ثبوت لأنه يضمحل ويتلاشى، وإن كانت له صولةٌ وجولة فسرعان ما تزول كشعلة الهشيم ترتفع عاليًا ثم تخبو سريعًا، روي «أن النبي ﷺ َ لما دخل مكة عام الفتح كان حول الكعبة ثلاثمائة وستون صنمًا فجعل يطعنها بعودٍ في يده ويقول: ﴿جَآءَ الحق وَزَهَقَ الباطل إِنَّ الباطل كَانَ زَهُوقًا﴾ فما بقي\nمنها صنمٌ إلا خرَّ لوجهه ثم أمر بها فكسرت» ﴿وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ﴾ أي وننزّل من آيات القرآن العظيم ما يشفي القلوب من أمراض الجهل والضلال، ويُذهب صدأ النفس من الهوى والدَّنس، والشُّح والحسد، وما هو رحمة للمؤمنين بما فيه من الإِيمان والحكمة والخير المبين ﴿وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَارًا﴾ أي ولا يزيد هذا القرآن الكافرين به عند سماعه إلا هلاكًا ودمارًا لأنهم لا يصدقون به فيزدادون كفرًا وضلالًا ﴿وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ﴾ أي وإذا أنعمنا على الإِنسان بأنواع النعم من صحةٍ، وآمنٍ، وغنىً أعرض عن طاعة الله وعبادته، وابتعد عن ربه غرورًا وكِبْرًا ﴿وَإِذَا مَسَّهُ الشر كَانَ يَئُوسًا﴾ أي وإذا أصابته الشدائد والمصائب أصبح يائسًا قانطًا من رحمة الله، والآية تمثيلٌ لطغيان الإنسان فإن أصابته النعم بطر وتكبَّر، وإن أصابته الشدة أيس وقنط كقوله\n﴿إِنَّ الإنسان خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشر جَزُوعًا وَإِذَا مَسَّهُ الخير مَنُوعًا﴾ [المعارج: ١٩ - ٢١] ﴿قُلْ كُلٌّ يَعْمَلُ على شَاكِلَتِهِ﴾ أي كل واحدٍ يعمل على نهجه وطريقته في الهدى والضلال، فإن كانت نفس الإِنسان مشرقةً صافية صدرت عنه أفعال كريمة فاضلة، وإن كانت نفسه فاجرةً كافرة صدرت عنه أفعال سيئةٌ شرّيرة ﴿فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أهدى سَبِيلًا﴾ أي ربكم أعلم بمن اهتدى إلى طريق الصواب وبمن ضلَّ عنه وسيجزي كل عاملٍ بعمله ﴿وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي﴾ أي يسألك يا محمد الكفار عن الروح ما هي؟ وما حقيقتها؟ فقل لهم إنها من الأسرار الخفية التي لا يعلمها إلا ربُّ البرية ﴿وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلًا﴾ أي وما أوتيتم أيها الناس من العلم إلا شيئًا قليلًا لأن علمكم قليل بالنظر إلى علم الله ﴿وَلَئِن شِئْنَا لَنَذْهَبَنَّ بالذي أَوْحَيْنَا إِلَيْكَ﴾ أي لو أردنا لمحونا هذا القرآن الذي هو مِنَّةُ الرحمن من صدرك يا محمد فإن ذلك في قدرتنا ﴿ثُمَّ لاَ تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا﴾ أي لا تجد من يتوكل علينا باسترداده، وردّه إليك بعد ذهابه ﴿إِلاَّ رَحْمَةً مِّن رَّبِّكَ﴾ أي لكنْ رحمةً من ربك تركناه محفوظًا في صدرك وصدر أصحابك ﴿إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا﴾ أي فضل الله عليك عظيم حيث أنزل عليك القرآن، وأعطاك المقام المحمود، وجعلك خاتم المرسلين وسيد الأولين والآخرين، والمقصود بالآية الامتنان على الرسول بالقرآن والتحذير له عن التفريط فيه، والخطاب له ﵇ والمراد أمته ﴿قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا﴾ أي لو اتفق واجتمع أرباب الفصاحة والبيان من الإنس والجان وأرادوا أن يأتوا بمثل هذا القرآن لما أطاقوا ذلك ولو تعاونوا وتساعدوا على ذلك جميعًا فإن هذا أمر لا يستطاع وليس بمقدور أحد ﴿وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي بيَّنا لهم الحجج والبراهين القاطعة، ووضحنا لهم بالحقَّ بالآياتِ والعِبَر، والترغيب والترهيب ﴿فأبى أَكْثَرُ الناس إِلاَّ كُفُورًا﴾ أي ومع البراهين القائمة والحجج الواضحة أبى أكثر الناس إلا جحودًا للحق وتكذيبًا لله ورسوله.\nالبَلاَغة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الاستعارة ﴿كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ الإِمام الذي يتقدم الناس في الصلاة وقد استعير هنا لكتاب الأعمال لأنه يرافق الإِنسان ويتقدمه يوم القيامة.\n٢ - الاستعارة التمثيلية ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ يضرب مثلًا للقلة أي لا ينقصون من ثواب أجورهما ولا بمقدار الخيط الذي في شق النواة.\n٣ - الطباق ﴿ضِعْفَ الحياة وَضِعْفَ الممات﴾ .\n٤ - المجاز المرسل ﴿وَقُرْآنَ الفجر﴾ أطلق الجزء على الكل أي قراءة الفجر والمراد بها الصلاة لأن القراءة جزء منها فالعلاقة الجزئية.\n٥ - الإِظهار في مقام الإِضمار لمزيد الاهتمام والعناية ﴿إِنَّ قُرْآنَ الفجر كَانَ مَشْهُودًا﴾ بعد قوله ﴿وَقُرْآنَ الفجر﴾ .\n٦ - التفصيل بعد الإِجمال ﴿فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ ... وَمَن كَانَ فِي هذه أعمى﴾ بعد ذكر كتاب الأعمال.\n٧ - المقابلة اللطيفة بين ﴿وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ﴾ ﴿وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ﴾ وبين ﴿جَآءَ الحق﴾ ﴿وَزَهَقَ الباطل﴾ .\n٨ - إسناد الخير إلى الله والشر لغيره ﴿أَنْعَمْنَا عَلَى الإنسان ... . وَإِذَا مَسَّهُ الشر﴾ لتعليم الأدب مع الله تعالى.\nلطيفَة: ذكر أن عالمًا ممن ينكر المجاز والاستعارة في القرآن الكريم جاء إلى شيخٍ فاضل عالم منكرًا عليه دعوى المجاز - وكان ذلك السائل المنكر أعمى - فقال له الشيخ ما تقول في قوله تعالى ﴿وَمَن كَانَ فِي هذه أعمى فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلًا﴾ هل المراد بالعمى الحقيقة وهو عمى البصر، أم المراد به المجاز وهو عمى البصيرة؟ فبهت السائل وانقطعت حجته.", "ayah": 86, "surah": 17}