{"text": "المنَاسَبَة: لما ذكر تعالى القرآن وما فيه من الدلائل الواضحة والبراهين القاطعة على صدق النبي الأمي، وتحداهم فظهر عجزهم بوضوح إعجازه، ذكر هنا نماذج عن تعنت الكفار وضلالهم باقتراح خوارق مادية غير القرآن العظيم، ثم ذكر قصة موسى وتكذيب فرعون له مع كثرة الخوارق والمعجزات التي ظهرت على يديه تسليةً لرسول الله ﷺ َ عن تكذيب المشركين، ثم ختم السورة الكريمة بدلائل القدرة والوحدانية.\nاللغَة: ﴿كِسَفًا﴾ قِطَعًا جمع كِسْفَة كدمنة ودِمَن يقال: كسْفتُ الثوبَ أكسِفُه كِسَفًا إذا قطعته قطعًا قال الفراء: سمعت أعرابيًا يقول للبزَّاز أعطني كِسْفةً يريد قطعة ﴿قَبِيلًا﴾ معاينةً ﴿ترقى﴾ تصعد ﴿خَبَتْ﴾ خبت النار: سكنَ لهبها، وخمدتْ: سكن جمرها، وهَمَدت: طفئت جملة ﴿قَتُورًا﴾ بخيلًا ﴿مَثْبُورًا﴾ الثبور: الهلاك يقال: ثَبَر اللهُ العدوَّ أهلكه ﴿لَفِيفًا﴾ اللفيف: الجمع من القوم من أخلاطٍ شتى قال الجوهري: اللفيف ما اجتمع من الناس من قبائل شتّى يقال: جاء القوم بلَفِّهم ولفيفهم ﴿مُكْثٍ﴾ المُكْث: التطاول في المدة يقال مكَثَ إذا أَطال الإِقامة ﴿تُخَافِتْ﴾ خافت في الكلام أَسَرَّه بحيث لا يكاد يسمع أحد ﴿الأَذْقَانِ﴾ جمع ذّقَن وهو مجتمع اللَّحْيَين قال الشاعر:\nفخرّوا لأذقانِ الوجوه تنوشُهم ... سباعٌ من الطير العوادي وتنتف\nسَبَبُ النّزول: أ - عن ابن عباس «أن رؤساء قريش اجتمعوا عند الكعبة فقالوا: ابعثوا إلى محمد فكلِّموه وخاصموه حتى تُعذروا فيه، فبعثوا إليه إنَّ أشراف قومك قد اجتمعوا ليكلموك فجاءهم سريعًا - وكان حريصًا على رُشدهم - فقالوا يا محمد: إنّا والله لا نعلم رجلًا من العرب أدخلَ على قومه ما أدخلتَ على قومك، لقد شتمت الآباء، وعبتَ الدين، وسفَّهتَ الأحلام، وفرَّقت الجماعة، فإن كنتَ إنما جئت بهذا لتطلب مالًا جعلنا لك من أموالنا ما تكون به أكثرنا مالًا، وإن كنت إنما تطلب الشَّرَف فينا سوَّدناك علينا، وإن كان هذا الذي يأتيك رَئِيا - أي تابعًا من الجنّ - بذلنا أموالنا في طلب\nالطِبِّ حتى نبرئك منه أو نُعذَر فيك، فقال رسول الله ﷺ َ: ما بي ما تقولون، ما جئتكم أطلب أموالكم ولا الشرف فيكم ولا المُلك عليكم، ولكنَّ الله بعثني إليكم رسولًا فإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة، وإن تردّوه عليَّ أصبر لأمر الله حتى يحكم الله بيني وبينكم، فقالوا يا محمد إن كنت غير قابلٍ منا ما عرضنا فقد علمت أنه ليس أحد من الناس أضيقَ بلادًا، ولا أشدَّ عيشًا منا، فسل ربك يُسيّر لنا هذه الجبال، ويجري لنا أنهارًا، ويبعث من مضى من آبائنا حتى نسألهم أحقٌّ ما تقول؟ وسلْه أن يجعل لك جنانًا وكنوزًا وقصورًا من ذهب وفضة تغنيك عنا فأنزل الله ﴿وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا ...﴾»\nالآية.\nالتفسِير: ﴿وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا﴾ لما تبيّن إعجاز القرآن ولزمتهم الحجة وغلبوا أخذوا يتعلَّلون باقتراح الآيات والخوارق والمعنى قال المشركون لن نصدِّقك يا محمد حتى تشقّق لنا من أرض مكة عينًا غزيرة ﴿أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ﴾ أي يكون لك بستانٌ فيه أنواع النخيل والأعناب ﴿فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيرًا﴾ أي تجعل الأنهار تتفجّر فيها وتسير وسطها بقوةٍ وغزارة ﴿أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا﴾ هذا هو الاقتراح الثالث أي تجعل السماء تتساقط علينا قِطَعًا كما كنتَ تخوّفنا وتزعم أن الله سيعذبنا إن لم نؤمن بك قال المفسرون: أشاروا إلى قوله تعالى: ﴿إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السمآء﴾ [سبأ: ٩] ﴿أَوْ تَأْتِيَ بالله والملائكة قَبِيلًا﴾ أي تُحضر لنا اللهَ وملائكته مقابلةً وعيانًا فنراهم ﴿أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ﴾ أي يكون لك قصرٌ مشيَّد عظيم من ذهبٍ لا من حجر أو طين ﴿أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ﴾ هذا هو الاقتراح السادس والأخير، وكلُّها تدل على سفهٍ وجهلٍ كبير، بسنة الله في خلقه وبحكمته وجلاله أي أو تصعد يا محمد إلى السماء بِسُلَّم ولن نصدّقك لمجرد صعودك حتى تعود ومعك كتاب من الله تعالى منشور أنك عبده ورسولُه نقرؤه بأنفسنا ﴿قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَرًا رَّسُولًا﴾ أي قل لهم يا محمد تعجبًا من فرط كفرهم وعنادهم: سبحانَ الله هل أنا إله حتى تطلبوا مني أمثال هذه المقترحات؟ ما أنا إلا رسولٌ من البشر بعثني الله إِليكم فلم هذا الجحود والعناد؟! ﴿وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَرًا رَّسُولًا﴾؟ أي إن السبب الذي منع المشركين من الإِيمان بعد وضوح المعجزات هو استبعاد أن يبعث الله رسولًا إلى الخلق من البشر، فلماذا يكون بشرًا ولا يكون ملكًا؟ وقد ردَّ تعالى عليهم بقوله ﴿قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ﴾ أي قل لهم يا محمد: لو كان أهل الأرض ملائكة يمشون على أقدامهم كما يمشي الناس ساكنين في الأرض مستقرين فيها ﴿لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكًا رَّسُولًا﴾ أي لنزلنا عليهم رسولًا من الملائكة ولكنَّ أهل الأرض بشرٌ\nفالرسول إليهم بشرٌ من جنسهم، إذْ جرت حكمة الله أن يرسل إلى كل قومٍ رسولًا من جنسهم ليمكنهم الفهم عنه ومخاطبته، وهذا تسفيهٌ وتجهيل لمنطق المشركين ﴿قُلْ كفى بالله شَهِيدًا بَيْنِي وَبَيْنَكُمْ﴾ أي كفى اللهُ شاهدًا على صدقي ﴿إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا﴾ أي هو تعالى العالم بأحوال العباد وسيجازيهم عليها ﴿وَمَن يَهْدِ الله فَهُوَ المهتد﴾ أي من يهده الله إلى الحق فهو السعيد الرشيد ﴿وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ﴾ أي ومن يضلله الله عن الحق بسبب سوء اختياره فلن تجد لهم أنصارًا يعصمونهم من عذاب الله ﴿وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ﴾ أي يُسحبون يوم القيامة على وجوههم تجرُّهم الزبانية من أرجلهم إلى جهنم كما يُفعل في الدنيا بمن يبالغ في هوانه وتعذيبه ﴿عُمْيًا وَبُكْمًا وَصُمًّا﴾ أي يُحشرون حال كونهم عميًا وبكمًا وصمًا يعني فاقدي الحواس لا يرون ولا ينطقون ولا يسمعون ثم يردُّ الله إليهم أسماعهم وأبصارهم ونطقهم فيرون النار ويسمعون زفيرها وينطقون بما حكى الله عنهم، عن أنس\n«قيل يا رسول الله: كيف يُحشر الناسُ على وجوههم؟ قال: الذي أمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم» ﴿مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا﴾ أي مستقرهم ومقامهم في جهنم كلما سكن لهبها وخمدت نارها زدناهم نارًا ملتهبة ووهجًا وجمرًا ﴿ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا وَقَالُواْ أَءِذَا كُنَّا عِظَامًا وَرُفَاتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا﴾ أي ذلك العذاب جزاء كفرهم بآيات الله وتكذيبهم بالبعث والنشور وقولهم أئذا أصبحنا عظامًا نخرة، وذرات متفتتة سنُخلق ونبعث مرة ثانية؟ وقد ردَّ تعالى عليهم بقوله ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض قَادِرٌ على أَن يَخْلُقَ مِثْلَهُمْ﴾ أي أولم ير هؤلاء المشركون أن الله العظيم الجليل الذي خلق هذا الكون الهائل بسماواته وأرضه قادرٌ على إعادة جسد الإِنسان بعد فنائه؟ فإن القادر على الإحياء قادر على الإِعادة بطريق الأحرى قال في البحر: نبَّههم تعالى على عظيم قدرته وباهر حكمته بقوله ﴿أَوَلَمْ يَرَوْاْ﴾ وهو استفهام إِنكارٍ وتوبيخ على استبعادهم الإِعادة، واحتجاجٌ عليهم بأنهم قد رأوا قدرة الله على خلق هذه الأجرام العظيمة التي بعضُ ما تحويه البشرُ، فكيف يقرون بخلق هذا المخلوق العظيم ثم ينكرون إعادته ﴿وَجَعَلَ لَهُمْ أَجَلًا لاَّ رَيْبَ فِيهِ﴾ أي جعل لهؤلاء المشركين موعدًا محدَّدًا لموتهم وبعثهم، لا شك ولا ريب في مجيئه ﴿فأبى الظالمون إِلاَّ كُفُورًا﴾ أي أبى هؤلاء الكافرون الظالمون - مع وضوح الحق وسطوعه - إلا جحودًا وتماديًا في الكفر والضلال ﴿قُل لَّوْ أَنْتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي﴾ أي قل يا محمد لهؤلاء المعاندين المكابرين، المقترحين للخوارق والمعجزات: لو كنتم تملكون خزائن رزق الله ونِعَمه التي أفاضها على العباد ﴿إِذًا لأمْسَكْتُمْ خَشْيَةَ الإنفاق﴾ أي إذًا لبخلتم به وامتنعتم عن الإِنفاق خوفًا من نفادها ﴿وَكَانَ الإنسان قَتُورًا﴾ أي وكان الإِنسان شحيحًا مبالغًا في البخل قال ابن عباس ﴿قَتُورًا﴾ أي بخيلًا منوعًا وقال الزمخشري: ولقد بلغ هذا الوصف بالشُّحّ الغاية التي لا يبلغها الوهم. ثم ذكر تعالى أن كثرة\nالخوارق لا تُنشئ الإِيمان في القلوب الجاحدة، وها هو ذا موسى قد أُوتِي تسع آيات بينات ثم كذَّب بها فرعون وملؤه فحلَّ بهم الهلاك جميعًا ﴿وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ﴾ أي والله لقد أعطينا موسى تسع آياتٍ واضحات الدلالة على نبوته وصحة ما جاء به من عند الله وهي «العصا، واليد، والطوفان، والجراد، والقُمَّل، والضفادع، والدم، وانفلاق البحر، والسنين» خمسٌ منها في سورة الأعراف\n﴿فَأَرْسَلْنَا عَلَيْهِمُ الطوفان والجراد والقمل والضفادع والدم آيَاتٍ مّفَصَّلاَتٍ﴾ [الأعراف: ١٣٣] ﴿فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ﴾ أي فاسألْ يا محمد بني إسرائيل عما جرى بين موسى وفرعون فإنهم يعلمونها مما لديهم في التوراة قال الرازي: وليس المطلوب من سؤال بني إسرائيل أن يستفيد هذا العلم منهم بل المقصود أن يظهر لعامة اليهود وعلمائهم صدق ما ذكره الرسول فيكون هذا السؤال سؤال استشهاد ﴿فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا﴾ أي إني لأظنك يا موسى قد سُحرت فتخبَّط عقلُك ﴿قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ﴾ أي قال له موسى توبيخًا وتبكيتًا: لقد تيقَّنت يا فرعون أن هذه الآيات التسع ما أنزلها إلا رب السماوات والأرض شاهدة على صدقي، تبصِّرُ الناس بقدرة الله وعظمته ولكنك مكابرٌ معاند ﴿وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ أي وإني لأعتقدك يا فرعون هالكًا خاسرًا ﴿فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ الأرض﴾ أي أراد فرعون أن يخرج موسى وقومه من أرض مصر ﴿فَأَغْرَقْنَاهُ وَمَن مَّعَهُ جَمِيعًا﴾ أي فأغرقنا فرعون وجنده أجمعين في البحر ﴿وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض﴾ أي وقلنا لبني إسرائيل من بعد إغراق فرعون وجنده اسكنوا أرض مصر ﴿فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفًا﴾ أي فإذا جاء يوم القيامة جئنا بكم من قبوركم إلى المحشر مختلطين فيكم المؤمن والكافر، والبرُّ والفاجر، ثم نفصل بينكم ونميّز السعداء من الأشقياء، ثم عاد إلى تعظيم حال القرآن وجلالة قدره فقال ﴿وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ﴾ أي وأنزلنا هذا القرآن متلبسًا بالحقِّ، لا يعتريه شك أو ريب، فيه الحكم والمواعظ والأمثال التي اشتمل عليها القرآن وهكذا أُنزل من عند الله ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا﴾ أي وما أرسلناك يا محمد إلا مبشرًا بالجنة لمن أطاع، ومنذرًا بالنار لمن عصى ﴿وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى الناس على مُكْثٍ﴾ أي وقرآنًا نزّلناه مفرقًا منجمًا لتقرأه على الناس على تُؤدةٍ ومهل، ليكون حفظه أسهل، والوقوف على دقائقه أيسر ﴿وَنَزَّلْنَاهُ تَنْزِيلًا﴾ أي نزّلناه شيئًا بعد شيء على حسب الأحوال والمصالح ﴿قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا﴾ خطاب للمشركين الذين اقترحوا المعجزات على وجه التهديد والوعيد أي آمنوا بهذا القرآن أو لا تؤمنوا فإن إيمانكم به لا يزيده كمالًا، وتكذيبكم له لا يورثه نقصًا ﴿إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ إِذَا يتلى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا﴾ أي العلماء الذين قرءوا الكتب السالفة من صالحي أهل الكتاب إذا سمعوا القرآن تأثروا فخرّوا ساجدين للهِ رب العالمين، والجملة تعليل لما تقدم والمعنى: إن لم تؤمنوا به أنتم فقد آمن به من هو خير منكم وأعلم ﴿وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا﴾ أي يقولون تنزّه الله عن إخلاف وعده إنه كان وعده كائنًا لا محالة ﴿وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا﴾ أي ويخرُّون لناحية الأذقان ساجدين على وجوههم باكين عند\nاستماع القرآن ويزيدهم تواضعًا لله قال الرازي: والفائدة في هذا التكرير اختلاف الحالين وهو خرورهم للسجود وفي حال كونهم باكين عند استماع القرآن ﴿قُلِ ادعوا الله أَوِ ادعوا الرحمن﴾ أي نادوا ربكم الجليل باسم ﴿الله﴾ أو باسم ﴿الرحمن﴾ ﴿أَيًّا مَّا تَدْعُواْ فَلَهُ الأسمآء الحسنى﴾ أي بأي هذين الإسمين ناديتموه فهو حسن لأن أسماءه جميعها حسنى وهذان منها قال المفسرون: سببها أن الكفار سمعوا النبي ﷺ َ يدعو (يا الله، يا رحمن) فقالوا إن كان محمد ليأمرنا بدعاء إله واحدٍ وها هو يدعو إلهين فنزلت الآية مبينة أنهما لمسمَّى واحد ﴿وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا﴾ أي لا تجهر يا محمد بقراءتك في الصلاة فيسمعك المشركون فيسبوا القرآن ومن أنزله ولا تُسرَّ بقراءتك بحيث لا تسمع من خلفك ﴿وابتغ بَيْنَ ذلك سَبِيلًا﴾ أي اقصد طريقًا وسطًا بين الجهر والمخافتة قال ابن عباس: كان رسول الله ﷺ َ يرفع صوته بالقراءة فإذا سمعه المشركون سبوا القرآن ومن أنزله فنزلت ﴿وَقُلِ الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَدًا﴾ أي الحمد لله الذي تنزَّه عن الولد ﴿وَلَم يَكُنْ لَّهُ شَرِيكٌ فِي الملك﴾ أي ليس له شريك في ألوهيته ﴿وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل﴾ أي ليس بذليل فيحتاج إلى الوليّ والنصير ﴿وَكَبِّرْهُ تَكْبِيرًا﴾ أي عظِّمْ ربك عظمةً تامة بلا ولد ولا شريك، وتنزيهه عن الحاجة إلى الولي والنصير، وهو العلي الكبير.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام الإِنكاري ﴿أَبَعَثَ الله بَشَرًا رَّسُولًا﴾؟ .\n٢ - الالتفات من الغيبة إلى التكلم ﴿وَنَحْشُرُهُمْ يَوْمَ القيامة﴾ اهتمامًا بأمر الحشر.\n٣ - الطباق بين ﴿وَمَن يَهْدِ ... وَمَن يُضْلِلْ﴾ وبين ﴿مُبَشِّرًا ... وَنَذِيرًا﴾ وبين ﴿تَجْهَرْ ... وتُخَافِتْ﴾ .\n٤ - الجناس الناقص بين ﴿مَسْحُورًا﴾ و﴿مَثْبُورًا﴾ لتغير بعض الحروف.\n٥ - المقابلة اللطيفة ﴿وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ مقابل قولة فرعون ﴿إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا﴾ .\n٦ - السجع الرصين الذي يزيد في جمال الأسلوب مثل ﴿فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيرًا ... مُبَشِّرًا وَنَذِيرًا﴾ ومثل ﴿إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا ... وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ .", "ayah": 91, "surah": 17}