{"text": "اللغَة: ﴿الأخدود﴾ الشق العظيم المستطيل في الأرض كالخندق، وجمعه أخاديد ﴿قُتِلَ﴾ لُعن أشدَّ اللعن ﴿نَقَمُواْ﴾ عابوا وكرهوا ﴿بَطْشَ﴾ البطش: الأخذ بشدة ﴿يُبْدِىءُ﴾ يخلق ابتداءً بقدرته ﴿المجيد﴾ العظيم الجليل المتعالي.\nالتفسِير: ﴿والسمآء ذَاتِ البروج﴾ أي وأُقسم بالسماء البديعة ذات المنازل الرفيعة، التي تنزلها الكواكب أثناء سيرها قال المفسرون: سميت هذه المنازل بروجًا لظهروها، وشبهت بالصور لعلوها وارتفاعها لأنها منازل للكواكب السيارة ﴿واليوم الموعود﴾ أي وأُقسم باليوم الموعود وهو يوم القيامة، الذي وعد الله به الخلائق بقوله ﴿الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ [النساء: ٨٧] ﴿وَشَاهِدٍ وَمَشْهُودٍ﴾ أي وأُقسم بمحمد والأنبياء الذين يشهدون على أممهم يوم القيامة، وبجميع الأمم والخلائق الذين يجتمعون في أرض المحشر للحساب كقوله تعالى ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ [النساء: ٤١] وقيل: الشاهد هذه الأمة، المشهود سائر الأمم ودليله ﴿لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا﴾ [البقرة: ١٤٣] ﴿قُتِلَ أَصْحَابُ الأخدود﴾ هذا هو جواب القسم، والجملة دعائية أي قاتل الله ولعن أصحاب الأخدود، الذين شقوا الأرض طولًا وجعلوها أخاديد، وأضرموا فيها النار ليحرقوا بها المؤمنين قال القرطبي: الأخدودُ الشقُّ العظيم المستطيل في الأرض كالخندق وجمعه أخاديد، ومعنى ﴿قُتِلَ﴾ أي لعن، قال ابن عباس: كل شيءٍ في القرآن ﴿قُتِلَ﴾ لهو لعن. . ثم فصَّل تعالى المراد من الأخدود فقال ﴿النار ذَاتِ الوقود﴾ أي النار العظيمة المتأججة، ذات الحطب واللهب، التي أضرمها الكفار في تلك الأخاديد لإِحراق المؤمنين قال أبو السعود: وهذا وصف لها بغاية العظم، وارتفاع اللهب، وكثرة ما فيها من الحطب، والقصدُ وصف النار بالشدة والهول. . ثم بالغ تعالى في وصف المجرمين فقال ﴿إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ على مَا يَفْعَلُونَ بالمؤمنين شُهُودٌ﴾ أي حين هم جلوس حول النار.\nيتشفون بإِحراق المؤمنين فيها، ويشهدون ذلك الفعل الشنيع والغرضُ تخويف كفار قريش، فقد كانوا يعذبون من أسلم من قومهم، ليرجعوا عن الإِسلام، فذكر الله تعالى قصة «أصحاب الأخدود» وعيدًا للكفار، وتسليةً للمؤمنين المعذبين، ثم قال تعالى ﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ أي وما كان لهم ذنب ولا انتقموا منهم، إِلا لأنهم آمنوا بالله العزيز الحميد الغالب الذي لا يُضام من لاذَ بجانبه، الحميد في جمعي أقواله وأفعاله، والغرضُ أن سبب البطش بهم، وتحرقيهم بالنار، لم يكن إِلا إيمانهم بالله الواحد الأحد، وهذا ليس بذنب يستحقون به العقوبة، ولكنه الطغيان والإِجرام ﴿الذي لَهُ مُلْكُ السماوات والأرض﴾ أي هذا الإله الجليل المالك لجميع الكائنات، المستحق للمجد والثناء قال في البحر: وإِنما ذكر الأوصاف التي يستحق بها تعالى أن يؤمن به، وهي كونه تعالى ﴿عَزِيزًا﴾ أي غالبًا قادرًا يُخشى عقابه ﴿حَمِيدًا﴾ أي منعمًا يجب له الحمد على نعمه ﴿لَهُ مُلْكُ السماوات والأرض﴾ أي وكل من فيهما يحق عليه عبادته والخشوع له، إِنما ذكر ذلك تقريرًا لأن ما نقموه منهم هو الحقُّ الذي لا ينقمه إِلا مبطلٌ منهمك في الغيّ ﴿والله عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾ أي هو تعالى مطلَّع على أعمال عباده، لا تخفى عليه خافية من شئونهم، وفيه وعدٌ للمؤمنين، ووعيدٌ للمجرمين.\n. ثم شدَّد تعالى النكير على المجرمين الذين عذبوا المؤمين فقال ﴿إِنَّ الذين فَتَنُواْ المؤمنين والمؤمنات﴾ أي عذبوا وأحرقوا المؤمنين والمؤمنات بالنار ليفتنوهم عن دينهم ﴿ثُمَّ لَمْ يَتُوبُواْ﴾ أي ثم لم يرجعوا عن كفرهم وطغيانهم ﴿فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الحريق﴾ أي فلهم عذاب جهنم المخزي بكفرهم، ولهم العذاب المحرق إِحراقهم المؤمنين. . ولما ذكر مصير المجرمين أعقبه بذكر مصير المؤمنين فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي الذين جمعوا بين الإِيمانت الصادق والعمل الصالح ﴿لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي لهم البساتين والحدائق الزاهرة، التي تجري من تحت قصورها أنهار الجنة قال الطبري: هي أنهار الخمر واللبن والعسل ﴿ذَلِكَ الفوز الكبير﴾ أي ذلك هو الظفر العظيم بغاية المطلوب، الذي لا سعادة ولا فوز بعده. . ثم أخبر تعالى عن انتقامه الشديد من أعداء رسله وأوليائه فقال ﴿إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ﴾ أي إِن انتقام اله وأخذه الجبابرة والظلمة، بالغ الغاية في الشدة قال أبو السعود: البطش الأخذ بعنف، وحيث وصف بالشدة فقد تضاعف وتفاقم، وهو بطشه بالجبابرة والظلمة وأخذه إياهم بالعذاب والانتقام ﴿إِنَّهُ هُوَ يُبْدِىءُ وَيُعِيدُ﴾ أي هو جل وعلا الخالق القادر، الذي يبدأ الخلق من العدم، ثم يعيدهم أحياء بعد الموت ﴿وَهُوَ الغفور الودود﴾ أي وهو الساتر لذنوب عباده المؤمنين، اللطيف المحسن إِلى أوليائه، المحبُّ لهم قال ابن عباس: يودُّ أولياءه كما يودُّ أحدكم أخاه بالبشرى والمحبة ﴿ذُو العرش﴾ أي\nصاحب العرش العظيم، وإنما أضاف العرش إلى الله وخصَّه بالذكر، لأن العرش أعظم المخلوقات، وأوسعُ من السمواتِ السبع، وخلقُه بهذا الوصف يدل على عظمة خالقه ﴿المجيد﴾ أي هو تعالى المجيدُ، العالي على جميع الخلائق، المتصف بجميع صفات الجلال والكمال ﴿فَعَّالٌ لِّمَا يُرِيدُ﴾ أي يفعل ما يشاء، ويحكم ما ريد، لا معقب لحكمه ولا رادَّ لقضائه قال القرطبي: أي لا يمتنع عليه شيء يريده. روي أن أبا بكر الصديق ﵁ قيل له وهو في مرض الموت: هل نظر إِليك الطبيبُ؟ قال: نعم، قالوا: فماذا قال لك؟ قال قال لي: (ِإِني فعَّالٌ لما أريد) ﴿هَلُ أَتَاكَ حَدِيثُ الجنود﴾؟ استفهامٌ للتشويق أي هل بلغك يا محمد خبر الجموع الكافرة، الذين تجنَّدوا لحرب الرسل والأنبياء؟ هل بلغك ما أحل الله بهم من البأس، وما أنزل عليهم من النقمة والعذاب؟ قال القرطبي: يؤنسه بذلك ويسليه، ثم بيَّن تعالى من هم فقال ﴿فِرْعَوْنَ وَثَمُودَ﴾ أي هم فرعون وثمود، أولي البأس والشدة، فقد كانوا اشد بأسًا، وأقوى مراسًا من قومك، ومع ذلك فقد أخذهم الله تعالى بذنوبهم ﴿بَلِ الذين كَفَرُواْ فِي تَكْذِيبٍ﴾ أي لم يعتبر كفار قريش بما حلَّ بأولئك الكفرة المكذبين، بل هم مستمرون في التكذيب فهم أشد منهم كفرًا وطغيانًا ﴿والله مِن وَرَآئِهِمْ مُّحِيطٌ﴾ أي والله تعالى قادرٌ عليهم، لا يفوتونه ولا يعجزونه، لأنهم في قبضته في كل حينٍ وزمان ﴿بَلْ هُوَ قُرْآنٌ مَّجِيدٌ﴾ أي بل هذا الذي كذبوا به، كتابٌ عظيم شريف، متناهٍ في الشرف والمكانة، قد سما على سائر الكتب السماوية، في إِعجازه ونظمه وصحة معانيه ﴿فِي لَوْحٍ مَّحْفُوظٍ﴾ أي هو في اللوح المحفوظ الذي في السماء، محفوظٍ من الزيادة والنقص، والتحريف والتبديل.\nالبَلاَغَة: تضمنت السورة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بي ﴿يُبْدِىءُ. . وَيُعِيدُ﴾ .\n٢ - جناس الاشتقاق ﴿وَشَاهِدٍ. . وَمَشْهُودٍ﴾ .\n٣ - تأكيد المدح بما يشبه الذم ﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ كأنه يقول: ليس لهم جريمة إِلا إِيمانهم بالله، وهذا من أعظم المفاخر والمآثر.\n٤ - المقابلة بين مصير المؤمنين ومصير المجرمين ﴿إِنَّ الذين فَتَنُواْ المؤمنين والمؤمنات﴾ الآية قابلة قوله ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ جَنَّاتٌ. .﴾ الخ.\n٥ - أسلوب التشويق لاستماع الققصة ﴿هَلُ أَتَاكَ حَدِيثُ الجنود﴾؟\n٦ - صيغة المبالغة مثل ﴿فَعَّالٌ لِّمَا يُرِيدُ﴾ ﴿العزيز الحميد﴾ وأمثال ذلك.\n٧ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿واليوم الموعود وَشَاهِدٍ وَمَشْهُودٍ قُتِلَ أَصْحَابُ الأخدود النار ذَاتِ الوقود. .﴾ الخ وهو من المحسنات البديعية ويسمى بالسجع والله أعلم.", "ayah": 8, "surah": 85}