{"text": "المنَاسَبَة: لما ذكر قصة الخليل إبراهيم، وقصة الذبيح والفداء، أعقبها بذكر قصص بعض الأنبياء، كموسى وهارون، ويونس ولوط، وما في هذه القصة من العظات والعبر، وختم السورة الكريمة ببيان أن النصر والغلبة للرسل وأتباعهم المؤمنين.\nاللغَة: ﴿أَبَقَ﴾ هرب ﴿المشحون﴾ المملوء ﴿سَاهَمَ﴾ قارع أي ضرب القُرعة قال المبرّد: وأصله من السهام التي تُجال ﴿المدحضين﴾ المغلوبين، وأصله من الزرق، يُقال: دَحضت حجته وأدحضها اللهُ أي غُلب وهُزم قال الشاعر:\nقتلنا المُدْحضين بكلِّ فجٍّ ... فقد قرَّت بقتلهم العُيون\n﴿مُلِيمٌ﴾ آتٍ يُلام عليه ﴿العرآء﴾ الأرض الفيحاء لا شجر فيها، ولا معلم، قال الفراء، العراءُ المكانُ الخالي ﴿يَقْطِينٍ﴾ القرعُ المعروف والمسمَّى بالدباء، قال الجوهري: اليقطين ما لا ساق له كشجر القرع ونحوه ﴿سَاحَتِهِمْ﴾ الساحةُ: الفناء.\nالتفسِير: ﴿وَلَقَدْ مَنَنَّا على موسى وَهَارُونَ﴾ اللام موطئة للقسم أي وعزتنا وجلالنا لقد أنعمنا على موسى وهارون بأنواع النعم والمنافع الدينية والدنيوية ومنها نعمة النبوة والرسالة ﴿وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الكرب العظيم﴾ أي ونجيناهما وقومهما بني إسرائيل من الغم والمكروه العظيم، وهو استعباد فرعون إياهم مع التعذيب بقتل الأبناء، واستحياء النساء ﴿وَنَصَرْنَاهُمْ فَكَانُواْ هُمُ الغالبين﴾ الضمير يعود على موسى وهارون وبني إسرائيل أي ونصرناهم على أعدائهم الأقباط فكانوا الغالبين عليهم بعد أن كانوا تحت أيديهم مقهورين ﴿وَآتَيْنَاهُمَا الكتاب المستبين﴾ أي أعطيناهما الكتاب البليغ في بيانه، الكامل في حدووده وأحكامه، وهو التوراة ﴿وَهَدَيْنَاهُمَا الصراط المستقيم﴾ أي وهديناهما الطريق المستقيم الذي لا اعوجاج فيه قال الطبري: وهو الإسلام دينُ الله الذي ابتعث به أنبياءه ﴿وَتَرَكْنَا عَلَيْهِمَا فِي الآخرين﴾ أي تركنا عليهما الثناء الجميل، والذكر الحسن ﴿سَلاَمٌ على موسى وَهَارُونَ﴾ أي سلام منا على موسى وهارون ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين إِنَّهُمَا مِنْ عِبَادِنَا المؤمنين﴾ أي كذلك نفعل بمن أحسن وأخلص العبودية لله ﴿وَإِنَّ إِلْيَاسَ لَمِنَ المرسلين﴾ أي وإِنَّ الياس أحد أنبياء بني إسرائيل لمن الرسل الكرام الذين أرسلتُهم لهداية الخلق قال أبو السعود: هو إلياس بن ياسين من سبط هارون أخي موسى ﴿إِذْ قَالَ لِقَوْمِهِ أَلاَ تَتَّقُونَ﴾ أي حين قال لقومه من بني إسرائيل ألا تخافون الله في عبادتكم غيره؟ ﴿أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الخالقين﴾ أتعبدون هذا الصنم المسمَّى بعلًا وتتركون عبادة ربكم أحسن الخالقين؟ ﴿الله رَبَّكُمْ وَرَبَّ آبَآئِكُمُ الأولين﴾ أي تتركون عبادة أحسن الخالقين، الذي هو ربكم وربُّ آبائكم السابقين قال القرطبي: و«بعل» اسم صنم لهم كانوا يعبدونه وبذلك سميت مدينتهم بعلبك، والمعنى: أتدون ربًا اختلقتموه وهو هذا الصنم، وتتركون أحسن من يقال له خالق وهو «الله» ربكم وربَّ آبائكم الأولين؟ ﴿فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ﴾ أي فكذبوا نبيَّهم فإِنهم لمحضرون في العذاب ﴿إِلاَّ عِبَادَ الله المخلصين﴾ أي لكنْ عباد الله المؤمنين فإِنهم نجوا من العذاب ﴿وَتَرَكْنَا عَلَيْهِ فِي الآخرين﴾ أي تركنا على إلياس الثناء الحسنت الجميل إلى يوم الدين ﴿سَلاَمٌ على إِلْ يَاسِينَ﴾ أي سلام منا عليه وعلى آل ياسين قال المفسرون: المراد ب ﴿إل ياسين﴾ هو إلياس ومن آمن معه جمعوا معه تغليبًا كما قالوا للمهلَّب وقومه المهلَّبون، واختار الطبري أنه اسم لإِلياس فيقال: إلياس، وإل ياسين مثل ميكال وميكائيل، وأنه له اسمين فيسمى «إلياس» و﴿إل ياسين﴾ ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين إِنَّهُ مِنْ عِبَادِنَا المؤمنين﴾ تقدم\nتفسيره، وإنما ختم الآيات بعد ذكر كل رسول بالسلام عليه، وبهاتين الآيتين الكريمتين لبيان فصل الإِحسان والإِيمان، وأن هؤلاء الرسل الكرام كانوا جميعًا من المتصفين بهذه الصفات، فلذلك استحقوا التحية والسلام، والذكر الحسن بين الأنام، صلوات الله وسلامه عليهم أجمعين ﴿وَإِنَّ لُوطًا لَّمِنَ المرسلين﴾ أي وإِنَّ لوطًا لأحد رسلنا لهداية قومه ﴿إِذْ نَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ﴾ أي ذكر حين خلصناه من العذاب هو ومن آمن معه من أهله وأولاده ﴿إِلاَّ عَجُوزًا فِي الغابرين﴾ أي إلا امرأته الكافرة فإِنها لم تؤمن فكانت من الباقين في العذاب ومن الهالكين ﴿ثُمَّ دَمَّرْنَا الآخرين﴾ أي ثم أهلكنا المكذبين من قومه أشدَّ أهلاك وأفظعه، وذلك بقلب قراهم حيث جعلنا عاليها سافلها وأمطرنا عليهم حجارة من سجيل، ولهذا عبَّر ب ﴿دَمَّرْنَا﴾ ﴿وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وباليل﴾ أي وإنكم يا أهل مكة لتمرون على منازلهم في أسفاركم وتشاهدون آثار هلاكهم صباحًا ومساءً، وليلًا ونهارًا ﴿أَفَلاَ تَعْقِلُونَ﴾؟ أي أتشاهدون ذلك ثم لا تعتبرون؟ ألا تخافون أن يصيبكم مثل ما أصابهم؟ ﴿وَإِنَّ يُونُسَ لَمِنَ المرسلين﴾ أي وإن يونس لأحد رسلنا المرسلين لهداية قومه ﴿إِذْ أَبَقَ إِلَى الفلك المشحون﴾ أي اذكر حين هرب إلى السفينة المملوءة بالرجال ﴿فَسَاهَمَ فَكَانَ مِنَ المدحضين﴾ أي فقارع أهل السفينة فكان من المغلوبين بالقرعة فألقوه في البحر قال المفسريون: إن يونس ضاق صدرًا بتكذيب قومه، فأنذرهم بعذاب قريب، وغاردهم مغضبًا لأنهم كذبوه، فقاده الغضب إلى شاطىء البحر حيث ركب سفينة مشحونة، فناوأتها الرياح والأمواج، فقال الملاحون: ههنا عبدٌ أبق من سيده، ولا بدَّ لنجاة السفينة من إلقائه في الماء لتنجو من الغرق، فاقترعوا فخرجت القُرعة على يونس فألقوه في البحر ﴿فالتقمه الحوت وَهُوَ مُلِيمٌ﴾ أي فابتلعه الحوت وهو آتٍ بما يُلام عليه من تخليه عن المهمة التي أرسله الله بها، وترك قومه مغاضبًا لهم، وخروجه بغير إِذنٍ من ربه ﴿فَلَوْلاَ أَنَّهُ كَانَ مِنَ المسبحين﴾ أي لولا أنه كان من الذاكرين الله كثيرًا في حياته ﴿لَلَبِثَ فِي بَطْنِهِ إلى يَوْمِ يُبْعَثُونَ﴾ أي لبقي في بطن الحوت إلى يوم القيامة، وأصبح بطنه قبرًا له فلم ينج أبدًا، ولكنه سبَّح اللهَ واستغفره وناداه في بطن الحوت بقوله\n﴿لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين﴾ [الأنبياء: ٨٧] فاستجاب الله تضرعه ونداءه ﴿فَنَبَذْنَاهُ بالعرآء وَهُوَ سَقِيمٌ﴾ أي فألقيناه من بطن الحوت على الساحل، بالأرض الفضاء التي لا شجر فيها ولا ظل، وهو سقيم مريض مما ناله من الكرب قال عطاء: أوحى الله تعالى إلى الحوت إني قد جعلت بطنك له سجنًا، ولم أجعله لك طعامًا، فلذلك بقي سالمًا لم يتغير منه شيء ﴿وَأَنبَتْنَا عَلَيْهِ شَجَرَةً مِّن يَقْطِينٍ﴾ أي وأنبتنا فوقه شجرة لتظله وتقيه حرَّ الشمس، وهي شجرة القرع ذات الأوراق العريضة قال ابن جزي: وإِنما خصَّ القرع بالذكر لأنه يجمع كبر الورق، وبرد الظل، والذبابُ لا يقربه، فإن لحم يونس لما خرج من البحر كان لا يحتمل الذباب، وكان هذا من تدبير الله ولطفه، فلما استكمل قوته وعافيته ردَّه الله إلى قومه ولهذا قال ﴿وَأَرْسَلْنَاهُ إلى مِئَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ أي وأرسلناه بعد ذلك إلى قومه الذين هرب منهم وهم مائة ألفٍ بل يزيدون قال المفسرون: كانوا مائة وعشرين ألفًا وقيل: وسبعين ألفًا، وهم أهل نينوى بجهة الموصل، و«أو»\nبمعنى بل أي بل يزيدون ﴿فَآمَنُواْ فَمَتَّعْنَاهُمْ إلى حِينٍ﴾ أي فآمنوا بعد أن شاهدوا أمارات العذاب الذي وُعدوا به فأبقيناهم ممتعين في الدنيا إلى حين انقضاء آجالهم قال في التسهيل: روي أنهم خرجوا بالأطفال وأولاد البهائم، وفرقوا بينهم وبين الأمهات، وناحوا وتضرعوا إلى الله، فرفع الله العذاب عنهم. . ولما انتهى من الحديث عن الرسل رجع إلى الحديث عن المكذبين من كفار مكة فقال ﴿فاستفتهم أَلِرَبِّكَ البنات وَلَهُمُ البنون﴾؟ أي اسأل يا محمد واستخبر كفار مكة على سبيل التوبيخ والتقريع لهم كيف زعموا أن الملائكة بنات الله، فجعلوا للهِ الإِناث ولأنفسهم الذكور؟ إنهم يكرهون البنات ولا يرضون نسبتهنَّ لأنفسهم، فيكيف يرضونها لله ﷿ ويختصون بالبنين؟ ﴿أَمْ خَلَقْنَا الملائكة إِنَاثًا وَهُمْ شَاهِدُونَ﴾ توبيخٌ آخر على بهتانهم واستهزاء بهم وتجهيل أي بل أخلقنا الملائكة الأطهار حين خلقناهم، وجعلناهم إناثًا وهم شاهدون لذلك حين يقولون مثل هذا البهتان؟ ﴿أَلاَ إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ وَلَدَ الله﴾ أي ألا فانتبهوا أيه الناس إن هؤلاء المشركين من كذبهم وافترائهم ينسبون إلى الله الذرية والولد ﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾ أي وهم كاذبون قطعًا في قولهم الملائكة بناتُ الله قال أبو السعود: والآية استئناف مسوقٌ لإِبطال أصل مذهبهم الفاسد، ببيان أن مبناه ليس إلا الإِفك الصريح، والافتراء القبيح، من غير أن يكون لهم دليلٌ قعطًا ﴿أَصْطَفَى البنات على البنين﴾؟ توبيخٌ وتقريع أي هل اختار جل وعلا البناتِ وفضلهن عن البنين؟ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾؟ تسفيهٌ لهم وتجهيل أيْ أيُّ شيء حصل لكم حتى حكمتم بهذا الحكم الجائر؟ كيف يختار لنفسه أخسَّ الجنسين على زعمكم؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفليس لكم تمييز وإدراك تعرفون به خطأ هذا الكلام؟ قال أبو السعود: أي أفلا تتذكرون بطلان هذا ببديهة العقل، فإِنه مركوزٌ في عقل كل ذكي وغبي ﴿أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ﴾ توبيخ آخر أي أم لكم برهان بيّن وحجة وا ضحة على أن الله اتخذ الملائكة بناتٍ له؟ ﴿فَأْتُواْ بِكِتَابِكُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي فأتوا بهذا الكتاب الذي يشهد بصحة دعواكم فيما تزعمون.\n. والغرضُ تعجيزهم وبيان أنهم لا يستندون في أقوالهم الباطلة على دليل شرعي، ولا منطق عقلي. . وينتقل إلى أسطورةٍ أُخرى لفَّقها المشركون، حيث زعموا أن هناك صلة بين الله سبحانه وبين الجنِّ، وأنه من التزاوج بين الله تعالى والجِنَّة ولدت الملائكة فيقول ﴿وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَبًا﴾ أي جعل المشركومن بين الله وبين الجنِّ قرابة ونسبًا، حيث قالوا إنه نكح من الجنِّ فولدت له الملائكة ﴿سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا﴾ [الإسراء: ٤٣] ثم زعموا أن الملائكة إناث، وأنهن بنات الله ﴿وَلَقَدْ عَلِمَتِ الجنة إِنَّهُمْ لَمُحْضَرُونَ﴾ أي لقد علمت الشياطين أنهم محضرون في العذاب قال الصاوي: وهذا زيداة في تبكيتهم وتكذيبهم كأنه قيل: هؤلاء الذين عظمتموهم وجعلتموهم بنات الله، أعلمُ بحالكم وما يئون إليه أمركم ﴿سُبْحَانَ الله عَمَّا يَصِفُونَ﴾ أي تنزَّه وتقدَّس الله عما يصفه به هؤلاء الظالمون ﴿إِلاَّ عِبَادَ الله المخلصين﴾ استثناء منقطع أي لكنْ عباد الله\nالمخلصين فإِنهم ينزهون الله تعالى عما يصفه به هؤلاء ﴿فَإِنَّكُمْ وَمَا تَعْبُدُونَ مَآ أَنتُمْ عَلَيْهِ بِفَاتِنِينَ إِلاَّ مَنْ هُوَ صَالِ الجحيم﴾ أي فإنكم أيها الكفار وكل ما تعبدونه من الأصنام والشياطين لستم بقادرين على أن تُضلوا أحدًا من عباد الله، إلاَّ من قضى الله عليه الشقاوة، وقدَّر أنه يدخل النار ويصلاها، ثم ذكر تعالى اعتراف الملائكة بالعبودية لله فقال ﴿وَمَا مِنَّآ إِلاَّ لَهُ مَقَامٌ مَّعْلُومٌ﴾ أي وما منا ملك إلا له مرتبة ومنزلة ووظيفة لا يتعداها، فمنا الموكَّل بالأرزاق، ومنا الموكَّل بالآجال، ومنَّا من يتنزل بالوحي، ولكلٍ منزلته من العبادة، والتقريب، والتشريف ﴿وَإِنَّا لَنَحْنُ الصآفون﴾ أي الواقفون في العبادة صفوفًا ﴿وَإِنَّا لَنَحْنُ المسبحون﴾ أي المنزهون الله سبحانه عن كلا ما يليق بعظمته وكبريائه، نسبّح الله في كل وقتٍ وحين قال في التسهيل: وفي هذا الكلام الذي قالته الملائكة ردًّ على من قال إنهم بناتُ الله، وشركاء الله، لأنه اعترفوا على أنفسهم بالعبودية والطاعة لله، والتنزيه له جل وعلا ﴿وَإِن كَانُواْ لَيَقُولُونَ لَوْ أَنَّ عِندَنَا ذِكْرًا مِّنَ الأولين لَكُنَّا عِبَادَ الله المخلصين﴾ الضمر لكفار قريش و﴿وَإِن﴾ هي المخففة من «إنَّ» الثقيلة أي وإن كان الحال والشأن أن كفار مكة كانوا قبل أن ينزل عليهم القرآن يقولون لو نزل علينا كتاب من كتب الأولين كالتوراة والإِنجيل لكنا أعظم إيمانًا منهم، وأكثر عبادةً وإخلاصًا للهِ منهم، فلما جاءهم القرآن كفروا به ولهذا قال ﴿فَكَفَرُواْ بِهِ﴾ أي فكفروا وكذبوا بالقرآن أشرف الكتب السماوية ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي فسوف يرون عاقبة كفرهم بآيات الله، وهو وعيد وتهديد ﴿وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين﴾ أي سبق وعدنا وقضاؤنا للرسل الكرام ﴿إِنَّهُمْ لَهُمُ المنصورون﴾ أي إنهم هم المنصورون على أعدائهم، والإشارة إلى قوله تعالى\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ [المجادلة: ٢١] ﴿وَإِنَّ جُندَنَا لَهُمُ الغالبون﴾ أي وإن جندنا المؤمنين لهم الغالبون في الدنيا والآخرة، في الدنيا بالحجة والبرهان، وفي الآخرة بدخول الجنان قال المفسرون: نصرُ الله للمؤمنين محقق، ولا يقدح في ذلك انهزامهم في بعض المعارك، فإن القاعدة هي بالظفر والنصرة، وإنما يُغلبون في بعض الأحيان بسبب تقصيرٍ منهم أو ابتلاءً ومحنة ﴿فَتَوَلَّ عَنْهُمْ حتى حِينٍ﴾ أي أعرض عنه يا محمد إلى مدة يسيرة، إلى أن تؤمر بقتالهم ﴿وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ﴾ أي وأبصرهم حين ينزل بهم العذاب، فسوف يبصرون عاقبة كفرهم ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾ استفهام إنكاري للتهديد أي أيستعجلون بعذاب الله؟ روي أنه لما نزل ﴿فَسَوْفَ يُبْصِرُونَ﴾ استهزءوا وقالوا متى هذا يكون؟ فنزلت الآية ثم قال تعالى ﴿فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ المنذرين﴾ أي لا يستبعدوا ذلك فإن العذاب إذا نزل بفناء المكذبين فبئس هذا الصباح صباحهم، شبهه بجيسٍ هجم عليهم وقت الصباح فقطع دابرهم ﴿وَتَوَلَّ عَنْهُمْ حتى حِينٍ وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ﴾ كرره تأكيدًا للتهديد وتسلية للرسول ﷺ َ ﴿سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ﴾ أي تنزه وتقدس ذو العزة والجبروت عما يصفه به المشركون ﴿وَسَلاَمٌ على المرسلين والحمد للَّهِ رَبِّ العالمين﴾ أي وسلامٌ منا على الرسل الكرام، والحمد لله في البد والختام لله ربَ الخلائق أجمعين. نزَّه تعالى نفسه عما وصفه به الكفار مما لا يليق به سبحانه، فإنه حكى عنهم في هذه\nالسورة أقوالًا كثيرة شنيعة، وختم بتعميم السلام على الرسل الكرام وبحمده سبحانه، وهو تعليم للعباد.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿تَدْعُونَ. . وَتَذَرُونَ﴾ وبين ﴿البنات. . والبنين﴾ .\n٢ - تتابع التوبيخ وتكراره مثل ﴿أَلِرَبِّكَ البنات﴾؟ ﴿أَمْ خَلَقْنَا الملائكة إِنَاثًا﴾؟ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾؟ ﴿أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ﴾؟ وكلها للتوبيخ والتبكيت.\n٣ - التأكيد بعدة مؤكدات لتحقيق المعنى وتقريره مثل ﴿إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون﴾ فقد أُكدت كل من الجملتين بإن واللام.\n٤ - الاستعارة التصريحية ﴿إِذْ أَبَقَ إِلَى الفلك المشحون﴾ شبه خروجه بغير إذن ربه بإِباق العبد من سيّده.\n٥ - الالتفات من الخطاب إلى الغيبة ﴿وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَبًا﴾ الأصل وتجعلون، والالتفاتُ للإِشارة إلى أنهم ليسوا أهلًا للخطاب، وهم بعيدون من رحمة ربَ الأرباب.\n٦ - الاستعارة التمثيلية ﴿فَإِذَا نَزَلَ بِسَاحَتِهِمْ﴾ مثل للعذاب النازل بهم بجيش هجم عليهم فأناخ بفنائهم بغتة، ونصحهم بعض النصاح فلم يلتفتوا إلى إنذاره ولا أخذوا أهبتهم، حتى أجتاحهم الجيش. قال الزمخشري: وما فصحت هذه الجملة ولا كانت لها الروعة التي يروقك موردها إلا لمجيئها على طريقة التمثيل.\nفَائِدَة: روى ابن أبي حاتم عن الشعبي قال قال رسول الله ﷺ َ: «من سَّره أن يكتال بالمكيال الأوفى فليقل آخر مجلسه حين يريد أن يقوم ﴿سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ وَسَلاَمٌ على المرسلين والحمد للَّهِ رَبِّ العالمين﴾» .", "ayah": 170, "surah": 37}