{"text": "اللغَة: ﴿الزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:\nومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ\nلثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة\nواحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار\nغالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ\nمُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق\nبالبعث والجزاء؟ ﴿أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.\n٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.\nاللغَة: ﴿فالزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:\nومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ لثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة واحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار غالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق بالبعث والجزاء؟ ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.\n٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.\nاللغَة: ﴿فالزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:\nومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ لثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة واحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار غالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق بالبعث والجزاء؟ ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.\n٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.", "ayah": 30, "surah": 37}