{"text": "المنَاسَبَة: لما ذكر تعالى في الآيات السابقة أنَّ في الأرض دعوتين: دعوة الحق، ودعوة الباطل، وذكر أن دعوة الله هي دعوة الحق، ودعوة ما يعبدون من دونه هي دعوة الباطل ... ذكر تعالى هنا مثلين ضربهما للحق وأهله، والباطلِ وحزبه، ليتضح الفرق بين الهدى والضلال، والرشد والغيّ، ثم أعقبه بذكر مآل المؤمنين في دار النعيم، والكافرين في دار الجحيم.\nاللغَة: ﴿زَبَدًا﴾ الزبد: الغثاء الذي يحمله السيل ﴿رَّابِيًا﴾ عاليًا منتفخًا ﴿جُفَآءً﴾ مضمحلًا متلاشيًا لا منفعة فيه ولا بقاء له يقال: جفا الماء بالزبد إذا قذفه ورمى به ﴿المهاد﴾ الفِراش وأصله المكان الممهَّد الموطأ للنوم والراحة ﴿وَيَدْرَءُونَ﴾ يدفعون والدرءُ: الدفع ﴿عقبى﴾ العاقبة ويسمى الجزاء على الفعل عقبى لأنه يكون عقب الفعل ﴿عَدْنٍ﴾ استقرار وثبات وخلود يقال: عَدَن بالمكان إذا أقام به ﴿يَبْسُطُ﴾ يوسّع ﴿يَقَدِرُ﴾ يضيّق ﴿مَتَاعٌ﴾ كل شيء يتمتع به إلى أجل ثم ينتهي ويفنى ﴿طوبى﴾ فرحٌ وقرة عين قال الزمخشري: مصدر من طاب كبشرى وزلفى ومعناه أصبتَ خيرًا وطيبًا ﴿يَيْأَسِ﴾ اليأسُ: القنوط من الشيء ﴿أَمْلَيْتُ﴾ أمهلتُ يقال: أملى الله له إذا أمهله وطوَّل له المدة ﴿وَاقٍ﴾ اسم فاعل من وقى إذا دفع الأذى والضر عنه.\nسَبَبُ النزول: قال ابن عباس: نزلت في كفار قريش حين قال لهم النبي ﷺ َ: اسجدوا للرحمن قالوا: وما الرحمن؟ أنسجد لما تأمرنا؟ فأنزل الله ﴿وَهُمْ يَكْفُرُونَ بالرحمن قُلْ هُوَ رَبِّي لا إله إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ﴾ .\nالتفسِير: ﴿أَنَزَلَ مِنَ السمآء مَآءً﴾ أي أنزل تعالى من السماء مطرًا ﴿فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا﴾ أي فجرت مياه الأودية بمقدار سعتها كل بحَسَبه، فالكبير بمقدار كبره، والصغير بمقدار صغره ﴿فاحتمل السيل زَبَدًا رَّابِيًا﴾ أي حمل السيل الذي حدث من الأمطار زبدًا عاليًا فوقه وهو ما يحمله السيل من غثاء، ورغوة تظهر على وجه الماء قال الطبري: هذا مثلٌ ضربه الله للحق والباطل، والإيمان والكفر، فمثل الحق في ثباته، والباطل في اضمحلاله، مثلُ الماء الذي أنزله الله من السماء إلى الأرض، فاحتمل السيل زبدًا عاليًا، فالحق هو الماء الباقي الذي يمكث في الأرض، والزبد الذي لا يُنتفع به هو الباطل، وهذا أحد مثلي الحق والباطل، والمثل الآخر قوله تعالى ﴿وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النار ابتغآء حِلْيَةٍ أَوْ مَتَاعٍ زَبَدٌ مِّثْلُهُ﴾ أي ومن الذي يوقد عليه الناس من المعادن كالذهب والفضة والنحاس، مما يُسبك في النار طلب الزينةِ أو الأشياء التي يُنتفع بها كالأواني زبدٌ مثل زبد السيل، لا يُنْتفع به كما لا يُنْتفع بَزَبد السيل ﴿كذلك يَضْرِبُ الله الحق والباطل﴾ أي كذلك يضرب الله المَثَل للحق والمَثَل للباطل، فمثلُ الحق في ثباته واستقراره كمثل الماء الصافي الذي يستقر في الأرض فينتفع منه الناس، ومثل الباطل في زواله واضمحلاله كمثل الزبد والغثاء الذي يقذف به الماء يتلاشى ويضمحل ﴿فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً﴾ أي فأما الزبد الذي لا خير فيه مما يطفو على وجه الماء والمعادن فإنه يرمي به السيل ويقذفه ويتفرق ويتمزّق ويذهب في جانبَي الوادي ﴿وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض﴾ أي وأمّا ما ينتفع الناس به الماء الصافي، والمعدن الخالص فيبقى ويثبت في الأرض ﴿كذلك يَضْرِبُ الله الأمثال﴾ أي مِثْلَ المَثَلين السابقين يبيّن الله الأمثال\nللحق والباطل، والهدى والضلال ليعتبر الناس ويتعظوا ﴿لِلَّذِينَ استجابوا لِرَبِّهِمُ الحسنى﴾ أي للمؤمنين الذين استجابوا لله بالإيمان والطاعة المثوبةُ الحسنى وهي الجنة دار النعيم ﴿والذين لَمْ يَسْتَجِيبُواْ لَهُ﴾ أي لم يجيبوا ربهم إلى الإيمان به وهم الكافرون ﴿لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعًا﴾ أي لو كان لهم جميع ما في الدنيا من الأموال ﴿وَمِثْلَهُ مَعَهُ﴾ أي ومثلَ جميع ما في الدنيا ﴿لاَفْتَدَوْاْ بِهِ﴾ أي لبذلوا كل ذلك فداءً لأنفسهم ليتخلصوا من عذاب الله ﴿أولئك لَهُمْ سواء الحساب﴾ أي لهم الحساب السيء قال الحسن: يُحاسبون بذنوبهم كلها لا يُغفر لهم منها شيء ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي المكان الذي يأوون إليه يوم القيامة نار جهنم ﴿وَبِئْسَ المهاد﴾ أي بئس هذا المستقر والفِراش الممهد لهم في النار ﴿أَفَمَن يَعْلَمُ أَنَّمَآ أُنزِلَ إِلَيْكَ مِن رَبِّكَ الحق كَمَنْ هُوَ أعمى﴾ الهمزة للاستفهام الإنكاري أي هل يستوي من آمن وصدَّق بما نزل عليك يا محمد ومن بقي يتخبط في ظلمات الجهل والضلال لا لُبَّ له كالأعمى؟ والمراد به عمى البصيرة قال ابن عباس نزلت في حمزة وأبي جهل ﴿إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب﴾ أي إنما يتعظ بآيات الله ويعتبر بها ذوو العقول السليمة، ثم عَّدد تعالى صفاتهم فقال ﴿الذين يُوفُونَ بِعَهْدِ الله﴾ أي يتمون عهد الله الذي وصاهم به وهي أوامره ونواهيه التي كلَّف بها عباده ﴿وَلاَ يَنقُضُونَ الميثاق﴾ أي لا يخالفون ما وثقوه على أنفسهم من العهود المؤكدة بينهم وبين الله، وبين العباد ﴿والذين يَصِلُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ﴾ أي يصلون الأرحام التي أمر الله بصلتها ﴿وَيَخْشَوْنَ رَبَّهُمْ﴾ أي يهابون ربهم إجلالًا وتعظيمًا ﴿وَيَخَافُونَ سُوءَ الحِسَابِ﴾ أي يخافون الحساب السيء المؤدي لدخول النار، فهم لرهبتهم جادّون في طاعة الله، محافظون على حدوده ﴿وَالَّذِينَ صَبَرُواْ ابتغاء وَجْهِ رَبِّهِمْ﴾ أي صبروا على المكاره طلبًا لمرضاة الله ﴿وَأَقَامُواْ الصلاة﴾ أي أدُّوا الصلاة المفروضة بحدودها في أوقاتها ﴿وَأَنْفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً﴾ أي أنفقوا بعض أموالهم التي أوجبها الله عليهم في الخفاء والعلانية ﴿وَيَدْرَءُونَ بالحسنة السيئة﴾ أي يدفعون الجهلَ بالحلم والأذى بالصبر وقال ابن عباس: يدفعون بالعمل الصالح السيء من الأعمال بمعنى يفعلون الحسنات ليدرءوا بها السيئات وفي الحديث\n«وأتبع السيئةَ الحسنة تمحها» ﴿أولئك لَهُمْ عقبى الدار﴾ أي العاقبة المحمودة في الدار الآخرة وهي الجنة وقد جاء تفسيرها في قوله ﴿جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ﴾ أي جنات إقامة خالدة يدخلها أولئك الأبرار ومن كان صالحًا من آبائهم ونسائهم وأولادهم، ليأنسوا بلقائهم ويتمَّ بهم سرورهم، وإن لم يكونوا يستحقون\nهذه المنازل العالية بأعمالهم، فترفع منازل هؤلاء إكرامًا لأولئك وذلك فضل الله، ثم إنَّ لهم إكرامًا آخر بيّنه بقوله ﴿وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ﴾ أي والملائكةُ تدخل عليهم للتهنئة من كل باب من أبواب الجنة يقولون لهم ﴿سَلاَمٌ عَلَيْكُم بِمَا صَبَرْتُمْ﴾ أي سلمتم من الآفات والمحن بصبركم في الدنيا، ولئن تعبتم فيما مضى فلقد استرحتم الساعة، وهذه بشارة لهم بدوام السلامة ﴿فَنِعْمَ عقبى الدار﴾ أي نعمت هذه العاقبة الحميدة عاقبتكم وهي الجنة بدل النار، ولما ذكر تعالى أوصاف المؤمنين التسع أعقبه بذكر أوصاف الكافرين الذميمة فقال ﴿والذين يَنقُضُونَ عَهْدَ الله مِن بَعْدِ مِيثَاقِهِ﴾ أي ينقضون عهودهم بعدما وثقوا على أنفسهم لله أن يعملوا بما عهد إليهم من طاعته والإيمان به ﴿وَيَقْطَعُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ﴾ أي يقطعون الرحم التي أمر الله بوصلها ﴿وَيُفْسِدُونَ فِي الأرض﴾ ﴿أولئك لَهُمُ اللعنة﴾ أي أولئك الموصوفون بما ذُكر من القبائح لهم البعد من رحمته، والطردُ من جنته ﴿وَلَهُمْ سواء الدار﴾ أي لهم ما يسوءهم في الدار الآخرة وهو عذاب جهنم على عكس المتقين ﴿الله يَبْسُطُ الرزق لِمَنْ يَشَآءُ وَيَقَدِرُ﴾ أي يوسّع على من يشاء من عباده ويضيّق على من يشاء حسب الحكمة والمصلحة ﴿وَفَرِحُواْ بالحياة الدنيا﴾ أي وفرح هؤلاء المشركون بنعيم الدنيا فرح أشَر وبطر، وهو إخبار في ضمنه ذم وتسفيه لمن فرح بالدنيا ولذلك حقّرها بقوله ﴿وَمَا الحياة الدنيا فِي الآخرة إِلاَّ مَتَاعٌ﴾ أي قليل وشيء حقير بالنظر إلى الآخرة ﴿وَيَقُولُ الذين كَفَرُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾ أي ويقول كفار مكة هلاّ أُنزل على محمد معجزة من ربه مثل معجزة موسى في فلق البحر، ومعجزة عيسى في إحياء الموتى ونحو ذلك ﴿قُلْ إِنَّ الله يُضِلُّ مَن يَشَآءُ ويهدي إِلَيْهِ مَنْ أَنَابَ﴾ أي قل لهم يا محمد الأمر بيد الله وليس إليَّ، يُضلُّ من يشاء إضلاله فلا تغني عنه الآياتُ والنُذُّر شيئًا، ويرشد إلى دينه من أراد هدايته لأنه رجع إلى ربه بالتوبة والإِنابة قال في التسهيل: خرج بالكلام مخرج التعجب حين طلبوا آية والمعنى قد جاءكم محمد ﷺ َ بالقرآن وآياتٍ كثيرة فعميتُم عنها، وطلبتم غيرها، وتماديتم على الكفر فإنه تعالى يضل من يشاء مع ظهور الآيات، ويهدي من يشاء دون ذلك ﴿الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله﴾ هذا بدلٌ والمعنى يهدي أهل الإِنابة وهم الذين آمنوا وتسكن وتستأنس قلوبهم بذكر الله وتوحيده، وجيء بصيغة المضارع لإِفادة دوام الاطمئنان واستمراره ﴿أَلاَ بِذِكْرِ الله تَطْمَئِنُّ القلوب﴾ أي ألا فانتبهوا أيها القوم فإن بذكر الله تستأنس وتسكن قلوب المؤمنين، فلا يشعرون بقلق واضطراب من سوء العقاب، على عكس الذين أذا ذكر الله اشمأزتْ قلوبُهم ﴿الذين آمَنُواْ وَعَمِلُواْ الصالحات طوبى لَهُمْ وَحُسْنُ مَآبٍ﴾ أي أما المؤمنون أهل الأعمال الصالحة فقرة عينٍ لهم ونعم ما يلقون من الهناءة والسعادة في المرجع والمنقلب قال ابن عباس: ﴿طوبى لَهُمْ﴾ فرحٌ وقرة عين ﴿كَذَلِكَ أَرْسَلْنَاكَ في أُمَّةٍ قَدْ خَلَتْ مِن قَبْلِهَآ أُمَمٌ﴾ أي كما أرسلنا الأنبياء من قبلك كذلك أرسلناك يا محمد في أمة قد مضت قبلها أمم كثيرة، فهي آخر الأمم وأنتَ خاتم الأنبياء ﴿لِّتَتْلُوَاْ عَلَيْهِمُ الذي أَوْحَيْنَآ إِلَيْكَ﴾ أي لتبلّغهم هذا الوحي العظيم والذكر الحكيم ﴿وَهُمْ يَكْفُرُونَ بالرحمن﴾ أي والحال أنهم يكفرون بالرحمن الذي وسعت رحمته كل شيء ﴿قُلْ هُوَ رَبِّي لا\nإله إِلاَّ هُوَ﴾ أي قل يا محمد لهؤلاء المشركين إن الرحمن الذي كفرتم به وأنكرتم معرفته هو ربي الذي آمنتُ به لا معبود لي سواه ﴿عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ مَتَابِ﴾ أي عليه وحده اعتمدت، وإليه توبتي ومرجعي فيثيبني على مجاهدتكم، والغرضُ تسلية النبي ﷺ َ مما يلقاه من كفار قريش من الجحود والعناد فقد كذَّب قبلهم الأمم ﴿وَلَوْ أَنَّ قُرْآنًا سُيِّرَتْ بِهِ الجبال﴾ أي لو كان كتابٌ من الكتب المنزّلة سُيرت بتلاوته الجبال وزعزعت عن أماكنها ﴿أَوْ قُطِّعَتْ بِهِ الأرض﴾ أي شُققت به الأرض حتى تتصدَّع وتصير قطعًا ﴿أَوْ كُلِّمَ بِهِ الموتى﴾ أي خوطبت به الموتى حتى أجابت وتكلمت بعد أن أحياها الله بتلاوته عليها، وجواب ﴿لَوْ﴾ محذوف تقديره: لكان هذا القرآن، لكونه غايةً في الهداية والتذكير، ونهايةً في الإِنذار والتخويف وقال الزجاج: تقديره «لما آمنوا» لغلوهم في المكابرة والعناد، وتماديهم في الضلال والفساد ﴿بَل للَّهِ الأمر جَمِيعًا﴾ بلْ للإضراب والمعنى: لو أن قرآنًا فُعل به ما ذُكر لكان ذلك هذا القرآن، ولكنَّ الله لم يجبهم إلى ما اقترحوا من الآيات، لأنه هو المالك لجميع الأمور والفاعل لما يشاء منها من غير أن يكون لأحدٍ عليه تحكّمٌ أو اقتراح ﴿أَفَلَمْ يَيْأَسِ الذين آمنوا أَن لَّوْ يَشَآءُ الله لَهَدَى الناس جَمِيعًا﴾ أي أفلم يقنط وييأس المؤمنون من إيمان الكفار، ويعلموا أنه تعالى لو شاء هدايتهم لهداهم لأن الأمر له، ولكنْ قضت الحكمة أن يكون بناء التكليف على الاختيار ﴿وَلاَ يَزَالُ الذين كَفَرُواْ تُصِيبُهُم بِمَا صَنَعُواْ قَارِعَةٌ﴾ أي ولا يزال كفار مكة يصيبهم بسوء أعمالهم وكفرهم داهيةٌ تقرع أسماعهم وتقلق بالهم من صنوف البلايا والمصائب ﴿أَوْ تَحُلُّ قَرِيبًا مِّن دَارِهِمْ﴾ أي أو تحلُّ القارعة والداهية قريبًا من ديارهم فيفزعون منها ويتطاير إليهم شررها ﴿حتى يَأْتِيَ وَعْدُ الله﴾ بإظهار الإِسلام وانتصارك عليهم بفتح مكة ﴿إِنَّ الله لاَ يُخْلِفُ الميعاد﴾ أي لا يخلف وعده لرسله وأوليائه بنصرهم على أعدائه ﴿وَلَقَدِ استهزئ بِرُسُلٍ مِّن قَبْلِكَ﴾ تسلية وتأنيس للنبي ﷺ َ أي كما استهزأ بك المشركون فقد استهزأ المجرمون برسلهم وأنبيائهم ﴿فَأَمْلَيْتُ لِلَّذِينَ كَفَرُواْ ثُمَّ أَخَذْتُهُمْ﴾ أي أمهلتهم وتركتهم في أمنٍ وَدَعة ثم أخذتهم بالعذاب ﴿فَكَيْفَ كَانَ عِقَابِ﴾ أي فكيف كان عقابي لهم على الكفر والتكذيب؟ ﴿أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ بِمَا كَسَبَتْ﴾ أي أفمن هو رقيب حفيظ على عمل كل إنسان لا يخفى عليه شيء من أعمال العباد وهو الله تعالى، والخبر محذوف تقديره: كمن ليس بهذه الصفة من الأصنام التي لا تسمع ولا تنفع ولا تملك من الأمر شيئًا قال الفراء: وتُرك جوابُه لأن المعنى معلومٌ وقد بيّنه بعد هذا بقوله ﴿وَجَعَلُواْ للَّهِ شُرَكَآءَ﴾ كأنه قيل: هل الله كشركائهم؟ وقال الزمخشري: هذا احتجاجٌ عليهم في إشراكهم بالله يعني أفالله الذي هو قائم رقيب على كل نفس صالحة أو طالحة بما كسبت من خير أو شر وقد أعدَّ لكلٍ جزاءه كمن ليس كذلك ﴿وَجَعَلُواْ للَّهِ شُرَكَآءَ قُلْ سَمُّوهُمْ﴾ أي وجعل المشركون آلهة عبدوها\nمعه من أصنام وأنداد في منتهى العجز والحقارة والجهالة، قل لهم يا محمد: سمّوهم لنا وصفوهم لننظر هل لهم ما يستحقون به العبادة والشركة مع الله؟ ﴿أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ فِي الأرض﴾ أي أم تخبرون الله بشركاء لا يعلمهم سبحانه وهو استفهام للتوبيخ ﴿أَم بِظَاهِرٍ مِّنَ القول﴾ أي أم تسمونهم شركاء بظنٍ باطلٍ فاسد لا حقيقة له، لفرط الجهل وسخافة العقل ﴿بَلْ زُيِّنَ لِلَّذِينَ كَفَرُواْ مَكْرُهُمْ﴾ أي زيَّن لهم الشيطان ذلك الكفر والضلال ﴿وَصُدُّواْ عَنِ السبيل﴾ أي مُنعوا عن طريق الهدى ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن يضلله الله فما له أحدٌ يهديه ﴿لَّهُمْ عَذَابٌ فِي الحياة الدنيا﴾ أي لهؤلاء الكفرة عذاب عاجل في هذه الحياة الدنيا بالقتل والأسر وسائر المحن ﴿وَلَعَذَابُ الآخرة أَشَقُّ﴾ أي ولعذابهم في الآخرة أثقل وأشد إيلامًا من عذاب الدنيا ﴿وَمَا لَهُم مِّنَ الله مِن وَاقٍ﴾ أي وليس لهم من يحميهم من عذاب الله أو يدفع عنهم سخطه وانتقامه.\nالبَلاَغَة: ١ - ﴿أَنَزَلَ مِنَ السمآء مَآءً فَسَالَتْ أَوْدِيَةٌ. .﴾ الآية شبّه تعالى الحق والباطل بتشبيه رائع يسمى «التشبيه التمثيلي» لأن وجه الشبه فيه منتزعٌ من متعدد، فمثَّل الحق بالماء الصافي الذي يستقر في الأرض، والجوهر الصافي من المعادن الذي به ينتفع العباد، ومثَّل الباطل بالزبد والرغوة التي تظهر على وجه الماء، والخبث من الجوهر الذي لا يلبث أن يتلاشى ويضمحل، والصورة التي توحي بها الآية «صورة الحق والباطل» وهما في صراع كالزبد الذي تتقاذفه الأمواج ﴿فَأَمَّا الزبد فَيَذْهَبُ جُفَآءً وَأَمَّا مَا يَنفَعُ الناس فَيَمْكُثُ فِي الأرض﴾ وهو تمثيل في منتهى الروعة والجمال.\n٢ - ﴿فَسَالَتْ أَوْدِيَةٌ بِقَدَرِهَا﴾ مجاز عقلي من إسناد الشيء لمكانه والأصل فسالت مياه الأودية.\n٣ - ﴿كذلك يَضْرِبُ الله الحق والباطل﴾ فيه إيجاز بالحذف أي أمثال الحق وأمثال الباطل.\n٤ - ﴿لِلَّذِينَ استجابوا ... والذين لَمْ يَسْتَجِيبُواْ﴾ بينهما طباق السلب.\n٥ - ﴿كَمَنْ هُوَ أعمى﴾ شبّه الجهل والكفر بالعمى على سبيل الاستعارة التبعية لأن المراد بالأعمى الجاهل الكافر.\n٦ - ﴿سِرًّا وَعَلاَنِيَةً﴾ بينهما طباق وكذلك بين ﴿الحسنة السيئة﴾ و﴿يَبْسُطُ وَيَقَدِرُ﴾ و﴿يُضِلُّ ويهدي﴾ للتضاد بين اللفظين.\n٧ - ﴿إِلاَّ مَتَاعٌ﴾ أي إلا مثل المتاع الذي يستمتع به الإنسان في الحاجات الموقتة ففيه تشبيه بليغ لحذف الأداة ووجه الشبه.\nفَائِدَة: بيَّن تعالى في قوله ﴿وَمَنْ صَلَحَ مِنْ آبَائِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ﴾ أن النسب لا ينفع إذا لم يحصل معه العمل الصالح، وفيه قطع للأطماع الفارغة لمن يتمسك بمجرد حبل الأنساب.\nتنبيه: قال الإمام الطيبي في قوله تعالى ﴿أَفَمَنْ هُوَ قَآئِمٌ على كُلِّ نَفْسٍ﴾ في هذه الآية احتجاج بليغ مبنيٌّ على فنون من علم البيان أولها: التوبيخ لهم على قياسهم الفاسد في عبادة غير الله ثانيها: وضع الظاهر موضع الضمير ﴿كَسَبَتْ وَجَعَلُواْ للَّهِ شُرَكَآءَ﴾ تنبيهًا على ضلالهم في جعل شركاء لمن هو فردٌ واحد لا يشاركه أحد في اسمه ثالثها: إنكار لوجود الشركاء على وجه برهاني ﴿قُلْ سَمُّوهُمْ﴾ رابعها: نفي الشيء بنفي لازمه ﴿أَمْ تُنَبِّئُونَهُ بِمَا لاَ يَعْلَمُ﴾ خامسها: الاحتجاج عليهم بطريق التدرج لبعثهم على التفكر ﴿أَم بِظَاهِرٍ مِّنَ القول﴾ أي أتقولون بأفواهكم من غير روية ولا تفكير ببطلان ما\nتقولون؟ فكان هذا الاحتجاج مناديًا على نفسه بالإعجاز وأه ليس من كلام البشر.", "ayah": 24, "surah": 13}