{"text": "المنَاسَبَة: لّما ذكر تعالى الوصية عند دنوّ الأجل وأمر بتقوى الله والسمع والطاعة، أعقبه بذكر اليوم المهول المخيف وهو يوم القيامة الذي يجمع الله فيه الأولين والآخرين للجزاء والحساب، ثم ذكر المعجزات التي أيّد بها عبده ورسوله «عيسى» ومنها المائدة من السماء، وختم السورة الكريمة ببراءة السيد المسيح من دعوى الألوهية.\nاللغَة: ﴿كَفَفْتُ﴾ منعتُ وصرفتُ ومنه الكفيف لأنه منع الرؤية ﴿أَيَّدتُّكَ﴾ قوّيتك مأخوذ من الأيْد وهو القوة ﴿أَوْحَيْتُ﴾ الوحي: إِلقاء المعنى إلى النفس خفية وهو على أقسام: وحيٌ بمعنى الإِلهام ووحيٌ بمعنى الإِعلام في اليقظة والمنام، ووحيٌ بمعنى إِرسال جبريلَ إِلى الرسل ﵈ ﴿مائدة﴾ المائدة: الخُوان الذي عليه الطعام أي السُّفرة فإِن لم يكن عليه طعام فليس بمائدة ﴿الرَّقِيبَ﴾ المراقب الشاهد على الأفعال ﴿أَبَدًا﴾ أي بلا انقطاع.\nالتفِسير: ﴿يَوْمَ يَجْمَعُ الله الرسل﴾ أي اذكروا أيها الناس ذلك اليوم الرهيب يوم القيامة حين يجمع الله الرسل والخلائق للحساب والجزاء ﴿فَيَقُولُ مَاذَآ أُجِبْتُمْ﴾ أي ما الذي أجابتكم به أممكم؟ وما الذي ردّ عليكم قومكم حين دعوتموهم إِلى الإِيمان والتوحيد؟ ﴿قَالُواْ لاَ عِلْمَ لَنَآ﴾ أي لا علم لنا إِلى جنب علمك قال ابن عباس: أي لا علم لنا إِلا علم أنت أعلم به منا ﴿إِنَّكَ أَنتَ عَلاَّمُ الغيوب﴾ أي تعلم ما لا نعلم ممّا ظهر وبطن قال أبو السعود: وفيه إِظهارٌ للشكوى وردٌ للأمر إِلى علمه تعالى بما لقوا من قومهم من الخطوب وكابدوا من الكروب والتجاءٌ إِلى ربهم في الانتقام منهم ﴿إِذْ قَالَ الله ياعيسى ابن مَرْيَمَ اذكر نِعْمَتِي عَلَيْكَ وعلى وَالِدَتِكَ إِذْ أَيَّدتُّكَ﴾ قال ابن كثير: يذكر تعالى ما منَّ به على عبده ورسوله عيسى بن مريم ﵇ بما أجراه على يديه من المعجزات وخوارق العادات أي اذكر نعمتي عليك في خلقي إِياك من أمّ بلا ذكر وجعلي إِيّاك آية قاطعة على كمال قدرتي، وعلى والدتك حيث جعلتك برهانًا على براءتها ممّا اتهمها به الظالمون من الفاحشة وقال القرطبي: هذا من صفة يوم القيامة كأنه قال: اذكر يوم يجمع الله الرسل وإِذ يقول لعيسى كذا وذكر بلفظ الماضي ﴿إِذْ قَالَ﴾ تقريبًا للقيامة لأن ما هو آتٍ قريب ﴿إِذْ أَيَّدتُّكَ بِرُوحِ القدس﴾ أي حين قوّيتك بالروح الطاهرة المقدسة «جبريل» ﵇ ﴿تُكَلِّمُ الناس فِي المهد وَكَهْلًا﴾ أي تكلّم الناس في المهد صبيًّا وفي الكهولة نبيًا ﴿وَإِذْ عَلَّمْتُكَ الكتاب والحكمة والتوراة والإنجيل﴾ أي واذكر نعمتي\nعليك حين علمتك الكتابة والحكمة وهي العلم النافع مع التوراة والإِنجيل ﴿وَإِذْ تَخْلُقُ مِنَ الطين كَهَيْئَةِ الطير بِإِذْنِي﴾ أي واذكر أيضًا حين كنت تصوّر الطين كصورة الطير بتيسيري وأمري ﴿فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي﴾ أي فتنفخ في تلك الصورة والهيئة فتصبح طيرًا بأمر الله ومشيئته ﴿وَتُبْرِىءُ الأكمه والأبرص بِإِذْنِي﴾ أي تشفي الأعمى الذي لايبصر والأبرص الذي استعصى شفاؤه بأمري ومشيئتي ﴿وَإِذْ تُخْرِجُ الموتى بِإِذْنِيِ﴾ أي تحيي الموتى بأمري ومشيئتي، وكرر لفظ ﴿بِإِذْنِي﴾ مع كل معجزة ردًا على من نسب الربوبية إِلى عيسى ولبيان أن تلك الخوارق من جهته سبحانه أظهرها على يديه معجزة له ﴿وَإِذْ كَفَفْتُ بني إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُمْ بالبينات﴾ أي واذكر حين منعتُ اليهود من قتلك لّما همّوا وعزموا على الفتك بك حين جئتهم بالحجج والمعجزات ﴿فَقَالَ الذين كَفَرُواْ مِنْهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي قال الين جحدوا نبوتك ولم يؤمنوا بك ما هذه الخوارق إِلا سحرٌ ظاهر واضح ﴿وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي﴾ وهذا أيضًا من الامتنان على عيسى أي واذكر حين أمرتُ الحواريين وقذفت في قلوبهم أن صدّقوا بي وبرسولي عيسى بن مريم ﴿قالوا آمَنَّا واشهد بِأَنَّنَا مُسْلِمُونَ﴾ أي قال الحواريون صدّقنا يا رب بما أمرتنا واشهد بأننا مخلصون في هذا الإِيمان خاضعون لأمر الرحمن ﴿إِذْ قَالَ الحواريون ياعيسى ابن مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السمآء﴾ أي واذكر حين قال الحواريون يا عيسى هل يقدر ربك على إنزال مائدة من السماء علينا؟ قال القرطبي: وكان هذا السؤال في ابتداء أمرهم قبل استحكام معرفتهم بالله ﷿ ويجوز أن يكون ذلك صدر ممن كان معهم من الجهال كما قال بعض قوم موسى\n﴿اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ﴾ [الأعراف: ١٣٨] وقال أبو حيان: وهذا اللفظ يقتضي ظاهره الشك في قدرة الله تعالى على أن ينزّل مائدة من السماء وهذا ما ذهب إِليه الزمخشري وأما غيره من أهل التفسير فأطبقوا على أن الحواريين كانوا مؤمنين وهم خواص عيسى وأنهم لم يشكّوا في ذلك حتى قال الحسن: لم يشكوا في قدرة الله وإِنما سألوه سؤال مستخبر هل ينزّل أم لا؟ فإن كان ينزّل فاسأله لنا فسؤالهم كان للاطمئنان والتثبت ﴿قَالَ اتقوا الله إِن كُنْتُم مُّؤْمِنِينَ﴾ أي اتقوا الله في أمثال هذه الأسئلة إن كنتم مصدقين بكمال قدرته تعالى ﴿قَالُواْ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا﴾ أي قال الحواريون نريد بسؤالنا المائدة أن نأكل منها تبركًا وتسكن نفوسنا بزيادة اليقين ﴿وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا﴾ أي ونعلم علمًا يقينًا لا يحوم حوله شائبة من الشك بصدقك في دعوى النبوة ﴿وَنَكُونَ عَلَيْهَا مِنَ الشاهدين﴾ أي نشهد بها عند من لم يحضرها من الناس ﴿قَالَ عِيسَى ابن مَرْيَمَ اللهم رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السمآء﴾ أجابهم عيسى إِلى سؤال المائدة لإِلزامهم بالحجة الدامغة وروي أنه لما الدعاء لبس جبة شعر ورداء شعر وقام يصلي ويدعو ربه ويبكي قال أبو السعود: نادى عيسى ربه مرتين: مرة بوصف الألوهية الجامعة لجميع الكمالات،\nومرة بوصف الربوبية المنبئة عن التربية إِظهارًا لغاية التضرع ﴿تَكُونُ لَنَا عِيدًا لأَوَّلِنَا وَآخِرِنَا﴾ أي يكون يوم فرح وسرور لنا ولمن يأتي بعدنا ﴿وَآيَةً مِّنْكَ وارزقنا وَأَنتَ خَيْرُ الرازقين﴾ أي ودلالة وحجة شاهدة على صدق رسولك وارزقنا يا ألله فإِنك خير من يعطي ويرزق لأنك الغني الحميد ﴿قَالَ الله إِنِّي مُنَزِّلُهَا عَلَيْكُمْ﴾ أي أجاب الله دعاءه فقال إِني سأُنزل عليكم هذه المائدة من السماء ﴿فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فإني أُعَذِّبُهُ عَذَابًا لاَّ أُعَذِّبُهُ أَحَدًا مِّنَ العالمين﴾ أي من كفر بعد تلك الآية الباهرة فسوف أعذبه عذابًا شديدًا لا أُعذّب مثل ذلك التعذيب أحدًا من البشر وفي الحديث\n«أُنزلت المائدة من السماء خبزًا ولحمًا وأُمروا ألا يدّخروا لغدٍ ولا يخونوا فخانوا وادخروا ورفعوا لغدٍ فمسخوا قردة وخنازير» قال في التسهيل: جرت عادة الله ﷿ بعقاب من كفر بعد اقتراح آية فأُعطيها، ولما كفر بعض هؤلاء مسهم الله خنازير ﴿وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله﴾ هذا عطف قصة على قصة ﴿إِذْ قَالَ الحواريون﴾ ﴿وَإِذْ قَالَ الله ياعيسى﴾ قال ابن عباس: هذا القول يكون من الله يوم القيامة على رءوس الخلائق ليعلم الكفار أنهم كانوا على باطل والمعنى: اذكر للناس يوم يخاطب الله عبده ورسوله عيسى بن مريم في الآخرة توبيخًا للكفرة وتبكيتًا لهم قائلًا، يا عيسى أأنت دعوت الناس إِلى عبادتك والاعتقاد بألوهيتك وألوهية أمك؟! قال القرطبي: إِنما سأله عن ذلك توبيخًا لمن ادّعى ذلك عليه ليكون إِنكاره بعد السؤال أبلغ في التكذيب وأشد في التوبيخ والتقريع ﴿قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ﴾ أي أنزهك عما لا يليق بك يا رب فما ينبغي لي أن أقول قولًا لا يحق لي أن أقوله ﴿إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ﴾ أي إِن كان ذلك صدر مني فإِنك لا يخفى عليك شيء وأنت العالم بأني لم أقله، وهذا اعتذارٌ وبراءة من ذلك القول ومبالغةٌ في الأدب وإِظهار الذلّة والمسكنة في حضرة ذي الجلال ﴿تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب﴾ أي تعلم حقيقة ذاتي وما انطوت عليه ولا أعلم حقيقة ذاتك وما احتوت عليه من صفات الكمال إِنك أنت العالم بالخفايا والنوايا وعلمك محيط بما كان وما يكون ﴿مَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِي بِهِ﴾ أي ما أمرتهم إِلا بما أمرتني به قال الرازي: وضع القول موضع الأمر نزولًا على موجب الأدب لئلا يجعل نفسه وربه آمرين معًا ﴿أَنِ اعبدوا الله رَبِّي وَرَبَّكُمْ﴾ أي قلت لهم اعبدوا الله خالقي وخالقكم فأنا عبد مثلكم ﴿وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ﴾ أي كنت شاهدًا على أعمالهم حين كنتُ بين أظهرهم ﴿فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ﴾ أي فلما قبضتني إِليك بالرفع إِلى السماء كنت يا ألله الحفيظ لأعمالهم، والشاهد على أفعالهم ﴿وَأَنتَ على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي وأنت المطّلع على كل شيء لا يخفى عليك شيء ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ﴾ أي إِن تعذبهم فأنت مالكهم تتصرف فيهم كيف شئت لا اعتراض عليك ﴿وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم﴾ أي وإِن تغفر لمن تاب منهم فإِنك أنت الغالب على أمره الحكيم في صنعه ﴿قَالَ الله هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ﴾ أي يوم القيامة ينفع الصادقين في الدنيا صدقُهم\nلأنه يوم الجزاء ﴿لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ أي لهم جنات تجري من تحت غرفها وأشجارها الأنهار ماكثين فيها لا يخرجون منها أبدًا ﴿رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ ذلك الفوز العظيم﴾ أي نالوا رضوان الله لصدقهم ورضوا عن الله فيما أثابهم وجازاهم ذلك هو الظفر والفوز الكبير بجنات النعيم ﴿للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي الجميع ملكه وتحت قهره ومشيئته وهو القادر على كل شيء.\n«أن النبي ﷺ َ تلا قول الله ﷿ في إبراهيم ﴿رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ﴾ [إبراهيم: ٣٦] وقول عيسى ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم﴾ فرفع يديه وقال: اللهم أمتي أمتي وبكى فقال الله تعالى يا جبريل: اذهب إِلى محمد - وربك أعلم - فاسأله ما يبكيك؟ فأتاه جبريل ﵇ فسأله فأخبره رسول الله ﷺ َ بما قال وهو أعلم، فقال الله يا جبريل: اذهب إِلى محمد فقل له إِنا سنرضيك في أمتك ولانسوءك» .", "ayah": 110, "surah": 5}