{"text": "المنَاسَبَة: لّما ذكر تعالى تمرد بني إِسرائيل وعصيانهم لأمر الله في قتال الجبارين، ذكر قصة ابني آدم وعصيان «قابيل» أمر الله وإِقدامه على قتل النفس البريئة التي حرمها الله، فاليهود اقتفوا في العصيان أوَّل عاصٍ لله في الأرض، فطبيعةُ الشر فيهم مستقاةٌ من ولد آدم الأول، فاشتبهت القصتان من حيث التمرد والعصيان، ثم ذكر تعالى عقوبة قُطّاع الطريق والسُرَّاق الخارجين على أمن الدولة والمفسدين في الأرض.\nاللغَة: ﴿قُرْبَانًا﴾ القُربان ما يُتقرب به إِلى الله ﴿تَبُوءَ﴾ ترجع يقال: باء إِذا رجع إِلى المباءة وهي المنزل ﴿فَطَوَّعَتْ﴾ سوَّلت وسهَّلت يقال: طاع الشيءُ إِذا سهل وانقاد وطوَّعه له أي سهّله ﴿يَبْحَثُ﴾ يفتش وينقب ﴿سَوْءَةَ﴾ السوأة: العورة ﴿يَاوَيْلَتَا﴾ كلمة تحسر وتلهف قال سيبويه: كلمةً تقال عند الهلكة ﴿يُنفَوْاْ﴾ نفاه: طرده وأصله الإِهلاك ومنه النقابة لرديء المتاع ﴿خِزْيٌ﴾ الخزي الفضيحة والذل يقال أخزاه الله أي فضحه وأذله ﴿الوسيلة﴾ كل ما يتوسل به إِلى الله ﴿نَكَالًا﴾ عقوبة.\nالتفِسير: ﴿واتل عَلَيْهِمْ نَبَأَ ابنيءَادَمَ بالحق﴾ أي اقرأ يا محمد على هؤلاء الحسدة من اليهود وأشباههم خبر «قابيل وهابيل» ابنيْ آدم ملتبسةً بالحق والصِّدق وذكّرهم بهذه القصة فهي قصة حق ﴿إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر﴾ أي حين قرَّب كلٌ منهما قربانًا فتُقبل من هابيل ولم يُتقبل من قابيل قال المفسرون: سبب هذ القربان أن حوّاء كانت تلد في كل بطنٍ ذكرًا وأنثى وكان يزوّج الذكر من هذا البطن الأنثى من البطن الآخر فلما أراد آدم أن يزوّج قابيلَ أخت هابيل ويزوّج هابيل أخت قابيل رضي هابيل وأبى قابيل لأن توأمته كانت أجمل فقال لهما آدم: قرّبا قربانًا فمن أيكما تُقبل تزوجها، وكان قابيل صاحب زرع فقرّب أرذل زرعه وكان هابيل صاحب غنم فقرّب أحسن كبشٍ عنده فقبل قربانُ هابيل بأن نزلت نارٌ فأكلته فازداد قابيل حسدًا وسخطًا وتوعّده بالقتل ﴿قَالَ لأَقْتُلَنَّكَ﴾ أي قال قابيل لأخيه هابيل لأقتلنك قال: لمَ؟ قال لأنه تقبل قربانك ولم يتقبل قرباني قال: وما ذنبي؟ ﴿قَالَ إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين﴾ أي إِنما يتقبل ممن اتقى ربه وأخلص نيته قال البيضاوي: توعّده بالقتل لفرط الحسد له على تقبل قربانه فأجابه بأنك أتيت من قِبل نفسك بترك التقوى لا من قِبَلي وفيه إِشارة إِلى أن الطاعة لا تُقبل إِلا من مؤمن متّقٍ لله ﴿لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ﴾ أي لئن مددتَ إِليَّ يدك ظلمًا لأجل قتلي ما كنتُ لأقابلك بالمثل قال ابن عباس المعنى: ما أنا بمنتصر لنفسي ﴿إني أَخَافُ الله رَبَّ العالمين﴾ أي لا أمدُّ يدي إِليك لأني أخاف ربَّ العالمين قال الزمخشري: قيل: كان هابيل أقوى من القاتل ولكنه تحرّج عن قتل أخيه خوفًا من الله ﴿إني أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النار﴾ أي إِن قتلتني فذاك أحبُّ إِليَّ من أن أقتلك قال أبو حيان: المعنى إِن سبق بذلك قَدَرٌ فاختياري أن أكون مظلومًا ينتصر الله لي لا ظالمًا وقال ابن عباس: المعن لا أبدؤك بالقتل لترجع بإِثم قتلي إِن قتلتني، وإِثمك الذي كان منك قبل قتلي فتصير من أهل النار ﴿وَذَلِكَ جَزَآءُ الظالمين﴾ أي عقاب من تعدّى وعصى أمر الله ﴿فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الخاسرين﴾ أي زيّنت له نفسه وسهّلت له قتل أخيه فقتله فخسر وشقي قال ابن عباس: خوّفه بالنار فلم ينته ولم ينزجر ﴿فَبَعَثَ الله غُرَابًا يَبْحَثُ فِي الأرض لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ﴾ أي أرسل الله غرابًا يحفر بمنقاره ورجله الأرض ليُرى القاتل كيف يستر جسد أخيه قال مجاهد: بعث الله غرابين فاقتتلا حتى قتل أحدهما صاحبه ثم\nحفر له فدفنه، وكان ابن آدم هذا أول من قُتِل، وروي أنه لما قتله تركه بالعراء ولم يدر كيف يدفنه حتى رأى الغراب يدفن صاحبه فلما رآه ﴿قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذا الغراب فَأُوَارِيَ سَوْءَةَ أَخِي﴾ أي قال قابيل متحسرًا يا ويلي ويا هلاكي أضعفتُ أن أكون مثل هذا الطير فأستر جسد أخي في التراب كما فعل هذا الغراب؟ ﴿فَأَصْبَحَ مِنَ النادمين﴾ أي صار نادمًا على عدم الاهتداء إِلى دفن أخيه لا على قتله قال ابن عباس: ولو كانت ندامته على قتله لكانت الندامة توبةً له ﴿مِنْ أَجْلِ ذلك كَتَبْنَا على بني إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض﴾ أي من أجل حادثة «قابيل وهابيل» وبسبب قتله لأخيه ظلمًا فرضنا وحكمنا على بني إِسرائيل أن من قتل منهم نفسًا ظلمًا بغير أن يقتل نفسًا فيستحق القصاص وبغير فسادٍ يوجب إِهدار الدم كالردّة وقطع الطريق ﴿فَكَأَنَّمَا قَتَلَ الناس جَمِيعًا﴾ أي فكأنه قتل جميع الناس قال البيضاوي: من حيث أنه هتك حرمة الدماء وسنَّ القتل وجرأ الناس عليه، والمقصود منه تعظيم قتل النفس وإِحيائها في القلوب ترهيبًا عن التعرض لها وترغيبًا في المحاماة عليها ﴿وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا﴾ أي ومن تسبَّب لبقاء حياتها واستنقذها من الهَلَكة فكأنه أحيا جميع الناس قال ابن عباس في تفسير الآية: من قتل نفسًا واحدةً حرّمها الله فهو مثلُ من قتل الناس جميعًا ومن امتنع عن قتل نفسٍ حرمها الله وصان حرمتها خوفًا من الله فهو كمن أحيا الناس جميعًا ﴿وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بالبينات﴾ أي بعدما كتبنا على بني إِسرائيل هذا التشديد العظيم وجاءتهم رسلنا بالمعجزات الساطعات والآيات الواضحات ﴿ثُمَّ إِنَّ كَثِيرًا مِّنْهُمْ بَعْدَ ذلك فِي الأرض لَمُسْرِفُونَ﴾ أي ثم إنهم بعد تلك الزواجر كلها يسرفون في القتل ولا يبالون بعظمته قال ابن كثير: هذا تقريعٌ لهم وتوبيخ على ارتكابهم المحارم بعد علمهم بها وقال الرازي: إِن اليهود مع علمهم بهذه المبالغة العظيمة أقدموا على قتل الأنبياء والرسل وذلك يدل على غاية قساوة قلوبهم ونهاية بعدهم عن طاعة الله تعالى، ولما كان الغرض من ذكر هذه القصص تسلية الرسول ﷺ َ لأنهم عزموا على الفتك به وبأصحابه كان تخصيص بني إِسرائيل بهذه المبالغة العظيمة مناسبًا للكلام ومؤكدًا للمقصود، ثم ذكر تعالى عقوبة قُطّاع الطريق فقال ﴿إِنَّمَا جَزَآءُ الذين يُحَارِبُونَ الله وَرَسُولَهُ﴾ أي يحاربون شريعة الله ودينه وأولياءه ويحاربون رسوله ﴿وَيَسْعَوْنَ فِي الأرض فَسَادًا﴾ أي يفسدون في الأرض بالمعاصي وسفك الدماء ﴿أَن يقتلوا﴾ أي يُقتلوا جزاء بغيهم ﴿أَوْ يصلبوا﴾ أي يُقتلوا ويُصلبوا زجرًا لغيرهم، والصيغةُ للتكثير ﴿أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ﴾ معناه أن تُقطع أيديهم اليمنى وأرجلهم اليسرى ﴿أَوْ يُنفَوْاْ مِنَ الأرض﴾ أي يُطردوا ويُبعدوا من بلدٍ إِلى بلد آخر ﴿ذلك لَهُمْ خِزْيٌ فِي الدنيا﴾ أي ذلك الجزاء المذكور ذلٌ لهم وفضيحة في الدنيا ﴿وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ﴾ هو عذاب النار، قال بعض العلماء: الإِمام بالخياران إِن شاء قتل، وإِن شاء صلب، وإِن شاء قطع الأيدي والأرجل، وإِن شاء نفى وهو مذهب مالك وقال ابن عباس: لكلّ\nربتةٌ من العقاب فمن قَتَل قُتل، ومن قتل وأخذ المال قُتل وصُلب، ومن اقتصر على أخذ المال قطعت يده ورجله من خلاف، ومن أخاف فقط نُفي من الأرض، وهذا قول الجمهور ﴿إِلاَّ الذين تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ﴾ أي لكن الذين تابوا من المحاربين وقُطّأع الطريق قبل القدرة على أخذهم وعقوبتهم ﴿فاعلموا أَنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة والرحمة لمن تاب وأناب يقبل توبته ويغفر زلّته، ثم أمر تعالى المؤمنين بالتقوى والعمل الصالح فقال ﴿يَا أَيُّهَا الذين آمَنُواْ اتقوا الله وابتغوا إِلَيهِ الوسيلة﴾ أي خافوا عقابه واطلبوا ما يقربكم إِليه من طاعته وعبادته قال قتادة: تقربوا إِليه بطاعته والعمل بما يرضيه ﴿وَجَاهِدُواْ فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ﴾ أي جاهدوا لإِعلاء دينه لتفوزوا بنعيم الأبد ﴿إِنَّ الذين كَفَرُواْ لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ﴾ أي لو كان لكل كافر جميع ما في الأرض من خيرات وأموال ومثله معه ﴿لِيَفْتَدُواْ بِهِ مِنْ عَذَابِ يَوْمِ القيامة مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي وارد أن يفتدي بها نفسه من عذاب الله ما نفعه ذلك وله عذاب مؤلم موجع ﴿يُرِيدُونَ أَن يَخْرُجُواْ مِنَ النار وَمَا هُم بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُّقِيمٌ﴾ أي دائم لا ينقطع وفي الحديث\n«يُجاء بالكافر يوم القيامة فيقال له: أرأيتَ لو كان لك ملء الأرض ذهبًا أكنتَ تفتدي به؟ فيقول نعم فيقال له: قد كنتَ سُئلتَ ما هو أيسرُ من ذلك ألاّ تشرك بي فأبيت فيؤمر به إِلى النار»\nثم كذر تعالى عقوبة السارق فقال ﴿والسارق والسارقة فاقطعوا أَيْدِيَهُمَا﴾ أي كل من سرق رجلًا كان أو امرأة فاقطعوا يده ﴿جَزَآءً بِمَا كَسَبَا﴾ أي مجازاة لهما على فعلهما القبيح ﴿نَكَالًا مِّنَ الله﴾ أي عقوبة من الله ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي حكيم في شرعه فلا يأمر بقطع اليد ظلمًا ﴿فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ﴾ أي رجع عن السرقة ﴿وَأَصْلَحَ﴾ أي أصلح سيرته وعمله ﴿فَإِنَّ الله يَتُوبُ عَلَيْهِ﴾ أي يقبل توبته فلا يعذبه في الآخرة ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي مبالغ في المغفرة والرحمة، ثم نبّه تعالى على واسع ملكه وأنه لا معقّب لحكمه فقال ﴿أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض﴾ أي ألم تعلم أيها المخاطب أن الله تعالى له السلطان القاهر والملك الباهر وبيده ملكوت السماوات والأرض والاستفهام للتقرير ﴿يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي يعذّب من يشاء تعذيبه ويغفر لمن يشاء غفران ذنبه وهو القادر على كل شيء الذي لا يعجزه شيء.\nالبَلاَغَة: ١ - الطباق بين كلمة ﴿قَتَلَ ... أَحْيَا﴾ وهو من المحسنات البديعية وكذلك بين.\n٢ - ﴿يُحَارِبُونَ الله﴾ هو على حذف مضاف أي يحاربون أولياء الله لأن الله لا يُحارب ولا يٌغالب فالكلام على سبيل المجاز.\n٣ - الاستعارة ﴿وَمَنْ أَحْيَاهَا﴾ لأن المراد استبقاها ولم يتعرض لقتلها، وإِحياء النفس بعد موتها لا يقدر عليه إِلا الله تعالى.\n٤ - ﴿لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُواْ بِهِ﴾ قال الزمخشري: هذا تمثيلٌ للزوم\nالعذاب لهم وأه لا سبيل لهم إِلى النجاةمنه بوجهٍ من الوجوه.\n٥ - طباق السلب ﴿لَئِن بَسَطتَ ... مَآ أَنَاْ بِبَاسِطٍ يَدِيَ﴾ .\nالفوَائد: الأولى: النفي من الأرض كما يكون بالطرد والإِبعاد يكون بالحبس ولهذا قال مالك ﵀: النفيُ: السجنُ ينفى من سعة الدنيا إِلى ضيقها قال الشاعر وهو في السجن:\nخرجنا عن الدنيا وعن وصل أهلها ... فلسنا من الأحياء ولسنا من الموتى\nإِذا جاءنا السّجان يومًا لحاجةٍ ... عجبنا وقلنا: جاء هذا من الدنيا\nالثانية: السرُّ في تقديم السارق على السارقة هنا وتقديم الزانية على الزاني في قوله ﴿الزانية والزاني فاجلدو﴾ [النور: ٢] أن الرجل على السرقة أجرأ، والزنى من المرأة أشنع وأقبح فناسب ذكر كل منهما المنام.\nالثالثة: قال الأصمعي: قرأتُ يومًا هذه الآية ﴿والسارق والسارقة﴾ وإِلى جنبي أعرابي فقلت ﴿الله غَفُورٌ رَّحِيمٌ﴾ سهوًا فقال الأعرابي: كلامُ من هذا؟ قلت: كلام الله قال: ليس هذا بكلام الله أعِدْ فأعدت وتنبهتُ فقلت ﴿والله عَزِيزٌ حَكِيمٌ﴾ فقال: نعم هذا كلام الله فقلت: أتقرأ القرآن؟ قال: لا قلت: فمن أين علمت أني أخطأتُ؟ فقال يا هذا: عزّ َفحكم فقطع، ولو غفر ورحم لما قطع.\nالرابعة: اعترض بعض الملحدين على الشريعة الغراء في قطع يد السارق بالقليل من المال ونظم ذلك شعرًا فقال:\nيدٌ بخمسِ مثين عسجدٍ وُديتْ ... ما بالُها قُطعتْ في رُبْع دينار؟\nتحكّمٌ مالنا إلا السكوتُ له ... وأن نعوذَ بمولانا من النّار\nفأجابه بعض العلماء بقوله:\nعزُّ الامانة أغلاها وأرخصَها ... ذلُّ الخيانةِ فافهم حكمةَ الباري\nأي لّما كانت أمينة كانت ثمينة، فلما خانت هانت، ويا له من قول سديد.\n«كلمة وجيزة حول قطع يد السارق»\nيعيب بعض الغربيين على الشريعة الإِسلامية قطع يد السارق ويزعمون أن هذه العقوبة صارمة لا تليق بمجتمع متحضر ويقولون: يكفي في عقوبته السجن ردعًا له، وكان من أثر هذه الفلسفة التي لا تستند على منطقٍ سليم أن زادت الجرائم وكثرت العصابات وأصبحت السجون ممتلئة بالمجرمين وقطاع الطريق الذين يهدّدون الأمن والاستقرار، يسرق السارق وهو آمن مطمئن لا يخشى شيئًا اللهم إلا ذلك السجن يُطعم ويُكسى فيه فيقضي مدة العقوبة التي فرضها عليه القانون الوضعي ثم يخرج منه وهو إِلى الإِجرام أميل وعلى الشر أقدر، يؤكد هذا ما نقرؤه ونسمعه عن تعداد الجرائم وزيادتها يومًا بعد يوم، وذلك لقصور العقل البشري عن الوصول إلى الدواء الناجع والشفاء النافع\nلمعالجة مثل هذه الأمراض الخطيرة، أما الإِسلام فقد استطاع أن يقتلع الشر من جذوره ويدٌ واحدة تقطع كافية لردع المجرمين فيا له من تشريع حكيم!!", "ayah": 34, "surah": 5}