{"text": "المنَاسَبَة: لما ذكر تعالى قصة ابني آدم وإِقدام الأخ على قتل أخيه بسبب البغي والحسد وذكر أحكام الحرابة والسرقة، أعقبه بذكر أمر المنافقين وأمر اليهود في حسدهم للنبي ﷺ َ وتربصهم به\nوبأصحابه الدوائر، وأمر رسوله ﷺ َ ألا يحزن لما يناله من أذى من أعداء الإِنسانية فالله سيعصمه من شرهم، وينجيه من مكرهم، ثم يذكر ما أنزل الله من أحكام نورانية في شريعة التوراة.\nاللغَة: ﴿يَحْزُنكَ﴾ الحُزْن والحَزَن خلاف السرور ﴿السُّحْتِ﴾ الحرام: سمي بذلك لأنه يسحتُ الطاعات أي يذهبها ويستأصلها وأصل السحت: الهلاك قال تعالى ﴿فَيُسْحِتَكُم بِعَذَابٍ﴾ [طه: ٦١] أي يستأصلكم ويهلككم ﴿الأحبار﴾ جمع حَبْر وهو العالم مأخوذ من التحبير وهو التحسين ﴿وَقَفَّيْنَا﴾ أتبعنا ﴿مُهَيْمِنًا﴾ المهيمين: الرقيب على الشيء الحافظ له، من هيمن عليه أي راقبه ويأتي بمعنى العالي والمرتفع على الشيء ﴿شِرْعَةً﴾ الشِّرعة: السُّنَّة والطريقة يقال: شرع لهم أي سنَّ لهم ﴿مِنْهَاجًا﴾ المنهاج: الطريق الواضح\nسَبَبُ النّزول: عن البراء بن عازب قال: «مُرَّ على النبي ﷺ َ بيهودي محمّمًا مجلودًا فدعاهم فقال: هكذا تجدون حد الزاني في كتابكم؟ قالوا نعم فدعا رجلًا من علمائهم فقال: أنشدك بالله الذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم؟ قال: لا، ولولا أنك نشدتني بهذا لم أخبرك، نجده الرجم ولكنه كثر في أشرافنا فكنا إِذا أخذنا الشريف تركناه، وإِذا أخذنا الضعيف أقمنا عليه الحد فقلنا: تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع فاجتمعنا على التحميم والجلد مكان الرجم فقال رسول الله ﷺ َ: اللهم إِني أول من أحيا أمرك إِذ أماتوه فأمر به فرجم» فأنزل الله ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ إِلى قوله ﴿إِنْ أُوتِيتُمْ هذا فَخُذُوهُ﴾ يقولون: ائتوا محمدًا فإِن أمركم فالتحميم والجلد فخذوه وإِن أفتاكم بالرجم فاحذروا.\nالتفِسير: ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ الخطاب للرسول ﷺ َ على وجه التسلية أي لا تتأثر يا محمد ولا تحزن لصنيع الذين يتسابقون نحو الكفر ويقعون فيه بسرعة ﴿مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ﴾ أي من المنافقين الذين لا يُجاوز الإِيمان أفواههم يقولون بألسنتهم آمنا وقلوبهم كافرة ﴿وَمِنَ الذين هَادُواْ﴾ أي ومن اليهود ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ أي هم مبالغون في سماع الأكاذيب والأباطيل وفي قبول ما يفتريه أحبارهم من الكذب على الله وتحريف كتابه ﴿سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ﴾ أي مبالغون في قبول كلام قومٍ آخرين لم يحضروا مجلسك تكبرًا وإِفراطًا في العداوة والبغضاء وهم يهود خيبر، والسماعون للكذب بنو قريظة ﴿يُحَرِّفُونَ الكلم مِن بَعْدِ مَوَاضِعِهِ﴾ أي يُزيلونه ويُميلونه عن مواضعه بعد أن وضعه الله تعالى فيها والمراد تحريف أحكام الله وتغييرها بأحكام أخرى قال ابن عباس: هي حدود الله في التوراة غيروا الرجم بالجلد والتحميم - يعني تسويد الوجه - ﴿يَقُولُونَ إِنْ أُوتِيتُمْ هذا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فاحذروا﴾ أي إِن أمركم محمد بالجلد فأقبلوا وإِن أمركم بالرجم فلا تقبلوا قال تعالى ردًّا عليهم ﴿وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئًا﴾ أي ومن يرد الله كفره وضلالته فلن يقدر أحدٌ على دفع ذلك عنه ﴿أولئك الذين لَمْ يُرِدِ الله أَن يُطَهِّرَ قُلُوبَهُمْ﴾ أي لم يرد الله أن يطهرّ قلوبهم من رجس الكفر وخبث الضلالة لقبح\nصنيعهم وسوء اختيارهم ﴿لَهُمْ فِي الدنيا خِزْيٌ﴾ أي ذلٌ وفضيحة ﴿وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ﴾ هو الخلود في نار جهنم قال أبو حيان: والآية جاءت تسلية للرسول ﷺ َ وتخفيفًا عنه من ثقل حزنه على مسارعتهم في الكفر وقطعًا لرجائه من فلاحهم ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ أي الباطل كرره تأكيدًا وتفخيمًا ﴿أَكَّالُونَ لِلسُّحْتِ﴾ أي الحرام من الرشوة والربا وشبه ذلك ﴿فَإِن جَآءُوكَ فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ﴾ أي إِن تحاكموا إِليك يا محمد فيما شجر بينهم من الخصومات فأنت مخير بين أن تحكم بينهم وبين أن تُعرض عنهم قال ابن كثير: أي إِن جاءك يتحاكمون إِليك فلا عليك ألا تحكم بينهم لأنهم لا يقصدون بتحاكمهم إِليك اتباع الحق بل ما يوافق أهواءهم ﴿وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا﴾ أي لأن الله عاصمك وحافظك من الناس ﴿وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ بالقسط إِنَّ الله يُحِبُّ المقسطين﴾ أي فاحكم بينهم بالعدل والحق وإِن كانا ظلمةً خارجين عن طريق العدل لأن الله يحب العادلين، ثم قال تعالى منكرًا عليهم مخالفتهم لأحكام التوراة ﴿وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التوراة فِيهَا حُكْمُ الله﴾ أي كيف يحكّمك يا محمد هؤلاء اليهود ويرضون بحكمك وعندهم التوراة فيها حكم الله يرونه ولا يعملون به؟ قال الرازي: هذا تعجيبٌ من الله تعالى لنبيه ﷺ َ بتحكيم اليهود إِيّاه بعد علمهم بما في التوراة من حد الزاني ثم تركهم قبول ذلك الحكم، فعدلوا عما يعتقدونه حكمًا حقًا إِلى ما يعتقدونه باطلًا طلبًا للرخصة فظهر بذلك جهلهم وعنادهم ﴿ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذلك﴾ أي يعرضون عن حكمك الموافق لكتابهم بعد أن وضح لهم الحق وبان ﴿وَمَآ أولئك بالمؤمنين﴾ أي ليسوا بمؤمنين لأنهم لا يؤمنون بكتابهم «التوراة» لإِعراضهم عنه وعن حكمك الموافق لما فيه قال في التسهيل: وهذا إِلزامٌ لهم لأن من خالف كتاب الله وبدّله فدعواه الإِيمان باطلة، ثم مدح تعالى التوراة بأنها نور وضياء فقال ﴿إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ﴾ أي أنزلنا التوراة على موسى فيها بيانٌ واضح ونور ساطع يكشف ما اشتبه من الأحكام ﴿يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ﴾ أي يحكم بالتوراة أنبياء بني إِسرائيل الذين انقادوا لحكم الله ﴿لِلَّذِينَ هَادُواْ﴾ أي يحكمون بالتوراة لليهود لا يخرجون عن حكمها ولا يُبدّلونها ولا يُحرّفونها ﴿والربانيون والأحبار﴾ أي العلماء منهم والفقهاء ﴿بِمَا استحفظوا مِن كِتَابِ الله﴾ أي بسبب أمر الله إِياهم بحفظ كتابه من التحريف والتضييع ﴿وَكَانُواْ عَلَيْهِ شُهَدَآءَ﴾ أي رقباء لئلا يُبدّل ويُغيرّ ﴿فَلاَ تَخْشَوُاْ الناس واخشون﴾ أي لا تخافوا يا علماء اليهود الناس في إِظهار ما عندكم من نعت محمد ﷺ َ والرجم بل خافوا مني في كتمان ذلك ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلًا﴾ أي ولا تستبدلوا بآياتي حطام الدنيا الفاني من الرشوة والجاه والعَرَض الخسيس ﴿وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الكافرون﴾ أي من لم يحكم بشرع الله كائنًا من كان فقد كفر وقال الزمخشري: ومن لم يحكم بما أنزل الله مستهينًا به فأولئك هم الكافرون والظالمون والفاسقون وصفٌ لهم بالعتوّ في كفرهم حين ظلموا آيات الله بالاستهزاء والاستهانة وتمرّدوا بأن حكموا بغيرها قال أبو حيان: والآية وإِن كان الظاهر من سياقها أن الخطاب فيها لليهود إِلا أنها عامة في\nاليهود وغيرهم.\n. وكل آية وردت في الكفار تجرُّ بذيلها على عصاة المؤمنين ﴿وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ النفس بالنفس﴾ أي فرضنا على اليهود في التوراة أن النفس تُقتل بالنفس ﴿والعين بالعين﴾ أي تُفقأ بالعين إِذا فقئت بدون حق ﴿والأنف بالأنف﴾ أي يجُدع بالأنف إِذا قطع ظلمًا ﴿والأذن بالأذن﴾ أي تقطع بالأذن ﴿والسن بالسن﴾ أي يقلع بالسنِّ ﴿والجروح قِصَاصٌ﴾ أي يُقتص من جانبها بأن يُفعل به مثل ما فعله بالمجني عليه وهذا في الجراح التي يمكن فيها المماثلة ولا يُخاف على النفس منها ﴿فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ﴾ قال ابن عباس: أي فمن عفا عن الجاني وتصدَّق عليه فهو كفارة للمطلوب وأجرٌ للطالب وقال الطبري: من تصدَّق من أصحاب الحق وعفا فهو كفارة له أي للمصدِّق ويكفّر الله ذنوبه لعفوه وإِسقاطه حقه ﴿وَمَن لَّمْ يَحْكُم بِمَآ أنزَلَ الله فأولئك هُمُ الظالمون﴾ أي المبالغون في الظلم لمخالفة شرع الله ﴿وَقَفَّيْنَا على آثَارِهِم بِعَيسَى ابن مَرْيَمَ﴾ أي أتبعنا على آثار النبيّين بعيسى بن مريم وأرسلناه عقيبهم مصدقًا لما تقدّمه من التوراة ﴿وَآتَيْنَاهُ الإنجيل فِيهِ هُدًى وَنُورٌ﴾ أي أنزلنا عليه الإِنجيل فيه هدى إِلى الحق ونور يُستضاء به في إِزالة الشبهات ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة﴾ أي مُعترفًا بأنها من عند الله، والتكرير لزيادة التقرير ﴿وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ﴾ أي وهاديًا وواعظًا للمتقين ﴿وَلْيَحْكُمْ أَهْلُ الإنجيل بِمَآ أَنزَلَ الله﴾ أي وآتينا عيسى بن مريم الإِنجيل وأمرناه وأتباعه بالحكم به ﴿وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون﴾ أي المتمردون الخارجون عن الإِيمان وطاعة الله ﴿وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق﴾ أي وأنزلنا إِليك يا محمد القرآن بالعدل والصدق الذي لا ريب فيه ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الكتاب﴾ أي مصدّقًا للكتب السماوية التي سبقته ﴿وَمُهَيْمِنًا عَلَيْهِ﴾ أي مؤتمنًا عليه وحاكمًا على ما قبله من الكتب قال الزمخشري: أي رقيبًا على سائر الكتب لأنه يشهد لها بالصحة والثبات قال ابن كثير: اسم المهيمن يتضمن ذلك فهو أمينٌ وشاهد وحاكم على كل كتابٍ قبله جمع الله فيه محاسن من قبله وزاده من الكمالات ما ليس في غيره ﴿فاحكم بَيْنَهُم بِمَآ أَنزَلَ الله﴾ أي فاحكم يا محمد بين الناس بما أنزل الله إِليك في هذا الكتاب العظيم ﴿وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ الحق﴾ أي لا توافقهم على أغراضهم الفاسدة عادلًا عمّا جاءك في هذا القرآن قال ابن كثير: أي لا تنصرفْ عن الحق الذي أمرك الله به إِلى أهواء هؤلاء من الجهلة الأشقياء ﴿لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا﴾ أي لكل أمةٍ جعلنا شريعة وطريقًا بينًا واضحًا خاصًا بتلك الأمة قال أبو حيان: لليهود شرعةٌ ومنهاج وللنصارى كذلك والمراد في الأحكام وأما المعتقد فواحدٌ لجميع الناس توحيدٌ وإِيمان بالرسل وجميع الكتب وما تضمنته من المعاد والجزاء ﴿وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً﴾ أي لو أراد الله لجمع الناس كلهم على دين واحد وشريعة واحدة لا ينسخ شيءٌ منها الآخر ﴿ولكن لِّيَبْلُوَكُمْ فِي مَآ آتَاكُم﴾ أي شرع الشرائع مختلفة ليختبر العباد هل يذعنون لحكم الله أم يُعرضون، فخالف بين الشرائع لينظر المطيع\nمن العاصي ﴿فَاسْتَبِقُوا الخَيْرَاتِ﴾ أي فسارعوا إِلى ما هو خيرٌ لكم من طاعة الله واتباع شرعه ﴿إلى الله مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي معادكم ومصيركم أيها الناس إِلى الله يوم القيامة فيخبركم بما اختلفتم فيه من أمر الدين ويجازيكم بأعمالكم ﴿وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ﴾ أي أُحكم بين أهل الكتاب بهذا القرآن ولا تتّبع أهواءهم الزائفة ﴿واحذرهم أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ الله إِلَيْكَ﴾ أي احذر هؤلاء الأعداء أن يصرفوك عن شريعة الله فإِنهم كذَبةٌ كفرةٌ خونة ﴿فَإِن تَوَلَّوْاْ فاعلم أَنَّمَا يُرِيدُ الله أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ﴾ أي فإِن أعرضوا عن الحكم بما أنزل الله وأرادوا غيره فاعلم يا محمد أنما يريد الله يعاقبهم ببعض إِجرامهم ﴿وَإِنَّ كَثِيرًا مِّنَ الناس لَفَاسِقُونَ﴾ أي أكثر الناس خارجون عن طاعة ربهم مخالفون للحق منهمكون في المعاصي ﴿أَفَحُكْمَ الجاهلية يَبْغُونَ﴾ الاستفهام للإِنكار والتوبيخ والمعنى أيتولون عن حكمك ويبتغون غير حكم الله وهو حكم الجاهلية؟ ﴿وَمَنْ أَحْسَنُ مِنَ الله حُكْمًا لِّقَوْمٍ يُوقِنُونَ﴾ أي ومن أعدل من الله في حكمه، وأصدقُ في بيانه، وأحكم في تشريعه لقومٍ يصدّقون بالعليّ الحكيم!!\nالبَلاَغَة: ١ - ﴿ياأيها الرسول﴾ الخطاب بلفظ الرسالة للتشريف والتعظيم.\n٢ - ﴿يُسَارِعُونَ فِي الكفر﴾ إيثار كلمة «في» على كلمة «إِلى» للإِيماء إِلى أنهم مستقرون في الكفر لا يبرحونه وإِنما ينتقلون بالمسارعة عن بعض فنونه إِلى بعض آخر.\n٣ - ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ صيغة فعّال للمبالغة أي مبالغون في سماع الكذب.\n٤ - ﴿لَهُمْ فِي الدنيا خِزْيٌ﴾ تنكير الخزي للتفخيم وتكرير لهم ﴿وَلَهُمْ فِي الآخرة﴾ لزيادة التقرير والتأكيد وبين كلمتي «الدنيا والآخرة» طباقٌ.\n٥ - ﴿وَكَيْفَ يُحَكِّمُونَكَ﴾ تعجيبٌ من تحكيمهم لرسول الله ﷺ َ وهم لا يؤمنون به ولا بكتابه.\n٦ - ﴿وَمَآ أولئك بالمؤمنين﴾ الإِشارة بالبعيد للإِيذان ببعد درجتهم في العتو والمكابرة.\n٧ - ﴿فَلاَ تَخْشَوُاْ الناس﴾ خطابٌ لرؤساء اليهود وعلمائهم بطريق الإٍلتفات والأصل «فلا يخشوا» .\n٨ - ﴿فَاسْتَبِقُوا الخَيْرَاتِ﴾ أي بادروا فعل الخيرات وفيه استعارة حيث شبهه بالمتسابقين على ظهور الخيل إِذ كل واحد ينافس صاحبه في السبق لبلوغ الغاية المقصودة.\nالفَوَائِد: قال الفخر الرازي: خاطب الله محمدًا ﷺ َ بقوله ﴿ياأيها النبي﴾ [الأحزاب: ١] في مواضع كثيرة وما خاطبه بقوله ﴿ياأيها الرسول﴾ إِلا في موضعين أحدهما ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ والثاني في هذه السورة أيضًا وهو قوله ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ﴾ [المائدة: ٦٧] وهذا الخطاب لا شك أنه خطاب تشريف وتعظيم.\nتنبيه: يقول شهيد الإِسلام «سيد قطب» طيَّب الله ثراه في تفسير الظلال ما نصه «إِن الجاهلية\nفي ضوء هذا النص القرآني البليغ ﴿أَفَحُكْمَ الجاهلية يَبْغُونَ﴾ هي حكم البشر للبشر وعبودية البشر للبشر ورفض أُلوهية الله والخروج من عبوديته إلى عبودية غير الله، إنه مفرق الطريق فإما حكم الله، وإما حكم الجاهلية وشريعة الهوى ومنهج العبودية لغير الله، والجاهلية ليست فترة من الزمان ولكنها وضع من الأوضاع يوجد بالأمس واليوم وغدًا والناسُ إما أنهم يحكمون بشريعة الله ويقبلونها ويسلمون بها تسليمًا فهم إذًا مسلمون وإما أنهم يحكمون بشريعة من صنع البشر فهم في الجاهلية وهم خارجون عن شريعة الله» .", "ayah": 44, "surah": 5}