{"text": "اللغَة: ﴿العقود﴾ أصل العقد في اللغة: الربط تقول عقدتُ الحبل بالحبل ثم استعير للمعاني قال الزمخشري: العقد العهدُ الموثّق بعقد الحبل قال الحطيئة:\nقومٌ إِذا عقدوا عقدًا لجارهم ... شدّوا العناج وشدّوا فوقه الكَرَبا\n﴿بَهِيمَةُ الأنعام﴾ البهيمة ما لا نطق له لما في صوته من الإِبهام والأنعام جمع نَعَم وهي الإِبل والبقر والغنم ﴿القلائد﴾ جمع قلادة وهي ما يقلد به الهدى من لحاء الشجر ليُعلم أنه هدي ﴿يَجْرِمَنَّكُمْ﴾ يكسبنكم يقال: جرم ذنبًا أي كسبه وأجرم اكتسب الإِثم ﴿شَنَآنُ﴾ الشنآن: البغض ﴿الموقوذة﴾ الوقذ: ضرب الشيء حتى يسترخي ويشرف على الموت ﴿النصب﴾ صنمٌ وحجر كانت الجاهلية تنصبه وتذبح عنده وجمعه أنصاب كذا في اللسان ﴿بالأزلام﴾ القداح جمع زَلَم كان أحدهم إِذا أراد سفرًا أو غزوًا أو تجارة ضرب بالقداح وهو الاستقسام بالأزلام ﴿مَخْمَصَةٍ﴾ مجاعة لأن البطون فيها تُخمص أي تضمر والخمص ضمور البطن ﴿الجوارح﴾ الكواسب من سباع البهائم والطير كالكلب والفهد والصقر والشاهين.\nسَبَبُ النّزول: عن ابن عباس أن المشركين كانوا يحجون البيت ويهدون الهدايا ويعظّمون الشعائر وينحرون، فأراد المسلمون أن يغيروا عليهم فنزلت ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ الله ...﴾ الآية.\nالتفِسير: ﴿يَا أَيُّهَا الذين آمَنُواْ أَوْفُواْ بالعقود﴾ الخطاب بلفظ الإِيمان للتكريم والتعظيم أي يا معشر المؤمنين أوفوا بالعقود وهو لفظ يشمل كل عقدٍ وعهد بين الإِنسان وربه وبين الإِنسان والإِنسان قال ابن عباس: العقود العهود وهي ما أحلَّ الله وما حرّم وما فرض في القرآن كله من التكاليف\nوالأحكام ﴿أُحِلَّتْ لَكُمْ بَهِيمَةُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ﴾ أي أُبيح لكم أكل الأنعام وهي الإِبل والبقر والغنم بعد ذبحها إِلا ما حرّم عليكم في هذه السورة وهي الميتة والدم ولحم الخنزير الخ ﴿غَيْرَ مُحِلِّي الصيد وَأَنْتُمْ حُرُمٌ﴾ أي أُحلت لكم هذه الأشياء من غير أن تستحلوا الصيد وأنتم محرمون ﴿إِنَّ الله يَحْكُمُ مَا يُرِيدُ﴾ أي يقضي في خلقه بما يشاء لأنه الحكيم في أمره ونهيه ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ الله﴾ أي لا تستحلوا حُرمات الله ولا تعتدوا حدوده قال الحسن: يعني شرائعه التي حدها لعباده وقال ابن عباس: ما حرّم عليكم في حال الإِحرام ﴿وَلاَ الشهر الحرام وَلاَ الهدي وَلاَ القلائد﴾ أي ولا يستحلوا الشهر الحرام بالقتال فيه، ولا ما أُهدي إِلى البيت أو قُلّد بقلادة ليعرف أنه هدي بالتعرض له ولأصحابه ﴿ولا آمِّينَ البيت الحرام يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا﴾ أي ولا تستحلوا قتال القاصدين إِلى بيت الله الحرام لحج أو عمرة، نهى تعالى عن الإِغارة عليهم أو صدهم عن البيت كما كان أهل الجاهلية يفعلون ﴿وَإِذَا حَلَلْتُمْ فاصطادوا﴾ أي إِذا تحللتم من الإِحرام فقد أُبيح لكم الصيد ﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ المسجد الحرام أَن تَعْتَدُواْ﴾ أي لا يحملنكم بغضُ قوم كانوا قد صدوكم عن المسجد الحرام على أن تعتدوا عليهم ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ أي تعاونوا على فعل الخيرات وترك المنكرات، وعلى كلْ ما يقرب إلى الله ﴿واتقوا الله إِنَّ الله شَدِيدُ العقاب﴾ أي خافوا عقابه فإِنه تعالى شديد العقاب لمن عصاه ﴿حُرِّمَتْ عَلَيْكُمُ الميتة والدم وَلَحْمُ الخنزير﴾ أي حُرّم عليكم أيها المؤمنون أكل الميتة وهي ما مات حتف أنفه من غير ذكاة والدم والمسفوح ولحم الخنزير قال الزمخشري: كان أهل الجاهلية يأكون هذه المحرمات: البهيمة التي تموت حتف أنفها والفصيد وهو الدم في الأمعاء يشوونه ويقولون لم يحرم من فُزد - أي فصد - له وإِنما ذكر لحم الخنزير ليبيّن أنه حرام بعينه حتى ولو ذبح بالطريق الشرعي ﴿وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ﴾ أي ما ذكر عليه غير اسم الله أو ذبح لغير الله كقولهم باسم اللات والعزى ﴿والمنخنقة﴾ هي التي تُخنق بحبلٍ وشبهه ﴿والموقوذة﴾ هي المضروبة بعصا أو حجر ﴿والمتردية﴾ هي التي تسقط من جبل ونحوه ﴿والنطيحة﴾ هي التي نطحتها بهيمة أُخرى فماتت بالنطح ﴿وَمَآ أَكَلَ السبع﴾ أي أكل بعضَه السبع فمات ﴿إِلاَّ مَا ذَكَّيْتُمْ﴾ أي إِلا ما أدركتم فيه الروح من هذه الأشياء فذبحتموه الذبح الشرعي قبل الموت قال الطبري معناه: إِلاّ ما طهرتموه بالذبح الذي جعله الله طهورًا ﴿وَمَا ذُبِحَ عَلَى النصب﴾ أي وما ذبح على الأحجار المنصوبة قال قتادة: النُّصبُ حجارةٌ كان أهل الجاهلية يعبدونها ويذبحون لها فنهى الله عن ذلك قال الزمخشري: كانت لهم حجارة منصوبة حول البيت يذبحون عليها ويشرحون اللحم عليها، يعظمونها بذلك ويتقربون به إِليها فنهى الله المؤمنين عن هذا التصنيع ﴿وَأَنْ تَسْتَقْسِمُواْ بالأزلام﴾ أي وحُرّم عليكم الاستقسام\nبالأزلام أي طلب معرفة ما قُسم له من الخير والشر بواسطة ضرب القداح قال في الكشاف: كان أحدهم إِذا أراد سفراص أو غزوًا أو تجارة أو نكاحًا أو أمرًا من معاظم الأمور ضرب بالقداح وهي مكتوب على بعضها: نهاني ربي، وعلى بعضها أمرني ربي، وبعضُها غُفْلٌ فإِن خرج الآمر مضى لغرضه وإِن خرج الناهي أمسك وإِن خرج الغفل أعاد ﴿ذلكم فِسْقٌ﴾ أي تعاطيه فسقٌ وخروجٌ عن طاعة الله لأنه دخولٌ في علم الغيب الذي استأثر الله به علام الغيوب ﴿اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ﴾ أي انقطع طمع الكافرين منكم ويئسوا أن ترجعوا عن دينكم قال ابن عباس: يئسوا أن ترجعوا إِلى دينكم أبدًا ﴿فَلاَ تَخْشَوْهُمْ واخشون﴾ أي لا تخافوا المشركين ولا تهابوهم وخافون أنصركم عليهم وأجعلكم فوقهم في الدنيا والآخرة ﴿اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ أي أكملت لكم الشريعة ببيان الحلال والحرام ﴿وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي﴾ بالهداية والتوفيق إِلى أقوم طريق ﴿وَرَضِيتُ لَكُمُ الإسلام دِينًا﴾ أي اخترت لكم الإِسلام دينًا من بين الأديان وهو الدين المرضي الذي لا يقبل الله دينًا سواه\n﴿وَمَن يَبْتَغِ غَيْرَ الإسلام دِينًا فَلَنْ يُقْبَلَ مِنْهُ﴾ [آل عمران: ٨٥] ﴿فَمَنِ اضطر فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فمن ألجأته الضرورة إِلى تناول شيء من المحرمات المذكورة، في مجاعةٍ حال كونه غير مائل إِلى الإِثم ولا متعمد لذلك، فإِن الله لا يؤاخذه بأكله، لأن الضرورات تُبيح المحظورات ﴿يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ﴾ أي يسألونك يا محمد ما الذي أَحل لهم من المطاعم والمأكل؟ ﴿قُلْ أُحِلَّ لَكُمُ الطيبات﴾ أي قل لهم أَبيح لكم المستلذات وما ليس منها بخبيث، وحُرّم كل مستقذر كالخنافس والفئران وأشباهها ﴿وَمَا عَلَّمْتُمْ مِّنَ الجوارح﴾ أي وأَحل لكم صيد ما علمتم من الجوارح وهي الكلاب ونحوها مما يُصطاد به ﴿مُكَلِّبِينَ﴾ أي مُعلمين للكلاب الاصطياد قال الزمخشري: المكلِّب مؤدبُ الجوارح ورائضها واشتقاقه من الكَلَب لأن التأديب أكثر ما يكون في الكلاب ﴿تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ الله﴾ أي تعلمونهنَّ طرق الاصطياد وكيفية تحصيل الصيد، وهذا جزءٌ مما علّمه الله للإِنسان ﴿فَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ﴾ أي فكلوا مما أمسكن لكم من الصيد إِذا لم تأكل منه، فإِن أكلت فلا يحل أكله لحديث «إِذا أرسلتَ كلبَك المُعلَّم فقتل فكلْ، وإِذا أكل فلا تأكل فإِنما أمسكه على نفسه» وعلامة المعلَّم أن يسترسل إِذا أُرسل، وينزجر إِذا زُجر، وأن يُمسك الصيد فلا يأكل منه، وأن يذكر اسم الله عند إِرساله فهذه أربع شروط لصحة الأكل من صيد الكلب المعلَّم ﴿واذكروا اسم الله عَلَيْهِ﴾ أي عند إِرساله ﴿واتقوا الله إِنَّ الله سَرِيعُ الحساب﴾ أي راقبوا الله في أعمالكم فإِنه سريع المجازاة للعباد ﴿اليوم أُحِلَّ لَكُمُ الطيبات﴾ أي أبيح لكم المستلذات من الذبائح وغيرها ﴿وَطَعَامُ الذين أُوتُواْ الكتاب حِلٌّ لَّكُمْ﴾ أي ذبائح اليهود والنصارى حلالٌ لكم ﴿وَطَعَامُكُمْ حِلٌّ لَّهُمْ﴾ أي ذبائحكم حلالٌ لهم فلا حرج أن تُطعموهم وتبيعوه لهم ﴿والمحصنات مِنَ المؤمنات﴾ أي وأُبيح لكم أيها المؤمنون زواج الحرائر العفيفات من المؤمنات ﴿والمحصنات مِنَ\nالذين أُوتُواْ الكتاب مِن قَبْلِكُمْ﴾ أي وزواج الحرائر من الكتابيات (يهوديات أو نصرانيات) وهذا رأي الجمهور وقال عطاء: قد أكثر الله المسلمات وإِنما رخص لهم يومئذٍ ﴿إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾ أي إِذا دفعتم لهن مهورهن ﴿مُحْصِنِينَ غَيْرَ مُسَافِحِينَ﴾ أي حال كونكم أعفاء بالنكاح غير مجاهرين بالزنى ﴿وَلاَ متخذي أَخْدَانٍ﴾ أي وغير متخذين عشيقات وصديقات تزنون بهن سرًا قال الطبري: المعنى ولا منفردًا ببغية قد خادنها وخادنته واتخذها لنفسه صديقة يفجر بها ﴿وَمَن يَكْفُرْ بالإيمان فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخرة مِنَ الخاسرين﴾ أي ومن يرتد عن الدين ويكفر بشرائع الإِيمان فقد بطل عمله وهو من الهالكين، ثم أمر تعالى بإِسباغ الوضوء عند الصلاة فقال ﴿يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة﴾ أي إِذا أردتم القيام إِلى الصلاة وأنتم محدثون ﴿فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق﴾ أي اغسلوا الوجوه والأيدي مع المرافق ﴿وامسحوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الكعبين﴾ أي امسحوا رءوسكم واغسلوا أرجلكم إِلى الكعبين أي معهما قال الزمخشري: وفائدة المجيء بالغاية ﴿إِلَى الكعبين﴾ لدفع ظن من يحسبها ممسوحة لأن المسح لم تُضرب له غاية في الشريعة وفي الحديث\n«ويلٌ للأعقاب من النار» وهذا الحديث يردُّ على الإِمامية الذين يقولون بأن الرجلين فرضهما المسحُ لا الغسل، والآية صريحة لأنها جاءت بالنصب ﴿وَأَرْجُلَكُمْ﴾ فهي معطوفة على المغسول وجيء بالمسح بين المغسولات لإِفادة الترتيب ﴿وَإِن كُنتُمْ جُنُبًا فاطهروا﴾ أي إِن كنتم في حالة جنابة فتطهروا بغسل جميع البدن ﴿وَإِن كُنتُم مرضى أَوْ على سَفَرٍ﴾ أي إِن كنتم مرضى ويضركم الماء، أو كنتم مسافرين ولم تجدوا الماء ﴿أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ الغائط﴾ أي أتى من مكان البراز ﴿أَوْ لاَمَسْتُمُ النسآء﴾ أي جامعتموهنَّ ﴿فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا﴾ أي ولم تجدوا الماء بعد طلبه فاقصدوا التراب الطاهر للتيمم به ﴿فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِّنْهُ﴾ أي امسحوا وجوهكم وأيديكم بالتراب بضربتين كما وضّحت السنة النبوية ﴿مَا يُرِيدُ الله لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ﴾ أي ما يُريد بما فرض عليكم من الوضوء والغسل والتيمم تضييقًا عليكم ﴿ولكن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ﴾ أي يطهركم من الذنوب وأدناس الخطايا بالوضوء والتيمم، وليتم نعمته عليكم ببيان شرائع الإِسلام لتشكروه على نعمه التي لا تحصى ﴿واذكروا نِعْمَةَ الله عَلَيْكُمْ وَمِيثَاقَهُ الذي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا﴾ الخطاب للمؤمنين والنعمةُ هنا للإِسلام وما صاروا إِليه من اجتماع الكلمة والعزة أي اذكروا يا أيها المؤمنون نعمة الله العظمى عليكم بالإِسلام وعهده الذي عاهدكم عليه رسوله حين بايعتموه على السمع والطاعة في العسر واليسر، والمنشط والمكره ﴿واتقوا الله إِنَّ الله عَلِيمٌ بِذَاتِ الصدور﴾ أي اتقوا الله فإِنه عالم بخفايا نفوسكم فيجازيكم عليها ﴿يَا أَيُّهَآ الذين آمَنُواْ كُونُواْ قَوَّامِينَ للَّهِ﴾ أي كونوا مبالغين في الإِستقامة بشهادتكم لله وصيغة قوّام للمبالغة ﴿شُهَدَآءَ بالقسط﴾ أي تشهدون بالعدل ﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ﴾ أي لا يحملنكم شدة بغضكم للأعداء على ترك العدل فيهم والاعتداء عليهم ﴿اعدلوا هُوَ أَقْرَبُ للتقوى﴾ أي العدل مع من تبغضونهم أقرب لتقواكم لله ﴿واتقوا الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطلع على أعمالكم\nومجازيكم عليها قال الزمخشري: وفي هذا تنبيه عظيم على أن العدل إِذا كان واجبًا مع الكفار الذين هم أعداء الله وكان بهذه الصفة من القوة، فما الظن بوجوبه مع المؤمنين الذين هم أولياؤه وأحباؤه ﴿وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وعد الله المؤمنين المطيعين ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ﴾ أي لهم في الآخرة مغفرة للذنوب وثواب عظيم وهو الجنة ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم﴾ لما ذكر مآل المؤمنين المتقين وعاقبتهم ذكر مآل الكافرين المجرمين وأنهم في دركات الجحيم دائمون في العذاب قال أبو حيان: وقد جاءت الجملة فعلية بالنسبة للمؤمنين متضمنة الوعد بالماضي الذي هو الدليل على الوقوع، وفي الكافرين جاءت الجملة إِسمية دالة على ثبوت هذا الحكم لهم وأنهم أصحاب النار فهم دائمون في عذاب الجحيم.\nالبَلاَغَة: ١ - ﴿لاَ تُحِلُّواْ شَعَآئِرَ الله﴾ فيه استعارة استعار الشعيرة وهي العلامة للمتعبدات التي تعبَّد الله بها العباد من الحلال والحرام.\n٢ - ﴿وَلاَ القلائد﴾ أي ذوات القلائد وهي من باب عطف الخاص على العام لأنها أشرف الهدي كقوله ﴿مَن كَانَ عَدُوًّا للَّهِ وملائكته وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ﴾ [البقرة: ٩٨] .\n٣ - ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ فيه من المحسنات البديعية ما يسمى بالمقابلة.\n٤ - ﴿وَطَعَامُ الذين أُوتُواْ الكتاب﴾ أطلق العام وأراد به الخاص وهو الذبائح.\n٥ - ﴿مُحْصِنِينَ غَيْرَ مُسَافِحِينَ﴾ بينهما طباق لأن معنى محصنين أي أعفاء ومسافحين أي زناة.\n٦ - ﴿إِذَا قُمْتُمْ إِلَى الصلاة﴾ أي إِذا أردتم القيام إِلى الصلاة فعبّر عن إِرادة الفعل بالفعل وأقام المسبّب مقام السبب للملابسة بينهما، وفي الآية إِيجاز بالحذف أيضًا إِذا قمتم إِلى الصلاة وأنتم محدثون.\nالفَوائِد: الاولى: يحكى أن أصحاب الكِنْدِيّ - الفيلسوف - قال له أصحابه: أيها الحكيم إِعمل لنا مثل هذا القرآن فقال: نعم أعمل مثل بعضه، فاحتجب أيامًا كثيرة ثم خرج فقال: والله ما أقدر ولا يطيق هذا أحد، إِني فتحتُ المصحف فخرجت سورة المائدة فنظرت فإِذا هو قد نطق بالوفاء، ونهى عن النكث، وحلّل تحليلًا عامًّا، ثم استثنى استثناءً، ثم أخبر عن قدرته وحكمته في سطرين ولا يقدر أحدٌ بهذا إِلا في مجلدات.\nالثانية: جرت سنة الجاهلية على مبدأ العصبية العمياء الذي عبّر عنه الشاعر الجاهلي بقوله:\nوهل أنا إِلا من غُزيّة إِن غوتْ غويتُ ... وأن ترشد غُزية أرشد\nوجاء الإِسلام بهذا المبدأ الإِنساني الكريم ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ وشتّان بين المبدأين.\nالثالثة: روي أن رجلًا من اليهود جاء إلى عمر بن الخطاب ﵁ فقال يا أمير المؤمنين: آيةٌ في كتابكم تقرءونها لو علينا معشر اليهود نزلت لاتخذنا ذلك اليوم عيدًا! قال أيَّ آية تعني؟ قال ﴿اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ الآية فقال عمر: والله إِني لأعلم اليوم الذي نزلت على رسول الله ﷺ َ فيه، والساعة التي نزلت فيها، نزلت على رسول الله ﷺ َ عشية عرفة في يوم جمعة.", "ayah": 8, "surah": 5}