{"text": "اللغَة: ﴿ضُحَاهَا﴾ ضوءها، والضحى وقت ارتفاع الشمس أول النهار قال المبرد: الضحى مشتقٌ من الضحِّ وهو نور الشمس ﴿طَحَاهَا﴾ بسطها ومدَّها قال الجوهري: طحوتُه مثل دحوته أي\nبسطتُه ﴿دَسَّاهَا﴾ أخفاها وأصل الكلمة دسسها أبدلت السين الثانية ألفًا تخفيفًا ﴿فَدَمْدَمَ﴾ الدمدمة: إِطباقُ الشيء على الشيء يقال: دمدم عليه القبر أي أطبقه والمراد به هنا إِطباقُ العذاب عليهم بمعنى إِهلاكهم بطريق الاستئصال ﴿عُقْبَاهَا﴾ عاقبتها وتبعتها.\nالتفسِير: ﴿والشمس وضحاهاوالليل إِذَا يَغْشَاهَا والسمآء وَمَا بَنَاهَا﴾ أي أُقسم بالشمس وضوئها الساطع إِذا أنار الكون وبدَّد الظلام ﴿والقمر إِذَا تَلاَهَا﴾ أي وأُقسم بالقمر إِذا سطع مضيئًا، وتبع الشمس طالعًا بعد غروبها قال المفسرون: وذلك في النصف الأول من الشهر، إِذا غربت الشمس تلاها القمر في الإِضاءة وخلفها في النور، وحكمةُ القسم بالشمس أن العالم في وقت غيبة الشمس عنهم كالأموات، فإِذا ظهر الصبح وبزغت الشمس دبت فيهم الحياة، وصار الأموات أحياء فانتشروا لأعمالهم وقت الضحوة، وهذه الحالة تشبه أحوال القيامة، ووقتُ الضحى يشبه استقرار أهل الجنة فيها، والشمسُ والقمر مخلوقان لمصالح البشر، والقسم بهما للتنبيه على مافيهما من المنافع العظيمة ﴿والنهار إِذَا جَلاَّهَا﴾ أي وأُقسم بالنهار إِذا جلا ظلمة الله بضيائه، وكشفها بنوره وقال ابن كثير: إِذا جلا البسيطة وأضاء الكون بنوره ﴿والليل إِذَا يَغْشَاهَا﴾ أي وأقسمُ بالليل إِذا غطَّى الكون بظلامه، ولفَّه بشبحه، فالنهار يجلي المعمورة ويظهرها، والليل يغطيها ويسترها، قال الصاوي: وأتى بالفعل مضارعًا ﴿يَغْشَاهَا﴾ ولم يقل ﴿غشاها﴾ مراعاةً للفواصل ﴿والسمآء وَمَا بَنَاهَا﴾ أي وأقسم بالقادر العظيم الذي بنى السماء، وأحكم بناءها بلا عمد قال المفسرون: ﴿ما﴾ اسم موصول بمعنى «منْ» أي والسماء ومن بناها والمراد به الله رب العالمين، بدليل قوله بعده ﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾ كأنه قال: والقادر العظيم الشأن الذي بناها، فدلَّ بناؤها وإحكامها على وجوده، وكمال قدرته ﴿والأرض وَمَا طَحَاهَا﴾ أي وأُقسمُ بالأرض ومن بسطها من كل جانب، وجعلها ممتدة ممهَّدة، صالحة لسكنى الإِنسان والحيوان، وهذا لا ينافي كرويتها كما قال المفسرون، لأن الغرض من الآية الامتنان بجعل الأرض ممتدة واسعة، ميسَّرة للزراعة والفلاحة وسكنى الإِنسان ﴿وَنَفْسٍ وَمَا سَوَّاهَا﴾ أي وأقسمُ بالنفس البشرية وبالذي أنشأها وأبدعها، وجعلها مستعدة لكمالها، وذلك بتعديل أعضائها، وقواها الظاهرة والباطنة، ومن تمام تسويتها أن وهبها العقل الذي تميز به بين الخير والشر، والتقوى والفجور، ولهذا قال ﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾ أي وعرَّفها الفجور والتقوى وما تميز به بين رشدها وضلالها قال ابن عباس: بيَّن لها الخير والشر، والطاعة والمعصية، وعرَّفها ما تأتي وما تتقي قال المفسرون: أقسم سبحانه بسبعة أشياء «الشمس، والقرم، والليل، والنهار، والسماء، والأرض، والنفس البشرية» إِظهارًا لعظمة قدرته، وانفراده بالألوهية، وأشارةً إِلأى كثرة مصالح تلك الأشياء وعظم نفعها وأنها لا بد لها من صانع ومدبر لحركاتها وسكناتها وقال الإِمام الفخر: لما كانت الشمس أعظم المحسوسات، ذكرها تعالى مع أوصافها الأربعة الدالة على عظمها، ثم ذكر سبحانه ذاته\nالمقدسة، ووصفها جلَّ وعلا بصفاتٍ ثلاث ليحظى العقل بإِدراك جلال الله تعالى وعظمته، كما يليق به ﷻ، فكان ذلك طريقًا إِلى جذب العقل من حضيض عالم المحسوسات، إِلى بيداء أوج كبريائه جلَّ شأنه ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ هذا هو جواب القسم أي لقد فاز وأفلح من زكَّى نفسه بطاعة الله، وطهَّرها من دنس المعاصي والآثام ﴿وَقَدْ خَابَ مَن دَسَّاهَا﴾ أي وقد خسر وخاب من حقَّر نفسه بالكفر والمعاصي، وأوردها موارد الهلكة، فإِنَّ من طاوع هواه، وعصى أمر مولاه، فقد نقص من عداد العقلاء، والتحق بالجهلة الأغبياء.\n. ثم ضرب تعالى مثلًا لمن طغى وبغى، ولم يطهر نفسه من دنس الكفر والعصيان، فذكر ﴿ثَمُودُ﴾ قوم صالح ﵇ فقال ﴿كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ﴾ أي كذبت ثمود نبيها بسبب طغيانها ﴿إِذِ انبعث أَشْقَاهَا﴾ أي حين انطلق أشقى القةم بسرعةٍ ونشاط يعقر الناقة قال ابن كثير: وهو «قدار بن سالف» الذي قال الله فيه ﴿فَنَادَوْاْ صَاحِبَهُمْ فتعاطى فَعَقَرَ﴾ [القمر: ٢٩] وكان عزيزًا شريفًا في قومه، ورئيسًا مطاعًا فيهم، وهو أشقى القبيلة ﴿فَقَالَ لَهُمْ رَسُولُ الله﴾ أي فقال لهم صالح ﵇ ﴿نَاقَةَ الله وَسُقْيَاهَا﴾ أي احذروا ناقة الله أن تمسوها بسوء، واحذروا أيضًا أن تمنعوها من سُقياها أي شربها ونصيبها من الماء كما قال تعالى ﴿لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ﴾ [الشعراء: ١٥٥] ﴿فَكَذَّبُوهُ فَعَقَرُوهَا﴾ أي فكذبوا نبيه صالحًا وقتلوا الناقة، ولم يتلفتوا إِلى تحذيره ﴿فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ﴾ أي فأهلكهم اللهُ ودمَّرهم عن آخرهم بسبب إِجرامهم وطغيانهم قال الخازن: والدمدمة: هلاكٌ باستئصال والمعنى أطبق عليهم العذاب طبقًا فلم ينفلت منهم أحد ﴿فَسَوَّاهَا﴾ أي فسوَّى بين القبيلة في العقوبة فلم يفلت منهم أحد، لا صغير ولا كبير، ولا غنيٌ ولا فقير ﴿وَلاَ يَخَافُ عُقْبَاهَا﴾ أي ولا يخاف تعالى عاقبة إِهلاكهم وتدميرهم، كما يخاف الرؤساء والملوك عاقبة ما يفعلون، لأنه تعالى لا يُسأل عما يفعل.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الشمس والقمر﴾ و﴿الليل والنهار﴾ وبين ﴿فُجُورَهَا وَتَقْوَاهَا﴾ .\n٢ - المقابلة اللطيفة بين ﴿والنهار إِذَا جَلاَّهَا﴾ وبين ﴿والليل إِذَا يَغْشَاهَا﴾ وبين ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ وبين ﴿وَقَدْ خَابَ مَن دَسَّاهَا﴾ وكلٌ من الطباق والمقابلة من المحسنات البديعية.\n٣ - الإِضافة للتكريم والتشريف ﴿نَاقَةَ الله﴾ نسبت إِلى تشريفًا لأنها خرجت من حجرٍ أصم معجزةً لصالح ﵇.\n٤ - التهويل والتفظيع ﴿فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ﴾ فإِن التعبير بالدمدمة يدل على هول العذاب.\n٥ - السجع المرصَّع مراعاة للفواصل ورءوس الآيات وهو ظاهر جليٌ في السورة الكريمة.", "ayah": 8, "surah": 91}