{"text": "المنَاسَبَة: لمّا بيَّن تعالى فساد اعتقاد المشركين، بسبب عنادهم وإِشراكهم من لا يخلق شيئاَ بمن هو خالق كل شيء، ذكر هنا وصايا «لقمان» الحكيم، وهي وصايا ثمينة في غاية الحكمة والدعوة إِلى طريق الرشاد، وقد جاءت هذه الوصايا مبدوءةً بالتحذير من الشرك الذي هو أقبح الذنوب، وأعظم الجرائم عند الله.\nاللغَة: ﴿الحكمة﴾ الإِصابة في القول العمل، وأصلها وضع الشيء في موضعه قال في اللسان: أحكم المر أتقنه ويُقال للرجل إِذا كان حكيمًا: قد أحكمته التجارب، والحكيم: المتفن للأمور ﴿يَعِظُهُ﴾ ينصحه ويذركه، والعظةُ والموعظة: النصح والإِرشاد ﴿وَهْنًا﴾ الوهن: الضعف ومنه ﴿وَهَنَ العظم مِنِّي﴾ [مريم: ٤] أي ضعف ﴿فِصَالُهُ﴾ الفصال: الفطام وهو لفظ يستعمل في الرضاع خاصة، وأما الفصل فهو أعم، وفصلت المرأة ولدها أي فطمته وتركت إرضاعه ﴿أَنَابَ﴾ رجع، والمنيب الراجع إِلى ربه بالتوبة والاستغفار ﴿تُصَعِّرْ﴾ الصَّعر: بفتحتين في الأصل داءٌ يصيب البعير فيلوي منه عنقه ثم استعمل في ميل العنق كبرًا وافتخارًا قال عمرو التغلبي:\nوكنَّا إِذا الجبَّار صعَّر خدَّه ... أقمنا له من ميله فتقومّ\n﴿مَرَحًا﴾ فرحًا وبطرًا وخيلاء ﴿مُخْتَالٍ﴾ متبختر في مشيته ﴿اقصد﴾ توسَّط، والقصد: التوسط بين الإِسراع والبطء ﴿اغضض﴾ عضَّ الصوت خفضه قال جرير:\nفغُضَّ الطرف إِنك من نمير ... فلا كعبًا بلغت ولا كلابا\nالتفسِيْر: ﴿وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة﴾ أي والله لقد أعطينا لقمان الحكمة وهي الإصابة في القول، والسَّداد في الرأي، والنطق بما يوافق الحق، قال مجاهد: الحكمة: الفقه والعقل، والإِصابة في القول، ولم يكن نبيًا إِنما كان حكيمًا ﴿أَنِ اشكر للَّهِ﴾ أي وقلنا له: أشكر الله على إِنعامه وإِفضاله عليك حيث خصَّك بالحكمة وجعلها على لسانك قال القرطبي: والصحيح الذي عليه الجمهور أن «لقمان» كان حكيمًا ولم يكن نبيًا وفي الحديث «لم يكن لقمان نبيًا، ولكن كان عبدًا كثير التفكر، حسن اليقين، أحبَّ الله تعالى فأحبَّه، فمنَّ عليه بالحكمة» ﴿وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ﴾ أي ومن يشكر ربه فثواب شكره راجع لنفسه، وفائدته إنما تعود عليه، لن الله تعالى لا ينفعه شكر من شكر، ولا يضره كفر من كفر ولهذا قال بعده ﴿وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ حَمِيدٌ﴾ أي ومن جحد نعمة الله فإِنما أساء إلى نفسه، لأن الله مستغنٍ عن العباد، محمودٌ على كل حال، مستحقٌ للحمد لذاته وصفاته قال الرازي: المعنى أن الله غير محتاج إِلى شكر حتى يتضرَّر بكفر الكافر، فهو في نفسه محمود سواء شكره الناس أم لم يشكروه، ثم ذكر تعالى بعض نصائح لقمان لابنه وبدأ بالتحذير له من الشرك، الذي هو نهاية القبح والشناعة فقال ﴿وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يابني لاَ تُشْرِكْ بالله﴾ أي واذكر لقومك موعظة لقمان الحكيم لولده، حين قال له واعظًا ناصحًا مرشدًا: يا بني كن عاقلًا ولا تشرك بالله أحدًا، بشرًا أو صنمًا أو ولدًا ﴿إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ أي إِن ال شر ك قبيح،\nوظلم صارخ لأنه وضعٌ للشيء في غير موضعه، فمن سوَّى بين الخالق والمخلوق، وبين الإِله والصنم فهو - بلا شك - أحمق الناس، وأبعدهم عن منطق العقل والحكمة، وحري به أن يوصف بالظلم ويجعل في عداد البهائم ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ﴾ أي أمرناه بالإِحسان إِليهما لا سيما الوالدة ﴿حَمَلَتْهُ أُمُّهُ وَهْنًا على وَهْنٍ﴾ أي حملته جنينًا في بطنها وهي تزداد كل يوم ضعفًا على ضعف، من حين الحمل إِلى حين الولادة، لأن الحمل كلما ازداد وعظم، إِزدادت به ثقلًا وضعفًا ﴿وَفِصَالُهُ فِي عَامَيْنِ﴾ أي وفطامه في تمام عامين ﴿أَنِ اشكر لِي وَلِوَالِدَيْكَ﴾ أي وقلنا له: اشكر ربك على نعمة الإِيمان والإِحسان، واشكر والديك على نعمة التربية ﴿إِلَيَّ المصير﴾ أي إِليَّ المرجع والمآب فأجازي المحسن على إِحسانه، والمسيء على إِسائته قال ابن جزي: وقوله ﴿أَنِ اشكر﴾ تفسيرٌ للوصية، واعترض بينها وبين تفسيرها بقوله ﴿حَمَلَتْهُ أُمُّهُ وَهْنًا على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ﴾ ليبيّن ما تكابده الأم بالولد مما يوجب عظيم حقها، ولذلك كان حقها أعظم من حق الأب ﴿وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا﴾ أي وإِن بذلا جهدهما، وأقصى ما في وسعهما، ليحملاك على الكفر والإِشراك بالله فلا تطعهما، إِذ لا طاعة لمخلوق في معصية الخالق ﴿وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفًا﴾ أي وصاحبهما في الحياة الدنيا بالمعروف والإِحسان إلأيهما - ولو كان مشركين - لأن كفرهما بالله لا يستدعي ضياع المتاعب التي تحمَّلاها في تربية الولد، ولا التنكر بالجميل ﴿واتبع سَبِيلَ مَنْ أَنَابَ إِلَيَّ﴾ أي واسلك طريق من رجع إلى الله بالتوحيد والطاعة والعمل الصالح ﴿ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي مرجع الخلق إِلى الله فيجازيهم على أعمالهم، والحكمةُ من ذكر الوصية بالوالدين - ضمن وصايا لقمان - تأكيد ما أفادته الآية الأولى من تقبيح أمر الشرك ﴿إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ فكأنه تعالى يقول: مع أننا وصينا الإِنسان بوالديه، وأمرناه بالإِحسان إِليهما والعطف عليهما، وألزمناه طاعتهما بسبب حقهما العظيم عليه، مع كل هذا فقد نهيناه عن طاعتهما في حالة الشرك والعصيان، لأن الإِشراك بالله من أعظم الذنوب، وهو في نهاية القبح والشناعة.\n. ثم رجع الكلام إِلى وصايا لقمان فقال تعالى ﴿يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ﴾ أي يا ولدي إِن الخطيئة والمعصية مهما كانت صغيرة حتى ولو كانت وزن حبة الخردل في الصغر ﴿فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله﴾ أي فتكن تلك السيئة - مع كونها في أقصى غايات الصغر - في أخفى مكان أحرزه، كجوف الصخرة الصماء، أو في أعلى مكان في السماء أو في الأرض يحضرها الله سبحانه ويحاسب عليه، والغرض التمثيلُ بأن الله لا تخفى عليه خافية من أعمال العباد ﴿إِنَّ الله لَطِيفٌ خَبِيرٌ﴾ أي هو سبحانه لطيف بالعباد خبير أي عالم ببواطن الأمور ﴿يابني أَقِمِ الصلاة﴾ أي حافظ على الصلاة في أوقاتها وبخشوعها وآدابها ﴿وَأْمُرْ بالمعروف وانه عَنِ المنكر﴾ أي وأمر الناس بكل خير وفضيلة، وأنههم عن كل شر ورذيلة ﴿واصبر على مَآ أَصَابَكَ﴾ أي اصبر على المحن والبلايا، لأنَّ الداعي إِلى الحق معرَّض لإِيصال الأذى إِليه قال أبو حيان: لما نهاه أولًا عن الشرك، وأخبره ثانيًا بعلمه تعالى وباهر قدرته، أمره با يتوسل به إِلى الله من الطاعات، فبدأ بأشرفها\nوهي الصلاة، ثم بالأمر بالمعروف والنهي عن المنكر، ثم بالصبر على ما يصيبه من المحن بسبب الأمر بالمعروف، فكثيرًا ما يُؤذى فاعل ذلك ﴿إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور﴾ أي إِن ذلك المكذور مما عزمه الله وأمر به قال ابن عباس: من حقيقة الإِيمان الصبر على المكاره وقال الرازي: معناه إِن ذلك من الأمور الواجبة المعزومة أي المقطوعة، فالمصدر بمعنى المفعول ﴿وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ﴾ أي لا تمل وجهك عنهم تكبرًا عليهم قال القرطبي: أي لا تمل خدك للناس كبرًا عليهم وإِعجابًا، وتحقيرًا لهم، وهو قول ابن عباس ﴿وَلاَ تَمْشِ فِي الأرض مَرَحًا﴾ أي لا تمش متبخترًا متكبارًا ﴿إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾ تعليلٌ للنهي أي لأن الله يكره المتكبر الذي يرى العظمة لنفسه، ويتكبر على عباد الله، المتبختر في مشيته، والفخور الذي يفتخر على غيره، ثم لما نهاه عن الخُلُق الذميم، أمره بالخُلُق الكريم فقال ﴿واقصد فِي مَشْيِكَ﴾ أي توسَّط في مشيتك واعتدل فيها بين الإِسراع والبطء ﴿واغضض مِن صَوْتِكَ﴾ أي اخفض من صوتك فلا ترفعه عاليًا فإِنه قبيح لا يجمل بالعاقل ﴿إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير﴾ أي إِن أوحش الأصوات صوتُ الحمير فمن رفع صوته كان مماثلًا لهم، وأتى بالمنكر القبيح قال الحسن: كان المشركون يتفاخرون برفع الأصوات فرد عليهم بأنه لو كان خيرًا لفضلتهم به الحمير، وقال قتادة: أقبح الأصوات صوت الحمير، أوله زفير وآخره شهيق.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿شْكُرْ. . وكَفَرَ﴾ .\n٢ - صيغة المبالغة ﴿غَنِيٌّ حَمِيدٌ﴾ وكذلك ﴿لَطِيفٌ خَبِيرٌ﴾ و﴿فَخُورٍ﴾ لأن فعيل وفعول من صيغ المبالغة ومعناه كثير الحمد وكثير الفخر.\n٣ - ذكر الخاص بعد العام ﴿بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ﴾ وذلك لزيادة العناية والاهتمام بالخاص.\n٤ - تقديم ما حقه التأخير لإِفادة الحصر مثل ﴿إِلَيَّ المصير﴾ ﴿إِلَيَّ مَرْجِعُكُمْ﴾ أي لا إِلى غيري.\n٥ - التمثيل ﴿إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ﴾ مثَّل ذلك لسعة علم الله وإِحاطته بجميع الأشياء صغيرها وكبيرها، جليلها وحقيرها فإِنه تعالى يعلم أصغر الأشياء في أخفى الأمكنة.\n٦ - التتميم ﴿فَتَكُنْ فِي صَخْرَةٍ﴾ تَّمم خفاءها في نفسها بخفاء مكانها وهذا من البديع.\n٧ - المقابلة ﴿وَأْمُرْ بالمعروف﴾ ثم قال ﴿وانه عَنِ المنكر﴾ فقابل بين اللفظين.\n٨ - الاستعارة التمثيلية ﴿إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير﴾ شبَّه الرافعين أصواتهم بالحمير، وأصواتهم بالنهيق، ولم يذكر أداة التشبيه بل أخرجه مخرج الاستعارة للمبالغة في الذم، والتنفير عن رفع الصوت.\nتنبيه: حين أمر تعالى بشكر الوالدين قدَّم شكره تعالى على شكرهما فقال ﴿أَنِ اشكر لِي﴾ ثم أردفه بقوله ﴿وَلِوَالِدَيْكَ﴾ وذلك لإِشعارنا بأن حق الله أعظم من حق الوالدين، لأنه سبحانه هو السبب الحقيقي في خلق الإِنسان، والوالدان سبب في الصورة والظاهر، ولهذا حرَّم تعالى طاعتهما على الإِنسان إِذا أرادا إِجباره على الكفر.", "ayah": 17, "surah": 31}