{"text": "اللغَة: ﴿الحكيم﴾ المحكم الذي لا خلل فيه ولا تناقض ﴿يُوقِنُونَ﴾ اليقين: التصديق الجازم ﴿لَهْوَ الحديث﴾ الباطل الملهي عن الخير والعبادة ﴿وَقْرًا﴾ ثِقلًا وصممًا يمنع من السماع ﴿عَمَدٍ﴾ جمع عِماد وهو الدعامة التي يرتكز عليها الشيء ﴿رَوَاسِيَ﴾ جبالًا وثوابت، ورست السفينة: إِذا ثبتت واستقرت ﴿تَمِيدَ﴾ تتحرك وتضطرب ﴿وَبَثَّ﴾ نشر وفرَّق.\nسَبَبُ النّزول: روي أن «النضر بن الحارث» كان يشتري المغنِّيات، فلا يظفر بأحدٍ يريد الإِسلام إِلا انطلق به إِلى قينته «المغنية» فيقول لها: أطعميه، واسقيه الخمر، وغنّيه، ويقول: هذا خيرٌ مما يدعوك إِليه محمد، من الصلاة والصيام، وأن تقاتل بين يديه فأنزل الله ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث لِيُضِلَّ عَن سَبِيلِ الله. .﴾ الآية.\nالتفسِير: ﴿الم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن، وللإِشارة إِلى أن هذا الكتاب المعجز الذي أفحم العلماء والأدباء والفصحاء والبلغاء منظوم من أمثال هذه الحروف الهجائية «ألف، لام، ميم» وهي في متناول أيدي الناطقين بالعربية، وهم عاجزون ان يؤلفوا منها كتابًا مثل هذا الكتاببعد التحدي والإِفحام، وهذا من أظهر الدلائل وأوضح البراهين على أنه تنزيل الحكيم العليم ﴿تِلْكَ آيَاتُ الكتاب﴾ أي هذه آيات الكتاب البديع، الذي فاق كل كتاب في بيانه، وتشريعه، وأحكامه ﴿الحكيم﴾ أي ذي الحكمة الفائقة، والعجائب الرائقة، الناطق بالحكمة والبيان، والإِشارة بالبعيد عن القريب «تلك» للإِيذان ببعد منزلته في الفضل والشرف ﴿هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ﴾ أي هداية ورحمة للمحسنين الذين أحسنوا العمل في الدنيا، وإِنما خُصوا بالذكر لأنهم هم المنتفعون بما فيه، ثم وضح تعالى صفاتهم فقال ﴿الذين يُقِيمُونَ الصلاة﴾ أي يؤدونها على الوجه الأكمل بأركانها وخشوعها وآدابها ﴿وَيُؤْتُونَ الزكاة﴾ أي يدفعونها إلى مستحقيها طيبةً بها نفوسهم ابتغاء مرضاة الله ﴿وَهُمْ بالآخرة هُمْ يُوقِنُونَ﴾ أي يصدّقون بالدار الآخرة ويعتقدون بها اعتقادًا جازمًا لا يخالطه شك ولا ارتياب، وكرَّر الضمير «هم» للتأكيد وإِفادة الحصر ﴿أولئك على هُدًى مِّن رَّبِّهِمْ﴾ أي أولئك الموصوفون بتلك الصفات الجليلة على نور وبصيرة، ومنهج واضح سديد، من الله العزيز الحميد ﴿وأولئك هُمُ المفلحون﴾ أي هم الفائزون السعداء في الدنيا والآخرة قال أبو حيان: وكرر الإِشارة ﴿وأولئك﴾ تنبيهًا على عظم قدرهم وفضلهم، ولما ذكر تعالى حال السعداء، الذين أهتدوا بكتاب الله وانتفعوا بسماعه، عطف عليهم بذكر حال الأشقياء، الذين أعرضوا عن الانتفاع بسماع كلام الله،\nوأقبلوا على استماع الغناء والمزامير فقال ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث﴾ أي ومن الناس من يشتري ما يُلهي عن طاعة الله، ويَصُد عن سبيله، مما لا خير ولا فائدة فيه قال الزمخشري: واللهو كل باطلٍ ألهى عن الخير، نحو السمر بالأساطير، والتحدث بالخرافات المضحكة، وفضول الكلام وما لا ينبغي، وروى ابن جرير عن عبد الله بن مسعود ﵁ أنه سئل عن الآية فقال: والله الذي لا إِله إِلا هو - يكررها ثلاثًا - إٍنما هو الغناء، وقال الحسن البصري: نزلت هذه الآية في الغناء والمزامير ﴿لِيُضِلَّ عَن سَبِيلِ الله بِغَيْرِ عِلْمٍ﴾ أي ليُضل الناس عن طريق الهدى، ويُبعدهم عندينه القويم، بغير حجة ولا برهان ﴿وَيَتَّخِذَهَا هُزُوًا﴾ أي ويتخذ آيات الكتاب المجيد سخرية واستهزاءً، وهذا أدخل في القبح، وأعرقُ في الضلال ﴿أولئك لَهُمْ عَذَابٌ مُّهِينٌ﴾ أي لهم عذاب شديد مع الذلة والهوان ﴿وَإِذَا تتلى عَلَيْهِ آيَاتُنَا﴾ أي وإِذا قرئت عليه آيات القرآن ﴿ولى مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا﴾ أي أعرض وأدبر متكبرًا عنها كأنه لم يسمعها، شأن المتكبر الذي لا يلتفت إِلى الكلام، ويجعل نفسه كأنها غافلة ﴿كَأَنَّ في أُذُنَيْهِ وَقْرًا﴾ أي كأن في أذنيه ثقلًا وصممًا يمنعانه عن استماع آيات الله ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ أي أنذره يا محمد بعذاب مؤلمٍ، مفرطٍ في الشدة والإِيلام، ووضع البشارة بأشد العذاب.\n. ولما ذكر ما وعد به الكفار من العذاب الأليم، ذكر ما وعد به المؤمنين من جنات النعيم فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان والعمل الصالح، وبين حسن النيّة وإِخلاص العمل ﴿لَهُمْ جَنَّاتُ النعيم﴾ أي لهم على إِيمانهم واستقامتهم على شريعة الله جناتُ الخلد يتنعمون فيها بأنواع الملاذّ، من المآكل والمشارب والملابس، والنساء والحور العين، وسائر ما أكرمهم الله به من الفضل والإِنعام، مما لا عينٌ رأتْ ولا أذُنٌ سمعت، ولا خطر على قلب بشر ﴿خَالِدِينَ فِيهَا﴾ أي دائمين في تلك الجنات، لا يخرجون منها أبدًا، ولا يبغون عنها حولًا ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا من الله قاطعًا، كائنًا لا محالة، لا خلف فيه لأنه الله لا يخلف الميعاد ﴿وَهُوَ العزيز الحكيم﴾ أي هو تعالى العزيز الذي لا يغلبه شيء ليمنعه عن إِنجاز وعده، الحكيم الذي لا يفعل إِلا ما تقتضيه الحكمة والمصلحة. . ثم نبّه تعالى إِلى دلائل قدرته، وآثار عظمته وجلاله لإِقامة البراهين على وحدانيته فقال ﴿خَلَقَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا﴾ أي خلق السماوات في سعتها وعظمتها وإِحكامها بدون دعائم ترتكز عليها، حال كونكم تشاهدونها كذلك واقفة من غير أن تستند على شيء، ولا تمسكها إِلا قدرة الله العليّ الكبير ﴿وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ﴾ أي جعل فيها جبالًا ثوابت لئلا تتحرك وتضطرب بكم فتهلككم بأن تقلبكم عن ظهرها، أو تهدم بيوتكم بتزلزلها قال الإِمام الفخر: واعلم أن الأرض ثباتُها بسبب ثقلها، وإِلا كانت تزول عن موضعها بسبب المياه\nوالرياح، ولو خلقها تعالى مثل الرمل لما كانت تثبتُ للزراعة، كما نرى الأراضي الرملية ينتقل الرمل الذي فيها من موضع إلى موضع، فهذه هي حكمة إِرسالها بالجبال، فسبحان الكبير المتعال ﴿وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ﴾ أي ونشر وفرَّق في أرجاء الأرض من كل أنواع الحيوانات والدواب من مأكول ومركوب، مما لا يعلم عدد أشطالها وألوانها إِلا الذي خلقها ﴿وَأَنزَلْنَا مِنَ السمآء مَآءً﴾ أي وأنزلنا لحفظكم وحفظ دوابكم المطر من السحاب ﴿فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ﴾ أي فأنبتنا في الأرض من كل نوع من النبات، ومن كل صنفٍ من الأغذية والأدوية ﴿كَرِيمٍ﴾ أي كثير المنافع، بديع الخلق والتكوين ﴿هذا خَلْقُ الله﴾ أي هذا الذي تشاهدونه وتعاينونه أيها المشركون هو من مخلوقات الله، فانظروا في السماوات والأض، والإِنسان، والنبات، والحيوان، وسائر ما خلق الله ثم تفكروا في آثار قدرته، وبديع صنعته ﴿فَأَرُونِي﴾ ثم أخبروني ﴿مَاذَا خَلَقَ الذين مِن دُونِهِ﴾ أي أيَّ شيءٍ خلقته آلهتكم التي عبدتموها من دون الله من الأوثان والأصنام؟ وهو سؤال على جهة التهكم والسخرية بهم وبآلهتهم المزعومة، ثم أضرب عن تبكيتهم إلى التسجيل عليهم بالضلال الواضح فقال ﴿بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ﴾ أي بل المشركون في خسران ظاهر، وضلالٍ واضح ما بعده ضلال، لأنهم وضعوا العبادة في غير موضعها، وعبدوا ما لا يسمع ولا يبصر ولا ينفع ولا يضر، فهم أضل من الحيوان الأعجم، لأن من عبد صنمًا جامدًا، وترك خالقًا عظيمًا مدبرًا، يكون أحطَّ شأنًا من الحيوان.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - وضع المصدر للمبالغة ﴿هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ﴾ .\n٢ - الإِشارة بالبعيد ﴿تِلْكَ آيَاتُ﴾ عن القريب ﴿هذه﴾ لبيان علو الرتبة ورفعة القدر والشأن.\n٣ - الإِطناب بتكرار الضمير واسم الإِشارة ﴿وَهُمْ بالآخرة هُمْ يُوقِنُونَ أولئك على هُدًى مِّن رَّبِّهِمْ وأولئك هُمُ﴾ لزيادة الثناء عليهم والتكريم لهم، كما أن الجملة تفيد الحصر أي هم المفلحون لا غيرهم.\n٤ - الاستعارة التصريحية ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث﴾ شبّه حالهم بحال من يشتري سلعة وهو خاسر فيها، واستعار لفظ يشتري لمعنى يستبدل بطريق الاستعارة التصريحية.\n٥ - التشبيه المرسل المجمل ﴿كَأَنَّ في أُذُنَيْهِ وَقْرًا﴾ ذكرت أداة التشبيه وحذف الشبه فهو تشبيه «مرسل مجمل» .\n٦ -\nأسلوب التهكم ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ لأن البشارة إنما تكون في الخير، واستعمالها في الشر سخرية وتهكم.\n٧ - الالتفات من الغيبة إِلى التكلم ﴿وَأَنزَلْنَا مِنَ السمآء﴾ بعد قوله ﴿خَلْقُ، وألقى، وَبَثَّ﴾ وكلها بضمير الغائب، ثم التفت فقال ﴿وَأَنزَلْنَا﴾ لشأن الرحمن، وتوفيةً لمقام الامتنان، وهذا من المحسنات البديعية.\n٨ - إِطلاق المصدر على اسم المفعول مبالغة ﴿هذا خَلْقُ الله﴾ أي مخلوقة.\n٩ - الاستفهام للتوبيخ والتبكيت ﴿مَاذَا خَلَقَ الذين مِن دُونِهِ﴾؟\n١٠ - وضع الظاهر موضع الضمير لزيادة التوبيخ، وللتسجيل عليهم بغاية الظلم والجهل ﴿بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ﴾ وكان الأصل أن يقال: بل هم في ضلالٍ مبين.\n١١ - مراعاة الفواصل في الحرف الأخير مثل ﴿عَذَابٌ مُّهِينٌ﴾ ويسمى هذا النوع في علم البديع «سجعًا» وأفضله ما تساوت فقره، وكان سليمًا من التكلف، خاليًا من التكرار، وهو كثير في القرآن الكريم في نهاية الآيات الكريمة.\nفَائِدَة: وصفُ الكتاب بالحكمة في هذه السورة ﴿الكتاب الحكيم﴾ مناسبٌ لجو السورة الكريمة لأن موضوع الحكمة قد تكرر فيها ﴿وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة﴾ فناسب أن يختار هذا الوصف من أوصاف الكتاب المجيد، على طريقة القرآن في التنسيق بين الألفاظ والمواضيع.", "ayah": 6, "surah": 31}