{"text": "المنَاسَبَة: لما ذكر تعالى أحوال الناس في الآخرة، وقدرته على البدء والإِعادة، ذكر هنا الأدلة على الربوبية والوحدانية، في خلق البشر، واختلاف الألسنة والصور، وإِحياء الأرض بالمطر، وفي قيام الناس ومنامهم، ثم ضرب الأمثال للمشركين في عبادتهم لغير الله مع أنه وحده الخالق الرازق.\nاللغَة: ﴿آيَاتِهِ﴾ جمع آية وهي العلامة على الربوبية والوحدانية ﴿تَنتَشِرُونَ﴾ تتصرفون في شؤون معايشكم ﴿لتسكنوا إِلَيْهَا﴾ لتميلوا إِليها وتألفوها ﴿قَانِتُونَ﴾ مطيعون منقادون لإرادته ﴿المثل الأعلى﴾ الوصف الأعلى في الكمال والجلال ﴿القيم﴾ المستقيم الذي لا عوج فيه ﴿مُنِيبِينَ﴾ الإِنابة: الرجوع بالتوبة والإِخلاص.\nالتفسِير: ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِّن تُرَابٍ﴾ أي ومن آياته الباهر الدالة على عظمته وكمال قدرته أن خلق أصلكم «آدم» من تراب، وإِنما أضاف الخلق إِلى الناس ﴿خَلَقَكُمْ﴾ لأن آدم أصل البشر ﴿ثُمَّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ﴾ أي ثم أنتم تتطورون من نطفة إِلى علقة إِلى مضغة إِلى بشر عقلاء،\nتتصرفون فيما هو قوام معايشكم قال ابن كثير: فسبحان من خلقهم ويسَّرهم وسخّرهم وصرّفهم في فنون المعايش والمكاسب، وفاوت بينهم في العلوم والفكر، والحسن والقبح، والغنى والفقر، والسعادة والشقاوة!! ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾ أي من آياته الدالة على عظمته وكمال قدرته أن خلق لكم من صنفكم وجنسكم نساءً آدميات مثلكم، ولم يجعلهن من جنسٍ آخر قال ابن كثير: ولو أنه تعالى جعل الإِناث من جنسٍ آخر، من جان أو حيوان، لما حصل هذا الائتلاف بينهم وبين الأزواج، بل كانت تحصل النفرة، وذلك من تمام رحمته ببني آدم ﴿لتسكنوا إِلَيْهَا﴾ أي لتميلوا إِليهن وتألفوهن ﴿وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً﴾ أي وجعل بين الأزواج والزوجات محبة وشفقة قال ابن عباس: المودة: حب الرجل امرأته، والرحمةُ شفقته عليها أن يصيبها بسوء ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إِنَّ فيما ذكر لعبرًا عظمية لقوم بتفكرون في قدرة الله وعظمته، فيدركون حكمته العلية ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض واختلاف أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ﴾ أي ومن آياته العظيمة الدالة على كمال قدرته خلقُ السماوات في ارتفاعها واتساعها، وخلق الأرض في كثافتها وانخفاضها، واختلاف اللغات من عربيةٍ وعجمية، وتركية، ورومية، واختلاف الألوان من أبيض وأسود وأحمر، حتى لا يشتبه شخص بشخص، ولا إِنسان بإِنسان، مع أنهم جميعاَ من ذرية آدم ﴿إِنَّ فِي ذلك لآيَاتٍ لِّلْعَالَمِينَ﴾ أي لمن كان من ذوي العلم والفهم والبصيرة ﴿وَمِنْ آيَاتِهِ مَنَامُكُم باليل والنهار﴾ أي ومن آياته الدالة على كمال قدرته نومكم في ظلمة الليل، ووقت الظهيرة بالنهار راحةً لأبدانكم ﴿وابتغآؤكم مِّن فَضْلِهِ﴾ أي وطلبكم للرزق بالنهار ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ﴾ أي يسمعون سماع تفهم واستبصار ﴿وَمِنْ آيَاتِهِ يُرِيكُمُ البرق خَوْفًا وَطَمَعًا﴾ أي ومن آياته العظيمة الدالة على قدرته ووحدانيته أنه يريكم البرق خوفًا من الصواعق، وطمعًا في الغيث والمطر قال قتادة: خوفًا للمسافر، وطمعًا للمقيم ﴿وَيُنَزِّلُ مِنَ السمآء مَآءً فَيُحْيِي بِهِ الأرض بَعْدَ مَوْتِهَا﴾ أي وينزل المطر من السماء فينبت به الأرض بعد أن كانت هامدة جامدة لا نبات فيها ولا زرع ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ﴾ أي إِن في ذلك المذكور لعبرًا وعظاتٍ لقومٍ يتدبرون بعقولهم آلاء الله ﴿وَمِنْ آيَاتِهِ أَن تَقُومَ السمآء والأرض بِأَمْرِهِ﴾ أي ومن آياته الباهرة الدالة على عظمته أن تستمسك السماواتُ بقدرته بلا عمد، وأن تثبت الأرض بتدبيره وحكمته فلا تنكفئ بسكانها ولا تنقلب بأهلها ﴿ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الأرض إِذَآ أَنتُمْ تَخْرُجُونَ﴾ أي إِذا دعيتم إِلى الخروج من القبور، إِذا أنتم فورًا تخرجون للجزاء والحساب، لا يتأخر خروجكم طرفة عين قال المفسرون: وذلك حين ينفخ إِسرافيل في الصور النفخة الثانية ويقول: يا أهل القبور قوموا، فلا تبقى نسمةٌ من الأولين والآخرين، إِلا قامت تنظر ﴿وَلَهُ مَن فِي السماوات والأرض﴾ أي وله جل وعلا كل من في السماوات والأرض من الملائكة والإِنس والجن ملكًا وخلقًا وتصرفًا لا يشاركه فيها أحد ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ أي جميعهم خاشعون خاضعون منقادون لأمره تعالى ﴿وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ﴾ أي وهو تعالى يُنشئ\nالخلق من العدم، ثم يعيدهم بعد موتهم للحساب والجزاء ﴿وَهُوَ أَهْوَنُ عَلَيْهِ﴾ أي إِعادة الخلق أهونُ عليه من بدئه قال ابن عباس: يعني أيسر عليه، وقال مجاهد: الإِعادة أهون من البداءة، والبداءة عليه هنيّه قال المفسرون: خاطب تعالى العباد بما يعقلون، فإِذا كانت الإِعادة أسهل من الابتداء في تقديركموحكمكم، فإِن من قدر على الإِنشاء كان البعث أهون عليه حسب منطقكم وأصولكم ﴿وَلَهُ المثل الأعلى﴾ أي له الوصف الأعلى الذي ليس لغيره ما يدانيه فيه من الجلال والكمال، والعظمة والسلطان ﴿فِي السماوات والأرض﴾ أي يصفه به من فيهما وهو أنه الذي ليس كمثله شيء ﴿وَهُوَ العزيز الحكيم﴾ أي القاهر لكل شيء الحكيم الذي كل أفعاله على مقتضى الحكمة والمصلحة، ثم وضّح تعالى بطلان عبادتهم للأوثان بمثل فقال: ﴿ضَرَبَ لَكُمْ مَّثَلًا مِّنْ أَنفُسِكُمْ﴾ أي ضرب لكم أيها القوم ربكم مثلًا واقعيًا من أنفسكم ﴿هَلْ لَّكُمْ مِّن مَّا مَلَكَتْ أَيْمَانُكُمْ مِّن شُرَكَآءَ فِي مَا رَزَقْنَاكُمْ﴾ أي هل يرضى أحدكم أن يكون عبده ومملوكه شريكًا له في ماله الذي رزقه الله تعالى؟ فإِذا لم يرض أحدكم لنفسه ذلك فكيف ترضون لله شريكًا له وهو في الأصل مخلوق وعبدٌ لله؟ ﴿فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ﴾ هذا من تتمة المثل أي لستم وعبيدكم سواءٌ في أموالكم، ولستم تخافونهم كما تخافون الأحرار مثلكم، وأنتم لا ترضون أن يكون عبيدكم شركاء لكم في أموالكم، فكيف رضيتم لله شريكًا في خلقه وملكه؟ ﴿كَذَلِكَ نُفَصِّلُ الآيات لِقَوْمٍ يَعْقِلُونَ﴾ أي مثل ذلك البيان الواضح نبيّن الآيات لقومٍ يستعملون عقولهم في تدبر الأمثال ﴿بَلِ اتبع الذين ظلموا أَهْوَآءَهُمْ بِغَيْرِ عِلْمٍ﴾ بلْ للإِضراب أي ليس لهم حجة ولا معذرة في إِراكهم بالله بل ذلك بمجرد هوى النفس بغير علم ولا برهان قال القرطبي: لما قامت عليهم الحجة ذكر أنهم يعبدون الأصنام باتباع أهوائهم في عبادتها، وتقليد الأسلاف في ذلك ﴿فَمَن يَهْدِي مَنْ أَضَلَّ الله﴾ أي لا أحد يستطيع أن يهدي من أراد الله إِضلاله ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم من عذاب الله منقذٌ ولا ناصر ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ﴾ أي أخلص دينك لله وأقبل على الإِسلام بهمة ونشاط ﴿حَنِيفًا﴾ أي مائلًا عن كل دين باطل إلأى الدين الحق وهو الإِسلام ﴿فِطْرَتَ الله التي فَطَرَ الناس عَلَيْهَا﴾ أي هذا الدين الحق الذي أمرناك بالاستقامة عليه هو خلقة الله التي خلق الناس عليها وهو فطرة التوحيد كما الحديث\n«كل مولود يولد على الفطرة، فأبواه يهودانه» الحديث ﴿لاَ تَبْدِيلَ لِخَلْقِ الله﴾ أي لا تغيير لتلك الفطرة السليمة من جهته تعالى قال ابن الجوزي: لفظة لفظ النفي ومعناه النهي أي لا تبدلوا خلق الله فتغيّروا الناس عن فطرتهم التي فطرهم الله عليها ﴿ذَلِكَ الدين القيم﴾ أي ذلك هو الدين المستقيم ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي أكثر الناس جهلة لا يتفكرون فيعلمون أن لهم خالقًا معبودًا ﴿مُنِيبِينَ إِلَيْهِ واتقوه وَأَقِيمُواْ الصلاة﴾ أي أقيموا وجوهكم أيها الناس على الدين الحق حال كونكم منيبين إِلى ربكم أي راجعين إِليه بالتوبة وإِخلاص العمل، وخافوه وراقبوه في أقوالكم وأفعالكم، وأقيموا الصلاة على\nالوجه الذي يُرضي الله ﴿وَلاَ تَكُونُواْ مِنَ المشركين﴾ أي لا تكونوا ممن أشرك بالله وعبد غيره ثم فسَّرهم بقوله ﴿مِنَ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا﴾ أي من الذين اختلفوا في دينهم وغيّروه وبدَّلوا فأصبحوا شيعًا وأحزابًا، كلٌ يتعصب لدينه، وكلٌ يعبد هواه ﴿كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ﴾ أي كل جماعة وفرقة متمسكون بما أحدثوه، مسرورون بما هم عليه من الدين المعوج، يحسبون باطلهم حقًا قال ابن كثير: أي لا تكونوا من المشركين الذين فرقوا دينهم أي بدلوه وغيروه، وآمنوا ببعض وكفروا ببعض، كاليهود والنصارى والمجوس وعبدة الأوثان، وسائر أهل الأديان الباطلة - مما عدا أهل الإِسلام - فأهل الأديان قبلنا اختلفوا فيما بينهم على آراء ومذاهب باطلة، وكل فرقة منهم تزعم أنهم على شيء ﴿وَإِذَا مَسَّ الناس ضُرٌّ﴾ أي إِذا أصاب الناس شدةٌ وفقر ومرض وغير ذلك من أنواع البلاء ﴿دَعَوْاْ رَبَّهُمْ مُّنِيبِينَ إِلَيْهِ﴾ أي أفردوه تعالى بالتضرع والدعاء لينجوا من ذلك الضر، وتركوا أصنامهم لعلمهم أنه لا يكشف الضر إِلا الله تعالى، فلهم في ذلك الوقت إِنابة وخضوع ﴿ثُمَّ إِذَآ أَذَاقَهُمْ مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ﴾ أي ثم إِذا أعطاهم السعة والرخاء والصحة وخلّصهم من ذلك الضر والشدة، إِذا جماعة منهم يشركون بالله ويعبدون معه غيره، والغرض من الآية التشنيعُ على المشركين، فإِنهم يدعون الله في الشدائد، ويشركون به في الرخاء ﴿لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ أمرٌ على وجه التهديد أي ليكفروا بنعم الله، وليتمتعوا في هذا الدنيا فيسوف تعلمون أيها المشركون عاقبة تمتعكم بزينة الحياة ونعيمها الفاني ﴿أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِ يُشْرِكُونَ﴾ الاستفهام للإِنكار والتوبيخ والمعنى: هل أنزلنا على هؤلاء المشركين حجة واضحة قاهرة على شركهم، أو كتابًا من السماء فهو ينطق ويشهد بشركهم وبصحة ما هم عليه؟ ليس الأمر كما يتصورون، والمراد ليس لهم حجة بذلك ﴿وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا﴾ أي وإِذا أنعمنا على الناس بالخصب ولاسعة والعافية استبشروا وسروا بها ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ﴾ أي وإِن أصابهم بلاءً وعقوبة بسبب معاصيهم إِذا هم ييأسون من الرحمة والفرج قال ابن كثير: وهذا إِنكار على الإِنسان من حيث هو إِلا من عصمة الله، إِذا أصابته نعمة بطر، وإِذا أصابته شدة قنط وأيس ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي أولم يروا قدرة الله في البسط والقبض، وأنه تعالى يوسّع الخير في الدنيا لمن يشاء ويضيّق على من يشاء؟ فلايجب أن يدعوهم الفقر إِلى القنوط من رحمته تعالى ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إِن في المذكور لدلالة واضحة على قدرة الله لقومٍ يصدقون بحكة الخالق الرازق ﴿فَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل﴾ أي فأعط العقريب حقَّه من البر ولاصلة وكذلك المسكين والمسافر الذي انقطع في سفره اعطه من الصَّدقة والإِحسان قال القرطبي: لما تقدم أنه سبحانه يبسط الرزق وبقدر، أمر من وسَّع عليه الرزق أن بعطي الفقير كفايته، ليمتحن شكر الغني، والخطاب للنبي ﵇ والمراد هو وأُمته ﴿ذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ الله﴾ أي ذلك الإِيتء والإِحسان خيرٌ للذين يبتغون بعملهم وجه الله ويريدون ثوابه ﴿وأولئك هُمُ المفلحون﴾ أي وأولئك هم الفائزون بالدرجات العالية ﴿وَمَآ آتَيْتُمْ مِّن رِّبًا\nلِّيَرْبُوَاْ فِي أَمْوَالِ الناس فَلاَ يَرْبُواْ عِندَ الله﴾ أي وما أعطيتم من أموالكم يا معشر الأغنياء على وجه الربا ليزيد مالكم ويكثر به، فلا يزيد ولا يزكو ولا يضاعف عند الله لأنه كسبٌ خبيثٌ لا يبارك الله فيه قال الزمخشري: هذه الآية كقوله تعالى\n﴿يَمْحَقُ الله الربا وَيُرْبِي الصدقات﴾ [البقرة: ٢٧٦] سواءً بسواء ﴿وَمَآ آتَيْتُمْ مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ الله﴾ أي وما أعطيتم من صدقةٍ أو إِحسان خالصًا لوجه الله الكريم ﴿فأولئك هُمُ المضعفون﴾ أي فأولئك هم الذين لهم الضعف من الأجر والثواب، الذين تضاعف لهم الحسنات ﴿الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ﴾ أي الله جل وعلا هو الخالق الرازق للعباد، يُخرج الإِنسان من بطن أمه عُريانًا لا علم له ولا سمع ولا بصر، ثم يرزقه بعد ذلك المال والمتاع والأملاك ﴿ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ﴾ أي ثم يميتكم بعد هذه الحياة، ثم يحييكم يوم القيامة، ليجازيكم على أعمالكم ﴿هَلْ مِن شُرَكَآئِكُمْ مَّن يَفْعَلُ مِن ذلكم مِّن شَيْءٍ﴾؟ أي هل يستطيع أحد ممن تعبدونهم من دون الله أن يفعل شيئًا من ذلك؟ بل الله تعالى هو المستقل بالخلق والرزق والإِحياء والإِماتة ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه جل وعلا وتقدس ع ن ان يكون له شريك أو مثيل وتعالى عما يقول المشركون علوًا كبيرًا.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين قوله ﴿خَوْفًا. . وَطَمَعًا﴾ وبين ﴿يَبْسُطُ. . وَيَقْدِرُ﴾ وبين ﴿يُمِيتُكُمْ. . يُحْيِيكُمْ﴾ وبين ﴿يَبْدَؤُاْ. . ويُعِيدُ﴾ .\n٢ - جناس الاشتقاق ﴿دَعَاكُمْ دَعْوَةً﴾ ﴿فِطْرَتَ الله التي فَطَرَ﴾ .\n٣ - المقابلة بين قوله ﴿وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا﴾ وبين ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ﴾ .\n٤ - المجاز المرسل ﴿فَأَقِمْ وَجْهَكَ﴾ أطلق الجزء وأراد الكل أي توجه إلى الله بكليتك.\n٥ - السجع المرصَّع كأنه الدرُّ المنظوم مثل ﴿الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ. .﴾ الخ.", "ayah": 36, "surah": 30}