{"text": "المنَاسَبَة: لما شنَّع على المشركين في عبادتهم لغير الله، ذكر في هذه الآيات الأسباب الموجبة للمحنة والابتلاء وهي الكفر، وانتشار المعاصي، وكثر الفجور والموبقات، التي بسببها نقل الخيرات وترتفع البركات، وضرب الأمثال بهلاك الأمم السابقة، تنبيهًا لقريش وأمرًا لهم بالاعتبار بمن سبقهم من المشركين المكذبين كيف أهلكهم الله بسبب طغيانهم وإِجرامهم.\nاللغَة: ﴿يَصَّدَّعُونَ﴾ يتفرقون يقال: تصدَّع القوم إِذا تفرقوا ومنه الصداع لأنه يُفرِّق شعب الرأس ﴿يَمْهَدُونَ﴾ يجعلون لهم مهدًا ويوطئون لهم مسكنًا، والمهاد: الفراش ﴿كِسَفًا﴾ جمع كسفة وهي القطعة ﴿الودق﴾ المطر ﴿مُبْلِسِينَ﴾ يائسين مكتئبين قد ظهر الحزن عليهم من شدة اليأس ﴿يُؤْفَكُونَ﴾ يصرفون، والإِفك: الكذب ﴿يُسْتَعْتَبُونَ﴾ يقال: استعتبته فأعتبني أي استرضيته فأرضاني.\nالتفسِير: ﴿ظَهَرَ الفساد فِي البر والبحر بِمَا كَسَبَتْ أَيْدِي الناس﴾ أي ظهرت البلايا والنكبات في بر الأرض وبحرها بسبب معاصي الناس وذنوبهم قال البيضاوي: المراد بالفساد الجدب وكثرة الحرق والغرق، ومحق البركات، وكثرةُ المضار بشؤم معاصي الناس أو بكسبهم إِياه وقال ابن كثير: أي بانَ النقص في الزروع والثمار بسبب المعاصي لأن صلاح الأرض والسماء بالطاعة ﴿لِيُذِيقَهُمْ بَعْضَ الذي عَمِلُواْ﴾ أي ليذيقهم وبال بعض أعمالهم في الدنيا قبل أن يعاقبهم بها جميعًا في الآخرة ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي لعلهم يتوبون ويرجعون عمّا هم عليه من المعاصي والآثام ﴿قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلُ﴾ أي قل يا محمد لهؤلاء المشركين: سيروا في\nالبلاد فانظروا إلى مساكن الذين ظلموا كيف كان آخر أمرهم وعاقبة تكذيبهم للرسل، ألم يخرب الله ديارهم ويجعلهم عبرةً لمن يعتبر ﴿كَانَ أَكْثَرُهُمْ مُّشْرِكِينَ﴾ أي كانوا كافرين بالله فأُهلكوا ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ القيم﴾ أي فتوجَّه بكليتك إلى الدين المستقيم دين الإِسلام، واستقم عليه في حياتك قال القرطبي: أي أقم قصدك واجعلْ جهتك اتباع الدين القيم يعني الإِسلام ﴿مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله﴾ أي من قبل أن يأتي ذلك اليوم الرهيب، الذي لا يقدر أحدٌ على ردِّه، لأن الله قضى به وهو يوم القيامة ﴿يَوْمَئِذٍ يَصَّدَّعُونَ﴾ أي يومئذٍ يتفرقون، فريقٌ في الجنة وفريقٌ في السعير ﴿مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ﴾ أي من كفر بالله فعليه أوزار كفره مع خلوده في النار المؤبدة ﴿وَمَنْ عَمِلَ صَالِحًا فَلأَنفُسِهِمْ يَمْهَدُونَ﴾ أي ومن فعل خيرًا وأطاع الله فلأنفسهم في الآخرة فراشًا ومسكنًا وقرارًا بالعمل الصالح، ومهَّدت الفراش أي بسطته ووطأته ﴿لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات مِن فَضْلِهِ﴾ أي يمهدون لأنفسهم ليجزيهم الله من فضله الذي وعد به عباده المتقين ﴿إِنَّهُ لاَ يُحِبُّ الكافرين﴾ أي لا يحب الكافرين بل يمقتهم ويبغضهم، يجازي المؤمنين بفضله، والكافرين بعدله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ أي ومن آياته الدالة على كمال قدرته أن يرسل الرياح تسوق السحاب مبشرة بنزول المطر والإِنبات والرزق ﴿وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ﴾ أي ولينزل عليكم من رحمته الغيث الذي يجيي به البلاد والعباد ﴿وَلِتَجْرِيَ الفلك بِأَمْرِهِ﴾ أي ولتسير السفن في البحر عند هبوب الرياح بإِذنه وإِرادته ﴿وَلِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي ولتطلبوا الرزق بالتجارة في البحر ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولتشكروا نعم الله الجليلة عليكم ﴿وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إلى قَوْمِهِمْ﴾ تسلية للرسول وتأنيس له بقرب النصر أي ولقد أرسلنا من قبلك يا محمد رسلًا كثيرين إِلى قومهم المكذبين كما أرسلناك رسولًا إلى قومك ﴿فَجَآءُوهُم بالبينات﴾ أي جاؤوهم بالمعجزات الواضحات والحجج الساطعات الدالة على صدقهم ﴿فانتقمنا مِنَ الذين أَجْرَمُواْ﴾ أي فكذبوهم فانتقمنا من الكفرة المجرمين ﴿وَكَانَ حَقًّا عَلَيْنَا نَصْرُ المؤمنين﴾ أي كان حقًا واجبًا علينا أن ننصر المؤمنين على الكافرين، والآية اعتراضية جاءت بين الآيات المفصّلة لأحكام الرياح تسليةً للنبي ﵇ قال أبو حيان: والآية اعتراضٌ بين قوله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ وبين قوله ﴿الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَابًا﴾ جاءت تأنيسًا للرسول ﷺ َ وتسلية له، ووعدًا له بالنصر، ووعيدًا لأهل الكفر ثم ذكر تعالى الحكمة من هبوب الرياح وهي إِثارة السحب وإِخراج الماء منه فقال ﴿الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَابًا﴾ أي يبعث الرياح فتحرك السحاب وتسوقه أمامها ﴿فَيَبْسُطُهُ فِي السمآء كَيْفَ يَشَآءُ﴾ أي فينشره في أعالي الجو كيف يشاء خفيفًا أو كثيفًا، مطبقًا أو غير مطبق ﴿وَيَجْعَلُهُ كِسَفًا﴾ أي ويجعله أحيانًا قطعًا متفرقة ﴿فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ﴾ أي فترى المطر يخرج من بين السحاب ﴿فَإِذَآ أَصَابَ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ﴾ أي فإِذا أنزل ذلك الغيث على من يشاء من خلقه إِذا هم يسرون ويفرحون بالمطر ﴿وَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مِّن قَبْلِهِ لَمُبْلِسِينَ﴾ أي وإِن كانوا قبل نزول المطر عليهم\nيائسين قانطين، قال البيضاوي: والتكرير للتأكيد والدلالة على تطاول عهدهم بالمطر واستحكام يأسهم ﴿فانظر إلى آثَارِ رَحْمَتِ الله كَيْفَ يُحْيِ الأرض بَعْدَ مَوْتِهَآ﴾ أي فانظر أيها العاقل نظر تدبر واستبصار إلى ما ينشأ عن آثار نعمة الله بالمطر من خضرة الأشجار، وتفتح الأزهار، وكثرة الثمار، وكيف أن الله يجعل الأرض تنبت بعد أن كانت هامدة جامدة؟ ﴿إِنَّ ذَلِكَ لَمُحْيِ الموتى﴾ أي إِنَّ ذلك القادر على إِحياء الأرض بعد موتها هو الذي يحيي الناس بعد موتهم ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي مبالغ في القدرة على جميع الأشياء، لا يعجزه شيء ﴿وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا﴾ أي ولئن أرسلنا على الزرع بعد خضرته ونموه ريحًا ضارة مفسدة فرأوا الزرع مصفرًا من أثر تلك الريح ﴿لَّظَلُّواْ مِن بَعْدِهِ يَكْفُرُونَ﴾ أي لمكثوا بعد اصفرره يجحدون النعمة، فشأنهم أنهم يفرحون عند الخصب، فإِذا جاءتهم مصيبة في زرعهم جحدوا سابق نعمة الله عليهم، ثم نبه تعالى إِلى أن هؤلاء الكفار كالأموات لا ينفع معهم نصح ولا تذكير فقال ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى وَلاَ تُسْمِعُ الصم الدعآء إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ أي فإِنك يا محمد لا تسمع الأموات ولا تسمع من كان في أذنيه صممٌ تلك المواعظ المؤثرة، ولو أن أصمَّ ولّى عنك مدبرًا ثم ناديته لم يسمع فكذلك الكافر لا يسمع، ولا ينتفع بما يسمع قال المفسرون: هذا مثلٌ ضربه الله للكفار فشبههم بالموتى وبالصم والعمي ﴿وَمَآ أَنتَ بِهَادِ العمي عَن ضَلاَلَتِهِمْ﴾ أي ولست بمرشد من أعماه الله عن الهدى ﴿إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُّسْلِمُونَ﴾ أي ما تسمع إِلا من يصدق بآياتنا فهم الذين ينتفعون بالموعظة لخضوعهم وانقيادهم لطاعة الله ﴿الله الذي خَلَقَكُمْ مِّن ضَعْفٍ﴾ أي الله الذي خلقكم أيها الناس من أصل ضعيف وهو النطفة، وجعلكم تتقلبون في أطوار «الجنين، الوليد، الرضيع، المفطوم» وهي أحوال في غاية الضعف، فصار كأن الضعف مادة خلقتكم ﴿ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً﴾ أي ثم جعل من بعد ضعف الطفولة قوة الشباب ﴿ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً﴾ أي ثم جعل من بعد قوة الشباب ضعف الهرم والشيخوخة، ﴿يَخْلُقُ مَا يَشَآءُ﴾ أي يخلق ما يشاء من ضعف وقوة، وشبابٍ وشيب ﴿وَهُوَ العليم القدير﴾ أي وهو العليم بتدبير الخلق، القدير على ما يشاء قال أبو حيان: وجعل الخلق من ضعف لكثرة ضعف الإِنسان أول نشأته وطفولته، ثم حال الشيخوخة والهرم، والترداد في هذه الهيئات شاهد بقدرة الصانع وعلمه ﴿وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ﴾ أي ويوم تقوم القيامة ويُبعث الناس للحساب يحلف الكافرون المجرمون بأنهم ما مكثوا في الدنيا غير ساعة قال البيضاوي: وإِنما استقلوا مدة لبثهم في الدنيا بالنسبة إلى مدة عذابهم في الآخرة أو نسيانًا منهم ﴿كَذَلِكَ كَانُواْ يُؤْفَكُونَ﴾ أي كذلك كانوا في الدنيا يصرفون من الحق إلى الباطل، ومن الصدق إلى الكذب ﴿وَقَالَ الذين أُوتُواْ العلم والإيمان لَقَدْ لَبِثْتُمْ فِي كِتَابِ الله إلى يَوْمِ البعث﴾ أي وقال العقلاء من أهل الإِيمان والعلم ردًا عليهم وتكذيبًا لهم: لقد مكثتم فيا كتبه الله في سابق علمه إِلى يوم البعث الموعود ﴿فهذا يَوْمُ البعث ولكنكم كُنتمْ لاَ تَعْلَمُونَ﴾ أي فهذا يوم البعث الذي كنتم تنكرونه، ولكنكم لم تصدقوا به لتفريطكم في طلب الحق واتباعه، قال تعالى ﴿فَيَوْمَئِذٍ لاَّ ينفَعُ الذين ظَلَمُواْ مَعْذِرَتُهُمْ﴾\nأي ففي ذلك اليوم لا ينفع الظالمين اعتذارهم ﴿وَلاَ هُمْ يُسْتَعْتَبُونَ﴾ أي لا يقال لهم أرضوا ربكم بتوبة أو طاعة، لأنه قد ذهب أوان التوبة ﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي ولقد بينا في هذا القرآن العظيم ما يحتاج الناس إِليه من المواعظ والأمثال والأخبار والعبر مما يوضّح الحقَّ ويزيل اللبس ﴿وَلَئِن جِئْتَهُمْ بِآيَةٍ لَّيَقُولَنَّ الذين كفروا إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ﴾ أي ووالله لئن جئتهم يا محمد بما اقترحوا من الآيات كالعصا والناقة واليد ليقولنَّ المشركون من قومك لفرط عنادهم ما أنت وأصحابك إِلا قوم مبطلون، تُدجلون علينا وتكذبون ﴿كَذَلِكَ يَطْبَعُ الله على قُلُوبِ الذين لاَ يَعْلَمُونَ﴾ أي مثل ذلك الطبع على قلوب الجهلة المجرمين، يختم الله على قلوب الكفرة الذين لا يعلمون توحيد الله ولا صفاته ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ أي فاصبر يا محمد على تكذيبهم وأذاهم فإِن وعد الله بنصرتك وإِظهار دينك حقٌ لا بدَّ من إِنجازه ﴿وَلاَ يَسْتَخِفَّنَّكَ الذين لاَ يُوقِنُونَ﴾ أي لا يحملنك على الخفة والقلق جزعًا مما يقوله أولئك الضالون الشاكون، ولا تترك الصبر بسبب تكذيبهم وإٍيذائهم.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿البر. . والبحر﴾ .\n٢ - المجاز المرسل بإطلاق الجزء وإرادة الكل ﴿بِمَا كَسَبَتْ أَيْدِي الناس﴾ .\n٣ - جناس الاشتقاق ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ القيم﴾ .\n٤ - الاستعارة اللطيفة ﴿فَلأَنفُسِهِمْ يَمْهَدُونَ﴾ شبَّه من قدَّم الأعمال الصالحة بمن يمهد فراشه ويوطئه للنوم عليه لئلا يصيبه في مضجعه ما يؤذيه وينغص عليه مرقده.\n٥ - أسلوب الإِطناب ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ. .﴾ الآية وذلك لتعداد النعم الكثيرة وكان يكفي أن يقول: ﴿لِتَبْتَغُواْ مِن فَضْلِهِ﴾ ولكنه أسهب تذكيرًا للعباد بالنعم.\n٦ - جناس الاشتقاق ﴿أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا﴾ .\n٧ - الإِيجاز بالحذف ﴿فَجَآءُوهُم بالبينات فانتقمنا﴾ حذف منه فكذبوهم واستهزءوا بهم.\n٨ - الاستعارة التصريحية ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى﴾ شبه الكفار بالموتى وبالصم في عدم إِحساسهم وسماعهم للمواعظ والبراهين بطريق الاستعارة التصريحية.\n٩ - الطباق بين ﴿ضَعْفٍ. . قُوَّةً﴾ .\n١٠ - صيغة المبالغة ﴿العليم القدير﴾ لأن معناه المبالغ في العلم والقدرة.\n١١ - الجناس التام ﴿وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ﴾ المراد بالساعة أولًا القيامة وبالثانية المدة الزمنية فبينهما جناس كامل، وهذا من المحسنات البديعية.\nتنبيه: الصحيح أن الميت يسمع لقوله ﷺ َ «ما أنتم منهم» وقوله «وإِن الميت ليسمع قرع نعالهم» وأما قوله تعالى ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى﴾ المراد منه سماع التدبير والاتعاظ، والله أعلم.", "ayah": 46, "surah": 30}