{"text": "المنَاسَبَة: لمَّا عدَّد تعالى نعمه على العباد، وأقام الأدلة والبراهين على قدرته وعزته وسلطانه، ذكَّرهم هنا بحاجتهم إليه، واستغنائه جل وعلا عن جميع الخلق، وضرب الأمثال للتفريق بين المؤمن والكافر، والبرُّ والفاجر، بالأعمى والبصير، والظلام والنور، «فبضدّها تتميز الأشياء» .\nاللغَة: ﴿وِزْرَ﴾ الوزرُ: الجبل المنيع الذي يعتصم به ومنه ﴿كَلاَّ لاَ وَزَرَ﴾ [القيامة: ١١] ثم قيل للثقيل: وِزْرٌ تشبيهًا له بالجبل، ثم استعير للذنب لما فيه من إثقال كاهل الإِنسان. ﴿تُنذِرُ﴾ تخوف، والإِنذار التخويف. ﴿الغيب﴾ ما غاب عن الإِنسان ولم تدركه حواسه، قال الشاعر:\nوبالغيب آمنا وقد كان قومنا ... يُصلُّون للأوثان قبل محمد\n﴿الحرور﴾ شدة حر الشمس، قال في المصباح: الحرُّ خلال البرد والاسم الحرارة، وحرَّ النار: توقَّدت واستعرت، والحَرور: الريح الحارة. ﴿جُدَدٌ﴾ جمع جدَّة بالضم وهي الطريقة والعلامة، قال الجوهري: والجُدَّة: الخُطَّة التي في ظهر الحمار تخالف لونه، والجُدة الطريقة والجمع جدد وهي الطرائق المختلفة الألوان، قال القرطبي: قال الأخفش: لو كان جمع جديد لقال «جُدُد» بضم الجيم والدال نحو سُرر. ﴿غَرَابِيبُ﴾ جمع غربيب وهو الشديد السواد، يقال: أسود غربيب أي شديد السواد، قال امرؤ القيس:\nالعينُ طامحةٌ، واليدُ سابحةٌ ... والرجلُ لافحةٌ، والوجه غربيب\nالتفسِير: ﴿ياأيها الناس أَنتُمُ الفقرآء إِلَى الله﴾ الخطاب لجميع البشر لتذكيرهم بنعم الله الجليلة عليهم أي أنتم المحتاجون إليه تعالى في بقائكم وكل أحوالكم، وفي الحركات والسكنات ﴿والله هُوَ الغني الحميد﴾ أي وهو جل وعلا الغنيُّ عن العالم على الإِطلاق، المحمودُ على نعمه التي لا تُحْصى، قال أبو حيان: هذه آيةُ موعظةٍ وتذكير، وأن جميع الناس محتاجون إلى إحسان الله تعالى وإِنعامه، في جميع أحوالهم، لا يستغنى أحدٌ عنه طرفة عين، وهو الغنيُّ عن العالم على الإِطلاق، المحمود على ما يسديه من النعم، المستحق للحمد والثناء، ثم قرر اسغناءه عن الخلق بقوله: ﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾ أي لو شاء تعالى لأهلككم وأفناكم وأتى بقومٍ آخرين غيركم، وفي هذا وعيدٌ وتهديد ﴿وَمَا ذَلِكَ عَلَى الله بِعَزِيزٍ﴾ أي وليس ذلك بصعب أو ممتنع على الله، بل هو سهر يسير عليه سبحانه، لأنه يقول للشيء كنْ فيكون ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا تحمل نفسٌ آثمةٌ إثم نفسٍ أخرى، ولا تعاقب بذنب غيرها كما يفعل جبابرة الدنيا من أخذ الجار بالجار، والقريب بالقريب ﴿وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى﴾ أي وإن تدع نفس مثقلةٌ\nبالأوزار أحدًا ليحمل عنها بعض أوزارها لا يتحمل عنها ولو كان المدعو قريبًا لها كالأب والابن، فلا غياث يومئذٍ لمن استغاث، وهو تأكيد لما سبق في أن الإِنسان لا يتحمل ذنب غيره، قال الزمخشري: فإن قلت فما الفرق بين الآيتين؟ قلت: الأول في الدلالة على عدل الله تعالى في حكمه، وأنه تعالى لا يؤاخذ نفسًا بغير ذنبها، والثاني في أنه لا غياث يومئذٍ لمن استغاث ﴿إِنَّمَا تُنذِرُ الذين يَخْشَوْنَ رَبَّهُمْ بالغيب﴾ أي إنما تنذر يا محمد بهذا القرآن الذين يخافون عقاب ربهم يوم القيامة ﴿وَأَقَامُواْ الصلاة﴾ أي وأدوا الصلاة على الوجه الأكمل، فضموا إلى طهرة نفوسهم طهارة أبدانهم بالصلاة المفروضة في أوقاتها ﴿وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ﴾ أي ومن طهَّر نفسه من أدناس المعاصي فإنما ثمرة ذلك التطهر عائدة عليه، فصلاحه وتقواه مختص به ولنفسه ﴿وَإِلَى الله المصير﴾ أي إليه تعالى وحده مرجع الخلائق يوم القيامة فيجازي كلًا بعمله، وهو إخبار متضمنٌ معنى الوعيد ﴿وَمَا يَسْتَوِي الأعمى والبصير﴾ هذا مثلٌ ضربه الله للمؤمن والكافر أي كما لا يتساوى الأعمى مع البصير فكذلك لا يتساوى المؤمن المستنير بنور القرآن، والكافر الذي يتخبط في الظلام، ﴿وَلاَ الظلمات وَلاَ النور﴾ أي لا يتساوى كذلك الكفر والإِيمان، كما لا يتساوى النور الظلام ﴿وَلاَ الظل وَلاَ الحرور﴾ أي وكذلك لا يستوي الحقُّ والباطل، والهدى والضلال كما لا يستوي الظل الظليل مع شدة حر الشمس والمتوهجة، قال المفسرون: ضرب الله الظل مثلًا للجنة وظلها الظليل، وأشجارها اليانعة تجري من تحت الأنهار، كماجعل الحرور مثلًا للنار وسعيرها، وشدة أوارها وحرها، وجعل الجنة مستقرًا للأبرار، والنار مستقرًا للفجار كما قال تعالى:\n﴿لاَ يستوي أَصْحَابُ النار وَأَصْحَابُ الجنة﴾ [الحشر: ٢٠] ثم أكد ذلك فقال: ﴿وَمَا يَسْتَوِي الأحيآء وَلاَ الأموات﴾ أي كما لا يستوي العقلاء والجهلاء، قال أبو حيان: وترتيب هذه الأشياء في بيان عدم الاستواء جاء في غاية الفصاحة، فقد ذكر الأعمى والبصير مثلًا للمؤمن والكافر، فذكر ما عليه الكافر من ظلمة الكفر، وما عليه المؤمن من نور الإِيمان، ثم ذكر مآلهما وهو الظلُ والحرور، فالمؤمن بإيمانه في ظل وراحة، والكافر بكفره في حر وتعب، ثم ذكر مثلًا آخر على أبلغ وجه وهي الحيُّ والميت، فالأعمى قد يكون فيه بعض النفع بخلاف الميت، وجمع الظلمات لأن طرق الكفر متعددة، وأفرد النور لأن التوحيد والحق واحدٌ لا يتعدد، وقدَّم الأشرف في المثلين الأخيرين وهما «الظل، والحيُّ» وقدَّم الأوضح في المثلين الأولين وهما «الأعمى، والظلمات» ليظهر الفرق جليًا، ولا يقال ذلك لأجل السجع لأن معجرة القرأن ليست في مجرد اللفظ، بل في المعنى أيضًا، فالله سرُّ القرآن، ثم زاد في الإِيضاح والبيان فقال: ﴿إِنَّ الله يُسْمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِي القبور﴾ أي إن اله يسمع من يشاء إسماعه دعوة الحق، فيحبِّبه بالإِيمان ويشرح صدره للإِسلام، وما أنت يا محمد بمسمع هؤلاء الكفار، لأنهم أموات القلوب لا يدركون ولا يفقهون، قال ابن الجوزي: أراد بمن في القبور الكفار، وشبههم بالموتى، أي فكما لا يقدر أن يسمع من في القبور كتاب الله وينتفع بمواعظه، فكذلك من كان ميّت القلب لا ينتفع بما\nيسمع ﴿إِنْ أَنتَ إِلاَّ نَذِيرٌ﴾ أي ما أنتَ إلا رسول منذر، تخوّف هؤلاء الكفار من عذاب النار ﴿إِنَّآ أَرْسَلْنَاكَ بالحق بَشِيرًا وَنَذِيرًا﴾ أي بعثناك بالهدى ودين الحق، بشيارً للمؤمنين ونذيارً للكافرين ﴿وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ﴾ أي ما من أمةٍ من الأمم في العصور والأزمنة الخالية إلا وقد جاءها رسول ﴿وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ الذين مِن قَبْلِهِمْ﴾ تسلية للنبي ﷺ َ للتأسي بالأنبياء في الصبر على تحمل الأذى والبلاء، قال الطبري: أي وإن يكذبك يا محمد هؤلاء المشركون من قومك فقد كذب الذين من قبلهم من الأمم السابقة رسلهم ﴿جَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي جاءتهم الرسل بالمعجزات البينات، والحجج الواضحات فكذبوهم وأنكروا ما جاؤوا به من عند الله ﴿وبالزبر وبالكتاب المنير﴾ أي وجاؤوهم بالزُّبُر أي الصحف المنزلة على الأنبياء، وبالكتب السماوية المقدسة المنيرة الموضحة وهي أربعة: «التوراة، والإِنجيل، والزبور، والفرقان» ومع ذلك كذبوهم وردّوا عليهم رسالتهم فاصبر كما صبروا ﴿ثُمَّ أَخَذْتُ الذين كَفَرُواْ﴾ أي ثم بعد إمهالهم أخذتُ هؤلاء الكفار بالهلاك والدمار ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ أي فكيف كانت عقوبتي لهم وإنكاري عليهم؟ ألم أخذهم أخذ عزيز مقتدر؟ ألم أبدِّل نعمتهم نقمة، وسعادتهم شقاوة، وعمارتهم خرابًا؟ وهكذا أفعل بمن كذَّب رسلي، ثم عاد إلى تقرير وحدانية الله بالأدلة السماوية والأرضية فقال: ﴿أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً﴾ أي ألم تر أيها المخاطب أن الله العظيم الكبير الجليل أنزل من السحاب المطر بقدرته؟ ﴿فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفًا أَلْوَانُهَا﴾ أي فأخرجنا بذلك الماء أنواع النباتات والفواكه والثمار، المختلفات الأشكال والألوان والطعوم، قال الزمخشري: أي مختلف أجناسها من الرمان والتفاح والتين والعنب وغيرها ما لا يُحصر، أو هيئاتها من الحمرة والصفرة والخضرة ونحوها ﴿وَمِنَ الجبال جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا﴾ أي وخلق الجبال كذلك فيها الطرائق المختلفة الألوان وإن كان الجميع حجرًا أو ترابًا فمن الجبال جُدَد أي طرائق مختلفة الألوان، بيضٌ مختلفة البياض، وحمر مختلفة في حمرتها ﴿وَغَرَابِيبُ سُودٌ﴾ أي وجبال سودٌ غرابيب أي شديدة السواد، قال ابن جزي: قدَّم الوصف الأبلغ وكان حقه أن يتأخر، وذلك لقصد التأكيد وكثيرًا ما يأتي مثلُ هذا في كلام العرب، والغرضُ بيان قدرته تعالى، فليس اختلاف الألوان قاصرًا على الفواكه والثمار بل إن في طبقات الأرض وفي الجبال الصلبة ما هو أيضًا مختلف الألوان، حتى لتجد\nالجبل الواحد ذا ألوانٍ عجيبة، وفيه عروق تشبه المرجان، ولا سيمان في صخور «المرمر» فسبحان القادر على كل شيء ﴿وَمِنَ الناس والدوآب والأنعام مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ﴾ أي وخلق من لناس، والدواب، والأنعام، خلقًا مختلفًا ألوانه كاختلاف الثمار والجبال، فهذا أبيض، وهذا أحمر، وهذا أسود، والكلُّ خلق الله فتبارك الله أحسن الخالقين.\n. ثم لما عدَّد آياتِ الله، وأعلام قدرته، وآثار صنعه، وما خلق من الفطر المختلفة الأجناس أتبع ذلك بقوله: ﴿إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء﴾ أي إنما يخشاه تعالى العلماء لأنهم عرفوه حقَّ معرفته، قال ابن كثير: أي إنما يخشاه حقَّ خشيته العلماء العارفون به، لأنه كلما كانت المعرفة للعظيم القدير أتم، والعلم به أكمل، كانت الخشية له أعظم وأكثر ﴿إِنَّ الله عَزِيزٌ غَفُورٌ﴾ أي غالب على كل شيء بعظمته، غفور لمن تاب وأناب من عباده، ثم أخبر عن صفات هؤلاء الذين يخافون الله ويرجون رحمته فقال: ﴿إِنَّ الذين يَتْلُونَ كِتَابَ الله﴾ أي يدامون على تلاوة القرآن آناء الليل وآطراف النهار ﴿وَأَقَامُواْ الصلاة﴾ أي أدوها على الوجه الأكمل في أوقاتها، بخشوعها وآدابها، وشروطها وأركانها ﴿وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً﴾ أي وأنفقوا بعض أموالهم في سبيل الله وابتغاء رضوانه في السر والعلن ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ أي يرجون بعملهم هذا تجارة رابحة، لن تكسد ولن تهلك بالخسران أبدًا ﴿لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِ﴾ أي ليوفيهم الله جزاء أعمالهم، وثواب ما فعلوا من صالح الأعمال، ويزيدهم فوق أجورهم من فضله وإنعامه وإحسانه، قال في التسهيل: توفية الأجور هو ما يستحقه المطيع من الثواب، والزيادة: التضعيف فوق ذلك أو النظر إلى وجه الله ﴿إِنَّهُ غَفُورٌ شَكُورٌ﴾ أي مبالغ في الغفران لأهل القرآن، شاكر لطاعتهم، قال ابن كثير: كان مطرف إذا قرأ هذه الآية قال: هذه آية القراء ﴿والذي أَوْحَيْنَآ إِلَيْكَ مِنَ الكتاب هُوَ الحق﴾ أي والذي أوحيناه إليك يا محمد من الكتاب المنزَّل القرآن العظيم هو الحق الذي لا شك فيه، ولا ريب في صدقه ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي حال كونه مصدقًا لما سبقه من الكتب الإِلهية المنزلة كالتوارة والإنجيل والزبور، قال أبو حيان: وفي الآية إشارة إلى كونه وحيًا، لأنه ﵇ لم يكن قارئًا ولا كاتبًا وأتى ببيان ما في كتب الله، ولا يكون ذلك إلا من الله ﴿إِنَّ الله بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ﴾ أي هو جل وعلا خبير بعباده محيط ببواطن أمورهم وظواهرها، بصيرٌ بهم لا خفى عليه خافية من شؤونهم.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزوها فيما يلي:\n١ - الطباق بين ﴿يُذْهِبْ. . و. . يَأْتِ﴾ وبين ﴿الأعمى. . و. . البصير﴾ و﴿الظلمات. . و. . النور﴾ و﴿الظل. . و. . الحرور﴾ و﴿الأحيآء. . و. . الأموات﴾ وبين ﴿نَذِيرًا. . وبَشِيرًا﴾ وبين ﴿سِرًّا. . وَعَلاَنِيَةً﴾ .\n٢ -\nجناس الاشتقاق ﴿وَلاَ تَزِرُ وَازِرَةٌ﴾ ﴿حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ﴾ .\n٣ - الاستعارة التصريحية ﴿وَمَا يَسْتَوِي الأعمى والبصير. .﴾ الآية شبه الكافر بالأعمى، والمؤمن بالبصير بجامع ظلام الطريق وعدم الاهتداء على الكفار، ووضوح الرؤية والاهتداء للمؤمن، ثم استعار المشبه به ﴿الأعمى﴾ للكافر، واستعار ﴿والبصير﴾ للمؤمن بطريق الاستعارة التصريحية.\n٤ - الالتفات من الغيبة إلى التكلم ﴿أنزَلَ مِنَ السمآء مَآءً﴾ بدل فأخرجنا لما في ذلك من الفخامة ولبيان كمال العناية بالفعل، لما فيه من الصنع البديع، المنبىء عن كمال قدرة الله وحكمته.\n٥ - قصر صفة على موصوف ﴿إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء﴾ فقد قصر الخشية على العلماء.\n٦ - الإِستفهام التقريري وفيه معنى التعجب ﴿أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً﴾ الآية.\n٧ - الاستعارة ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ استعار التجارة للمعالمة مع الله تعالى لنيل ثوابه، وشببها بالتجارة الدينوية وهي معالمة الخلق بالبيع والشراء لنيل الربح ثم رشحها بقوله: ﴿لَّن تَبُورَ﴾ .\n٨ - توافق الفواصل مما يزيد في جمال الكلام ورونقه ووقعه في النفس مثل ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ ﴿إِنَّهُ غَفُورٌ شَكُورٌ﴾ ومثل ﴿وبالكتاب المنير﴾ ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ وهكذا.", "ayah": 24, "surah": 35}