{"text": "المنَاسَبَة: لما أثنى تعالى على الذين يتلون كتاب الله، ذكر هنا انقسام الأمة الإِسلامية أمام هذا الكنز الثمين إلى ثلاثة أقسام: الظالم لنفسه، والمقتصد، والسابق بالخيرات، ثم ذكر مآل الأبرار والفجار، ليظل العبد بين الخوف والرجاء، والرغبة والرهبة.\nاللغَة: ﴿نَصَبٌ﴾ تعب ومشقة جسماينة. ﴿لُغُوبٌ﴾ اللُّغُوب: الإعياء والضعف والفتور ومنه ﴿وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ [ق: ٣٨] . ﴿يَصْطَرِخُونَ﴾ من الصراخ وهو الصياح بصوت عال، والصارخ: المستغيث، والمُصْرخ: المغيث، قال سلامة بن جندب:\nكنَّا إذا ما أتانا صارخٌ فزعٌ ... كان الصُّراخ له قرع الظَّنابيب\n﴿النذير﴾ المنذر الذي يخوّف الناس من عذاب الله. ﴿خَلاَئِفَ﴾ جمع خليفة وهو الذي يخلف غايره في أمرٍ من الأمور. ﴿مَقْتًا﴾ المقت: أشد البغض والغضب. ﴿خَسَارًا﴾ هلاكًا وضلالًا. ﴿يَحِيقُ﴾ حاق به الشيء: نزل وأحاط.\nالتفسِير: ﴿ثُمَّ أَوْرَثْنَا الكتاب الذين اصطفينا مِنْ عِبَادِنَا﴾ أي ثم أورثنا هذا القرآ، العظيم لأفضل الأمم وهم أمة محمد ﵇ الذين اختارهم على سائر الأمم، وخصصناهم بهذا الفضل العظيم، القرآن المعجز خاتمة الكتب السماوية، قال الزمخشري: والذين اصطفاهم الله هم أمة محمد من الصحابة والتابعين ومن بعدهم إلى يوم القيامة. . ثم قسمهم إلى ثلاثة أصناف فقال: ﴿فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُمْ مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بالخيرات بِإِذُنِ الله﴾ أي فمن هؤلاء الذين أورثناهم الكتاب مَن هو مقصِّر في عمل الخير، يتلو القرآن ولا يعمل به وهو الظالم لنفسه، ومنهم مَن هو متوسط في فعل الخيرات والصالحات، يعمل بالقرآن في أغلب الأوقات، ويقصِّر في بعض الفتراتع وهو المقتصد، ومنهم مَن هو سبَّاق في العمل بكتاب الله، يستبق الخيرات وقد أحرز قصب السبق في فعل الطاعات بتوفيق الله وتيسيره وهو السابق بالخيرات بإِذن الله، قال ابن الجزي: وأكثير المفسرين أن هذه الأصناف الثلاثة في أمة محمد ﷺ َ فالظالم لنفسه: العاصي، والسابق: التقيُّ، والمقتصد: بينهما وقال الحسن البصري: السابقُ مَن رجحت حسناته على سيئاته، والظالم لنفسه مَن رجحت سيئاته، والمقتصد مَن استوت حسناته وسيئاته، وجميعهم يدخلون الجنة ﴿ذَلِكَ هُوَ الفضل الكبير﴾ أي ذلك الإِرث والاصطفاء لأمة محمد ﵇ لحمل أشرف الرسالات والكتب\nالسماوية هو الفضل العظيم الذي لا يدانيه فضل ولا شرف، فقد تفضل الله عليهم بهذا القرآن المجيد، الباقي مدى الدهر، وأنعم به من فضل! ثم أخبر تعالى عما أعده للمؤمنين في جنات النعيم فقال: ﴿جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا﴾ أي جنات إقامة ينعَّمون فيها بأنواع النعيم، وهي مراتب ودرجات متفاوتة حسب تفاوت الأعمال، وإنما جمع ﴿الجَنَّاتُ﴾ لأنها جنات كثيرة وليس جنة واحدة، فهناك جنة الفردوس، جنة عدن، وجنة النعيم، وجنة المأوى، وجنة الخلد، وجنة السلام، وجنة عليين، وفي كل جنة مراتبُ ونُزلٌ بحسب مراتب العاملين ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا﴾ أي يزينون في الجنة بأساور من ذهب مرصَّعة باللؤلؤ ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ أي وجميع ما يلبسونه في الجنة من الجرير، بل فرشهم وستورهم كذلك، قال القرطبي: لما كانت الملوك تلبس في الدنيا الأساور والتيجان، جعل الله ذلك لأهل الجنة، وليس أحد من أهل الجننة إلا في يده ثلاثة أسورة: سوارٌ من ذهب، وساور من فضة، وسوار من لؤلؤ ﴿وَقَالُواْ الحمد للَّهِ الذي أَذْهَبَ عَنَّا الحزن﴾ أي وقالوا عند دخولهم الجنة الحمدُ لله الذي أذهب عنا جميع الهموم والأكدار والأحزان، قال المفسرون: عبَّر بالماضي ﴿وَقَالُواْ﴾ لتحقق وقوعه، والحزن يعمُّ كل ما يكدِّر صفو الإِنسان من خوف المرض، والفقر، والموت، وأهوال القيامة، وعذاب النار وغير ذلك ﴿إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ﴾ إي واسع المغفرة للمذنبيين، شكور لطاعة المطيعين، وكلا اللفظتين للمبالغة أي واسع الغفران عظيم الشكر والإِحسان ﴿الذي أَحَلَّنَا دَارَ المقامة مِن فَضْلِهِ﴾ أي أنزلنا الجنة وأسكننا فيها، وجعلها مقرًا لنا وسكنًا، لا نتحول عنها أبدًا، وكل ذلك من إنعامه وتفضله علينا ﴿لاَ يَمَسُّنَا فِيهَا نَصَبٌ﴾ أي لا يصيبنا فيها تعب ولا مشقة ﴿وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ﴾ أي ولا يصيبنا فيها إِعياءٌ ولا فتور، قال ابن جزي: وإنما سميت الجنة ﴿دَارَ المقامة﴾ لأنهم يقومون فيها ويمكثون ولا يُخرجون منها، والنَّصبُ تعبُ البدن، واللغوبُ تعب النفس الناشىء عن تعب البدن.\n. ولما ذكر تعالى حال السعداء الأبرار، ذكر حال الأشقياء الفجار فقال: ﴿والذين كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ﴾ أي والذين جحدوا بآيات الله وكذبوا رسله فإِنَّ لهم نار جهنم المستعرة جزاءً وفاقًا على كفرهم ﴿لاَ يقضى عَلَيْهِمْ فَيَمُوتُواْ﴾ أي لا يحكم عليهم بالموت فيها حتى يستريحوا من عذاب النار ﴿وَلاَ يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا﴾ أي ولا يخفف عنهم شيء من العذاب، بل هم في عذاب دائم مستمر لا ينقطع كقوله: ﴿كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا﴾ [الإِسراء: ٩٧] ﴿كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ﴾ أي مثل ذلك العذاب الشديد الفظيع، نجازي ونعاقب كل مبالغ في الكفر والعصيان ﴿وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الذي كُنَّا نَعْمَلُ﴾ أي وهم يتصارخون في جهنم ويستغيثون برفع أصواتهم قائلين: ربنا أخرجنا من النار وردنا إلى الدنيا لنعمل عملًا صالحًا يقربنا منك، غير الذي كنا نعمله، قال القرطبي: أي نؤمن بدل الكفر، ونطيع بدل المعصية، ونمتثل أمر الرسل. . وفي قولهم: ﴿غَيْرَ الذي كُنَّا نَعْمَلُ﴾ اعترافٌ بسور\nعملهم، وتندُّمٌ عليه وتحسر، قال تعالى ردًا عليهم وموبخًا لهم: ﴿أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ﴾ أي أولم نترككم ونمهلكم في الدنيا عمرًا مديدًا يكفي لأن يتذكر فيه من يريد التذكر والتفكر؟ فماذا صنعتم في هذه المدة التي عشتموها؟ وما لكم تطلبون عُمرًا آخر؟ وفي الحديث\n«أَغْذَرَ الله إلى امْرِىءٍ أَخَّرَ أجَلَهُ حَتَّى بَلَغَ سِتِّينَ سَنَةً» ومعنى «أعذر» أي بلغ به أقصى العذر ﴿وَجَآءَكُمُ النذير﴾ أي وجاءكم الرسول المنذر وهو محمد ﷺ َ الذي بُعث بين يدي الساعة، وقيل: ﴿النذير﴾ هو الشيبُ والأول أظهر ﴿فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ أي فذوقوا العذاب يا معشر الكافرين، فليس لكم اليوم ناصر ولا معين يدفع عنكم عذاب الله، قال الإمام الفخر: والأمرُ أمرُ إهانة ﴿فَذُوقُواْ﴾ وفيه إشارة إلى الدوام، وإنما وضعَ الظاهر ﴿لِلظَّالِمِينَ﴾ موضع الضمير «لكلم» لتسجيل الظلم عليهم، وأنهم بكفرهم وظلمهم ليس لهم نصيرٌ أصلًا لا من الله ولا من العباد، ثم قال تعالى: ﴿إِنَّ الله عَالِمُ غَيْبِ السماوات والأرض﴾ أي هو تعالى العالم الذي أحاط علمه بكل ما خفي في الكون من غيب السموات والأرض، لا يخفى عليه شأن من شؤونهما ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي يعلم جل وعلا مضمرات الصدرو، وما تخفيه من الهواجس والوساوس، فكيف لا يعلم أعمالهم الظاهرة؟ قال المفسرون: والجملة لتأكيد ما سبق من دوام عذاب الكفار في النار، لأن الله تعالى يعلم من الكافر أنه تمكَّن الكفر في قلبه بحيث لو دام في الدنيا إلى الأبد ما آمن بالله ولا عبَده، فالعذابُ الأبديُّ مساوٍ لكفرهم الأبدي، فلا ظلم ولا زيادة ﴿وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا﴾ [الكهف: ٤٩]، قال القرطبي: والمعنى في الآية علم أنه لو ردكم إلى الدنيا لم تعملوا صالحًا كما قال تعالى: ﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ﴾ [الأَنعام: ٢٨] ﴿هُوَ الذي جَعَلَكُمْ خَلاَئِفَ فِي الأرض﴾ أي هو تعالى جعلكم أيها الناس خلائف في الأرض، بعد عاد وثموج ومن مضى قبلكم من الأمم، تخلفونهم في مساكنهم جيلًا بعد جيل، وقرنًا بعد قرن ﴿فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُ﴾ أي فمن كفر بالله فعليه وبال كفره، لا يضر بذلك إلا نفسه ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ عِندَ رَبِّهِمْ إِلاَّ مَقْتًا﴾ أي ولا يزيدهم كفرهم إلا طردًا من رحمة الله وبعدًا وبغضًا شديدًا من الله ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ إِلاَّ خَسَارًا﴾ أي ولا يزيدهم كفرهم إلا هلاكًا وضلالًا وخسران العمر الذي ما بعده شر وخسار!، قال أبو حيان: وفي الأية تنبيه على أنه تعالى استخلفهم بدل من كان قبلهم، فلم يتعظوا بحال مَن تقدمهم من المذكذبين للرسل ما حلَّ بهم من الهلاك، ولا اعتبروا بمن كفر، ولا اتعظوا بمن تقدم، والمقتُ أشد الاحتقار والبغض، والخسارُ خسارُ العمر، كأنَّ العمر رأس مال الإِنسان فإذا انقضى في غير طاعة الله فقد خسره، واستعاض به بدل الربح سخط\nالله وغضبه، بحيث صار إلى النار المؤبدة، ثم وَّبخ تعالى المشركين في عبادتهم ما لا يسمع ولا ينفع فقال: ﴿قُلْ أَرَأَيْتُمْ شُرَكَآءَكُمُ الذين تَدْعُونَ مِن دُونِ الله﴾؟، قال الزمخشري: ﴿أَرَأَيْتُمْ﴾ معناها أخبروني كأنه قال: أخبروني عن هؤلاء الشركاء وعما استحقوا به الإِلهية والشركة، ومعنى الآية: قل يا محمد تبكيتًا لهؤلاء المشركين: أخبروني عن شأن آلهتكم الأوثان والأصنام، الذين عبدتموهم من دون الله، وأشركتموهم معه في العبادة، بأي شيء استحقوا هذه العبادة؟ ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾ أي أروني أيَّ شيء خلقوه في هذه الدنيا من المخلوقات حتى عبدتموهم من دون الله؟ ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾ أي أم شاركوا الله في خلق السموات فاستحقوا بذلك الشركة معه في الألوهية؟ ﴿أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ على بَيِّنَةٍ مِّنْهُ﴾ أي أم أنزلنا عليهم كتابًا ينطق بأنهم شركاء الله فيهم على بصيرة وحجة وبرهان في عبادة الأوثان ﴿بَلْ إِن يَعِدُ الظالمون بَعْضُهُم بَعْضًا إِلاَّ غُرُورًا﴾ إضرابٌ عن السابق وبيانٌ للسبب الحقيقي أي إنما اتخذوهم آلهة بتضليل الرؤساء للأتباع بقولهم: الأصنام تشفع لهم، وهو غرور باطل وزور، قال أبو السعود: لما نفى أنواع الحجج أضر عنه بذكر ما حملهم عليه، وهو تغرير الأسلاق للأخلاف، وإضلال الرؤساء للأتباع بأنهم يشفعون لهم عند الله.\n. ثم ذكر تعالى دلائل قدرته ووحدانيته فقال: ﴿إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ﴾ أي هو جل وعلا بقدرته وبديع حكمته، يمنع السموات والأرض من الزوال، والسقوط، والوقوع كما قال تعالى: ﴿وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ﴾ [الحج: ٦٥] قال القرطبي: لما بيَّن أن آلهتهم لا تقدر على خلق شيء من السموات والأرض، بيَّن أن خالقهما وممسكهما هو الله، فلا يوجد حادث إلا بإيجاده، ولا يبقى إلا ببقائه ﴿وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ﴾ أي ولئن زالتا عن أماكنهما فرضًا وما أمسكهما أحدٌ بعد الله، بمعنى أنه لا يستطيع أحدٌ على إمساكهما، إنما هما قائتمان بقدرة الواحد القهار ﴿إِنَّهُ كَانَ حَلِيمًا غَفُورًا﴾ أي إنه تعالى حليم لا يعاجل العقوبة للكفار مع استحقاقهم لها، واسع المغفرة والرحمة لمن تاب منهم وأناب ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ﴾ أي حلف المشركون بالله أشدَّ الأيمان وأبلغها، قال الصاوي: كانوا يحلفون بآبائهم وأصنامهم فإذا أرادوا التأكيد والتشديد حلفوا بالله ﴿لَئِن جَآءَهُمْ نَذِيرٌ﴾ أي لئن جاءهم رسول منذر ﴿لَّيَكُونُنَّ أهدى مِنْ إِحْدَى الأمم﴾ أي ليكونُنَّ أهدى من جميع الأمم الذين أرسل الله إليهم الرسل من أهل الكتاب، قال أبو السعود: بلغ قريشًا قبل مبعث رسول الله ﷺ َ أنَّ أهل الكتاب كذبوا رسلهم فقالوا: لعن الله اليهودَ والنصارى، أتتهم الرسلُ فكذبوهم، فوالله لئن أتانا رسول لنكوننَّ أهدى من اليهود والنصارى وغيرهم ﴿فَلَمَّا جَآءَهُمْ نَذِيرٌ﴾ أي فلما جاءهم محمد ﷺ َ أشرف المرسلين ﴿مَّا زَادَهُمْ إِلاَّ نُفُورًا﴾ أي ما زادهم مجيئه إلا تباعدًا عن الهدى والحق وهربًا منه ﴿استكبارا فِي الأرض وَمَكْرَ السيىء﴾ أي نفروا منه بسبب استكبارهم عن اتباع الحق، وعتوهم وطغيانهم في الأرض، ومن أجل المكر السيىء بالرسول وبالمؤمنين، ليفتنوا ضعفاء الإيمان عن دين الله، قال أبو حيان: أي سبب النفور هو\nالاستكبار والمكر السيىء يعني أن الحامل لهم على الابتعاد من الحق هو الاستكبار، والمكرُ السيىءُ وهو الخداع الذي يرمونه برسول الله ﷺ َ والكيد له، قال تعالى ردًا عليهم: ﴿وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ﴾ أي ولا يحيط وبال المكر السيىء إلا بمن مكره ودبَّره كقولهم: من حفر حفرة لأخيه وقع فيها.\n﴿فَهَلْ يَنظُرُونَ إِلاَّ سُنَّتَ الأولين﴾ أي فهل ينتظر هؤلاء المشركون إلا عادة الله وسنته في الأمم المتقدمة، من تعذيبهم وإهلاكهم بتكذيبهم للرسل؟ ﴿فَلَن تَجِدَ لِسُنَّتِ الله تَبْدِيلًا﴾ أي لن تتغير ولن تتبدل سنته تعالى في خلقه ﴿وَلَن تَجِدَ لِسُنَّتِ الله تَحْوِيلًا﴾ أي ولا يستطيع أحد أن يحوّل العذاب عنهم إلى غيرهم، قال القرطبي: أجرى الله العذاب على الكفار، فلا يقدر أحد أن يُبدّل ذلك، ولا أن يُحوّل العذاب عن نفسه إلى غيره، والسُّنة هي الطريقة. . ثم حثهم تعالى على مشاهدة آثار من قبلهم من المكذبين ليعتبروا فقال: ﴿أَوَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾؟ أولم يسافروا ويمروا على القرى المهلكة فيروا آثار دمار الأمم الماضية حين كذبوا رسلهم ماذا صنع الله بهم؟ ﴿وكانوا أَشَدَّ مِنْهُمْ قُوَّةً﴾ أي وكانوا أقوى من أهل مكة أجسادًا، وأكثر منهم أموالًا وأولادًا ﴿وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَيْءٍ فِي السموات وَلاَ فِي الأرض﴾ أي أنه سبحانه لا يفوته شيء، ولا يصعب عليه أمر في هذا الكون ﴿إِنَّهُ كَانَ عَلِيمًا قَدِيرًا﴾ أي بالغ العلم والقدرة، عالم بشؤون الخلق، قادر على الانتقام ممن عصاه ﴿وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ﴾ بيانٌ لحلم الله ورحمته بعباده أي لو آخذهم بجميع ذنوبهم ما ترك على ظهر الأرض أحدًا يدب عليها من إنسان أو حيوان، قال ابن مسعود: يريد جميع الحيوان مما دبَّ ودرج ﴿ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مُّسَمًّى﴾ أي ولكنه تعالى من رحمته بعباده، ولظفه بهم، يمهلهم إلى زمن معلوم وهو يوم القيامة فلا يعجل لهم العذاب ﴿فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ الله كَانَ بِعِبَادِهِ بَصِيرًا﴾ أي فإذا جاء ذلك الوقت جازاهم بأعمالهم، إن خيرًا فخير، وإن شرًا فشر، لأنه تعالى العالم بشؤونهم المطلع على أحوالهم، قال ابن جرير: بصيرًا بمن يستحق العقوبة، وبمن يستوجب الكرامة، وفي الآية وعيدٌ للمجرمين ووعد للمتقين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرير الفعل ﴿لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ﴾ للمبالغة في انتفاء كل منهما استقلالًا، وكذلك الإِطناب في قوله: ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ عِندَ رَبِّهِمْ إِلاَّ مَقْتًا وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ إِلاَّ خَسَارًا﴾ لزيادة التشنيع والتقبيح على مَن كفر بالله.\n٢ - التهكم في صغية الأمر ﴿فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ مثل ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ [الدخان: ٤٩] .\n٣ - المبالغة مثل ﴿غَفُورٌ، شَكُورٌ، كَفُورٍ﴾ ومثل ﴿حَلِيمًا، عَلِيمًا، قَدِيرًا﴾ فإنها من صيغ المبالغة.\n٤ - الاستفهام الإِنكاري للتوبيخ ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾؟ وكذلك ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾؟ .\n٥ - الاستعارة المكنية ﴿مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ﴾ شبَّه الأرض بدابة تحمل على ظهرها أنواع المخلوقات ثم حذف المشبه به ورمز إليه بشيء من لوازمه وهو الظهر بطريق الاستعارة المكنية.\n٦ - السجع غير المتكلف، البالغ نهاية الروعة والجمال مثل ﴿وَجَآءَكُمُ النذير فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ وهو من المحسنات البديعية.", "ayah": 32, "surah": 35}