{"text": "المنَاسَبَة: لما حكى تعالى ضلالات بني إِسرائيل، وبيَّن أن القرآن نور وهداية لمن تمسَّك به، أعقبه ببيان أنه لا يتساوى المؤمن مع الكافر، ولا البر مع الفاجر، لا في الدنيا ولا في الآخرة، ثم ذكر الأدلة على البعث والنشور.\nاللغَة: ﴿اجترحوا﴾ اكتسبوا والاجتراحُ الاكتساب ومنه الجوارح ﴿غِشَاوَةً﴾ غطاء وغثَّى الشيءَ غطَّاه ﴿جَاثِيَةً﴾ باركةً على الركب لشدة الهول جثا بحثو إِذا قعد على ركبتيه ﴿نَسْتَنسِخُ﴾ استنسخ الشيء أمر بكتابته وتدوينه ﴿حَاقَ﴾ نزل وأحاط ﴿يُسْتَعَتَبُونَ﴾ يُطلب منهم إِرضا ربهم يقال: استعتبتهُ فأعتبني أي استرضيتُه فقبل مني عذري ﴿الكبريآء﴾ العظمة والمُلك والجلال.\nسَبَبُ النّزول: روي أن أبا جهلٍ طاف بالبيت ذات ليلة ومعه الوليد بن المغيرة، فتحدثنا في شأن النبي ﷺ َ فقال أبو جهل: واللهِ إني لأعلم أنه لصادق، فقال له: مهْ، وما دلَّك على ذلك؟ فقال يا أبا عبد شمسٍ: كنا نسميه في صباه الصادق الأمين، فلما تمَّ عقلهُ وكمُل رشده نسميه الكذاب الخائن! ﴿والله إني لأعلم أنه لصادق، قال: فما يمنعك أن تصدّشقه وتُؤمن به؟ قال: تتحدث عني بنات قريش أني اتبعت أبي طالب من أجل كسْرة واللاتِ والعُزَّى لا أتَّبعه أبدًا فنزلت ﴿\nأَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ وَأَضَلَّهُ الله على عِلْمٍ وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ. .﴾ الآية.\nالتفسِير: ﴿أَمْ حَسِبَ الذين اجترحوا السيئات﴾ الاستفهام للإِنكار والمعنى هل يظنُّ الكفار الفجار الذين اكتسبوا المعاصي والآثام ﴿أَن نَّجْعَلَهُمْ كالذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي نجعلهم كالمؤمنين الأبرار ﴿سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ﴾ أي نساوي بينهم في المحيا والممات؟ لا يمكن أن نساوي بين المؤمنين والكفار، لا في الدنيا ولا في الآخرة، فإِن المؤمنين عاشو على التقوى والطاعة، والكفار عاشوا على الكفر والمعصية، وشتان بين الفريقين كقوله ﴿أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لاَّ يَسْتَوُونَ﴾ [السجدة: ١٨]؟ قال مجاهد: المؤمنُ يموت مؤمنًا ويُبعث مؤمنًا، والكافر يموت كافرًا ويُبعث كافرًا ﴿سَآءَ مَا يَحْكُمُونَ﴾ أي ساء حكمهم في تسويتهم بين أنفسهم وبين المؤمنين قال ابن كثير: ساء ما ظنّوا بنا وبعدلنا أن نساوي بين الأَبرار والفجار، فكما لا يُجتنى من الشوك العنبُ، كذلك لا ينال الفُجَّار منازل الأبرار ﴿وَخَلَقَ الله السماوات والأرض بالحق﴾ أي وخلق الله السموات والأرض بالعدل والأمر الحقِّ ليدل بهما على قدرته ووحدانيته ﴿ولتجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي ولكي يُجزى كل إِنسان بعمله، وبما اكتسب من خير أو شر، دون أن يُنقص في ثوب المؤمن أو يُزاد في عذاب الكافر قال شيخ زاده: لمّا خلق تعالى السموات والأرض لإِجل إِظهار الحق، وكان خلقهما من جملة حكمته وعدله، لزم من ذلك أن ينتقم من الظالم لأجل المظلوم، فبثت بذلك حشر الخلائق للحساب ﴿أَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ أي أخبرني يا محمد عن حال من ترك عبادة الله وعبد هواه﴾ ! قال في البحر: أي هو مطواعٌ لهوى نفسه يتبع ما تدعوه إليه، فكأنه يعبده كما يعبد الرجل إلَهه قال ابن عباس: ذلك الكافر اتخذ دينه ما يهواه، فلا يهوى شيئًا إلاّ ركبه ﴿وَأَضَلَّهُ الله على عِلْمٍ﴾ أي وأضلَّ الله ذلك الشقي في حال كونه عالمًا بالحق غير جاهل به، فهو أشدُّ قبحًا وشناعةً ممن يضل عن جهل، لأنه يُعرض عن الحقِّ والهُدى عنادًا كقوله تعالى\n﴿وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا﴾ [النمل: ١٤] ﴿وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ﴾ أي وطبع على سمعه وقلبه بحث لا يتأثر بالمواعظ، ولا يتفكر في الآيات والنُّذر ﴿وَجَعَلَ على بَصَرِهِ غِشَاوَةً﴾ أي وجعل على بصره غطاء حتى لا يبصر الرشد، ولا يرى حجة يستضيء بها ﴿فَمَن يَهْدِيهِ مِن بَعْدِ الله﴾؟ أي فمن الذي يستطيع أن يهديه بعد أن أضله الله؟ لا أحد يقدر على ذلك ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفلا تعتبرون أيها الناس وتتعظون؟ قال الصاوي: وصف تعالى الكفار بأربعة أوصاف: الأول: عبادة الهوى، والثاني: ضلاله على علم الثالث: الطبع على أسماعهم وقلوبهم الرابع: جعل الغشاوة على أبصارهم، وكلَّ وصفٍ منها مقتضٍ للضلالة، فلا يمكن إِيصال الهدى إليهم بوجهٍ من الوجوه. . ثم حكى تعالى عن المشركين شبهتهم في إنكار القيامة، وفي إِنكار الإِله القادر العليم فقال ﴿وَقَالُواْ مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا﴾ أي وقال المشركون: لا حياة إلا هذه الحياة\nالدنيا، يموت بعضنا ويحيا بعضنا، ولا آخرة، ولا بعث، ولا نشور قال ابن كثير: هذا قول الدهرية من الكفار ومن وافقهم من مشركي العرب في إِنكار المعاد، ومرادهم ما ثمَّ إلا هذه الدار، يموت قوم ويعيش آخرون، وليس هناك معادٌ ولا قيامة، وهذا قول الفلاسفة الدهريين، المنكرين للصانع، المعتقدين أن في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه ﴿وَمَا يُهْلِكُنَآ إِلاَّ الدهر﴾ أي وما يهلكنا إلا مرورُ الزمان، وتعاقبُ الأيام قال الرازي: يريدون أن الموجب للحياة والموت تأثيراتُ الطبائع وحركاتُ الأفلاك، ولا حاجة إلى إثبات الخالق المختار، فهذه الطائفة جمعوا بين إنكار الإِله وبين إِنكار البعث والقيامة، قال تعالى ردًا عليهم ﴿وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ﴾ أي وليس لهم مستندٌ من عقل أو نقل، ولذلك أنكروا وجود الله من غير حجةٍ ولا بنية ﴿إِنْ هُمْ إِلاَّ يَظُنُّونَ﴾ أي ما هم إلا قوم يتوهمون ويتخيلون، يتكلمون بالظن من غير يقين ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت آياتُ القرآن على المشركين، واضحات الدلالة على البعث والنشور ﴿مَّا كَانَ حُجَّتَهُمْ إِلاَّ أَن قَالُواْ ائتوا بِآبَآئِنَآ إِن كُنتُمْ صَادِقِينَ﴾ أي ما كان متمسكهم في دفع الحق الصريح إلا أن يقولوا: أحيْوا لنا آباءنا الأولين، إن كان ما تقولونه حقًا، سُمِّيَ قولهم الباطل حجةً على سبيل التهكم ﴿قُلِ الله يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ﴾ أي قل لهم يا محمد: اللهُ الذي خلقكم ابتداءً حين كنتم نُطفًا هو الذي يميتكم عند انقضاء آجالكم، لا كا زعمتم أنكم تحيون وتموتون بحكم الدهر ﴿ثُمَّ يَجْمَعُكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ أي ثم بعد الموت يبعثكم للحساب والجزاء كما أحياكم في الدنيا، فإِنَّ من قدر على البدء قدر على الإِعادة، والحكمةُ اقتضت الجمع للجزاء في يوم القيامة، الذي لا شك فيه ولا ارتياب ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لجهلهم وقصورهم في النظر والتفكر، لا يعلمون قدرة الله فينكرون البعث والجزاء.\n. ثم بيَّن إمكان الحشر والنشر ذكر تفاصيل أحوال يوم القيامة فقال ﴿وَلِلَّهِ مُلْكُ السماوات والأرض﴾ أي هو جل وعلا المالك لجميع الكائنات العلوية والسفلية ﴿وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون﴾ أي ويوم القيامة يخسر الكافرون الجاحدون بآيات الله ﴿وترى كُلَّ أُمَّةٍ جَاثِيَةً﴾ أي وترى أيها المخاطب كل أمةٍ من الأمم جالسةً على الركب من شدة الهول الفزع، كما بحثوا الخصوم بين يدي الحاكم بهيئة الخائف الذليل قال ابن كثير: وهذا إذا جيء بجهنم فإِنها تزفر زفرةً لا يبقى أحدٌ إلا جثا على ركبتيه ﴿كُلُّ أمَّةٍ تدعى إلى كِتَابِهَا﴾ أي كلُّ أمةٍ من تلك الأمم تُدعى إلى صحائف أعمالها ﴿اليوم تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم: في هذا اليوم الرهيب تنالون جزاء أعمالكم من خيرٍ أو شر ﴿هذا كِتَابُنَا يَنطِقُ عَلَيْكُم بالحق﴾ أي هذا كتابُ أعمالكم يشهد عليكم بالحق من غير زيادةٍ ولا نقصان قال في التسهيل: فإِن قيل: كيف أضاف الكتاب تارةً إليهم وتارةً إلى الله تعالى؟ فالجواب أنه أضافه إليهم لأن أعمالهم ثابتةٌ فيه، وأضافه إلى الله تعالى لأنه مالكه وأنه هو الذي أمر الملائكة أن يكتبوه ﴿إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ﴾ أي كنَّا نأمر الملائكة بكتابة أعمالكم، وإثباتها عليكم قال المفسرون: تنسخ هنا بمعنى تكتب، وحقيقة النسخ هو\nالنقل من أصلٍ آخر، وقال ابن عباس: تكتب الملائكة أعمال العباد ثم تصعد بها إلى السماء، فيقابل الملائكة الموكلون بديوان الأعمال ما كتبه الحفظة، مما قد أُبز لهم من اللوح المحفوظ في كل ليلة قدر، ما كتبه الله في القِدم على العباد قب لأن يخلقهم، فلا يزيد حرفًا ولا ينقص حرفًا، فذلك هو الاستنساخ، وكان ابن عباس يقول: ألستم عربًا، هل يكون الاستنساخ إالا من أصل؟ ثم بيَّن تعالى أحوال كلٍ من المطيعين والعاصين فقال ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ﴾ أي فأما المؤمنون الصالحون المتقون لله في الحياة الدنيا، فيدخلهم الله في الجنة، سُميت الجنة رحمةً لأنها مكان تنزل رحمةِ الله ﴿ذَلِكَ هُوَ الفوز المبين﴾ أي ذلك هو الفوز العظيم، البيّن الظاهر الذي لا فوز وراءه ﴿وَأَمَّا الذين كفروا أَفَلَمْ تَكُنْ آيَاتِي تتلى عَلَيْكُمْ﴾ أي وأمَّا الكافرون فيقال لهم توبيخًا وتقريعًا: أفلم تكن الرسل تتلو علكيم آيات الله؟ ﴿فاستكبرتم وَكُنتُمْ قَوْمًا مُّجْرِمِينَ﴾ أي فتكبرتم عن الإِيمان بها، وأعرضتم عن سماعها، وكنتم قومًا مغرقين في الإِجرام ﴿وَإِذَا قِيلَ إِنَّ وعْدَ الله حَقٌّ﴾ أي وإِذا قيل لكم إن البعث كانئ لا محالة ﴿والساعة لاَ رَيْبَ فِيهَا﴾ أي والقيامة آتيةٌ لا شك في ذلك ولا ريب ﴿قُلْتُم مَّا نَدْرِي مَا الساعة﴾ أي قلتم لغاية عتوكم، أيُّ شيء هي؟ أحقٌّ أم باطل؟ قال البيضاوي: قالوا هذا استغرابًا واستبعادًا وإِنكارًا لها ﴿إِن نَّظُنُّ إِلاَّ ظَنًّا﴾ أي لا نصدِّق بها ولكن نسمع الناس يقولون: إنَّ هناك آخرة فنتوهم بها توهمًا ﴿وَمَا نَحْنُ بِمُسْتَيْقِنِينَ﴾ أي ولسنا مصدِّقين بالآخرة يقينًا، وهذا تأكيد منهم لإِنكار القيامة ﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُواْ﴾ أي وظهر لهم في الآخرة قبائح أعمالهم ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ونزل وأحاط بهم العذاب الذي كانوا يستهزئون به في الدنيا ﴿وَقِيلَ اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا﴾ أي ويقال لهم: اليوم نتركُكم في العذاب ونعاملكم معاملة الناسي، كما تركتم الطاعة التي هي الزادد ليوم المعاد فلم تعملوا لآخرتكم ﴿وَمَأْوَاكُمُ النار﴾ أي ومستقركم في نار جهنم ﴿وَمَا لَكُمْ مِّن نَّاصِرِينَ﴾ أي وليس لكم من ينصركم ويخلصكم من عذاب الله ﴿ذَلِكُم بِأَنَّكُمُ اتخذتم آيَاتِ الله هُزُوًا﴾ أي إِنما جازيناكم هذا الجزاء، بسبب أنكم سخرتم من كلام الله واستهزأتم به ﴿وَغَرَّتْكُمُ الحياة الدنيا﴾ أي خدعتكم الدنيا بزخارفها وأباطيلها، حتى ظننتم ألاَّ حياة سواها، وألاَّ بعث ولا نشور ﴿فاليوم لاَ يُخْرَجُونَ مِنْهَا وَلاَ هُمْ يُسْتَعَتَبُونَ﴾ أي فاليوم لا يُخْرجون من النار، ولا يُطلبُ منهم أن يرضوا ربَّهُم بالتوبة والطاعة لعدم نفعها يومئذٍ ﴿فَلِلَّهِ الحمد رَبِّ السماوات وَرَبِّ الأرض رَبِّ العالمين﴾ أي فلله الحمد خاصة لا يستحق الحمد أحدٌ سواه لأنه الخالق والمالك لجميع المخلوقات والكائنات ﴿وَلَهُ الكبريآء فِي السماوات والأرض﴾ أي وله العظمة والجلال، والبقاء والكمال في السموات والأرض ﴿وَهُوَ العزيز الحكيم﴾ أي الغالب الذي لا يغلب، الحكيم في صنعه وفعله وتدبيره.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بأنَّ واللام ﴿إِنَّ فِي السماوات والأرض لآيَاتٍ﴾ [الجاثية: ٣] لأن المخاطبين منكرون لوحدانية الله.\n٢ - صيغة المبالغة ﴿وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ﴾ [الجاثية: ٧] .\n٣ - الأسلوب التهكمي ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ [الجاثية: ٨] .\n٤ - المجاز المرسل ﴿وَمَآ أَنَزَلَ الله مِنَ السمآء مَّن رِّزْقٍ﴾ [الجاثية: ٥] أي مطر، مجاز مرسل علاقته المسببية لأن الرزق لا ينزل من السماء، ولكن ينزل المطر الذي ينشأ عنه النبات والرزق.\n٥ - التشبيه المرسل ﴿يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا﴾ [الجاثية: ٨] أي كأنه لم يسمع آيات القرآن.\n٦ - المبالغة بذكر المصدر ﴿هذا هُدًى﴾ [الجاثية: ١١] كأن القرآن لوضوع حجته عين الهُدى.\n٧ - الإِطناب بتكرار اللفظ ﴿سَخَّرَ لَكُمُ البحر. . وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض﴾ [الجاثية: ١٢١٣] لإِظهار الامتنان.\n٨ - طباق السلب ﴿فاتبعها وَلاَ تَتَّبِعْ أَهْوَآءَ الذين لاَ يَعْلَمُونَ﴾ [الجاثية: ١٨] .\n٩ - المجاز المرسل ﴿فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ﴾ أي في الجنة لأنها مكان تنزل رحمة الله.\n١٠ - الطباق بين ﴿مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا﴾ [الجاثية: ١٥] وبين ﴿نَمُوتُ وَنَحْيَا﴾ وبين ﴿يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ﴾ .\n١١ - الاستعارة التصريحية ﴿هذا كِتَابُنَا يَنطِقُ عَلَيْكُم بالحق﴾ أي يشهد عليكم، والاستعارة هنا أبلغ من الحقيقة، لأن شهادة الكتاب ببيانه أقوى من شهادة الإِنسان بلسانه.\n١٢ - الالتفات ﴿فاليوم لاَ يُخْرَجُونَ مِنْهَا﴾ فيه التفات من الخطاب إلى الغيبة لإِسقاطهم من رتبة الخطاب.\n١٣ - الاستعارة التمثيلية ﴿اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا﴾ مثَّل تركهم في العذاب بمن حُبس في مكانٍ ثم نسيه السَّجان من الطعام والشراب حتى هلك بطريق الاستعارة التمثيلية، والمراد من الآية نترككم في العذاب ونعاملكم معاملة الناسي، لأن الله تعالى لا ينسى ولا يعرض عليه النسيان.", "ayah": 26, "surah": 45}