{"text": "اللغَة: ﴿كَفَّرَ﴾ أزال ومحا ﴿أَثْخَنتُمُوهُمْ﴾ أكثرتم فيهم القتل والجراح والأسر قال في المصباح: أثخن في الأرض إِيخانًا، سار إلى العدو وأوسعهم قتلًا، وأثخنته الجراحة أوهنته وأضعفته ﴿الوثاق﴾ القيد والحبل الذي يربط به ﴿مَنًّا﴾ إِطلاق الأسير من غير فدية ﴿أَوْزَارَهَا﴾ آلاتها وأثقالها وهي الأسلحة والعتاد يقال: وضعت الحرب أوزارها أي انقضت الحرب وانتهت، وأصل الأوزار الأثقال من السلاح والخيل قال الشاعر:\nوأعددتُ للحرب أوزارها ... رماحًا طوالًا وخيلًا ذكورًا\n﴿تَعْسًا﴾ شقاءً وهلاكًا ﴿آسِنٍ﴾ متغيّر ومنتن ﴿حَمِيمًا﴾ حارًا شديد الحرارة ﴿آنِفًا﴾ الآن، من قولهم، استأنف الأمر إِذا ابتدأ به ﴿أَشْرَاطُ﴾ أمارات وعلامات.\nالتفسِير: ﴿الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله﴾ هذا إِعلان حربٍ من الله تعالى على أعدائه وأعداء دينه والمعنى الذين جحدوا بآيات الله وأعرضوا عن الإسلام، ومنعوا الناس عن الدخول فيه ﴿أَضَلَّ أَعْمَالَهُمْ﴾ أي أبطلها وأحبطها وجعلها ضائعة لا ثواب لها لأنها لم تكن لله فبطلت، والمراد أعمالهم الصالحة كإِطعام الطعام، وصلة الأرحام، وقرى الضيف قال الزمخشري: وحقيقة إِضلال الأعمال جعلُها ضالةً ضائعة، ليس لها من يتقبلها ويثيب عليها كالضالة من الإِبل، التي لا ربَّ لها يحفظها ويعتني بأمرها، والمراد لهم التي عملوها في كفرهم بما كانوا يسمونه «مكارم الأخلاق»، من صلة الأرحام، وفك الأسارى، وقرى الأضياف، وحفظ الجوار ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان الصادق، والعمل الصالح ﴿وَآمَنُواْ بِمَا نُزِّلَ على مُحَمَّدٍ﴾ أي صدَّقوا بما أنزل الله على رسوله محمد ﷺ َ تصديقًا جازمًا لا يخالجه شك ولا ارتياب وهوعطف خاص على عام، والنكتةُ فيه تعظيم أمره والاعتناء بشأنه، إشارةً إلى أن الإِيمان لا يتمُّ بدونه، ولذا أكَّده بقوله ﴿وَهُوَ الحق مِن رَّبِّهِمْ﴾ أي وهو الثابت المؤكد المقطوع بأنه كلام الله ووحيهُ المنزَّل من عند الله، والجملة اعتراضية لتأكيد السابق ﴿كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي أزال ومحا عنهم ما مضى من الذنوب والأوزار ﴿وَأَصْلَحَ بَالَهُمْ﴾ أي أصلح شأنهم وحالهم، في دينهم ودنياهم، ثم بيَّن تعالى سبب ضلال الكفار، واهتداء المؤمنين فقال ﴿ذَلِكَ بِأَنَّ الذين كَفَرُواْ اتبعوا الباطل﴾ أي ذلك الإِضلال لأعمال الكفار بسبب أنهم سلكوا طريق الضلال، واختباروا الباطل على الحق ﴿وَأَنَّ الذين آمَنُواْ اتبعوا الحق مِن رَّبِّهِمْ﴾ أي وأن المؤمنين سلكوا طريق الهدى، وتمسَّكوا بالحق والإِيمان المنزل من عند الرحمن ﴿كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أَمْثَالَهُمْ﴾ أي مثل ذلك البيان الواضح، بيَّن الله أمر كلٍ من الفريقين المؤمنين والكافرين بأوضح بيانٍ وأجلى برهان ليعتبر الناس ويتعظوا. . وبعد إعلان هذه الحرب السافرة على الكافرين أمر تعالى المؤمنين بجهادهم فقال ﴿فَإِذَا لَقِيتُمُ الذين كَفَرُواْ فَضَرْبَ الرقاب﴾ أي فإِذا أدركتم الكفار في الحرب فاحصدوهم حصْدًا بالسيوف قال في التسهيل: وأصله فاضربوا الرقاب ضربًا ثم حذف الفعل وأقام المصدر مقامه والمراد: اقتلوهم، ولكنْ عبَّر عنه بضرب الرقاب لأنه الغالب في صفة القتل ﴿حتى إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق﴾ أي حتى إِذا هزمتموهم وأكثرتم فيهم القتل والجراحات ولم تبق لهم قوة للمقاومة فأْسروهم وكفُّوا عن قتلهم قال الزمخشري: وفي هذه العبارة ﴿فَضَرْبَ الرقاب﴾ من الغلظة والشدة ما ليس في لفظ القتل، لما فيها من تصوير القتل بأشنع صورة، وهو حزٌّ العنق وإطارة رأس البدن، ولقد زاد في هذه الغلظة في قوله ﴿فاضربوا فَوْقَ الأعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ﴾ [الأنفال: ١٢] ومعنى ﴿أَثْخَنتُمُوهُمْ﴾ أكثرتم قتلهم وأغلظتموه ﴿\nفَشُدُّواْ الوثاق﴾ أي فأسروهم، والوثاقَ اسم لما يربط من حبلٍ وغيره ﴿فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَآءً﴾ أي ثم أنتم مخيَّرون بعد أسرهم إمَّا أن تمنُّوا عليهم وتطلقوا سراحهم بلا مقابل من مال، أو تأخذوا منهم مالًا فداءٌ لأنفسهم، ولكنْ بعد أن تكونوا قد كسرتم شوكتهم، وأعجزتموهم بكثرة القتل والجراح ﴿حتى تَضَعَ الحرب أَوْزَارَهَا﴾ أي حتى تنقضي الحرب وتنتهي بوضع آلاتها وأثقالها، وتنتهي الحرب بين المسلمين والمناوئين له، وذلك بعزة الإِسلام واندحار المشركين ﴿ذَلِكَ وَلَوْ يَشَآءُ اللَّهُ لاَنْتَصَرَ مِنْهُمْ﴾ أي الأمر فيهم ما ذُكر، ولو أراد اله لانتصر منهم وأهلكهم بقدرته، دون أن يكلفكم أيها المؤمنون إلى قتالهم قال ابن كثير: أي لو شاء الله لانتقم من الكفارين بعقوبةٍ ونكالٍ من عنده ﴿ولكن لِّيَبْلُوَاْ بَعْضَكُمْ بِبَعْضٍ﴾ أي ولكنَّه أمركم بجهادهم ليختبر إِيمانكم وثباتكم، فيظهر حال الصادق في الإِيمان من غيره كما قال تعالى\n﴿وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين﴾ [محمد: ٣١] وليبتلي المؤمنين بالكافرين والكفارين بالمؤمنين، فيصير من قُتل من المؤمنين إلى الجنة، ومن قتل من الكافرين إلى النار ولهذا قال ﴿والذين قُتِلُواْ فِي سَبِيلِ الله فَلَن يُضِلَّ أَعْمَالَهُمْ﴾ أي والذين استشهدوا في سبيل الله فلن يُبطل الله عملهم، بل يكثّره ويضاعفه وينميّه ﴿سَيَهْدِيهِمْ﴾ أي سيهديهم إلى ما ينفعهم في الدنيا والآخرة، بتوفيقهم إلى العمل الصالح وإِرشادهم إلى الجنة دار الأبرار ﴿وَيُصْلِحُ بَالَهُمْ﴾ أي ويُصلح حالهم وشأنهم ﴿وَيُدْخِلُهُمُ الجنة عَرَّفَهَا لَهُمْ﴾ أي ويدخلهم الجنة دار النعيم بيَّنها لهم بحيث يعلم كل واحدٍ منزلة ويهتدي إِليه قال مجاهد: يهتدي أهلُها إلى بيوتهم ومساكنهم لا يخطئون كأنهم سكنوها منذ خُلقوا وفي الحديث «والذي نفسي بيده إِن أحدهم بمنزله في الجنة أهدى منه بمنزله الذي كان في الدنيا» ﴿ياأيها الذين آمنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ﴾ أي إِن تنصروا دينه يصنركم على أعدائكم ﴿وَيُثَبِّتْ أَقْدَامَكُمْ﴾ أي ويثبتكم في مواطن الحرب ﴿والذين كَفَرُواْ فَتَعْسًا لَّهُمْ﴾ أي والذين كفروا بالله وآياته فهلاكًا وشقاْ لهم، وهو دعاءٌ عليهم بالتعاسة والخيبة والخذلان ﴿وَأَضَلَّ أَعْمَالَهُمْ﴾ أي أبطلها وأحبطها لأنها كانت في طاعة الشيطان ﴿ذَلِكَ بِأَنَّهُمْ كَرِهُواْ مَآ أَنزَلَ الله﴾ أي ذلك التعس والإِضلال بسبب أنهم كرهوا ما أنزل الله من الكتب والشرائع قال الزمخشري: أي كرهوا القرآن وما أنزل الله فيه من التكاليف والأحكام، لأنهم قد ألفوا الإهمال وإِطلاق العَنان في الشهوت والملاذِّ فشقَّ عليهم ذلك وتعاظمهم ﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾ أي أذهبها وأضاعها لأن الإِيمان شرط لقبول الأعمال، والشرك محبطُ للعمل، ثم خوَّفهم تعالى عاقبة الكفر فقال ﴿أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾ أي أفلم يسافر هؤلاء ليروا\nما حلَّ بمن سبقهم من الأمم الطاغية كعاد وثمود وقوم لوط وغيرهم من المجرمين، كيف كان مآلهم؟ وماذا حلَّ بهم من العذاب؟ فإنَّ آثار ديارهم تنبىء عن أخبارهم ﴿دَمَّرَ الله عَلَيْهِمْ﴾ أي أهلكهم الله، واستأصل كل ما يخصهم من مالٍ وبنين ومتاع، فإِذا هو انقاض متراكمة وإِذا هم تحت هذه الأنقاض «ودمَّر عليهم» أبلغ من دمَّرهم لأن معناها أهلكهم مع أموالهم ودورهم وأولادهم وأطبق عليهم الهلاك إطباقًا فلم يبق شيء إلا شمله الدمار ﴿وَلِلْكَافِرِينَ أَمْثَالُهَا﴾ أي ولكفار مكة أمثال تلك العاقبة الوخيمة والعذاب المدمّر ﴿ذَلِكَ بِأَنَّ الله مَوْلَى الذين آمَنُواْ﴾ أي وليُّهم وناصرهم ﴿وَأَنَّ الكافرين لاَ مولى لَهُمْ﴾ أي لا ناصر لهم ولا معين ولامغيث، ثم بيَّن تعالى مآل كلٍ من الفريقين المؤمنين والكافرين في الآخرة فقال ﴿إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخل المؤمنين جناتِ النعيم، التي فيها ما لا عينٌ رأتْ، ولا أذن سمعت، ولا خطر على قلب بشر ﴿والذين كَفَرُواْ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأنعام﴾ أي والكفارون في الدنيا ينتفعون بشهواتها ولذائذها، ويأكلون كما تأكل البهائم، ليس لهم همٌّ إلا بطونهم وفروجهم ﴿والنار مَثْوًى لَّهُمْ﴾ أي وجهنم مقامهم ومنزلهم في الآخرة قال الزمخشري: المراد أنهم ينتفعون بمتاع الدنيا أيامًا قلائل، ويأكلون غافلين غير مفكرين في العاقبة كما تأكل الأنعام في مسارحها ومعالفها غافلةً عما هي بصدده من النحر والذبح، والنار منزل ومقام لهم في الآخرة.\n. ثم سلَّى تعالى رسوله ﷺ َ فقال ﴿وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ التي أَخْرَجَتْكَ﴾ أي وكم من أهل قرية عاتية ظالمة كانوا أقوى من أهل مكة الذين أخرجوك منها ﴿أَهْلَكْنَاهُمْ فَلاَ نَاصِرَ لَهُمْ﴾ أي أهلكناهم بأنواع العذاب فلم ينصرهم أحد فكذلك نفعل بهؤلاء قال ابن عباس: لما خرج النبي ﷺ َ من مكة واختفى بالغار ثم خرج مهاجرًا إلى المدينة، التفت إِلى مكة ثم قال «إِنك لأحبُّ البلاد إِلى الله، وأحبُّ البلاد إِليَّ، ولولا أنَّ قومك أخرجوني منك ما خرجت فنزلت الآية ﴿أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ﴾ أي هل من كان على حجة وبصيرة، وثبات ويقين من أمر دينه ﴿كَمَن زُيِّنَ لَهُ سواء عَمَلِهِ﴾؟ أي كمن زُيّن له عمله القبيح فرآه حسنًا؟ ﴿واتبعوا أَهْوَاءَهُمْ﴾ أي أنهمكوا في الضلال حتى عبدوا الهوى؟ ليس هذا كهذا، وإِنما جاء بصيغة الجمع مراعاةً للمعنى قال المفسرون: يريد ب ﴿َمَن كَانَ على بَيِّنَةٍ﴾ رسول الله ﷺ َ وبمن ﴿زُيِّنَ لَهُ سواء عَمَلِهِ﴾ أبا جهل وكفار قريش.\n. واللفظ أعمُّ لأن الغرض المباينة بين من يعبد الله، وبين من يعبد هواه، ولذلك مثَّل بعده بالفارق الكبير بين الجنة والنار فقال ﴿مَّثَلُ الجنة التي وُعِدَ المتقون﴾ أي صفة الجنة الغريبة العجيبة الشأن، التي وعد الله بها عباده الأبرار وأعدَّها للمتقين الأخيار ﴿فِيهَآ أَنْهَارٌ مِّن مَّآءٍ غَيْرِ آسِنٍ﴾ أي فيها أنهار جاريات من ماءٍ غير متغير الراحة قال ابن مسعود: أنهار الجنة تفجَّر من جبلٍ من مسكٍ ﴿وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ﴾ أي وأنهار جاريات من حليبٍ في غاية البياض والحلاوة والدسامة، لم يحمض بطول المقام ولم يفسد\nكما تفسد ألبان الدنيا وفي حديث مرفوع «لم يخرج من ضروع الماشية» ﴿وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ﴾ أي وأنهار جاريات من خمرٍ لذيذة الطعم يتلذذ بها الشاربون لأنه ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ [الصافات: ٤٧] وإِنما قيَّدها بأنها لذة للشاربين، لأن الخمر كريهة الطعم في الدنيا لا يلتذ بها إلاَّ فاسد المزاج، وأما خمر الآخةر فهي طيبة الطعم والرائحة، يشربها أهل الجنة لمجرد الالتذاذ ﴿وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى﴾ أي وأنهارٌ جارياتٌ من عسل في غاية الصفاء وحسن اللون والريح، لم يخرج من بطون النحل قال أبو السعود: ﴿عَسَلٍ مُّصَفًّى﴾ أي لم يخالطه الشمع وفضلات النحل ﴿وَلَهُمْ فِيهَا مِن كُلِّ الثمرات﴾ أي ولهم في الجة أنواعٌ متعددة من جميع أصناف الفواكه والثمار قال في حاشية البيضاوي: وفي ذكر الثمرات بع المشروب إشارة إِلى أنَّ مأكول أهل الجنة للَّذَّة لا للحاجة ﴿وَمَغْفِرَةٌ مِّن رَّبِّهِمْ﴾ أي ولهم فوق ذلك النعيم الحسن نعيمٌ روحي وهو المغفرة من الله مع الرحمة والرضوان وفي الحديث «أُحلُّ عليكم رضواني فلا أسخط عليكم بعد أبدًا» قال الصاوي: في الجنة ترفع عنهم التكاليف فيما يأكلونه ويشربونه، بخلاف الدنيا فإِن مأكولها ومشروبها يترتب عليه الحساب والعقاب، ونعيم الآخرة لا حساب عليه ولا عقاب فيه ﴿كَمَنْ هُوَ خَالِدٌ فِي النار﴾ أي كمن هو مخلَّدٌ في الجحيم؟ والاستفهام للإِنكار أي لا يستوي من هو في ذلك النعيم المقيم، بمن هو خالد في الجحيم؟ ﴿وَسُقُواْ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ﴾ أي وسُقوا مكان تلك الأشربة ماءً حارًا شديد الغليان، فقطَّع أحشاءهم من فرط حرارته؟ قال المفسرون: بلغ الماء الغاية في الحرارة، إِذا دنا منهم شوى وجوههم، ووقعت فروة رءوسهم، فإِذا شربوه قطَّع أمعاءهم وأخرجها من دبورهم ولما بيَّن تعالى حال الكافرين، ذكر حال المنافقين فقال: ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ﴾ أي ومن هؤلاء المنافقين جماعة يستمعن إِلى حديثك يا محمد ﴿حتى إِذَا خَرَجُواْ مِنْ عِندِكَ﴾ أي حتى إِذا أخرجوا من مجلسك ﴿قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفًا﴾ أي قالوا العلماء الصحابة كابن عباس وابن مسعود ماذا قال محمدٌ قريبًا في تلك الساعة؟ قال ابن كثير: أخبر تعالى عن المناقين في بلادتهم وقلة فهمهم، حيث كانوا يجلسون إلى رسول الله ﷺ َ ويستمعمن كلامه، فلا يفهمون منه شيئًا، فإِذا خرجوا من عنده قالوا لأهل العلم من الصحابة: ماذا قال محمد ﴿آنِفًا﴾ أي الساعة، لا يعقلون ما قال ولا يكترثون به ﴿أولئك الذين طَبَعَ الله على قُلُوبِهِمْ﴾ أي ختم على قلوبهم بالكفر ﴿واتبعوا أَهْوَآءَهُمْ﴾ أي ساورا وراء أهوائهم الباطلة ﴿والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ﴾ أي وأما المؤمنون المتقون فقد زادهم الله هدى وألهمهم رشدهم قال الإِمام الفخر: لما بيَّن تعالى أن المنافق يستمع ولا ينتفع، ويستعيد ولا يستفيد، بيَّن أن حال المؤمن المهتدي بخلافه، فإِنه يستمع فيفهم، ويعمل بما يعلم، وفيه فائدة وهو قطع عذر المنافق، فإنه لو قال ما فهمت كلامه لغموضه، يُردُّ عليه بان المؤمن فهم واستنبط، فذلك لعماء القلوب لا الخفاء المطلوب ﴿فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً﴾ أي\nفهل ينتظرون إلا قيام الساعة فجأةً فتبغتهم وهم سادرون غارون غافلون؟ ﴿فَقَدْ جَآءَ أَشْرَاطُهَا﴾ أي فقد جاءت أماراتها وعلاماتها، ومنها بعثة خاتم الرسل صلى لله عليه وسلم ﴿فأنى لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَاهُمْ﴾ أي فمن أين لهم التذكر إِذا جاءتهم الساعة، حيث لا ينفع ندم ولا توبة؟ ﴿فاعلم أَنَّهُ لاَ إله إِلاَّ الله﴾ أي فدمن يا محمد على ما أنت عليه من العلم بوحدانية الله ﴿واستغفر لِذَنبِكَ وَلِلْمُؤْمِنِينَ والمؤمنات﴾ أي اطلب من الله المغفرة لك وللمؤمنين والمؤمنات ﴿والله يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ﴾ أي يعلم تصرفكم في الدنيا، ومصيركم في الآخرة، فأعدوا الزاد ليوم الميعاد.", "ayah": 1, "surah": 47}