{"text": "اللغَة: ﴿الفلق﴾ الفَلَق: الصبح تقول العرب: هو أبين من فلق الصبح، والفِلْق بالكسر الداهية والأمر العجب، وأصله من فلقتُ الشيء أي شققته، فكل ما انفلق من شيء من حيوان، وحب، ونوى فهو فلق، ومنه «فالق الإِصباح» قال ذو الرمة: «حتى إِذا ما انجلى عن وجهه فلق» أي انجلى الصبح عن وجهه ﴿غَاسِقٍ﴾ الغاسق: الليل إِذا اشتد ظلامه، والغسق أول ظلمة الليل يقال: غسق الليل أي أظلم قال الشاعر:\nإنَّ هذا الليل قد غسقا ... واشتكيتُ الهمَّ والأرقا\n﴿وَقَبَ﴾ دخل بظلامه، والوقوب: الدخول ﴿النفاثات﴾ النفث: شبه النفخ دون تفلتٍ بالريق، فإِذا كان معه ريق فهو التفل قال عنترة:\nفإِنْ يبرأ فلم أنفث عليه ... وإِن يُفْقد فحُقَّ له الفُقود\nالتفسِير: ﴿قُلْ أَعُوذُ بِرَبِّ الفلق﴾ أي قل يا محمد ألتجىء وأعتصم برب الصبح الذي ينفلق عنه الليل، وينجلي عنه الظلام قال ابن عباس: ﴿الفلق﴾ الصبحُ كقوله تعالى ﴿فَالِقُ الإصباح﴾ [الأنعام: ٩٦] وفي أمثال العرب: هو أبينُ من فلق الصبح قال المفسرون: سبب تخصيص الصبح بالتعوذ أن\nانبثاق نور الصبح بعد شدة الظلمة، كالمثل لمجيء الفرج بعد الشدة، فكما أن الإِنسان يكون منتظرًا لطلوع الصباح، فكذلك الخائف يترقب مجيء النجاح ﴿مِن شَرِّ مَا خَلَقَ﴾ أي من شر جميع المخلوقات من الإِنس، والجن، والدواب، والهوام، ومن شر كل مؤذٍ خلقه الله تعالى ﴿وَمِن شَرِّ غَاسِقٍ إِذَا وَقَبَ﴾ أي ومن شر الليل إِذ أظلم واشتد ظلامه، فإِن ظلمة الليل ينتشر عندها أهل الشر من الإِنس والجن ولهذا قالوا في المثل «الليلُ أخفى للويل» قال الرازي: وإِنما أُمر أن يتعوذ من شر الليل، لأن في الليل تخرج السباع من آجامها، والهوام من مكانها، ويهجم السارقُ والمكابر، ويقع الحريق، ويقل فيه الغوث ﴿وَمِن شَرِّ النفاثات فِي العقد﴾ أي ومن شر السواحر اللواتي يعقدن عقدًا في خيوط وينفثن أي ينفخن فيها ليضروا عباد الله بسحرهن، ويفرقوا بين الرجل وزوجه ﴿وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله﴾ [البقرة: ١٠٢] قال في البحر: وسبب نزول المعوذتين قصة «لبيد بن الأعصم» الذي سحر رسول الله ﷺ َ في مشطٍ ومشاطه وجف قشر الطلع طلعةٍ ذكر، ووترٍ مقعود فيه إِحدى عشرة عقدة، معروزٍ بالإِبر، فأنزلت عليه المعوذتان، فجعل كلما قرأ آية انحلت عقدة ووجد في نفسه خفة ﷺ َ حتى انحلت العقدة الأخيرة فقام فكأنما نشط من عقال ﴿وَمِن شَرِّ حَاسِدٍ إِذَا حَسَدَ﴾ أي ومن شر الحاسد الذي يتمنى زوال النعمة عن غيره، ولا يرضى بما قسمه الله تعالى له.\nالبَلاَغَة: تضمنت السرة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الجناس الناقص بين ﴿فَلَقِ﴾ و﴿خَلَقَ﴾ .\n٢ - الإِطناب بتكرار الاسم ﴿شَرِّ﴾ مراتٍ في السورة ﴿مِن شَرِّ مَا خَلَقَ﴾ ﴿وَمِن شَرِّ غَاسِقٍ﴾ ﴿وَمِن شَرِّ النفاثات﴾ الخ تنبيهًا على شناعة هذه الأوصاف.\n٣ - ذكر الخاص بعد العام للاعتناء بالذكور ﴿مِن شَرِّ مَا خَلَقَ﴾ فإِنه عموم يدخل تحته شر الغاسق، وشر النفاثات، وشر الحاسد.\n٤ - جناس الاشتقاق بين ﴿حَاسِدٍ﴾ و﴿حَسَدَ﴾ .\n٥ - توافق الفواصل مراعاة لرءوس الآيات.", "ayah": 5, "surah": 113}