{"text": "اللغَة: ﴿هُمَزَةٍ﴾ الهَّماز: الذي يغتاب الناس ويطعن في أعراضهم، وبناء «فُعلة» يدل على الاعتياد فلا يقال: لُعنة وضُحكة إِلا للمكثر المعتاد ﴿لُّمَزَةٍ﴾ اللماز: الذي يعيب الناس وينال منهم بالحاجب والعين ﴿الحطمة﴾ نار جهنم سميت بذلك لأنها تكسر كل ما يُلقى فيها وتحطمه وتهشميه ﴿مُّؤْصَدَةٌ﴾ مطبقة مغلقة من أوصد الباب إِذا أغلقه.\nالتفسِير: ﴿ويْلٌ لِّكُلِّ هُمَزَةٍ لُّمَزَةٍ﴾ أي عذاب شديد وهلاك ودمار، لكل من يعيب الناس ويغتابهم ويطعن في أعراضهم، أو يلمزهم سرًا بعينه أو حاجبه قال المفسرون: نزلت السورة في «الأخنس بن شريق» لأنه كان كثير الوقيعة في الناس، يلمزهم ويعيبهم مقبلين ومدبرين، والحكم عامٌ لأن العبرة بعموم اللفظ لا بخصوص السبب، ﴿الذى جَمَعَ مَالًا وَعَدَّدَهُ﴾ أي الذي جمع مالًا كثيرًا وأحصاه، وحافظ على عدده لئلا ينقص فمنعه من الخيرات قال الطبري: أي أحصى عدده ولم ينفقه في سبيل الله ولم يؤد حقَّ الله فيه ولكنه جمعه فأوعاه وحفظه ﴿يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ﴾ أي يظن\nهذا الجاهل لفرط غفلته أن ماله سيتركه مخلدًا في الدنيا لا يموت ﴿كَلاَّ لَيُنبَذَنَّ فِي الحطمة﴾ أي ليرتدع عن هذا الظنّ فواللهِ ليطرحنَّ في النار الت تحطم كل ما يُلقى فيها وتلتهمه ﴿وَمَآ أَدْرَاكَ مَا الحطمة﴾ تفخيمٌ وتهويلٌ لشأنها أي وما الذي أعلمك ما حقيقة هذه النار العظيمة؟ إِنها الحطمة التي تحطم العظام وتأكل اللحوم، حتى تهجم على القلوب، ثم فسرها بقوله ﴿نَارُ الله الموقدة﴾ أي هي نار الله المسعَّرة بأمره تعالى وإِرادته، ليست كسائر النيران فإِنها لا تخمد أبدًا، وفي الحديث «أُوقد على النار ألفُ سنة حتى احمرت، ثم أُوقد عليها ألف سنة حتى ابيضَّت، ثم أُوقد عليها ألفُ سنة حتى اسودَّت، فهي سوداء مظلمة» ﴿التي تَطَّلِعُ عَلَى الأفئدة﴾ أي التي يبلغ ألمها ووجعها إلى القلوب فتحرقها قال القرطبي: وخصَّ الأفئدة لأن الألم إِذا صار إِلى الفؤاد مات صاحبه، فإِنهم في حال من يموت وهم لا يموتون كما قال تعالى ﴿لاَ يَمُوتُ فِيهَا وَلاَ يَحْيَا﴾ [الأعلى: ١٣] فهم إِذًا أحياء في معنى الأموات ﴿إِنَّهَا عَلَيْهِم مُّؤْصَدَةٌ﴾ أي إِن جهنم مطبقة مغلقةٌ عليهم، لا يدخل إِليهم روح ولا ريحان ﴿فِي عَمَدٍ مُّمَدَّدَةِ﴾ أي وهم موثوقون في سلاسل وأغلال، تشدُّ بها أيديهم وأرجلهم، بعد إطباق أبواب جهنم عليهم، فقد يئسوا من الخروج بإِطباق الأبواب عليهم، وتمدد العمد إِيذانًا بالخلود إِلى غير نهاية. .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - صيغة المبالغة ﴿هُمَزَةٍ، لُّمَزَةٍ﴾ لأن بناء «فُعلة» يدل على أنها عادة مستمرة.\n٢ - التنكير للتفخيم ﴿جَمَعَ مَالًا﴾ أي مالًا كثيرًا لا يكاد يحصى.\n٣ - التفخيم والتهويل ﴿وَمَآ أَدْرَاكَ مَا الحطمة﴾؟ تهويلًا لشأن جهنم.\n٤ - الجناس غير التام بين ﴿هُمَزَةٍ﴾ و﴿لُّمَزَةٍ﴾ ويسمى الجناس الناقص.\n٥ - توافق الفواصل مثل ﴿عَدَّدَهُ، أَخْلَدَهُ، الموقدة، مُّمَدَّدَةِ﴾ ويسمى بالسجع.", "ayah": 9, "surah": 104}