{"text": "اللغَة: ﴿طِبَاقًا﴾ بعضها فوق بعض، من طابق النعل بالنعل إِذا قطعه بقدره وجعله فوقه ﴿فُطُورٍ﴾ شقوق وخروق، من فطر بمعنى شق قال الشاعر:\nبنى لكمو بلا عَمدٍ سماءً ... وسوَّاها فما فيها فُطور\n﴿حَسِيرٌ﴾ كليل من الحسور وهو الإِعياء يقال حسر البعير إِذا كلَّ وانقطع قال الشاعر:\nنظرتُ إِليها بالمحصب من منى ... فعاد إِليَّ الطَّرف وهو حسير\n﴿شَهِيقًا﴾ صوتًا منكرًا كصوت الحمير ﴿تَمَيَّزُ﴾ تتقطع وينفصل بعضها من بعض، وأصلها تتميَّز حذفت احدى التاءين تخفيفًا ﴿مَنَاكِبِهَا﴾ أطرافها ونواحيها، وأصل المنكب: الجانب ومنه منكب الرجل ﴿لَّجُّواْ﴾ تمادوا وأصروا ﴿تَمُورُ﴾ ترتج وتضطرب ﴿زُلْفَةً﴾ قريبًا منهم ﴿غَوْرًا﴾ غائرًا ذهبًا في الأرض.\nالتفسِير: ﴿تَبَارَكَ الذي بِيَدِهِ الملك﴾ أي تمجَّد وتعالى اللهُ العلي الكبير، المفيض على المخلوقات من فنون الخيرات، الذي بقبضة قدرته ملك السموات والأرض، يتصرف فيهما كيف يشاء قال ابن عباس: بيده الملك، يعزُّ من يشاء ويذل من يشاء، ويحيي ويميت، ويغني ويفقر، ويعطي ويمنع ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي وهو القادر على كل شيء له القدرة التامة، والتصرف الكامل في كل الأمور، من غير منازع ولا مدافع. . ثم بيَّن تعالى آثار قدرته، وجليل حكمته فقال ﴿الذي خَلَقَ الموت والحياة﴾ أي أوجد في الدنيا الحياة والموت، فأحيا من شاء وآمات من شاء، وهو الواحد القهار، وإِنما قدم الموت لأنه أهيب في النفوس وأفزع قال العلماء: ليس الموت فناءًا وانقطاعًا بالكلية عن الحياة، وإِنما هو انتقال من دار إِلى دار، ولهذا ثبت في الصحيح أن الميت يسمع، ويرى، ويُحسُّ وهو في قبره كما قال ﵇ «إنَّ أحدكم إِذا وضع في قبره وتولَّىعنه أصحابه وإِنه ليسمع قرع نعالهم» الحديث وقال ﷺ َ: «والذي نفسي بيده ما أنتم بأسمع لما أقول منهم لكنهم لا يجيبون» فالموتُ هو انقطاع تعلق الروح بالبدن، ومفارقتها للجسد ﴿لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا﴾ أي ليمتحنكم ويختبركم أيها الناس فيرى المحسن منكم من المسيء قال القرطبي: أي يعاملكم معالمة المختبر، فإن الله تعالى عالم بالمطيع والعاصي أزلًا ﴿وَهُوَ العزيز﴾ أي الغالبُ في انتقامه ممن عصاه ﴿الغفور﴾ لذنوب من تاب وأناب إِليه ﴿الذي خَلَقَ سَبْعَ سماوات طِبَاقًا﴾ أي لست ترى أيها السامع في خلق الرحمن البديع من نقص أو خلل، أو اختلاف أو تنافر، بل هي في غاية الإِحكام والإِتقان، وإِنما قال ﴿فِي خَلْقِ الرحمن﴾ ولم يقل «فيهن» تعظيمًا لخلقهن، وتنبيهًا على باهر قدرة الله ﴿فارجع البصر هَلْ ترى مِن فُطُورٍ﴾؟ أي فكرّر النظر في السموات وردّده في خلقهن المحكم، هل ترى من شقوق وصدوع؟ ﴿ثُمَّ ارجِعِ البَصَرَ كَرَّتَيْنِ﴾ أي ثم ردِّد النظر مرةً بعد أُخرى، وانظر بعين الاعتبار في هذه السموات العجيبة، مرةً بعد مرة ﴿يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا﴾ أي يرجع إِليك بصرك خاشعًا ذليلًا، لم ير ما تريد ﴿وَهُوَ حَسِيرٌ﴾ أي وهو كليلٌ متعب قد بلغ الغاية في الإِعياء قال الإِمام الفخر: المعنى إِنك إِذا كررت نظرك لم يرجع إِليك بصرك بما طلبته من وجود الخلل والعيب، بل رجع خاسئًا مبعدًا لم ير ما يهوى مع الكلال والإِعياء وقال القرطبي: أي ارددك طرفك وقلّب البصر في السماء ﴿كَرَّتَيْنِ﴾ أي مرةً بعد أخرى، يرجع إِليك البصر خاشعًا صاغرًا، متباعدًا عن أن يرى شيئًا من ذلك العيب والخلل، وإنما أمر بالنظر كرتين، لأن\nالإِنسان إِذا نظر في الشيء مرة لا يرى عيبه، ما لم ينظر إِليه مرة أخرى، والمراد بالكرتين التكثير بدليل قوله ﴿يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ﴾ وهو دليلٌ على كثرة النظر.\n. ثم بيَّن تعالى ما زين به السماء من النجوم الزاهرة والكواكب الساطعة فقال ﴿وَلَقَدْ زَيَّنَّا السمآء الدنيا بِمَصَابِيحَ﴾ أي خلق سبع سمواتٍ متطابقة، بعضها فوف بعض، كل سماء كالقبة للأُخرى ﴿مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ﴾ اللام لام القسم و﴿قد﴾ للتحقيق والمعنى والله لقد زينا السماء القريبة منكم أيها الناس بكواكب مضيئة ساطعة، هي السماء الأولى أقرب السموات إِلى الأرض قال المفسرون: سميت الكواكب مصابيح لإِضاءتها بالليل إضاء السراج ﴿وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ﴾ أي وجعلنا لها فائدةً أُخرى وهي رجم أعدائكم الشياطين، الذين يسترقون السمع قال قتادة: خلق الله تعالى النجوم لثلاثٍ: زينةً للسماء، ورجومًا للشياطين، وعلامات يُهتدى بها في البر والبحر وقال الخازن: فإِن قيل: كيف تكون زينةً للسماء، ورجومًا للشياطين، وكونها زينة يقتضي بقاءها، وكونها رجومًا يقتضي زوالها، فيكف الجمع بين هاتين الحالتين؟ فالجواب أنه ليس المراد أنهم يرمون بأجرام الكواكب، بل يجوز أن تنفصل من الكواكب شعلة وتُرمى الشياطين بتلك الشعلة وهي الشهب، ومثلها كمثل قبسٍ يؤخذ من النار وهي على حالها، أقول: ويؤيده قوله تعالى ﴿إِلاَّ مَنْ خَطِفَ الخطفة فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ [الصافات: ١٠] فعلى هذا، الكواكب لا يرجم بها؛ وإِنما يكون الرجم بالشهب ﴿وَأَعْتَدْنَا لَهُمْ عَذَابَ السعير﴾ أي وهيأنا وأعددنا للشياطين في الآخرة بعد الإِحراق بالشهب في الدنيا العاذب المستعر، وهو النار الموقدة ﴿وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ﴾ أي وللكافرين بربهم عذاب جهنم أيضًا، فليس العذاب مختصًا بالشياطين بل هو لكل كافر بالله من الإِنس والجن ﴿وَبِئْسَ المصير﴾ أي وبئست النار مرجعًا ومصيرًا للكافرين. . ثم وصف تعالى جهنم وما فيها من العذاب والأهوال والأغلال فقال ﴿إِذَآ أُلْقُواْ فِيهَا﴾ أي إِذا قذفوا وطرحوا في جهنم كما يطرح الحطبُ في النار العظيمة ﴿سَمِعُواْ لَهَا شَهِيقًا﴾ أي سمعوا لجهنم صوتًا منكرًا فظيعًا كصوت الحمار، لشدة توقدها وغليانها قال ابن عباس: الشهيقُ لجهنم عند إِلقاء الكفار فيها، تشهق إِليهم شهقة البغلة للشعير، ثم تزفرُ زفرة لا يبقى أحدٌ إِلا خاف ﴿وَهِيَ تَفُورُ﴾ أي وهي تغلي بهم كما يغلي المرجل القدر من شدة الغضب ومن شدة اللهب قال مجاهد: تفور بهم كما يفور الحبُّ القليل في الماء الكثير ﴿تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ﴾ أي تكاد جهنم تتقطع وينفصل بعضها من بعض، من شدة غيظها وحنقها على أعداء الله ﴿كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ﴾ أي كلما طرح فيها جماعةٌ من الكفرة ﴿سَأَلَهُمْ خَزَنَتُهَآ﴾ أي سألتهم الملائكة الموكلون على جنهم وهم الزبانية سؤال توبيخ وتقريع ﴿أَلَمْ يَأْتِكُمْ نَذِيرٌ﴾ أي ألم يأتكم رسولٌ ينذركم ويخوفكم من هذا اليوم الرهيب؟ قال المفسرون: وهذا السؤال زيادة لهم في الإِيلام، ليزدادوا حسرةً فوق حسرتهم، وعذابًا فوق عذابهم ﴿قَالُواْ بلى قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا﴾ أي أجابوا نعم لقد جاءنا رسول منذر، وتلا علينا\nآيات الله، ولكننا كذبناه وأنكرنا رسالته ﴿وَقُلْنَا مَا نَزَّلَ الله مِن شَيْءٍ﴾ أي وقلنا إِمعانًا في التكذيب وتماديًا في النكير: ما أنزل الله شيئًا من الوحي على أحدٍ قال الرازي: هذا اعترافٌ منهم بعدل الله، وإِقرار بأن الله أزاح عللهم ببعثة الرسل الكرام، ولكنهم كذبوا الرسل وقالوا ما نزَّل الله من شيء ﴿إِنْ أَنتُمْ إِلاَّ فِي ضَلاَلٍ كَبِيرٍ﴾ هذا من تتمة كلام الكفار أي ما أنتم يا معشر الرسل إِلا من بعدٍ عن الحق، وضلال واضح عميق ﴿وَقَالُواْ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ﴾ أي وقال الكفار: لو كانت لنا عقول ننتفع بها أو كنا نسمع سماع طالب للحق، ملتمسٍ للهدى ﴿مَا كُنَّا في أَصْحَابِ السعير﴾ أي ما كنا نستوجب الخلود في جهنم ﴿فاعترفوا بِذَنبِهِمْ﴾ أي فأقروا بإِجرامهم وتكذيبهم للرسل ﴿فَسُحْقًا لأَصْحَابِ السعير﴾ أي فبعدًا وهلاكًا لأهل النار قال ابن كثير: عادوا على أنفسهم بالملامة، وندموا حيث لا تنفعهم الندامة، والجملة دعائية أي أبعدهم الله من رحمته وسحقهم سحقًا.\n. ثم لما ذكرحال الأشقياء الكفار أتبعه بذكر حال السعداء الأبرار فقال ﴿إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب﴾ أي يخافون ربهم ولم يروه، ويكفُّون عن المعاصي طلبًا لمرضاة الله ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ﴾ أي لهم عند الله مغفرةٌ عظيمة لذنوبهم، وثواب جزيل لا يعلم قدره غير الله تعالى ﴿وَأَسِرُّواْ قَوْلَكُمْ أَوِ اجهروا بِهِ﴾ الخطاب لجميع الخلق أي أخفوا قولكم وكلامكم أيها الناس أو أعلنوا وأظهروه، فسواءٌ أخفيتموه أو أظهرتموه فإنَّ الله يعلمه ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي لأنه تعالى العالم بالخفايا ولنوايا، يعلم ما يخطر في القلوب، وما توسوس به الصدور قال ابن عباس: نزلت في المشركين كانوا ينالون من رسول الله ﷺ َ فيخبره جبريل بما قالوا، فقال بعضهم لبعض: أسرُّوا قولكم حتى لا يسمع إِله محمد، فأخبره الله أنه لا تخفى عليه خافية ﴿أَلاَ يَعْلَمُ مَنْ خَلَقَ﴾؟ أي ألا يعلم الخالق مخلوقاته؟ كيف لا يعلم من خلق الأشياء وأوجدها سرَّ المخلوق وجهره؟ ﴿وَهُوَ اللطيف الخبير﴾ أي والحال أنه اللطيف بالعباد، الذي يعلم دقائق الأمور وغوامضها، الخبير الذي لا يعزب عن علمه شيء، فلا تتحرك ذرة، ولا تسكن أو تضطرب نفسٌ إِلا وعنده خبرها.\n. ثم ذكر تعالى دلائل قدرته ووحدانيته، وآثار فضله وأمتنانه على العباد فقال ﴿هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولًا﴾ أي الله جل وعلا جعل لكم الأرض لينةً سهلة المسالك ﴿فامشوا فِي مَنَاكِبِهَا﴾ أي فاسلكوا أيها الناس في جوانبها وأطرافها قال ابن كثير: أي فسافروا حيث شئتم من أقطارها، وتردّدوا في أقاليمها وأرجائها للمكاسب والتجارات ﴿وَكُلُواْ مِن رِّزْقِهِ﴾ أي وانتفعوا بما أنعم به جل وعلا عليكم من أنواع الكسب والرزق قال الألوسي: كثيرًا ما يُعبر عن وجوه الانتفاع بالأكل لأنه الأهم الأعم، وفي الآية دليل على ندب التسبب والكسب، وهو لا ينافي التوكل، فقد مرَّ عمر ﵁ بقومٍ فقال: من أنتم؟ فقالوا: المتوكلون فقال: بل أنتم المتواكلون، إِنما المتوكل رجلٌ ألقى حبه في بطن الأرض وتوكل على ربه ﷿ ﴿وَإِلَيْهِ النشور﴾ أي وإِليه تعالى المرجع بعد الموت والفناء، للحساب والجزاء. . ثم توعّد تعالى كفار مكة المكذبين لرسول الله ﷺ َ فقال ﴿أَأَمِنتُمْ مَّن فِي السمآء أَن\nيَخْسِفَ بِكُمُ الأرض﴾ أي هل أمنتم يا معشر الكفار ربكم العليَّ الكبير أن يخسف بكم الأرض فيغيبكم في مجاهلها، بعد ما جعلها لكم ذلولًا تمشون في مناكبها؟ ﴿فَإِذَا هِيَ تَمُورُ﴾ أي فإِذا بها تضطرب وتهتز بكم هزًا شديدًا عنيفًا قال الرازي: والمراد أنَّ الله تعالى يحرك الأرض عند الخسف بهم حتى تضطرب وتتحرك، فتعلو عليهم وهم يخسفون فيها فيذهبون، والأرضُ فوقهم تمور فتلقيهم إِلى أسفل سافلين ﴿أَمْ أَمِنتُمْ مِّن فِي السمآء أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا﴾ أي أم أمنتم الله العليَّ الكبير أن يرسل عليكم حجارة من السماء، كما أرسلها على قوم لوطٍ وأصحاب الفيل؟ ﴿فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ﴾ أي فستعلمون عند معاينة العذاب، كيف يكون إِنذاري وعقابي للمكذبين!! وفيه وعيد وتهديدٌ شديد، وأصلها ﴿نذيري﴾ و﴿نكيري﴾ حذفت الياء مراعاةً لرءوس الآيات ﴿وَلَقَدْ كَذَّبَ الذين مِن قَبْلِهِمْ﴾ أي ولقد كذب كفار الأمم السابقة رسلهم، كقوم نوحٍ وعادٍ وثمود وأمثالهم، وهذا تسلية للرسول ﷺ َ وتهديد لقومه المشركين ﴿فَكَيْفَ كَانَ نكِيرِ﴾ أي فكيف كان إنكاري عليهم بنزول العذاب؟ ألم يكن في غاية الهول والفظاعة؟ ثم لما حذَّرهم ما عسى أن يحل بهم من الخسف وإِرسال الحاصب، نبَّههم على الاعتبار بالطير، وما أحكم الله من خلقها، وعن عجز آلهتهم المزعومة عن خلق شيءٍ من ذلك فقال ﴿أَوَلَمْ يَرَوْا إِلَى الطير فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ﴾ أي أولم ينظروا نظر اعتبار الى الطيور فوقهم، باسطاتٍ أجنحتهن في الجو عند طيرانها وتحلقيها، ﴿وَيَقْبِضْنَ﴾ أي ويضممنها إِذا ضربن بها جنوبهن وقتًا بعد وقت؟ ولما كان الغالب هو فتح الجناحين فكأنه هو الثابت عبَّر عنه بالإِسم ﴿صَافَّاتٍ﴾ وكان القبض متجددًا عبَّر عنه بالفعل ﴿وَيَقْبِضْنَ﴾ قال في التسهيل: فإِن قيل: لِمَ لم يقل «قابضات» على طريقة ﴿صَافَّاتٍ﴾؟ فالجواب أن بسط الجناحين هو الأصل في الطيران، كما أن مدَّ الأطراف هو الأصل في السباحة، فذكره بصيغة اسم الفاعل ﴿صَافَّاتٍ﴾ لدوامه وكثرته، وأما قبضُ الجناحين فإِنما يفعله الطائر قليلًا للاستراحة والاستعانة، فلذلك ذكره بلفظ الفعل لقلته ﴿مَا يُمْسِكُهُنَّ إِلاَّ الرحمن﴾ أي ما يمسكهن في الجو عن السقوط في حال البسط والقبض، إِلا الخالق الرحمن الذي وسعت رحمته كل ما في الأكوان قال الرازي: وذلك أنها مع ثقلها وضخامة أجسامها، لم يكن بقاؤها في جو الهواء إِلا بإِمساك الله وحفظه، وإِلهامها الى كيفية البسط والقبض المطابق للمنفعة من رحمة الرحمن ﴿إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ﴾ أي يعلم كيف يخلق، وكيف يبدع العجائب، بمقتضى عمله وحكمته.\n. ثم وبَّخ تعالى المشركين في عبادتهم لما لا ينفع ولا يسمع فقال ﴿أَمَّنْ هذا الذي هُوَ جُندٌ لَّكُمْ يَنصُرُكُمْ مِّن دُونِ الرحمن﴾؟ أي من هذا الذي يستطيع أن يدفع عنكم الله من الأنصار والأعوان؟! قال ابن عباس: أي من ينصركم مني إِن أردتُ عذابكم؟ ﴿إِنِ الكافرون إِلاَّ فِي غُرُورٍ﴾ أي ما الكافرون في اعتقادهم أن آلهتهم تنفع أو تضرُّ إِلا في جهل عظيم، وضلال مبين، حيث ظنوا الأوهام حقائق، فاعتزوا بالأوثان والأصنام ﴿أَمَّنْ هذا الذي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ﴾؟ أي من هذا الذي يرزقكم غير الله إِن منع الله عنكم رزقه؟ والخطاب في الآيتين للكفار على وجه التوبيخ\nوالتهديد، وإِقامة الحجة عليهم ﴿بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ﴾ أي بل تمادوا في الطغيان، وأصرّوا على العصيان، ونفروا عن الحق والإِيمان. . ثم ضرب تعالى مثلًا للكافر والمؤمن فقال: ﴿أَفَمَن يَمْشِي مُكِبًّا على وَجْهِهِ أهدى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُّسْتَقِيمٍ﴾؟ أي هل من يمشي منكسًا رأسه، لا يرى طريقه فهو يخبط خبط عشواءً، مثل الأعمى الذي يتعثر كل ساعة فيخرّ لوجهه، هل هذا أهدى أم من يمشي منتصب القامة، ويرى طريقه ولا يتعثر في خطواته، لأنه يسير على طريق بيّن واضح؟ قال المفسرون: هذا مثل ضربه الله للمؤمن والكافر، فالكافر كالأعمى الماشي على غير هدى وبصيرة، لا يهتدي الى الطريق فيتعسف ولا يزال ينكب على وجهه، والمؤمن كالرجل السويّ الصحيح البصر، الماشي على الطريق المستقيم فهو آمن من لخبط والعثار، هذا مثلهما في الدنيا، وكذلك يكون حالهما في الآخرة، المؤمن يحشر يمشي سويًا على صراطٍ مستقيم، والكافر يحشر يمشي على وجهه إِلى دركات الجحيم قال قتادة: الكافر أكبَّ على معاصي الله فحشره الله يوم القيامة على وجهه، والمؤمن كان على الدين الواضح فحشره الله على الطريق السويّ يوم القيامة وقال ابن عباس: هو مثلٌ لمن سلك طريق الضلالة ولمن سلك طريق الهدى.\n. ثم ذكَّرهم تعالى بنعمه الجليلة، ليعرفوا قبح ما هم عليه من الكفر والإِشراك فقال ﴿قُلْ هُوَ الذي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة﴾ أي قل لهم يا محمد: الله جل وعلا هو الذي أوجدكم من العدم، وأنعم عليكم بهذه النعم «السمع والبصر والعقل» وخصَّ هذه الجوارح بالذكر لأنها أداة العلم والفهم ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي قلَّما تشكرون ربكم على نعمه التي لا تُحصى قال الطبري: أي قليلًا ما تشكرون ربكم على هذه النعم التي أنعمها عليكم ﴿قُلْ هُوَ الذي ذَرَأَكُمْ فِي الأرض﴾ أي خلقكم وكثَّركم في الأرض ﴿وَإِلَيْهِ تُحْشَرُونَ﴾ أي وإِليه وحده مرجعكم للحساب والجزاء ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي متى يكون الحشر والجزاء الذي تعدوننا به؟ إِن كنتم صادقين فيما تخبروننا به من مجيء الساعة الحشر، وهذا استهزاء منهم ﴿قُلْ إِنَّمَا العلم عِنْدَ الله﴾ أي قل لهم يا محمد: علم وقت قيام الساعة ووقت العذاب عند الله تعالى لا يعمله غيره ﴿وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ﴾ أي وما أنا إِلا رسولٌ منذر أخوفكم عذاب الله امتثالًا لأمره. . ثم أخبر تعالى عن حال المشركين في ذلك اليوم العصيب فقال ﴿فَلَمَّا رَأَوْهُ زُلْفَةً﴾ أي فلما رأوا العذاب قريبًا منهم، وعاينوا أهوال القيامة ﴿سِيئَتْ وُجُوهُ الذين كَفَرُواْ﴾ أي ظهرت على وجوههم آثار الاستياء، فعلتها الكآبة والغم والحزن، وغشيها\nالذل والانكسار، قال افي البحر: أي ساءت رؤية العذاب وجوههم، وظهر فيها السوء والكآبة، كمن يساق الى القتل ﴿وَقِيلَ هذا الذي كُنتُم بِهِ تَدَّعُونَ﴾ أي وقالت لهم الملائكة توبيخًا وتبكيتًا: هذا الذي كنتم تطلبونه في الدنيا وتستعجلونه استهزاءً وتكذيبًا ﴿قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ الله وَمَن مَّعِيَ أَوْ رَحِمَنَا﴾ أي قل يا محمد لهؤلاء المشركين الذي يتمنون هلاكك: أخبروني إِن أماتني الله ومن معي من المؤمنين، أو رحمنا بتأخير آجالنا ﴿فَمَن يُجِيرُ الكافرين مِنْ عَذَابٍ أَلِيمٍ﴾ أي فمن يحميكم من عذاب الله الأليم، ووضع لفظ ﴿الكافرين﴾ عوضًا عن الضمير «يجيركم» تشنيعًا وتسجيلًا عليهم بالكفر قال المفسرون: كان الكفار يتمنون هلاك النبي ﷺ َ والمسلمين، فأمره الله أن يقول لهم: إِن أهلكني الله بالإِماتة وأهلك من معي، فأي راحةٍ وأي منفعة لكم فيه، ومن الذي يجيركم من عذاب الله إِذا نزل بكم؟ هل تظنون أن الأصنام تخلصكم وتنقذكم من العذاب الأليم؟ ﴿قُلْ هُوَ الرحمن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا﴾ أي قل لهم: آمنا بالله الواحد الأحد، وعليه اعتمدنا في جميع أمورنا، لا على الأموال والرجال ﴿فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فسوف تعلمون عن قريب من هو في الضلالة نحن أم أنتم؟ وفيه تهديد للمشركين ﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا﴾ أي قل لهم يا محمد: أخبروني إِذا صار الماء غائرًا ذاهبًا في أعماق الأرض، بحيث لا تستطيعون إِخراجه ﴿فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ﴾ أي فمن الذي يخرجه لكم حتى يكون ظاهرًا جاريًا على وجه الأرض؟ هل يأتيكم غير الله به؟ فلم تشركون مع الخالق الرازق غيره من الأصنام والأوثان؟\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الموت.\n. والحياة﴾ وبين ﴿وَأَسِرُّواْ أَوِ اجهروا﴾ وبين ﴿صَافَّاتٍ. . وَيَقْبِضْنَ﴾ لأن المعنى صافات وقابضات.\n٢ - وضع الموصول للتفخيم والتعظيم ﴿الذي بِيَدِهِ الملك﴾ أي له الملك السلطان، والتصرف في الأكوان.\n٣ - الإِطناب بتكرار الجملة مرتين زيادة في التذكير والتنبيه ﴿فارجع البصر. . ثُمَّ ارجِعِ البَصَرَ كَرَّتَيْنِ﴾ وكذلك ﴿مَا كُنَّا في أَصْحَابِ السعير. . فَسُحْقًا لأَصْحَابِ السعير﴾ .\n٤ - الاستفهام الإِنكاري للتقريع والتوبيخ ﴿أَلَمْ يَأْتِكُمْ نَذِيرٌ﴾؟\n٥ - المقابلة ﴿وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ﴾ قابله بقوله ﴿إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب لَهُم مَّغْفِرَةٌ﴾ وهو من المحسنات البديعية.\n٦ - الاستعارة المكنية ﴿تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ﴾ شبَّه جهنم في شدة غليانها ولهبها بإِنسان شديد الغيظ والحنق على عدوه يكاد يتقطع من شدة الغيظ، وحذف المشبه به ورمز إِليه بشيء من لوازمه وهو الغيظ الشديد بطريق الاستعارة المكنية.\n٧ - الاستعارة التمثيلية ﴿أَفَمَن يَمْشِي مُكِبًّا على وَجْهِهِ أهدى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ\nمُّسْتَقِيمٍ﴾ هذا بطريق التمثيل للمؤمن والكافر، فالمؤمن من يمشي سويًا على صراط مستقيم، والكافر يمشي مكبًا على وجهه إِلى طريق الجحيم، ويا لها من استعارة رائعة!!\n٨ - السجع المرصَّع مراعاة لرءوس الآيات مثل ﴿فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ﴾ ﴿فَكَيْفَ كَانَ نكِيرِ﴾؟ ﴿بِكُلِّ شَيْءٍ بَصِيرٌ﴾ ومثل ﴿إِنِ الكافرون إِلاَّ فِي غُرُورٍ﴾ ﴿فِي عُتُوٍّ وَنُفُورٍ﴾ الخ.", "ayah": 17, "surah": 67}