{"text": "المنَاسَبَة: لما ذكر تعالى جملةً من الأنبياء «إبراهيم، نوح، لوط، داود، سليمان» وما نال كثيرًا منهم من الابتلاء، ذكر هنا قصة أيوب وابتلاء الله له بأنواع المحن ثم أعقبها بذكر محنة يونس وزكريا وعيسى وكلُّ ذلك بقصد التسلية للرسول ﷺ َ ليتأسى بهم.\nاللغَة: ﴿ذَا النون﴾ النون: الحوت وذا النون لقب ليونس بن متّى لابتلاع النون له ﴿أَحْصَنَتْ﴾ الإحصان: العفة يقال: رجل محصنٌ وامرأة محصنة أي عفيفة ﴿رَغَبًا وَرَهَبًا﴾ الرغب: الرجاء، والرهب: الخوف ﴿كُفْرَانَ﴾ الكفر والكفران: الجحود وأصله الستر لأن الكافر يستر\nنعمة الله ويجحدها ﴿حَدَبٍ﴾ الحدب: ما ارتفع من الأرض مأخوذ من حدبة الظهر قال عنترة:\nفما رعِشتْ يداي ولا ازدهاني ... تواترهم إليَّ من الحِداب\n﴿يَنسِلُونَ﴾ يسرعون يقال: نسل الذئب ينسل نسلانًا أي أسرع ﴿حَصَبُ﴾ الحصب: ما توقد به النار كالحطب وغيره ﴿زَفِيرٌ﴾ أنين وتنفس شديد ﴿حَسِيسَهَا﴾ الحسيس: الصوتُ والحسُّ والحركة الذي يُحس به من حركة الأجرام ﴿السجل﴾ الصحيفة لأن بها يُسجل المطلوب.\nسَبَبُ النّزول: عن ابن عباس قال: لما نزل قوله تعالى ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ شقَّ ذلك على كفار قريش وقالوا: شتم آلهتنا واتوا ابن الزَّبعري وأخبروه فقال: لو حضرتُه لرددتُ عليه قالوا: وما كنت تقول له؟ قال أقول له: هذا المسيح تعبده النصارى، وهذا عزير تعبده اليهود؛ أفهما من حصب جهنم؟ فعجبت قريش من مقالته وأوا أنَّ محمدًا قد خصم فأنزل الله ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ﴾ .\nالتفسِير: ﴿وَأَيُّوبَ إِذْ نادى رَبَّهُ﴾ أي واذكر قصة نبيّ الله أيوب حين دعا ربَّه بتضرع وخشوع ﴿أَنِّي مَسَّنِيَ الضر﴾ أي نالني البلاء والكرب والشدة قال المفسرون: كان أيوب نبيًا من الروم، وكان له أولاد ومال كثير، فأذهب الله ماله فصبر، ثم أهلك الأولاد فصبر، ثم سلَّط البلاء والمرض على جسمه فصبر فمر عليه ملأ من قومه فقالوا: ما أصابه هذا إلا بذنب عظيم فعند ذلك تضرَّع إلأى الله فكشف عنه ضره ﴿وَأَنتَ أَرْحَمُ الراحمين﴾ أي أكثرهم رحمة فارحني، ولم يصرّح بالدعاء ولكنه وصف نفسه بالعجز والضعف، ووصف ربه بغاية الرحمة ليرحمه، فكان فيه من حسن التلطف ما ليس في التصريح بالطلب ﴿فاستجبنا لَهُ﴾ أي أجبنا دعاءه وتضرعه ﴿فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ﴾ أي أزلنا ما أصابه من ضر وبلاء ﴿وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَّعَهُمْ﴾ قال ابن مسعود: مات أولاده وهم سبعة من الذكور وسبعة من الإناث فلما عوفي أُحيوا له وولدت له امرأته سبعة بنين وسبع بنات. والمعنى أعطيناه أهله في الدنيا ورزقناه من زوجته مثل ما كان له من الأولاد والأتباع ﴿رَحْمَةً مِّنْ عِندِنَا﴾ أي من أجل رحمتنا إِيّأه ﴿وذكرى لِلْعَابِدِينَ﴾ أي وتذكرة لغيره من العابدين ليصبوا كما صبر قال القرطبي: أي وتذكيرًا للعُبَّاد لأنهم إذا ذكروا بلاء أيوب ومحنته وصبره وطّنوا أنفسهم على الصبر على شدائد الدنيا مثل ما فعل أيوب وهو أفضل أهل زمانه، يُروى أنَّ أيوب مكث في البلاء ثمان عشرة سنة فقالت له امرأته يومًا: لو دعوتَ الله ﷿ فقال لها: كم لبثنا في الرخاء؟ فقالت: ثمانين سنة فقال: إني أستحيي من الله أن أدعوه وما مكثت في بلائي المدة التي مكثتها في رخائي ﴿وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الكفل﴾ أي واذكر لقومك قصة إسماعيل بن إِبراهيم وإِدريس بن شيث وذا الكفل ﴿كُلٌّ مِّنَ الصابرين﴾ أي كل من هؤلاء الأنبياء من أهل الإِحسان والصبر، جاهدوا في الله\nوصبروا على ما نالهم من الأذى ﴿وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا﴾ أي أدخلناهم بصبرهم وصلاحهم الجنة دار الرحمة والنعيم ﴿إِنَّهُمْ مِّنَ الصالحين﴾ أي لأنهم من أهل الفضل والصلاح ﴿وَذَا النون﴾ أي واذكر لقومك قصة يونس الذي ابتلعه الحوت، والنونُ هو الحوتُ نُسب إِليه لأنه التقمه ﴿إِذ ذَّهَبَ مُغَاضِبًا﴾ أي حين خرج من بلده مغاضبًا لقومه إِذ كان يدعوهم إِلى الإِيمان فيكفرون حتى أصابه ضجر منهم فخرج عنهم ولذلك قال الله تعالى\n﴿وَلاَ تَكُن كَصَاحِبِ الحوت﴾ [القلم: ٤٨] ولا يصح قول من قال: مغاضباص لربه قال أبو حيان: وقولُ من قال مغاضبًا لربه يجب طرحه إِذ لا يناسب مصب النبوة وقال الرازي: لا يجوز صرف المغاضبة إِلى الله تعالى لأن ذلك صفة من يجهل كون الله مالكًا للأمر والنهي، والجاهلث بالله لا يكون مؤمنًا فضلًا عن أن يكوننبيًا، ومغاضبتُه لقومه كانت غضبًا لله، وأنفةً لدينه، وبغضًا للكفر وأهله ﴿فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ﴾ أي ظنَّ يونس أنْ لن نضيّق عليه بالعقوبة كفوله ﴿وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ﴾ [الطلاق: ٧] أي ضُيّق عليه فيه فهو من القدر لا من القُدرة قال الإِمام الفخر: من ظنَّ عجز الله فهو كافر، ولا خلاف أنه لا يجوز نسبة ذلك إلى آحاد المؤمنين فكيف إِلى الأنبياء ﵈! روي أنه دخل ابن عباس على معاوية فقال له معاوية: لقد ضربتني أمواج القرآن البارحة فغرقتُ فيها فلم أجدْ لي خلاصًا إِلا بك، فقال: وما هي؟ قال: يظنُّ نبيُّ الله يونس أن لن يقدر الله عليه؟ فقال ابن عباس: هذا من القدْر لا من القُدرة ﴿فنادى فِي الظلمات﴾ أي نادى ربه في ظلمة الليل وهو في بطن الحوت قال ابن عباس: جمعت الظلمات لأنها ظلمة الليل، وظلمةُ البحر، وظلمةُ بطن الحوت ﴿أَن لاَّ إله إِلاَّ أَنتَ﴾ أي نادى بأن لا إِله إِلا أنت يا رب ﴿سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين﴾ أي تنزَّهت يا ربّ عن النقص والظلم، وقد كنتُ من الظالمين لنفسي وأنا الآن من التائبين النادمين فاكشفْ عني المحنة وفي الحديث\n«ما من مكروبٍ يدعو بهذا الدعاء إِلا استجيب له» ﴿فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم﴾ أي استجبنا لتضرعه واستغاثته ونجيناه من الضيق والكرب الذي ناله حين التقمه الحوت ﴿وكذلك نُنجِي المؤمنين﴾ أي كما نجينا يونس من تلك المحنة ننجي المؤمنين من الشدائد والأهوال إذا استغاثوا بنا ﴿وَزَكَرِيَّآ إِذْ نادى رَبَّهُ رَبِّ لاَ تَذَرْنِي فَرْدًا﴾ أي واذكر يا محمد خبر رسولنا زكريا حين دعا ربه دعاء مخلص منيب قائلًا: ربّ لا تتركني وحيدًا بلا ولد ولا وارث قال ابن عباس: كان سنُّه مائة وسنُّ زوجته تسعًا وتسعين ﴿وَأَنتَ خَيْرُ الوارثين﴾ أي وأنت يا رب خير من يبقى بعد كل من يموت قال الألوسي: وفيه مدحٌ له تعالى بالبقاء، وإشارة إلى فناء من سواه من الأحياء، واستمطارٌ لسحائب لطفه ﷿ ﴿فاستجبنا لَهُ﴾ أي أجبنا دعاءه ﴿وَوَهَبْنَا لَهُ يحيى﴾ أي رزقناه ولدًا اسمه يحيى على شيخوخته ﴿وَأَصْلَحْنَا لَهُ زَوْجَهُ﴾ أي جعلناها ولودًا بعد أن كانت عاقرًا وقال ابن عباس: كانت سيئة الخُلُق طويلة اللسان فأصلحها الله تعالى فجعلها حسنة الخُلُق ﴿إِنَّهُمْ كَانُواْ يُسَارِعُونَ فِي الخيرات﴾ أي إِنما استجبنا دعاء من ذُكر من\nالأنبياء لأنهم كانوا صالحين يجدّون في طاعة الله ويتسابقون في فعل الطاعات وعمل الصالحات ﴿وَيَدْعُونَنَا رَغَبًا وَرَهَبًا﴾ أي طمعًا ورجاءً في رحمتنا وخوفًا وفزعًا من عذابنا ﴿وَكَانُواْ لَنَا خاشِعِينَ﴾ أي كانوا متذللن خاضعين لله يخافونه في السر والعلن ﴿والتي أَحْصَنَتْ فَرْجَهَا﴾ أي واذكر مريم البتول التي أعفت نفسها عن الفاحشة وعن الحلال والحرام كقوله ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا﴾ [مريم: ٢٠] قال ابن كثير: ذكر تعالى قصة مريم وابنها عيسى مقرونة بقصة زكريا وابنه حينى لأن تلك مربوطة بهذه فإِنها إِيجاد ولدٍ من شيخ كبير قد طعن في السن وامرأة عجوز لم تكن تلد في حال شبابها، وهذه أعجب فإِنها إِيجاد ولدٍ من أنثى بلا ذكر ولذلك ذكر قصة مريم بعدها ﴿فَنَفَخْنَا فِيهَا مِن رُّوحِنَا﴾ أي أمرنا جبريل فنفخ في فتحة درعها - قميصها - فدخلت النفخة إِلى جوفها فحملت بعيسى، وأضاف الروح إِليه تعلى على جهة التشريف ﴿وَجَعَلْنَاهَا وابنهآ آيَةً لِّلْعَالَمِينَ﴾ أي وجعلنا مريم مع ولدها عيسى علامةً وأعجوبة للخلق تدل عدرتنا الباهرة ليعتبر بها الناس ﴿إِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً﴾ أي دينكم وملتكم التي يجب ان تكونوا عليها أيها الناس ملةٌ واحدة غير مختلفة وهي ملة الإِسلام، والأنبياء كلهم جاءوا برسالة التوحيد قال ابن عباس: معناه دينكم دينٌ واحد ﴿وَأَنَاْ رَبُّكُمْ فاعبدون﴾ أي وأنا إِلهكم لا برَّ سواي فأفردوني بالعبادة ﴿وتقطعوا أَمْرَهُمْ بَيْنَهُمْ﴾ أي اختلفوا في الدين وأصبحوا فيه شيعًا وأحزابًا فمن موحّد، ومن يهودي، ونصراني ومجوسّي ﴿كُلٌّ إِلَيْنَا رَاجِعُونَ﴾ أي رجوعهم إِلينا وحسابهم علينا قال الرازي: معنى الآية جعلوا أمر دينهم فيما بينهم قِطعًا كما تتوزع الجماعة الشيء ويقتسمونه تمثيلًا لاختلافهم في الدين وصيرورتهم فرقًا وأحزابًا شتى ﴿فَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ﴾ أي من يعمل شيئًا من الطاعات وأعمال البرّ والخير بشرط الإِيمان ﴿فَلاَ كُفْرَانَ لِسَعْيِهِ﴾ أي لا بُطلان لثواب عمله ولا يضيع شيء من جزائه ﴿وَإِنَّا لَهُ كَاتِبُونَ﴾ أي نكتب عمله في صحيفته والمراد أمر الملائكة بكتابة أعمال الخلق ﴿وَحَرَامٌ على قَرْيَةٍ أَهْلَكْنَاهَآ أَنَّهُمْ لاَ يَرْجِعُونَ﴾ قال ابن عباس: أي ممتنعٌ على أهل قرية أهلكناهم أن يرجعوا بعد الهلاك إِلى الدنيا مرة ثانية وفي رواية عنه ﴿أَنَّهُمْ لاَ يَرْجِعُونَ﴾ أي لا يتوبون قال ابن كثير: والأول أظهر وقال في البحر: المعنى وممتنع على أهل قرية قدرنا إِهلاكهم لكفرهم رجوعهم في الدنيا إِلى الإِيمان إِلى أن تقوم الساعة فحينئذٍ يرجعون ﴿حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ﴾ أي حتى إذا فتح سدُّ يأجوج ومأجوج ﴿وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ﴾ أي وهم لكثرتهم من كل مرتفع من الأرض ومن كل أكمة وناحية يسرعون لالنزول والمرادُ أن يأجوج ومأجوج لكثرتهم يخرجون من كل طريق للفساد في الأرض ﴿واقترب الوعد الحق﴾ أي اقترب وقت القيامة قال المفسرون: جعل الله خروج يأجوج ومأجوج علمًا على قرب الساعة قال ابن مسعود: الساعةُ من الناس بعد يأجوج ومأجوج كالحامل التمتّم لا يدري أهلُها متى تفْجؤهم بولدها ليلًا أو نهارًا ﴿فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ﴾ الضمير للقصة والشأن أي فإِذا شأن الكافرين أنَّ أبصارهم شاخصة من هول ذلك اليوم لا تكاد تطرف\nمن الحيرة وشدة الفزع ﴿ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا﴾ أي ويقولون يا ويلنا أي يا حسرتنا وهلاكنا قد كنا في غفلةٍ تامة عن هذا المصير المشئوم واليوم الرهيب ﴿بَلْ كُنَّا ظَالِمِينَ﴾ أضربوا عن القول السابق وأخبروا بالحقيقة المؤلمة والمعنى لم نكن ف غفلةٍ حيث ذكَّرتنا الرسلُ ونبَّهتنا الآيات بل كنا ظالمين لأنفسنا بالتكذيب وعدم الإِيمان ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله﴾ أي إِنكم أيها المشركون وما تعبدونه من الأوثان والأصنام ﴿حَصَبُ جَهَنَّمَ﴾ أي حطب جهنم ووقودها قال أبو حيان: الحَصب ما يحصب به أي يُرمى بهْ في نار جهنم، وقبل أن يُرمى به لا يُطلق عليه حصبٌ إِلا مجازًا ﴿أَنتُمْ لَهَا وَارِدُونَ﴾ أي أنتم داخلوها مع الأصنام، وإِنما جمع الله الكفار مع معبوداتهم في النار لزيادة غمّهم وحسرتهم برؤيتهم الآلهة التي عبدوها معهم في عذاب الجحيم ﴿لَوْ كَانَ هؤلاء آلِهَةً مَّا وَرَدُوهَا﴾ أي لو كانت هذه الأصنام التي عبدتموها آلهةً ما دخلوا جهنم ﴿وَكُلٌّ فِيهَا خَالِدُونَ﴾ أي العابدون والمعبدون كلهم في جهنم مخلَّدون ﴿لَهُمْ فِيهَا زَفِيرٌ﴾ أي لهؤلاء الكفرة في النار زفير وهو صوت النَّفس الذي يخرج من قلب المغموم وهو يشبه أنين المحزون والمكلوم ﴿وَهُمْ فِيهَا لاَ يَسْمَعُونَ﴾ أي لا يسمعون في جهنم شيئًا لنهم يُحشرون صُمًا كما قال تعالى\n﴿وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا﴾ [الإسراء: ٩٧] قال القرطبي: وسماعُ الأشياء فيها روح وأُنس، فمنع الله الكفار ذلك في النار وقال ابن مسعود: إِذا بقي من يُخلَّد في نار جهنم جعلوا في توابيت من نار، فيها مسامير من نار فلا يسمعون شيئًا، ولا يرى أحد منهم أنه يُعذُب في النار غيره ثم تلا الآية ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى﴾ أي سبقت لهم السعادة ﴿أولئك عَنْهَا مُبْعَدُونَ﴾ أي هم عن النار معبدون لا يصلون حرَّها ولا يذوقون عذابها قال ابن عباس: أولئك أولياء الله يمرون على الصراط مرًّا أسرع من البرق ويبقى الكفار فيها جثيًا ﴿لاَ يَسْمَعُونَ حَسِيسَهَا﴾ أي لا يسمعون حسَّ النار ولا حركة لهبها وصوتها ﴿وَهُمْ فِي مَا اشتهت أَنفُسُهُمْ خَالِدُونَ﴾ أي وهم في الجنة دائمون، لهم فيها تشتهيه الأنفس وتلذ الأعين ﴿لاَ يَحْزُنُهُمُ الفزع الأكبر﴾ أي لا تصيبهم أهوال يوم القيامة والبعث لأنهم في مأمنٍ منها ﴿وَتَتَلَقَّاهُمُ الملائكة﴾ أي تستقبلهم الملائكة على أبواب الجنة يهنئونهم قائلين ﴿هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ﴾ أي هذا يوم الكرامة والنعيم الذي وعدكم الله به فأبشروا بالهناء والسرور ﴿يَوْمَ نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ﴾ أي اذكر يوم نطوي السماء طياص مثل طيّ الصحيفة على ما فيها، فاللام بمعنى «على» ﴿كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ﴾ أي نحشرهم حفاةً عُراةً غُرْلًا على الصورة التي بدأنا خلقهم فيها وفي الحديث «إنكم محشورون إِلى الله حفاةً عُراةً غُرلًا ﴿كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْدًا عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ﴾ ألا وإِنَّ أول الخلائق يُكسى يوم القيامة إِبراهيم ﵇. .» الحديث ﴿وَعْدًا عَلَيْنَآ﴾ أي وعدًا مؤكدًا لا يُخلف ولا يبدّل لازم علينا إِنجازه والوفاء به ﴿إِنَّا كُنَّا فَاعِلِينَ﴾ أي قادرين على ما نشاء، وهو تأكيد لوقوع البعث ﴿وَلَقَدْ كَتَبْنَا فِي الزبور﴾ أي سجلنا وسطرنا في الزبور المنزل على داود ﴿مِن بَعْدِ\nالذكر﴾ أي من بعد ما سطرنا في اللوح المحفوظ أزلًا ﴿أَنَّ الأرض يَرِثُهَا عِبَادِيَ الصالحون﴾ أي أن الجنة يرثها المؤمنون الصالحون قال ابن كثير: أحبر سبحانه في التوراة والزبور وسابق علمه قبل أن تكون السماوات والأرض أن يورث أمة محمد ﷺ َ الأرض ويُدخلهم الجنة وهم الصالحون وقال القرطبي: أحسن ما قيل فيها أنه يراد به أرض الجنة لأن الأرض في الدنيا قد ورثها الصالحون وغيرهم وهو قول ابن عباس ومجاهد ويدل عليه قوله تعالى ﴿وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض﴾\n[الزمر: ٧٤] وأكثر المفسرين على أن المراد بالعباد الصالحين أمة محمد ﷺ َ، وقال مجاهد: الزبور: الكتب المنزلة، والذكرُ أمُّ الكتاب عند الله ﴿إِنَّ فِي هذا لَبَلاَغًا لِّقَوْمٍ عَابِدِينَ﴾ أي إِنَّ في هذا المذكور في هذه السورة من الأخبار والوعد والوعيد والمواعظ البالغة لكفايةً لقوم خاضعين متذللين لله جل وعلا، المؤثرين لطاعة الله على طاعة الشيطان ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ﴾ أي وما أرسلناك يا محمد إلا رحمة للخلق أجمعين وفي الحديث «إنما أنا رحمةٌ مهداة» فمن قَبِلَ هذه الرحمة وشكر هذه النعمة سعد في الدنيا والآخرة ﴿قُلْ إِنَّمَآ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ﴾ أي قل يا محمد لهؤلاء المشركين: إِنما أوحى إِليَّ ربي أنَّ إِلهكم المستحق للعبادة إِله واحد أحد فرد صمد ﴿فَهَلْ أَنتُمْ مُّسْلِمُونَ﴾ استفهام ومعناه الأمر أي فأسلموا له وانقادوا لحكمه وأمره ﴿فَإِن تَوَلَّوْاْ﴾ أي فإِن أعرضوا عن الإِسلام ﴿فَقُلْ آذَنتُكُمْ على سَوَآءٍ﴾ أي فقل لهم أعلمتكم بالحق على استواءٍ في الإِعلام لم أخصَّ أحدًا دون أحد ﴿وَإِنْ أدري أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ﴾ أي وما أدري متى يكون ذلك العذاب؟ ولا متى يكون أجل الساعة؟ فهو واقع لا محالة ولكنْ لا علم لي بقربه ولا ببعده ﴿إِنَّهُ يَعْلَمُ الجهر مِنَ القول وَيَعْلَمُ مَا تَكْتُمُونَ﴾ أي اللَّهُ هو العلام الذي لا يخفى عليه شيء، يعلم الظواهر والضمائر، ويعلم السرَّ وأخفى، وسيجازي كلًا بعمله ﴿وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ﴾ أي وما أدري لعل هذا الإِمهال وتأخير عقوبتكم امتحانٌ لكم لنرى كيف صنيعكم ﴿وَمَتَاعٌ إلى حِينٍ﴾ أي ولعلَّ هذا التأخير لتستمتعوا إِلى زمنٍ معين ثم يأيكم عذاب الله الأليم ﴿قَالَ رَبِّ احكم بالحق﴾ أي احكم بيني وبين هؤلاء المكذبين وافصل بيننا بالحق ﴿وَرَبُّنَا الرحمن المستعان على مَا تَصِفُونَ﴾ أي أستعين بالله على الصبر على تصفونه من الكفر والتكذيب. ختم السورة الكريمة بأمر النبي ﷺ َ بتفويض الأمر إِليه وتوقع الفرج من عنده، فهو نعم الناصر ونعم المعين.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التعرض للرحمة بطريق التلطف ﴿وَأَنتَ أَرْحَمُ الراحمين﴾ ولم يقل: ارحمني.\n٢ - جناس الاشتقاق ﴿أَرْحَمُ الراحمين﴾ .\n٣ - الجناس الناقص ﴿الصابرين. . الصالحين﴾ .\n٤ - الطباق بين ﴿رَغَبًا. . وَرَهَبًا﴾ وبين ﴿بَدَأْنَآ. . ونُّعِيدُهُ﴾ وبين ﴿أَقَرِيبٌ أَم بَعِيدٌ﴾ .\n٥ - التشريف ﴿فَنَفَخْنَا فِيهَا مِن رُّوحِنَا﴾ أضاف الروح إِليه تعالى على جهة التشريف كقوله ﴿نَاقَةَ الله﴾ .\n٦ - الاستعارة التمثيلية ﴿وتقطعوا أَمْرَهُمْ بَيْنَهُمْ﴾ مثَّل اختلافهم في الدين وتفرقهم فيه إِلى شيع وأحزاب بالجماعة تتوزع الشيء لهذا نصيب، وهذا من لطيف الاستعارة.\n٧ - الإِيجاز بالحذف ﴿ياويلنا﴾ أي ويقولون يا ويلنا، ومثلُه قوله ﴿وَتَتَلَقَّاهُمُ الملائكة هذا يَوْمُكُمُ﴾ أي تقول لهم الملائكة هذا يومكم الذي كنتم توعدون.\n٨ - التشبيه المرسل المفصل ﴿نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ﴾ أي طيًا مثل طيّ الصحيفة على ما كتب فيها.\n٩ - الاستفهام الذي يراد به الأمر ﴿فَهَلْ أَنتُمْ مُّسْلِمُونَ﴾ أي أسلموا.\n١٠ - السجع ﴿فاعبدون، كَاتِبُونَ، رَاجِعُونَ﴾ الخ وهو من المحسنات البديعية.", "ayah": 105, "surah": 21}