{"text": "المنَاسَبَة: لما بيَّن تعالى أحوال المشركين وأقام الأدلة والبراهين على وحدانية الله وبطلان تعدد الألهة، ذكر هنا أن دعوة الرسل جميعًا إِنما جاءت لبيان التوحيد ثم ذكر بقية الأدلة على قدرة الله ووحدانيته في هذا الكون العجيب.\nاللغَة: ﴿رَتْقًا﴾ الرتق: الضمُّ والالتحام وهو ضد الفتق يقال رتقتُ الشيء فأرتق أي التأم ومنه الرتقاء للمنضمة الفرج ﴿تَمِيدَ﴾ تتحرك وتضطرب ﴿فِجَاجًا﴾ جمع فجّ وهو المسلك والطريق الواسع ﴿يَسْبَحُونَ﴾ يجرون ويسيرون بسرعة كالسابح في الماء ﴿فَتَبْهَتُهُمْ﴾ تدهشهم وتحيرهم قال الجوهري: بهته بهتًا أخذه بغتة وقال الفراء: بهَته إذا واجهه بشيء يحيّره ﴿يَكْلَؤُكُم﴾ يحرسكم ويحفظكم والكلاءة: الحراسة والحفظ.\nسَبَبُ النّزول: مرَّ النبي ﷺ َ على أبي سفيان وأبي جهل وهما يتحدثان، فلما رآه أبو جهل ضحك وقال لأبي سفيان: هذا نبيُّ بين عبد مناف!! فغضب أبو سفيان وقال: ما تنكر أن يكون لبني عبد منافٍ نبيٌّ؟ فرجع رسول الله ﷺ َ إلى أبي جهل وقال له: ما أَراك منتهيًا حتى يصيبك ما أصاب عمَّك الوليد بن المغيرة فنزلت ﴿وَإِذَا رَآكَ الذين كفروا إِن يَتَّخِذُونَكَ إِلاَّ هُزُوًا. .﴾ الآية.\nالتفسِير: ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ﴾ أي وما بعثنا قبلك يا محمد رسولًا من الرسل ﴿إِلاَّ نوحي إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ﴾ أي إلا أوحينا إليه أنه لا ربَّ ولا معبود بحق سوى الله ﴿فاعبدون﴾ أي فاعبدوني وحدي وخصوني بالعبادة ولا تشركوا معي أحدًا ﴿وَقَالُواْ اتخذ الرحمن وَلَدًا﴾ أي قال المشركون اتخذ الله من الملائكة ولدًا قال المفسرون: هم حيٌّ من خزاعة قالوا: الملائكة بنات الله ﴿سُبْحَانَهُ﴾ أي تنزَّه الله وتقدَّس عما يقول الظالمون ﴿بَلْ عِبَادٌ مُّكْرَمُونَ﴾ أي بل هم عبادٌ مبجَّلون اصطفاهم الله فهم مكرمون عنده في منازل عالية، ومقاماتٍ سامية وهم في غاية الطاعة والخضوع ﴿لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ﴾ أي لا يقولون شيئًا حتى يقوله شأنهُم شأن العبيد المؤدبين وهم بطاعته وأوامره يعملون لا يخالفون ربهم في أمرٍ من الأوامر ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي علمه تعالى محيط بهم لا يخفى عليه منهم خافية ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ أي لا يشفعون يوم القيامة إلا لمن ﵁ وهم أهل الإيمان كما قال بن عباس: هم أهل شهادة لا إله إلا الله ﴿وَهُمْ مِّنْ خَشْيَتِهِ مُشْفِقُونَ﴾ أي وهم من خوف الله ورهبته خائفون حذرون لأنهم يعرفون عظمة الله قال الحسن: يرتعدون من خشية الله ﴿وَمَن يَقُلْ مِنْهُمْ إني إله مِّن دُونِهِ﴾ أي يقل من الملائكة إني إلهٌ ومعبودٌ مع الله ﴿فذلك نَجْزِيهِ جَهَنَّمَ﴾ أي فعقوبته جهنم قال المفسرون: هذا على وجه التهديد وعلى سبيل الفرض والتقدير لأن هذا شرط والشرطُ لا يلزم وقوعه والملائكة معصومون ﴿كَذَلِكَ نَجْزِي الظالمين﴾ أي مثل ذلك الجزاء الشديد نجزي من ظلم وتعدى حدود الله ﴿أَوَلَمْ يَرَ الذين كفروا أَنَّ السماوات والأرض كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا﴾ استفهام توبيخ لمن ادعى مع الله آلهة وردٌّ على عبدة الأوثان أي أولم يعلم هؤلاء الجاحدون أن السماوات والأرض كانتا شيئًا واحدًا ملتصقتين\nففصل الله بينهما ورفع السماء إلى حيث هي وأقرَّ الأرض كما هي؟ قال الحسن وقتادة: كانت السماوات والأرض ملتزقتين ففصل الله بينهما بالهواء وقال ابن عباس: كانت السماوات رتقًا لا تمطر، وكانت الأرض رتقًا لا تُنبت ففتق هذه بالمطر، وهذه بالنبات ﴿وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ﴾ أي جعلنا الماء أصل كل الأحياء وسببًا للحياة فلا يعيش بدونه إنسان ولا حيوان ولا نبات ﴿أَفَلاَ يُؤْمِنُونَ﴾ أي أفلا يصدّقون بقدرة الله؟ ﴿وَجَعَلْنَا فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِهِمْ﴾ أي جعلنا في الأرض جبالًا ثوابت لئلا تتحرك وتضطرب فلا يستقر لهم عليها قرار ﴿وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ﴾ أي وجعلنا في هذه الجبال مسالك وطرقًا واسعة كي يهتدوا إلى مقاصدهم في الأسفار قال ابن كثير: جعل في الجبال ثُغرًا يسكلون فيها طرقًا من قطر إلى قطر، وإقليم إلى إقليم، كما هو المشاهد في الأرض يكون الجبل حائلًا بين هذه البلاد وهذه فيجعل الله فيها فجوةً ليسلك الناس فيها من هاهنا إلى هاهنا ﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ أي جعلنا السماء كالسقف للأرض محفوظة من الوقوع والسقوط وقال ابن عباس: حفظت بالنجوم من الشياطين ﴿وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ﴾ أي والكفار عن الآيات الدالة على وجود الصانع وقدرته من الشمس والقمر والنجوم وسائر الأدلة والعبر معرضون لا يتفكرون فيما ابدعته يد القدرة من الخلق العجيب والتنظيم الفريد الدال على الحكمة البالغة والقدرة الباهرة قال القرطبي: بيَّن تعالى أن المشركين غفلوا عن النظر في السماوات وآياتها، من ليلها ونهارها، وشمسها وقمرها، وأفلاكها ورياحها، وما فيها من القدرة الباهرة إذ لو نظروا واعتبروا لعلموا أن لها صانعًا قادرًا واحدًا يستحيل أن يكون له شريك ﴿وَهُوَ الذي خَلَقَ الليل والنهار والشمس والقمر﴾ أي وهو تعالى بقدرته نوَّع الحياة فجعل فيها ليلًا ونهارًا هذا في ظلامه وسكونه، وهذا بضيائه وأنسه، يطول هذا تارة ثم يقصر أُخرى وبالعكس، وخلق الشمس والقمر آيتين عظيمتين دالتين على وحدانيته ﴿كُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾ أي كلٌّ من الشمس والقمر والنجوم والكواكب والليل والنهار يجرون ويسيرون بسرعة كالسابح في الماء ﴿وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الخلد﴾ أي وما جعلنا لأحدٍ من البشر قبلك يا محمد البقاء الدائم والخلود في الدنيا ﴿أَفَإِنْ مِّتَّ فَهُمُ الخالدون﴾ أي فهل إذا متَّ يا محمد سيخلَّدون بعدك في هذه الحياة؟ لا لن يكون لهم ذلك بل كلٌّ إلى الفناء قال المفسرون: هذا ردٌّ لقول المشركين\n﴿شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ [الطور: ٣٠] فأعلم تعالى بأن الأنبياء قبله ماتوا وتولى الله دينه بالنصر والحياطة، فهكذا تحفظ دينك وشرعك ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الموت﴾ أي كل مخلوقٍ إلى الفناء ولا يدوم إلا الحيُّ القيوم ﴿وَنَبْلُوكُم بالشر والخير فِتْنَةً﴾ أي ونختبركم بالمصائب والنِّعم لنرى الشاكرين من الكافر، والصابر من القانط قال ابن عباس: نبتليكم بالشدة والرخاء، ولاصحة والسَّقم، والغنى والفقر، والحلال والحرام، والطاعة والمعصية، والهدى والضلال وقال ابن زيد: نختبركم بما تحبون لنرى كيف شكركم، وبما تكرهون لنرى كيف صبركم!! ﴿وَإِلَيْنَا تُرْجَعُونَ﴾ أي وإلينا مرجعكم فنجازيكم بأعمالكم ﴿وَإِذَا رَآكَ الذين كفروا إِن\nيَتَّخِذُونَكَ إِلاَّ هُزُوًا﴾ أي إذا رآك كفار قريش كأبي جهل وأشياعه ما يتخذونك إلاّ مهْزُوءًا به يقولون ﴿أهذا الذي يَذْكُرُ آلِهَتَكُمْ﴾ استفهام فيه إنكار وتعجيب أي هذا الذي يسب آلهتكم ويُسفّه أحلامكم؟ ﴿وَهُمْ بِذِكْرِ الرحمن هُمْ كَافِرُونَ﴾ أي وهم كافرون بالله ومع ذلك يستهزئون برسول الله قال القرطبي: كان المشركون يعيبون من جحد إِلهيةِ أصنامهم وهم جاحدون للإِلهية الرحمن، وهذا غاية الجهل ﴿خُلِقَ الإنسان مِنْ عَجَلٍ﴾ أي رُكّب الإنسان على العّجلة فخُلق عجولًا يستعجل كثيرًا من الأشياء وإن كانت مضرَّة قال ابن كثير: والحكمة في ذكر عجلة الإنسان هاهنا أنه لما ذكر المستهزئين بالرسول ﷺ َ وقع في النفوس سرعة الانتقام منهم واستعجلوا ذلك ولهذا قال ﴿سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ﴾ أي سأوريكم انتقامي واقتداري على من عصاني فلا تتعجلوا الأمر قبل أوانه ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي ويقول المشركون على سبيل الاستهزاء والسخرية: متى هذا العذاب الذي يعدنا به محمد إن كنتم يا معشر المؤمنين صادقين فيما أخبرتمونا به قال تعالى ﴿لَوْ يَعْلَمُ الذين كَفَرُواْ حِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النار وَلاَ عَن ظُهُورِهِمْ﴾ أي لو عرف الكافرون فظاعة العذاب حين لا يستطيعون دفع العذاب عن وجوههم وظهورهم لأنه محيط بهم من جميع جهاتهم لما استعجلوا الوعيد قال في البحر: وجواب ﴿لَوْ﴾ محذوف لأنه أبلغ في الوعيد وأهيب وقدَّره الزمخشري بقوله: لما كانوا بتلك الصفة من الكفر والاستهزاء والاستعجال ولكنَّ جهلهم هو الذي هوَّنه عندهم ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي لا ناصر لهم من عذاب الله ﴿بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ﴾ أي بل تأتيهم الساعة فجأة فتدهشهم وتحيرهم ﴿فَلاَ يَسْتَطِيعُونَ رَدَّهَا وَلاَ هُمْ يُنظَرُونَ﴾ أي فلا يقدرون على صرفها عنهم ولا يُمهلون ويُؤخرون لتوبةٍ واعتذار ﴿وَلَقَدِ استهزىء بِرُسُلٍ مِّن قَبْلِكَ﴾ تسلية لرسول الله ﷺ َ عن استهزاء المشركين أي والله لقد اتستهزئ برسلٍ أولي شأن خطير وذوي عدد كثير من قبلك يا محمد ﴿فَحَاقَ بالذين سَخِرُواْ مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي فنزل وحلَّ بالساخرين من الرسل العذاب الذي كانوا يستهزئون به قال أبو حيان: سلاّه تعالى بأنَّ من تقدَّمه من الرسل وقع من أممهم الاستهزاء بهم، وأن ثمرة استهزائهم جَنَوْها هلاكًا وعقابًا في الدنيا والآخرة فكذلك حال هؤلاء المستهزئين ﴿قُلْ مَن يَكْلَؤُكُم بالليل والنهار مِنَ الرحمن﴾ أي قل يا محمد لهؤلاء المستهزئين من يحفظكم من بأس الرحمن في أوقاتكم؟ ومن يدفع عنكم عذابه وانتقامه إن أراد إنزاله بكم؟ وهو سؤال تقريع وتنبيه كيلا يغْترُّوا بما نالهم من نعم الله ﴿بَلْ هُمْ عَن ذِكْرِ رَبِّهِمْ مُّعْرِضُونَ﴾ أي بل هؤلاء الظالمون معرضون عن كلام الله ومواعظه لا يتفكرون ولا يعتبرون ﴿أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِّن دُونِنَا﴾ أي ألهم آلهة تمنعهم من العذاب غيرنا؟ ﴿لاَ يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ﴾ أي لا يقدرون على نصر أنفسهم، فكيف ينصرون عابديهم؟ ﴿وَلاَ هُمْ مِّنَّا يُصْحَبُونَ﴾ أي وليست هذه الآلهة تستطيع أن تجير نفسها من عذاب الله لأنها في غاية العجز والضغف قال ابن عباس: يُصحبون: يُجارون أي لا يُجيرهم منا أحد لأن المجير صاحب لجاره ﴿بَلْ مَتَّعْنَا هؤلاء وَآبَآءَهُمْ حتى طَالَ عَلَيْهِمُ العمر﴾ أي\nمتعنا هؤلاء المشركين وآباءهم من قبلهم بما رزقناهم من حطام الدنيا حتى طالت أعمارهم في رخاء ونعمة وحسبوا أن ذلك يدوم فاغتروا بذلك ﴿أَفَلاَ يَرَوْنَ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَآ﴾ أي أفلا ينظرون فيعْتبرون بأننا نأتي أرضهم فننقصها من أطرافها بالفتح على النبي وتسليط المسلمين عليها؟ ﴿أَفَهُمُ الغالبون﴾ استفهام بمعنى التقريع والإنكار أي أفهم الغالبون والحالة هذه أم المغلوبون؟ بل هم المغلوبون الأخسرون الأرذلون ﴿قُلْ إِنَّمَآ أُنذِرُكُم بالوحي﴾ أي قل لهم يا محمد إنما أخوفكم واحذركم بوحيٍ من الله لا من تلقاء نفسي، فأنا مبلّغٌ عن الله ما أنذرتكم به من العذاب والنكال ﴿وَلاَ يَسْمَعُ الصم الدعآء إِذَا مَا يُنذَرُونَ﴾ أي ولكنكم أيها المشركون لشدة جهلكم وعنادكم كالصُمّ الذين لا يسمعون الكلام والإنذار فلا يتعظون ولا ينزجرون ﴿وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ﴾ أي ولئن شيء خفيف مما أُنذروا به من عذاب الله ولو كان يسيرًا ﴿لَيَقُولُنَّ ياويلنآ إِنَّا كُنَّا ظَالِمِينَ﴾ أي ليعترفنَّ بجريمتهم ويقولون: يا هلاكنا لقد كنا ظالمين لأنفسنا بتكذيبنا رسل الله ﴿وَنَضَعُ الموازين القسط لِيَوْمِ القيامة﴾ أي ونقيم الموازين العادلة التي توزن بها الأعمال في يوم القيامة ﴿فَلاَ تُظْلَمُ نَفْسٌ شَيْئًا﴾ أي فلا يُنقص محسنٌ من إِحسانه، ولا يُزاد مسيءٌ على إساءته ﴿وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا﴾ أي وإن كان العمل الذي عملته زنة حبةٍ من خردل جئا بها وأحضرناها قال أبو السعود: أي وإن كان في غاية القلة والحقارة، فإِن حبة الخردل مثلٌ في الصغر ﴿وكفى بِنَا حَاسِبِينَ﴾ أي كفى بربك أن يكون محصيًا لأعمال العباد مجازيًا عليها قال الخازن: والغرضُ منه التحذير فإِن المحاسب إِذا كان في العلم بحيث لا يمكن أن يشتبه عليه شيء، وفي القدرة بحيث لا يعجز عن شيء فحقيق بالعاقل أن يكون على أشدّ الخوف منه ﴿وَلَقَدْ آتَيْنَا موسى وَهَارُونَ الفرقان وَضِيَآءً وَذِكْرًا لَّلْمُتَّقِينَ﴾ أي ولقد أعطينا موسى وهارون التوراة الفارقة بين الحق والباطل والهدى والضلال نورًا وضياءً وتذكيرًا للمؤمنين المتقين ﴿الذين يَخْشَوْنَ رَبَّهُمْ بالغيب﴾ أي هم الذين يخافون الله ولم يروه لأنهم عرفوا بالنظر والاستدلال أن لهم ربًا عظيمًا قادرًا يجازي على الأعمال فهم يخشونه وإِن لم يروه ﴿وَهُمْ مِّنَ الساعة مُشْفِقُونَ﴾ أي وهم من أهوال يوم القيامة وشدائدها خائفون وجلون ﴿وهذا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ﴾ أي وهذا القرآن العظيم كتاب عظيم الشأن فيه ذكرٌ لمن تذكّر، وعظة لمن اتعظ، كثير الخير أنزلناه عليكم بلغتكم ﴿أَفَأَنْتُمْ لَهُ مُنكِرُونَ﴾ أي أفأنتم يا معشر العرب منكرون له وهو في غاية الجلاء والظهور؟ قال الكرخي: الاستفهام للتوبيخ والخطابُ لأهل مكة فإِنهم من أهل اللسان يدركون مزايا الكلام ولطائفه، ويفهمون من بلاغة القرآن ما لا يدركه غيرهم مع أن فيه شرفهم وصيتَهم فلو أنكره غيرهم لكان لهم مناصبته وعداؤه.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - جناس الاشتقاق ﴿أَرْسَلْنَا. . رَّسُولٍ﴾ .\n٢ - الاستفهام الذي معناه التعجب والإِنكار ﴿أَوَلَمْ يَرَ الذين كفروا﴾ .\n٣ - الطباق بين الرتق والفتق في قوله ﴿كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا﴾ .\n٤ -\nالتنكير للتعميم ﴿وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ﴾ ﴿وَمَا جَعَلْنَا لِبَشَرٍ﴾ .\n٥ - الالتفات من المتكلم إلى الغائب ﴿وَهُوَ الذي خَلَقَ الليل والنهار﴾ بعد قوله ﴿وَجَعَلْنَا مِنَ المآء﴾ وذلك لتأكيد الاعتناء بالنعم الجليلة التي أنعم بها على العباد.\n٦ - الطباق بين الشر والخير ﴿وَنَبْلُوكُم بالشر والخير﴾ .\n٧ - المبالغة ﴿خُلِقَ الإنسان مِنْ عَجَلٍ﴾ جعل لفرط استعجاله كأنه مخلوق من نفس العجل كقول العرب لمن لازم اللعب: هو من لعب وكوصف بعضهم قومًا بقوله «نساؤهم لُعُب ورجالهم طرب» .\n٨ - الاستعارة ﴿وَلاَ يَسْمَعُ الصم الدعآء﴾ استعار الصُمَّ للكفار لأنهم كالبهائم التي لا تسمع الدعاء ولا تفقه النداء.\n٩ - الكناية ﴿حَبَّةٍ مِّنْ خَرْدَلٍ﴾ كناية عن العمل ولو كان في غاية القلة والحقارة.\n١٠ - السجع اللطيف ﴿يَهْتَدُونَ، يَسْبَحُونَ، يُنصَرُونَ﴾ الخ.\nتنبيه: سئل ابن عباس: هل الليل كان قبل أو النهار؟ فقال: أرأيتم إلى السماوات والأرض حين كانتا رتقًا هل كان بينهما إلا ظلمة؟ ذلك لتعلموا أن الليل قبل النهار.\nلطيفَة: عن ابن عمر أن رجلًا أتاه يسأله عن السماوات والأرض كانتا رتقًا ففتقناهما فقال له: إِذهب إلى ذلك الشيخ فاسأله ثم تعال فأخبرني بما قال لك - يريد ابن عباس - فذهب إليه فسأله فقال ابن عباس: كانت السماوات رتقًا لا تُمطر، وكانت الأرض رتقًا لا تُنبت، فلما خلق للأرض أهلًا فتق هذه بالمطر، وفتق هذه بالنبات، فرجع الرجل الى ابن عمر فأخبره فقال ابن عمر: قد كنت أقول: ما يعجبني جراءة ابن عباس في تفسير القرآن، فالآن علمتُ بأنه قد أُوتي في القرآن علمًا.", "ayah": 28, "surah": 21}