{"text": "المناسَبَة: لمّا ذكر تعالى الدلائل على التوحيد والنبوة والمعاد أتبع ذلك بذكر قصص الأنبياء، وما نال كثيرًا منهم من الابتلاء تسليةً للرسول الأعظم ﷺ َ ليتأسّى بهم في الصبر واحتمال الأذى في سبيل الله تعالى، وتوطين النفس على مجابهة المشركين أعداء الله.\nاللغَة: ﴿رُشْدَهُ﴾ هذه إلى وجوه الصلاح ﴿التماثيل﴾ جمع تمثال وهو الصورة والمصنوعة مشبهة بمخلوق من مخلوقات الله تعالى يقال: مثَّلت الشيء بالشيء أي شبتهته به واسم ذلك الممثَّل تمثال ﴿جُذَاذًا﴾ فتاتًا والجذُّ: الكسر والقطع قال الشاعر:\n- ﷺ َ - gt; ... بنوالمهلب جذَّ الله دابرهم\nأمْسوا رمادًا فلا أصلٌ ولا طرف ... ﴿نُكِسُواْ﴾ النَّكْسُ: قلب الشيء بحيث يصير أعلاه أسفل ﴿نَافِلَةً﴾ زيادة ومنه النفل لأنه زيادة على افرض الله ويقال لولد الولد نافلة لأنه زيادة على الولد ﴿الكرب﴾ الغم الشديد ﴿نَفَشَتْ﴾ النَّفش: الرعيُ بالليل بلا راع يقال: نفشت بالليل، وهملت بالنهار إذا رعت بلا راع.\nالتفسِير: ﴿وَلَقَدْ آتَيْنَآ إِبْرَاهِيمَ رُشْدَهُ﴾ أي والله لقد أعطينا إبراهيم هُداه وصلاحه إلى وجوه الخير في الدين والدنيا ﴿مِن قَبْلُ﴾ أي من صغره حيث وفقناه للنظر والاستدلال إلى وحدانية ذي الجلال ﴿وَكُنَّا بِهِ عَالِمِينَ﴾ أي عالمينأنه أهلٌ لما آتيناه من الفضل والنبوة ﴿إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا هذه التماثيل التي أَنتُمْ لَهَا عَاكِفُونَ﴾ هذا بيانٌ للرشد الذي أُوتيه إِبراهيم من صغرة أي حين قال لأبيه آزر\nوقومه المشركين ما هذه الأصنام التي أنتم مقيمون على عبادتها؟ وفي قوله ﴿مَا هذه التماثيل﴾ تحقيرٌ لها وتصغيرٌ لشأنها وتجاهل بها مع علمه بتعظيمهم لها ﴿قَالُواْ وَجَدْنَآ آبَآءَنَا لَهَا عَابِدِينَ﴾ أي نعبدها تقليدًا لأسلافنا قال ابن كثير: لم يكن لهم حجة سوى صنيع آبائهم الضلال ﴿قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَآبَآؤُكُمْ فِي ضَلاَلٍ مُّبِينٍ﴾ أي لقد كنتم وأسلافكم الذين عبدوا هذه الأصنام في خطأٍ بيّن بعبادتكم إِياها إِذ هي جمادات لا تنفع ولا تضر ولا تسمع ﴿قالوا أَجِئْتَنَا بالحق أَمْ أَنتَ مِنَ اللاعبين﴾ أي هل أنت جادٌّ فيما تقول أم لاعب؟ وهل قولك حقٌّ أم مزاح؟ استعظموا إِنكاره عليهم، واستبعدوا أن يكون ما هم عليه ضلالًا، وجوَّزوا أن ما قاله على سبيل المزاح لا الجد فأضرب عن قولهم وأخبر أنه جادٌّ فيما قال غير لاعب ﴿قَالَ بَل رَّبُّكُمْ رَبُّ السماوات والأرض الذي فطَرَهُنَّ﴾ أي ربكم الجدير بالعبادة هو ربُّ السماوات والأرض الذي خلقهنَّ وأبدعهنَّ لا هذه الأصنام المزعومة ﴿وَأَنَاْ على ذلكم مِّنَ الشاهدين﴾ أي وأنا شاهد للَّهِ بالوحدانية بالبراهين القاطعة والحجج الساطعة كالشاهد الذي تقطع به الدَّعاوى ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ﴾ أي وأقسمُ بالله لأمكرنَّ بآلهتكم وأحتالنَّ في وصول الضر إليها بعد ذهابكم عنها إلى عيدكم قال المفسرون: كان لهم عيد يخرجون إليه في كل سنة ويجتمعون فيه فقال آزر لإِبراهيم: لو خرجت معنا إلى عيدنا أعجبك ديننا! ﴿فخرج معهم إِبراهيم فلما كان ببعض الطريق ألقى نفسه إلى الأرض وقال إني سقيم أشتكى رجلي فتركوه ومضوا ثم نادى في آخرهم ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ﴾ فسمعها رجلٌ فحفظها ﴿فَجَعَلَهُمْ جُذَاذًا﴾ فسمعها رجلٌ فحفظها أي كسَّر الأصنام حتى جعلها فتاتًا وحُطامًا ﴿إِلاَّ كَبِيرًا لَّهُمْ﴾ أي إلا الصنم الكبير فإنه لم يكسره قال مجاهد: ترك الصنم الأكبر وعلَّق الفأس الذي كسر به الأصنام في عنقه ليحتجّ به عليهم ﴿لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ﴾ أي لعلهم يرجعون إلى الصنم فيسألونه عمن كسَّر الأصنام فيتبين لهم عجزه وتقون الحجة عليهم ﴿قَالُواْ مَن فَعَلَ هذا بِآلِهَتِنَآ إِنَّهُ لَمِنَ الظالمين﴾ في الكلام محذوفٌ تقديره: فلما رجعوا من عيدهم ونظروا إل آلهتهم ورأوا ما فُعل بها قالوا على جهة البحث والإِنكار والتشنيع والتوبيخ: إِنَّ من حطَّم هذه الآلهة لشديد الظلم عظيم الجرم لجراءته على الآلهة المستحقة للتعظيم والتوقير ﴿قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ﴾ أي قال من سمع إِبراهيم يقول ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ﴾ سمعنا فتى يذكرهم بالذم ويسبُّهم ويعيبهم يسمى إِبراهيم فلعله هو الذي حطَّم الآلهة﴾ ﴿قَالُواْ فَأْتُواْ بِهِ على أَعْيُنِ الناس﴾ أي قال نمرود وأشراف قومه أحضروا إِبراهيم بمرأى من الناس حتى يروه، والغرضُ أن تكون محاكمته على رءوس الأشهاد بحضرة الناس كلهم ليكون عقابه عبرة لمن يعتبر ﴿لَعَلَّهُمْ يَشْهَدُونَ﴾ أي لعلهم يحضرون عقابه ويرون ما يصنع به ﴿قالوا أَأَنْتَ فَعَلْتَ هذا بِآلِهَتِنَا ياإبراهيم﴾ أي هل أنتَ الذي حطَّمت هذه الآلهة يا إِبراهيم؟ ﴿قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا﴾ أي قال إِبراهيم بل حطَّمها الصنم الكبير لأنه غضب أن تعبدوا معه هذه الصغار فكسرها، والغرض بتكيتُهم وإِقامة الحجة عليهم ولهذا قال ﴿فَاسْأَلُوهُمْ إِن كَانُواْ يِنْطِقُونَ﴾ أي اسألوا هذه الأصنام من كسرها؟ إن كانوا يقدرون على النطق قال القرطبي: والكلام خرج مخرج التعريض وذلك أنهم كانوا\nيعبدونهم ويتخذونهم آلهة من دون الله كما قال إِبراهيم لأبيه\n﴿لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئًا﴾ [مريم: ٤٢] فقال إِبراهيم ﴿قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا﴾ ليقولوا إِنهم لا ينطقون ولا ينفعون ولا يضرون فيقول لهم فلم تعبدونهم؟ فتقوم عليهم الحجة منهم كما يجوز فرض الباطل مع الخصم حتى يرجع إلى الحق من نفسه فإنه أقرب في الحجة وأقطع للشبهة ﴿فرجعوا إلى أَنفُسِهِمْ﴾ أي رجعوا إلى عقولهم وتفكروا بقلوبهم ﴿فقالوا إِنَّكُمْ أَنتُمُ الظالمون﴾ أي أنتم الظالمون في عبادة ما لا ينطق ﴿ثُمَّ نُكِسُواْ على رُءُوسِهِمْ﴾ أي أنقلبوا من الإِذعان إلى المكابرة والطغيان ﴿لَقَدْ عَلِمْتَ مَا هؤلاء يَنطِقُونَ﴾ أي قالوا في لجاجهم وعنادهم: لقد علمتَ يا إِبراهيم أن هذه الأَصنام لا تتكلم ولا تجيب فكيف تأمرنا بسؤالها؟ وهذا إِقرار منهم بعجز الآلهة، وحينئذٍ توجهت لإِبراهيم الحجة عليهم فأخذ يوبخهم ويعنّفهم ﴿قَالَ أَفَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُكُمْ شَيْئًا وَلاَ يَضُرُّكُمْ﴾ أي أتعبدون جمادات لا تضر ولا تنفع؟ ﴿أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله﴾ أي قبحًا لكم ونتنًا لكم وللأصنام التي عبدتموها من دون الله ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تعقلون قبح صنيعكم؟ ﴿قَالُواْ حَرِّقُوهُ وانصروا آلِهَتَكُمْ﴾ لما لزمتهم الحجة وعجزوا عن الجواب عدلوا إلى البطض والتنكيل فقالوا: احرقوا إِبراهيم بالنار انتقامًا لآلهتكم ونصرةً لها ﴿إِن كُنتُمْ فَاعِلِينَ﴾ أَي إِن كنتم ناصريها حقًا ﴿قُلْنَا يانار كُونِي بَرْدًا وسلاما على إِبْرَاهِيمَ﴾ أي ذات بردٍ وسلامة وجاءت العبارةُ هكذا للمبالغة قال المفسرون: لما أرادوا إِحراق إِبراهيم جمعوا له حطبًا مدة شهر حتى كانت المرأة تمرض فتنذر إِن عوفيت أن تحمل حطبًا لحرق إِبراهيم، ثم جعلوه في حفرة من الأرض وأضرموها نارًا فكان لها لهب عظيم حتى إِن الطائر ليمرُّ من فوقها فيحترق من شدة وهجها وحرها، ثم أوثقوا إِبراهيم وجعلوه في منجنيق ورموه في النار، فجاء إِليه جبريل فال: ألك حاجة؟ قال أمّا إِليك فلا، فقال جبريل: فاسأل ربك، فقال: «حسبي من سؤالي علمه بحالي» فقال الله: يا نار كوني بردًا وسلامًا على إِبراهيم، ولم تحرق النار منه سوى وثاقه وقال ابن عباس: لو لم يقل الله ﴿وسلاما﴾ لآذى إِبراهيم بردها ﴿وَأَرَادُواْ بِهِ كَيْدًا﴾ أي أرادوا تحريقه بالنار ﴿فَجَعَلْنَاهُمُ الأخسرين﴾ أي أخسر الناس وأخسر من كل خاسر حيث كادوا لنبيّ اللهِ فردَّ الله كيدهم في نحورهم ﴿وَنَجَّيْنَاهُ وَلُوطًا إِلَى الأرض التي بَارَكْنَا فِيهَا لِلْعَالَمِينَ﴾ أي ونجينا إِبراهيم مع ابن أخيه لوط حيث هاجرا من العراق إلى الشام التي بارك الله فيها بالخِصب وكثرة الأَنبياء ووفرة الأنهار والأشجار قال ابن الجوزي: وبركتُها أن الله ﷿ بعث أكثر الأنبياء منها وأكثر فيها الخِصب والأنهار ﴿وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً﴾ أي أعطينا إِبراهيم - بعدما سأل ربه الولد - إسحاق وأعطيناه كذلك يعقوب نافلةً أي زيادة وفضلًا من غير سؤال قال المفسرون: سأل إِبراهيم ربه ولدًا فأعطاه الله إسحاق وزاده يعقوب نافلة زيادة على ما سأل لأنَّ ولد الولد كالولد ﴿وَكُلًاّ جَعَلْنَا صَالِحِينَ﴾ أي وكلًا من إِبراهيم وإِسحاق ويعقوب جعلناه من أهل الخير والصلاح ﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا﴾ أي جعلناهم قدوةٌ ورؤساء لغيرهم يرشدون الناس إلى الدين بأمر الله ﴿وَأَوْحَيْنَآ إِلَيْهِمْ\nفِعْلَ الخيرات﴾ أي أوحينا إِليهم أن يفعلوا الخيرات ليجمعوا بين العلم والعمل ﴿وَإِقَامَ الصلاة وَإِيتَآءَ الزكاة﴾ أي وأمرناهم بطريق الوحي بإِقامة الصلاة وإِيتاء الزكاة، وإِنما خصهما بالذكر لأن الصلاة أفضلُ العبادات البدنية، والزكاة أفضلُ العبادات المالية ﴿وَكَانُواْ لَنَا عَابِدِينَ﴾ أي موحدين مخلصين في العبادة ﴿وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا﴾ أي وأعطينا لوطًا النبوة والعلم والفهم السديد قال ابن كثير: كان لوط قد آمن بإِبراهيم ﵇ واتَّبعه وهاجر معه كما قال تعالى\n﴿فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إلى ربي﴾ [العنكبوت: ٢٦] فآتاه الله حُكمًا وعلمًا وأوحى إِليه وجعله نبيًا وبعثه إلى «سدوم» فكذبوه فأهلكهم الله ودمَّر عليهم كما قصّ خبرهم في غير موضع من كتابة العزيز ﴿وَنَجَّيْنَاهُ مِنَ القرية التي كَانَت تَّعْمَلُ الخبائث﴾ أي خلَّصناه من أهل قرية سدوم الذين كانواْ يعملون الأعمال الخبيثة كاللواط وقطع السبيل وغير ذلك ﴿إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فَاسِقِينَ﴾ أي كانوا أشرارًا خارجين عن طاعة الله ﴿وَأَدْخَلْنَاهُ فِي رَحْمَتِنَآ إِنَّهُ مِنَ الصالحين﴾ أي أدخلناه في أهل رحمتنا لأنه من عبادنا الصالحين ﴿وَنُوحًا إِذْ نادى مِن قَبْلُ﴾ أي واذكر قصة نوح حين دعا على قومه من قبل هؤلاء الأنبياء المذكورين، دعا عليهم بالهلاك حين كذبوه بقوله ﴿رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّارًا﴾ [نوح: ٢٦] ﴿فاستجبنا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الكرب العظيم﴾ أي استجبنا دعاءه فأنقذناه ومن معه من المؤمنين - ركاب السفينة - من الطوفان والغرق الذي كان كربًا وغمًا شديدًا يكاد يأخذ بالأنفاس ﴿وَنَصَرْنَاهُ مِنَ القوم الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي منعناه من شر قومه المكذبين فنجيناه وأهلكناهم ﴿إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ﴾ أي كانوا منهمكين في الشرّ فأغرقناهم جميعًا ولم نُبْق منهم أحدًا ﴿وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الحرث﴾ أي واذكر قصة داود وسليمان حين يحكمان في شأن الزرع ﴿إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم﴾ أي وقت رعت فيه غنم القوم ليلًا فأفسدته ﴿وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ﴾ أي كنا مطَّلعين على حكم كلٍ منهما عالمين به ﴿فَفَهَّمْنَاهَا سُلَيْمَانَ﴾ أي علمنا وألهمنا سليمان الحكم في القضية ﴿وَكُلًاّ آتَيْنَا حُكْمًا وَعِلْمًا﴾ أي وكلًا من داود وسليمان أعطيناه الحكمة والعلم الواسع مع النبوة قال المفسرون: تخاصم إلى داود رجلان دخلت غنم أحدهما على زرع الآخر بالليل فأفسدته فلم تُبق منه شيئًا، فقضى بأن يأخذ صاحب الزرع الغنم، فخرج الرجلان على سليمان وهو الباب فأخبراه بما حكم به أبوه فدخل عليه فقال: يا نبيَّ الله لو حكمتَ بغير هذا كان أرفق للجميع! قال: وما هو؟ قال: يأخذ صاحب الغنم الأرض فيصلحها ويبذرها حتى يعود زرعها كما كان، ويأخذ صاحب الزرع الغنم وينتفع بألبانها وصوفها ونسلها، فإذا خرج الزرع رُدَّت الغنم إلى صاحبها والأرض إلى ربها فقال له داود: وُفّقت يا بُنيَّ وقضى بينهما بذلك فذلك قوله تعالى ﴿فَفَهَّمْنَاهَا سُلَيْمَانَ﴾ ﴿وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير﴾ أي جعلنا الجبال والطير تسبّح مع داود إذا سبّح قال ابن كثير: وذلك لطيب صوته بتلاوة الزبور فكان إِذا ترنّم بها تقف الطير في الهواء فتجاوبه وتردُّ عليه الجبال تأويبًا وإِنما قدَّم ذكر الجبال على الطير لأن تسخيرها وتسبيحها أعجب وأغرب وأدخل في الإعجاز لأنها جماد ﴿وَكُنَّا فَاعِلِينَ﴾ أي وكنا قادرين على فعل ذلك ﴿وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ﴾ أي علمنا داود صنع\nالدروع بإِلانةِ الحديد له قال قتادة: أول من صنع الدروع داود وكانت صفائح فهو أول من سردها وحلَّقها ﴿لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ﴾ أي لتقيكم في القتال شرٌ الأعداء ﴿فَهَلْ أَنتُمْ شَاكِرُونَ﴾ استفهامٌ يراد به الأمر أي اشكروا الله على ما أنعم به عليكم، ولما ذكر تعالى ما خصَّ به نبيه داود ﵇ ذكر ما خصَّ به ابنه سليمان فقال ﴿وَلِسُلَيْمَانَ الريح عَاصِفَةً﴾ أي وسخرنا لسليمان الريح عاصفةً أي شديدة الهبوب ﴿تَجْرِي بِأَمْرِهِ إِلَى الأرض التي بَارَكْنَا فِيهَا﴾ أي تسير بمشيئته وإرادته إلى أرض الشام المباركة بكثرة الأشجار والأنهار والثمار، وكانت مسكنه ومقر ملكه ﴿وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ﴾ أي وكنا عالمين بجميع الأمور فما أعطيناه تلك المكانة إِلا لما نعلمه من الحكمة ﴿وَمِنَ الشياطين مَن يَغُوصُونَ لَهُ﴾ أي وسخرنا لسليمان بعض الشياطين يغوصون في الماء ويدخلون أعماق البحار ليستخرجوا له الجواهر واللآلئ ﴿وَيَعْمَلُونَ عَمَلًا دُونَ ذلك﴾ أي ويعملون أعمالًا أخرى سوى الغوص كبناء المدن والقصور الشاهقة والأمور التي يعجز عنها البشر ﴿وَكُنَّا لَهُمْ حَافِظِينَ﴾ أي نحفظهم عن الزيغ عن أمره أو الخروج عن طاعته.\nالبَلاَغَة: تضمنت الآيات من وجوه الفصاحة والبديع ما يلي:\n١ - الاستعارة اللطيفة ﴿ثُمَّ نُكِسُواْ على رُءُوسِهِمْ﴾ شبه رجوعهم عن الحق إلى الباطل بانقلاب الشخص حتى يصبح أسفله أعلاه بطريق الاستعارة.\n٢ - الطباق بين ﴿يَنفَعُكُمْ. . ويَضُرُّكُمْ﴾ .\n٣ - المبالغة ﴿كُونِي بَرْدًا﴾ أطلق المصدر وأراد اسم الفاع ل أي باردة أو ذات برد.\n٤ - عطف الخاص على العام ﴿فِعْلَ الخيرات وَإِقَامَ الصلاة وَإِيتَآءَ الزكاة﴾ لأن الصلاة والزكاة من فعل الخيرات وإِنما خصهما بالذكر تنبيهًا لعلو شأنهما وفضلهما.\n٥ - الاحتراس ﴿وَكُلًاّ آتَيْنَا حُكْمًا وَعِلْمًا﴾ دفعًا لتوهم انتقاص مقام داود ﵇.\n٦ - المجاز المرسل ﴿وَأَدْخَلْنَاهُ فِي رَحْمَتِنَآ﴾ أي في الجنة لأنها مكان تنزل الرحمة فالعلاقة المحلية.\n٧ - السجع غير المتكلف ﴿العَابِدِينَ الصابرين، الصالحين﴾ الخ.\nتنبيه: وصف تعالى الريح هاهنا بقوله ﴿عَاصِفَةً﴾ ووصفها في مكان آخر بقوله ﴿رُخَآءً﴾ [ص: ٣٦] والعاصفة هي الشديدة، والرخاء هي اللَّينة، ولا تعارض بين الوصفين لأن الريح كانت ليّنة طيبة وكانت تسرع في جريها كالعاصف فجمعت الوصفين فتدبر.", "ayah": 77, "surah": 21}