{"text": "اللغَة: ﴿حَرَجٌ﴾ ضيق يقال: حَرج المكانُ أو الصدرُ إِذا ضاق ﴿بَيَاتًا﴾ قال الراغب: البَيَاتُ والتبيتُ: قصدُ العدو ليلًا ﴿قَآئِلُونَ﴾ من القيلولة وهي النوم وسط النهار، والقائلة: الظهيرة ﴿مَذْءُومًا﴾ مذمومًا يقال ذأمه أي ذمه وحقَّره ﴿مَّدْحُورًا﴾ مطرودًا يقال دحره أي طرده وأبعده ﴿سَوْءَاتِهِمَآ﴾ السوأة: العورة سميت بذلك لأن الإِنسان يسوءه ظهورها ﴿طَفِقَا﴾ شرعًا وأخذا يقال: طفِق يطفق إِذا ابتدأ وأخذ ﴿يَخْصِفَانِ﴾ يرقعان ويلزقان ﴿رِيشًا﴾ لباسًا تتجملون به وأصل الريش: المالُ والجمال ومنه ريش الطير لأنه زينةٌ له وجمال ﴿قَبِيلُهُ﴾ جنوده وأصل القبيل: الجماعةُ سواءً\nكانوا من أصلٍ أو أصول شتى ﴿فَاحِشَةً﴾ الفاحشة هي الشيء الذي تناهى قبحه والمراد بها هنا الطوافُ حول البيت عراةً وكل أمرٍ قبيح يسمى فاحشة، والفحشاء ما اشتد قبحه من الذنوب كالفاحشة.\nالتفِسير: ﴿المص﴾ تقدم في أول سورة البقرة الكلام عن الحروف المقطّعة وأن الحكمة في ذكرها بيان «إِعجاز القرآن» بالإِشارة إِلى أنه مركب من أمثال هذه الحروف ومع ذلك فقد عجز بلغاؤهم وفصحاؤهم وعباقرتهم عن الإِتيان بمثله وروي عن ابن عباس معناه: أنا الله أعلم وأَفْصِل، وقال أبو العالية: الألف مفتاح اسمه الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد والصاد مفتاح اسمه صادق ﴿كِتَابٌ أُنزِلَ إِلَيْكَ﴾ أي هذا كتاب أنزله الله إِليك يا محمد وهو القرآن ﴿فَلاَ يَكُنْ فِي صَدْرِكَ حَرَجٌ مِّنْهُ﴾ أي لا يضقْ صدرك من تبليغه خوفًا من تكذيب قومك ﴿لِتُنذِرَ بِهِ وذكرى لِلْمُؤْمِنِينَ﴾ أي لتنذر بالقرآن من يخاف الرحمن، ولتذكر وتعظ به المؤمنين لأنهم المنتفعون به ﴿اتبعوا مَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ﴾ أي اتبعوا أيها الناس القرآن الذي فيه الهدى والنور والبيان المنزّل إِليكم من ربكم ﴿وَلاَ تَتَّبِعُواْ مِن دُونِهِ أَوْلِيَآءَ﴾ أي ولا تتخذوا أولياء من دون الله كالأوثان والرهبان والكُهّان تولونهم أموركم وتطيعونهم فيما يشرعون لكم ﴿قَلِيلًا مَّا تَذَكَّرُونَ﴾ أي تتذكّرون تذكرًا قليلًا قال الخازن: أي ما تتعظون إِلا قليلًا ﴿وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾ أي وكثير من القرى أهلكناها والمراد بالقرية أهلُها ﴿فَجَآءَهَا بَأْسُنَا بَيَاتًا﴾ أي جاءها عذابنا ليلًا ﴿أَوْ هُمْ قَآئِلُونَ﴾ أي جاءهم العذاب في وقت القيلولة وهي النوم في وسط النهار قال أبو حيان: وخصّ مجيء البأس بهذين الوقتين لأنهما وقتان للسكون والدعة والاستراحة فمجيء العذاب فيهما أشق وأفظع لأنه يكون على غفلةٍ من المهلكين ﴿فَمَا كَانَ دَعْوَاهُمْ إِذْ جَآءَهُمْ بَأْسُنَآ﴾ أي ما كان دعاؤهم واستغاثتهم حين شاهدوا العذاب ورأوا أماراته ﴿إِلاَّ أَن قالوا إِنَّا كُنَّا ظَالِمِينَ﴾ أي إِلا اعترافهم بظلمهم تحسرًا وندامة، وهيهات أن ينفع الندم ﴿فَلَنَسْأَلَنَّ الذين أُرْسِلَ إِلَيْهِمْ﴾ أي لنسألن الأمم قاطبة هل بلّغكم الرسل وماذا أجبتم؟ والمقصودُ من هذا السؤال التقريع والتوبيخ للكفار ﴿وَلَنَسْأَلَنَّ المرسلين﴾ أي لنسألنَّ الرسل أيضًا هل بلّغوا الرسالة وأدوا الأمانة؟ قال في البحر: وسؤال الأمم تقريرٌ وتوبيخ يعقب الكفار والعصاة نكالًا وعذابًا، وسؤال الرسل تأنيسٌ يعقب الأنبياء كرامة وثوابًا ﴿فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ﴾ أي فلنخبرنهم بما فعلوا عن علمٍ منا قال ابن عباس: يوضع الكتاب يوم القيامة فيتكلم بما كانوا يعملون ﴿وَمَا كُنَّا غَآئِبِينَ﴾ أي ما كنا غائبين عنهم حتى يخفى علينا شيء من أحوالهم قال ابن كثير: يخبر تعالى عباده يوم القيامة بما قالوا وبما عملوا من قليل وكثير: وجليل وحقير، لأنه تعالى الشهيد على كل شيء، لا يغيب عنه شيء بل هو العالم بخائنة الأعين وما تخفي الصدور ﴿والوزن يَوْمَئِذٍ الحق﴾ أي والوزن للأعمال يوم القيامة كائن بالعدل ولا يظلم ربك أحدًا ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ أي فمن رجحت موازين أعماله بالإِيمان وكثرة الحسنات ﴿فأولئك هُمُ المفلحون﴾ أي الناجون غدًا من العذاب الفائزون\nبجزيل الثواب ﴿وَمَنْ خَفَّتْ مَوَازِينُهُ﴾ أي ومن خفت موازين أعماله بسبب الكفر واجتراح السيئات ﴿فأولئك الذين خسروا أَنْفُسَهُم﴾ أي خسروا أنفسهم وسعادتهم ﴿بِمَا كَانُواْ بِآيَاتِنَا يِظْلِمُونَ﴾ أي بسبب كفرهم وجحودهم بآيات الله، قال ابن كثير: والذي يوضع في الميزان يوم القيامة قيل: الأعمال وإِن كانت أعراضًا إِلا أن الله تعالى يقلبها يوم القيامة أجسامًا يروى هذا عن ابن عباس، وقيل: يوزن كتاب الأعمال كما جاء في حديث البطاقة، وقيل: يوزن صاحب العمل كما في الحديث\n«يؤتى يوم القيامة بالرجل السمين فلا يزن عند الله جناح بعوضة» والكل صحيح فتارةً توزن الأعمال، وتارةً محالها، وتارة يوزن فاعلها والله أعلم أقول: لا غرابة في وزن الأعمال ووزن الحسنات والسيئات بالذات، فإِذا كان العلم الحديث قد كشف لنا عن موازين للحر والبرد، واتجاه الرياح والأمطار، أفيعجز القادر على كل شيء عن وضع موازين لأعمال البشر؟ ﴿وَلَقَدْ مَكَّنَّاكُمْ فِي الأرض﴾ أي جعلنا لكم أيها الناس في الأرض مكانًا وقرارًا قال البيضاوي: أي مكناكم من سكناها وزرعها والتصرف فيها ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾ أي ما تعيشون به وتحيون من المطاعم والمشارب وسائر ما تكون به الحياة ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي ومع هذا الفضل والإِنعام قليل منكم من يشكر ربه كقوله ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ [سبأ: ١٣] ﴿وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ﴾ أي خلقنا أباكم آدم طينًا غير مصوَّر ثم صورناه أبدع تصوير وأحسن تقويم، وإِنما ذكر بلفظ الجمع تعظيمًا له لأنه أبو البشر ﴿ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ﴾ أي ثم أمرنا الملائكة بالسجود لآدم تكريمًا له ولذريته ﴿فسجدوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِّنَ الساجدين﴾ أي سجد الملائكة كلهم أجمعون إِلا إِبليس امتنع من السجود تكبراص وعنادًا، والاستثناء منطقع لأنه استثناء من غير الجنس وقد تقدم قول الحسن البصري: لم يكن إِبليسُ من الملائكة طرفة عين ﴿قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ﴾ أي قال تعالى لإِبليس أيُّ شيء منعك أن تدع السجود لآدم؟ والاستفهام للتقريع والتوبيخ ﴿قَالَ أَنَاْ خَيْرٌ مِّنْهُ﴾ أي قال إِبليس اللعين أنا أفضل من آدم وأشرف منه فكيف يسجد الفاضل للمفضول؟ ثم ذكر العلة في الامتناع فقال ﴿خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ﴾ أي أنا أشرف منه لشرف عنصري على عنصره، لأنني مخلوق من نار والنار أشرف من الطين، ولم ينظر المسكين لأمر من أمره بالسجود وهو الله تعالى قال ابن كثير: نظر اللعين إِلى أصل العنصر ولم ينظر إِلى التشريف والتعظيم وهو أن الله خلق آدم بيده، ونفخ فيه من روحه، وقاس قياسًا فاسدًا فأخطأ قبّحه الله في قياسه في دعواه أن النار أشرف من الطين، فإِن الطين من شأنه الرزانة والحلم، والنار من شأنها الإِحراق والطيش، والطين محل النبات والنمو والزيادة والإِصلاح والنار محل العذاب ولهذا خان إِبليس عنصره فأورثه الهلاك والشقاء والدمار قال ابن سيرين: أول من قاس إِبليس فأخطأ فمن قاس الدين برأيه قرنه الله مع إِبليس ﴿قَالَ فاهبط مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا﴾ أي اهبط من الجنة فما يصح ولا يستقيم ولا ينبغي أن تستكبر عن طاعتي وأمري وتسكن\nدار قدسي ﴿فاخرج إِنَّكَ مِنَ الصاغرين﴾ أي الذليلين الحقيرين قال الزمخشري: وذلك أنه لما أظهر الاستكبار ألبسه الله الذل والصغار فمن تواضع لله رفعه ومن تكبّر على الله وضعه ﴿قَالَ أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ﴾ استدرك اللعين فطلب من الله الإِمهال إِلى يوم البعث لينجو من الموت لأن يوم البعث لا موت بعده فأجابه تعالى بقوله ﴿قَالَ إِنَّكَ مِنَ المُنظَرِينَ﴾ قال ابن عباس: أنظره إِلى النفخة الأولى حيث يموت الخلق كلهم وكان طلب الإِنظار إِلى النفخة الثانية حيث يقوم الناس لرب العالمين فأبى الله ذلك عليه ويؤيده الآية الأخرى\n﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ [الحجر: ٣٧ - ٣٨] ﴿قَالَ فَبِمَآ أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم﴾ أي فبسبب إِغوائك وإِضلالك لي لأقعدنَّ لآدم وذريته على طريق الحق وسبيل النجاة الموصل للجنة كما يقعد القُطّاع للسابلة ﴿ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ﴾ أي آتي عبادك من كل جهة من الجهات الأربع لأصدّهم عن دينك قال الطبري: معناه لآتينهم من جميع وجوه الحق والباطل، فأصدهم عن الحق وأحسّن لهم الباطل قال ابن عباس: ولا يستطيع أن يأتي من فوقهم لئلا يحول بين العبد وبين رحمة الله تعالى ﴿وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ﴾ أي مؤمنين مطيعين شاكرين لنعمك ﴿قَالَ اخرج مِنْهَا مَذْءُومًا مَّدْحُورًا﴾ أي اخرج من الجنة مذمومًا معيبًا مطرودًا من رحمتي ﴿لَّمَن تَبِعَكَ مِنْهُمْ لأَمْلأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ﴾ اللام موطئة للقسم أي لمن أطاعك من الإِنس والجن لأملأنَّ جهنم من الأتباع الغاوين أجمعين، وهو وعيد بالعذاب لكل من انقاد للشيطان وترك أمر الرحمن ﴿وَيَآءَادَمُ اسكن أَنتَ وَزَوْجُكَ الجنة﴾ أي وقلنا يا آدم اسكن مع زوجك حواء الجنة بعد أن أُهبط منها إبليس وأخرج وطرد ﴿فَكُلاَ مِنْ حَيْثُ شِئْتُمَا﴾ أي كلا من ثمارها من أي مكان شئتما ﴿وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين﴾ أباح لهما الأكل من جميع ثمارها إِلا شجرة عيّنها لهما ونهاهما عن الأكل منها ابتلاءً وامتحانًا فعند ذلك حسدهما الشيطان وسعى في الوسوسة والمكر والخديعة ﴿فَوَسْوَسَ لَهُمَا الشيطان﴾ أي ألقى لهما بصوتٍ خفي لإِغرائهما بالأكل من الشجرة ﴿لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا﴾ أي ليظهر لهما ما كان مستوراص من العورات التي يقبح كشفها ﴿وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هذه الشجرة إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الخالدين﴾ وهذا توضيح لوسوسة اللعين أي قال في وسوسته لهما: ما نهاكما ربكما عن الأكل من الشجرة إِلا كراهية أن تكونا مَلكَين أو تصبحا من المخلّدين في الجنة ﴿وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ الناصحين﴾ أي حلف لهما بالله على ذلك حتى خدعهما وقد يُخْدع المؤمن بالله قال الألوسي: وإِنما عبّر بصيغة المفاعلة للمبالغة لأن من يباري أحدًا في فعلٍ يجدُّ فيه ﴿فَدَلاَّهُمَا بِغُرُورٍ﴾ أي خدعهما بما غرهما به من القسم بالله قال ابن عباس: غرهما باليمين وكان آدم يظن أنه لا يحلف أحدٌ بالله كاذبًا فغرهما بوسوسته وقسمه لهما ﴿فَلَمَّا ذَاقَا الشجرة بَدَتْ لَهُمَا سَوْءَاتُهُمَا﴾ أي فلما أكلا من الشجرة ظهرت عوراتهما قال الكلبي: تهافت عنهما لباسهما فأبصر كلٌ منهما عورة صاحبه فاستحيا ﴿وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن\nوَرَقِ الجنة﴾ أي أخذا وشرعا يلصقان ورقة على ورقة ليستترا به بعد أن كانت كسوتهما من حلل الجنة قال القرطبي: أي جعلا يقطعان الورق ويلزقانه ليستترا به ومنه خصف النعل وعن وهب ابن منبه قال: كان لباس آدم وحواء نورًا على فروجهما لا يرى هذا عورة هذه، ولا هذه عورة هذا فلما أصاب الخطيئة بدت لهما سوآتهما ﴿وَنَادَاهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ﴾ أي ناداهما الله بطريق العتاب والتوبيخ قائلًا: أَلم أحذركما من الأكل من هذه الشجرة وأخبركما بعداوة الشيطان اللعين؟ روى أنه تعالى قال لآدم: ألم يكن لك فيما منحتك من شجر الجنة مندوحةٌ عن هذه الشجرة؟ فقال: بلى وعزتك ولكنْ ما ظننتُ أن أحدًا من خلقك يحلف بك كاذبًا قال: فوعزتي لأهبطنَّك إِلى الأرض ثم لا تنال العيش إِلا كدًّا ﴿قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخاسرين﴾ اعترفا بالخطيئة وتابا من الذنب وطلبا من الله المغفرة والرحمة قال الطبري: وهذه الآية هي الكلمات التي تلقاها آدم من ربه ﴿قَالَ اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ الخطاب لآدم وحواء وإِبليس ولهذا جاء بصيغة الجمع أي اهبطوا من سماء القدس إِلى الأرض حال كون بعضكم عدوًا لبعض، فالشيطان عدوٌ للإِنسان، والإِنسان عدوٌ للشيطان كقوله\n﴿إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ [فاطر: ٦] ﴿وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ﴾ أي لكم في الأرض موضع استقرار وتمتع وانتفاع إلى حين انقضاء آجالكم ﴿قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ﴾ أي في الأرض تعيشون وفيها تُقبرون ومنها تُخرجون للجزاء كقوله ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى﴾ [طه: ٥٥] ثم ذكر تعالى ما امتنَّ به على ذرية آدم من اللباس والرياش والمتاع فقال ﴿يابنيءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا﴾ أي أنزلنا عليكم لباسين: لباسًا يستر عوراتكم، ولباسًا يزينكم وتتجملون به قال الزمخشري: الريش لباس الزينة استعير من ريش الطير لأنه لباسه وزينته ﴿وَلِبَاسُ التقوى ذلك خَيْرٌ﴾ أي ولباس الورع والخشية من الله تعالى خير ما يتزين به المرء فإِن طهارة الباطن أهم من جمال الظاهر قال الشاعر:\nوخيرُ لباس المرء طاعةُ ربه ... ولا خير فيمن كان الله عاصيًا\n﴿ذلك مِنْ آيَاتِ الله﴾ أي إِنزال اللباس من الآيات العظيمة الدالة على فضل الله ورحمته على عباده ﴿لَعَلَّهُمْ يَذَّكَّرُونَ﴾ أي لعلهم يذكرون هذه النعم فيشكرون الله عليها ﴿يابنيءَادَمَ لاَ يَفْتِنَنَّكُمُ الشيطان﴾ أي لا يغوينكم الشيطان بإضلاله وفتنته ﴿كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الجنة﴾ أي كما أغوى أبويكم بالأكل من الشجرة حتى أخرجهما من الجنة ﴿يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ﴾ أي ينزع عنهما اللباس لتظهر العورات، ونسب النزع إِليه لأنه المتسبب، وهذا هدف اللعين أن يهتك الستر عن الإِنسان ويعريه من جميع الفضائل الحسيّة والمعنوية ﴿إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ﴾ أي\nإن الشيطان يبصركم هو وجنوده من الجهة التي لا تبصرونه منها، فهو لكم بالمرصاد فاحذروا كيده ومكره لأن العدو إِذا أتى من حيث لا يُرى كان أشدَّ وأخوف ﴿إِنَّا جَعَلْنَا الشياطين أَوْلِيَآءَ لِلَّذِينَ لاَ يُؤْمِنُونَ﴾ أي جعلنا الشياطين أعوانًا وقرناء للكافرين ﴿وَإِذَا فَعَلُواْ فَاحِشَةً﴾ أي وإذا فعل المشركون فاحشة وهي الفعلة المتناهية في القبح كالطواف حول البيت عراة ﴿قَالُواْ وَجَدْنَا عَلَيْهَآ آبَاءَنَا﴾ أي اعتذروا عن ذلك الفعل القبيح بتقليد الآباء ﴿والله أَمَرَنَا بِهَا﴾ أي أمرنا بالتجرد من الثياب إِذ كيف نطوف في ثيابٍ عصينا فيها الله! وهذا افتراء على ذي الجلال قال البيضاوي: احتجوا بأمرين: تقليد الآباء، والافتراء على الله سبحانه، فأعرض عن الأول لظهور فساده، وردَّ الثاني بقوله ﴿قُلْ إِنَّ الله لاَ يَأْمُرُ بالفحشآء﴾ أي قل لهم يا محمد: الله منزّه عن النقص لا يأمر عباده بقبائح الأفعال ومساوئ الخصال ﴿أَتَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ الاستفهام للإِنكار والتوبيخ أي أتكذبون على الله وتنسبون إِليه القبيح دون علمٍ ونظرٍ صحيح؟ ﴿قُلْ أَمَرَ رَبِّي بالقسط﴾ أي بالعدل والاستقامة ﴿وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾ أي توجهوا بكليتكم إِليه عند كل سجود ﴿وادعوه مُخْلِصِينَ لَهُ الدين﴾ أي واعبدوه مخلصين له العبادة والطاعة قال ابن كثير: أي أمركم بالاستقامة في عبادته وهي متابعة المرسلين المؤيدين بالمعجزات وبالإِخلاص لله في العبادة فإِن الله تعالى لا يتقبل العمل حتى يجمع هذين الركنين: أن يكون صوابًا موافقًا للشريعة، وأن يكون خالصًا من الشرك ﴿كَمَا بَدَأَكُمْ تَعُودُونَ﴾ أي كما بدأكم من الأرض تعودون إِليها ﴿فَرِيقًا هدى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضلالة﴾ أي هدى فريقًا منكم وأضلَّ فريقًا منكم وهو الفعال لما يريد لا يُسأل عما يفعل ﴿إِنَّهُمُ اتخذوا الشياطين أَوْلِيَآءَ مِن دُونِ الله﴾ هذا تعليل للفريق الذين حقت عليهم الضلالة أي اتخذوا الشياطين نصراء من دون الله ﴿وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ﴾ أي يظنون أنهم على بصيرة وهداية.\nالبَلاَغَة: ١ - ﴿حَرَجٌ مِّنْهُ﴾ أي ضيق من تبليغه فهو على حذف مضاف مثل ﴿وَسْئَلِ القرية﴾ [يوسف: ٨٢] .\n٢ - ﴿مِّن رَّبِّكُمْ﴾ التعرض لوصف الربوبية مع الإِضافة لضمير المخاطبين لمزيد اللطف بهم وترغيبهم في امتثال الأوامر.\n٣ - ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ بين ﴿ثَقُلَتْ﴾ و﴿خَفَّتْ﴾ طباقٌ وكذلك بين ﴿بَيَاتًا﴾ و﴿قَآئِلُونَ﴾ لأن البيات معناه ليلًا و﴿قَآئِلُونَ﴾ معناه نهارًا وقت الظهيرة.\n٤ - ﴿خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ﴾ هو على حذف مضاف أي خلقنا أباكم وصورنا أباكم.\n٥ - ﴿لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم﴾ استعار الصراط المستقيم لطريق الهداية الموصلإلى جنان النعيم.\n٦ - ﴿وَيَآءَادَمُ﴾ فيه إيجاز بالحذف أي وقلنا يا آدم.\n٧ - ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ عبَّر عن الأكل بالقرب مبالغة في النهي عن الأكل منها.\n٨ - ﴿وَقَاسَمَهُمَآ إِنِّي لَكُمَا﴾ أكد الخبر بالقسم وبإِنَّ واللام لدفع شبهة الكذب وهو من الضرب الذي يسمى «إنكاريًا» لأن السامع متردّد.\n٩ - ﴿فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ﴾ بين الجملتين طباقٌ وهو من المحسنات البديعية.\nتنبيه: سميت العورة سوأة لأن كشفها يسوء صاحبها قال العلماء: في الآية دليل على أن كشف العورة من عظائم الأمور وأنه مستهجنٌ في الطباع ولذلك سميت سوأة أقول: إن الآية قد أوضحت هدف إبليس اللعين ﴿يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ﴾ فمن دعا إلى تعري المرأة وشجَّع على ذلك كما هو حال من يزعم التقدمية ويدعو المرأة إلى نزع الحجاب بدعوة الحرية والمساواة فإنما هو عدوٌ للمرأة ومن أنصار وأعوان إبليس لأن الهدف واحد، وهي دعوة مكشوفة غايتها التفسخُ والانحلال الخلقي، وليست التقدمية بالتكشف والتعري وإنما هي بصيانة الشرف والعفاف ولله در القائل:\nيا ابنتي إن أردتِ آيةَ حسنٍ ... وجمالًا يزينُ جسمًا وعقلًا\nفانبذي عادة التبرج نبذًا ... فجمالُ النفوسِ أسمى وأَعْلى\nيصنع الصَّانعون وردًا ولكنْ ... رودةُ الروضِ لا تُضارع شكلًا", "ayah": 16, "surah": 7}