{"text": "المنَاسَبَة: لما ذكر تعالى حال الكفار الأشقياء وخسارتهم الفادحة في الآخرة، ذكر هنا أنه لا حجة لأحد فقد أرسل الله الرسل وأنزل الكتب لهداية البشرية، ثم ذكر قصص بعض الأنبياء فبدأ بنوح ﵇ شيخ الأنبياء ثم أعقبه بذكر هودٍ ﵇ وموقف المشركين من دعوة الرسل الكرام.\nاللغة: ﴿تَأْوِيلَهُ﴾ عاقبة أمره وما يئول إليه من آل يئول إذا صار إليه ﴿استوى﴾ الاستواء: العلوّ والاستقرار قال الجوهري: استوى على ظهر الدابة استقرّ: واستوى إلى السماء قصد، واستوى الشيءُ إذا اعتدل ﴿يُغْشِي﴾ يغطيّ ﴿حَثِيثًا﴾ سريعًا والحثُّ: الإِعجال والسرعة ﴿تَبَارَكَ﴾ تفاعل من البركة وهي الكثرة والاتساع قال الأزهري: تبارك أي تعالى وتعاظم وارتفع ﴿تَضَرُّعًا﴾ تذللًا واستكانة وهو إظهار الذل الذي في النفس مع الخشوع ﴿وَخُفْيَةً﴾ سرًا ﴿بُشْرًا﴾ مبشرة بالمطر ﴿أَقَلَّتْ﴾ حملت ﴿نَكِدًا﴾ العِسر القليل ﴿آلاء﴾ [النجم: ٥٥] الآلاء النِّعَم واحدها «لَى» كمِعَى.\nالتفِسير: ﴿وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ﴾ أي ولقد جئنا أهل مكة بكتاب هو القرآن العظيم ﴿فَصَّلْنَاهُ على عِلْمٍ﴾ أي هداية معانيه ووضحنا أحكامه على علم منا حتى جاء قيّمًا غير ذي عوج ﴿هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾ أي هداية ورحمة وسعادة لمن آمن به ﴿هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ﴾ أي ما ينتظر أهل مكة إلا عاقبة ما وُعدوا به من العذاب والنكال قال قتادة: تأويله عاقبتُه ﴿يَوْمَ يَأْتِي تَأْوِيلُهُ﴾ هو يوم القيامة ﴿يَقُولُ الذين نَسُوهُ مِن قَبْلُ﴾ أي يقول الذين ضيّعوا وتركوا العمل به في الدنيا ﴿قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق﴾ أي جاءتنا الرسل بالأخبار الصادقة وتحقق لنا صدقهم فلم نؤمن بهم ولم نتبعهم قال الطبري: أقسم المساكين حين حل بهم العقاب أن رسل الله قد بلّغتهم الرسالة ونصحتْ لهم\nوصدَقَتْهم حين لا ينفعهم ولا ينجيهم من سخط الله كثرةُ القيل والقال ﴿فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ﴾ أي هل لنا اليوم شفيع يخلصنا من هذا العذاب؟ استفهام فيه معنى التمني ﴿أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الذي كُنَّا نَعْمَلُ﴾ أو هل لنا من عودة إلى الدنيا لنعمل صالحًا غير ما كنا نعمله من المعاصي وقبيح الأعمال؟ قال تعالى ردًّا عليهم ﴿قَدْ خسروا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي خسروا أنفسهم حيث ابتاعوا الخسيس الفاني من الدنيا بالنفيس الباقي من الآخرة، وبطل عنهم ما كانوا يزعمونه من شفاعة الآلهة والأصنام، ثم ذكر تعالى دلائل القدرة والوحدانية فقال ﴿إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ﴾ أي إن معبودكم وخالقكم الذي تعبدونه هو المنفرد بقدرة الإِيجاد الذي خلق السماوات والأرض في مقدار ستة أيام من أيام الدنيا قال القرطبي: لو أراد لخلقها في لحظة ولكنه أراد أن يعلِّم العبادَ التثبت في الأمور ﴿ثُمَّ استوى عَلَى العرش﴾ أي استواءً يليق بجلاله من غير تشبيه ولا تمثيل ولا تعطيلٍ ولا تحريف كما هو مذهب السلف وكما قال الإِمام مالك ﵀: الاستواء معلوم، والكَيْف مجهول، والإِيمان به واجب، والسؤال عنه بدعة وقال الإِمام أحمد ﵀: أخبارُ الصفات تُمرُّ كما جاءت بلا تشبيه ولا تعطيل فلا يقال: كيف؟ ولِمَ؟ نؤمن بأن الله على العرش كيف شاء، وكما شاء بلا حدٍّ ولا صفةٍ يبلغها واصف أو يحدها حادُّ، نقرأ الآية والخبر ونؤمن بما فيهما ونكِلُ الكيفية في الصفات إلى علم الله ﷿ وقال القرطبي: لم ينكر أحدٌ من السلف الصالح أنه استوى على عرشه حقيقةً وإِنما جهلوا كيفية الساتواء فإِنه لا تُعلم حقيقته ﴿يُغْشِي اليل النهار يَطْلُبُهُ حَثِيثًا﴾ أي يغطي الليل على النهار فيذهب بضوئه ويطلبه سريعًا حتى يدركه ﴿والشمس والقمر والنجوم مُسَخَّرَاتٍ﴾ أي الجميع تحت قهره ومشيئته وتسخيره ﴿بِأَمْرِهِ أَلاَ لَهُ الخلق والأمر﴾ أي له الملك والتصرف التام في الكائنات ﴿تَبَارَكَ الله رَبُّ العالمين﴾ أي تعظّم وتمجّد الخالق المبدع رب العالمين ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ أي أدعوا الله تذللًا وسرًا بخشوع وخضوع ﴿إِنَّهُ لاَ يُحِبُّ المعتدين﴾ أي لا يحب المعتدين في الدعاء بالتشدق ورفع الصوت وفي الحديث\n«إنكم لا تدعون أصمَّ ولا غائبًا» ﴿وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا﴾ أي لا تفسدوا في الأرض بالشرك والمعاصي بعد أن أصلحها الله ببعثة المرسلين ﴿وادعوه خَوْفًا وَطَمَعًا﴾ أي خوفًا من عذابه وطمعًا في رحمته ﴿إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين﴾ أي رحمته تعالى قريبة من المطيعين الذين يمتثلون أوامره ويتركون زواجره ﴿وَهُوَ الذي يُرْسِلُ الرياح بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي يرسل الرياح مبشرة بالمطر قال في البحر: ومعنى بين يدي رحمته أي أمام نعمته وهو المطر الذي هو من أجلّ النعم وأحسنها أثرًا على الإِنسان ﴿حتى إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا﴾ أي حتى إذا حملت الرياح سحابًا مثقلًا بالماء ﴿سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ﴾ أي سقنا السحاب إلى أرض ميتة مجدبة لا نبات فيها ﴿فَأَنْزَلْنَا بِهِ المآء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثمرات﴾ أي أنزلنا في ذلك البلد الميت الماء فأخرجنا بذلك الماء من كل أنواع الثمرات ﴿كذلك نُخْرِجُ الموتى لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي مثل هذا الإِخراج نُخرج الموتى من\nقبورهم لعلكم تعتبرون وتؤمنون قال ابن كثير: وهذا المعنى كثير في القرآن يضرب الله المثل ليوم القيامة بإحياء الأرض بعد موتها ولها قال لعلكم تذكّرون ﴿والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ﴾ أي الأرضُ الكريمةُ التربة يخْرج النبات فيها وافيًا حسنًا غزير النفع بمشيئة الله وتيسيره، وهذا مثل للمؤمن يسمع الموعظة فينتفع بها ﴿والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا﴾ أي والأرض إذا كانت خبيثة التربة كالحرّة أو السبخة لا يخرج النبات فيها إلا بعسر ومشقة وقليلًا لا خير فيه، وهذا مثلٌُ للكافر الذي لا ينتفع بالموعظة قال ابن عباس: هذا مثلٌ ضربه الله للمؤمن والكافر، فالمؤمن طيّب وعمله طيب كالأرض الطيبة ثمرها طيب، والكافر خبيثٌ وعملهُ خبيث كالأرض السبخة المالحة لا ينتفع بها ﴿كذلك نُصَرِّفُ الآيات لِقَوْمٍ يَشْكُرُونَ﴾ أي كما ضربنا هذا المثل كذلك نبيّن وجوه الحجج ونكررها آية بعد آية، وحجة بعد حجة لقوم يشكرون الله على نعمه، وإنما خصّ الشاكرين بالذكر لأنهم المنتفعون بسماع القرآن قال الآلوسي: أي مِثلَ هذا التصريف البديع نردِّد الآيات الدالة على القدرة الباهرة ونكررها لقومٍ يشكرون نعم الله تعالى، وشكرُها بالتفكر والاعتبار بها ﴿لَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ اللام جواب قسمٍ محذوف أي والله أرسلنا نوحًا، ونوحٌ شيخ الأنبياء لأنه أطولهم عمرًا وهو أول نبيّ بعثه الله بعد إدريس، ولم يلق نبيٌّ من الأذى مثل نوح ﴿فَقَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وحدّوا الله ولا تشركوا به فما لكم إلهٌ مستحقٌ للعبادة غيره ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إن أشركتم به ولم تؤمنوا فأنا أخاف عليكم عذاب يومٍ عظيم هو يوم القيامة ﴿قَالَ الملأ مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي قال الأشراف والسادة من قومه إنا لنراك يا نوح في ذهابٍ عن طريق الحق والصواب واضح جلي قال أبو حيان: ولم يجبه من قومه إلا أشرافُهم وسادتهم وهم الذين يتعاصون على الرسل لانغماس عقولهم بالدنيا وطلب الرياسة، وهكذا حال الفجار إنما يرون الأبرار في ضلالة ﴿قَالَ يَاقَوْمِ لَيْسَ بِي ضَلاَلَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ أي ما أنا بضال ولكنْ أنا مرسل إليكم من عند ربكم المالك لأموركم الناظر لكم بالمصلحة ﴿أُبَلِّغُكُمْ رِسَالاَتِ رَبِّي وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ الله مَا لاَ تَعْلَمُونَ﴾ أي أنا أبلغكم ما أرسلني الله به إليكم وأقصد صلاحكم وخيركم وأعلم من الأمور الغيبية أشياء لا علم لكم بها قال ابن كثير: وهذا شأن الرسول أن يكون مبلغًا فصيحًا ناصحًا عالمًا بالله لا يدركه أحد من خلق الله في هذه الصفات ﴿أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ على رَجُلٍ مِّنْكُمْ﴾ أي لا تعجبوا من هذا فإِن هذا\nليس بعجيب أن يوحي الله إلى رجل منكم رحمة بكم ولطفًا وإِحسانًا إليكم ﴿لِيُنذِرَكُمْ وَلِتَتَّقُواْ وَلَعَلَّكُمْ تُرْحَمُونَ﴾ أي ليخوفكم هذا الرسول من العذاب إن لم تؤمنوا ولتتقوا ربكم وتنالكم الرحمة بتقواه ﴿فَكَذَّبُوهُ فَأَنجَيْنَاهُ والذين مَعَهُ فِي الفلك﴾ أي كذبوا نوحًا مع طول مدة إقامته فيهم فأنجاه الله والمؤمنين معه في السفينة ﴿وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَآ﴾ أي أهلكنا المكذبين منهم بالغرق ﴿إِنَّهُمْ كَانُواْ قَوْمًا عَمِينَ﴾ أي عميت قلوبهم عن الحق فهم لا يبصرونه ولا يهتدون له قال ابن عباس: عميتْ قلوبهم عن معرفة التوحيد والنبوة والمعاد ﴿وإلى عَادٍ أَخَاهُمْ هُودًا﴾ أي وأرسلنا إلى قوم عاد أخاهم هودا وكانت مساكنهم بالأحقاف باليمن ﴿قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي قال لهم رسولهم وحّدوا الله فليس لكم إله غيره ﴿أَفَلاَ تَتَّقُونَ﴾ أي أفلا تخافون عذابه؟ ﴿قَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ﴾ أي قال السادة والقادة منهم ﴿إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وِإِنَّا لَنَظُنُّكَ مِنَ الكاذبين﴾ أي نراك في خفة حلم وسخافة عقل وإننا لنظنك من الكاذبين في ادعائك الرسالة ﴿قَالَ يَاقَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ أي ليس بي كما تزعمون نقص في العقل ولكني مرسل إليكم بالهداية من رب العالمين ﴿أُبَلِّغُكُمْ رِسَالاتِ رَبِّي وَأَنَاْ لَكُمْ نَاصِحٌ أَمِينٌ﴾ أي أبلغكم أوامر الله وأنا ناصح لكم فيما أدعوكم إليه، أمينٌ على ما أقول لا أكذب فيه قال الزمخشري: وفي أبلغكم أوامر الله وأنا ناصح لكم فيما أدعوكم إليه، أمينٌ على ما أقول ولا أكذب فيه قال الزمخشري: وفي إجابة الأنبياء ﵈ مِمَّنْ نسبَهم إلى السفاهة والضلالة - بما أجابوهم به من الكلام الصادر عن الحلم وترك المقابلة - أدبٌ حسنٌ وخُلُق عظيم، وتعليم للعباد كيف يخاطبون السفهاء ويسبلون أذياهم على ما يكون منهم ﴿أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ على رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ﴾ أي لا تعجبوا أن بعث الله إليكم رسولًا من أنفسكم لينذركم لقاء الله ويخوفكم عذابه ﴿واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ قَوْمِ نُوحٍ﴾ أي اذكروا نعمة الله حين استخلفكم في الأرض بعد إهلاك قوم نوح ﴿وَزَادَكُمْ فِي الخلق بَصْطَةً﴾ أي زاد في أجسامكم قوةً وضخامة ﴿فاذكروا آلآءَ الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي اذكروا نعم الله عليكم كي تفلحوا وتفوزوا بالسعادة ﴿قالوا أَجِئْتَنَا لِنَعْبُدَ الله وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا﴾ أي أجئتنا يا هود تتوعدنا بالعذاب كي نعبد الله وحده ونهجر عبادة الآلهة والأصنام ونتبرأ منها؟ ﴿فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين﴾ أي فأتنا بما تعدنا به من العذاب فلن نؤمن لك إن كنت من الصادقين في قولك ﴿قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ﴾ أي قد حلّ بكم عذاب وغضب من الله ﴿أتجادلونني في أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنْتُمْ وَآبَآؤكُمُ مَّا نَزَّلَ الله بِهَا مِن سُلْطَانٍ﴾ أي أتخاصمونني في أصنام لا تضر ولا تنفع ما أنزل الله بعبادتها من حجة أو برهان ﴿فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين﴾ أي فانتظروا نزول العذاب إني من المنتظرين لما يحل بكم وهذا غاية الوعيد والتهديد ﴿فَأَنجَيْنَاهُ والذين مَعَهُ بِرَحْمَةٍ مِّنَّا﴾ أي أنجينا هودًا والذين معه من المؤمنين رحمة منا لهم ﴿وَقَطَعْنَا دَابِرَ الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي استأصلناهم بالكلية ودمرناهم عن آخرهم ﴿وَمَا كَانُواْ مُؤْمِنِينَ﴾ أي كذبوا ولم يؤمنوا فاستحقوا العذاب قال أبو السعود: أي أصروا على الكفر والتكذيب ولم يرعووا عن ذلك أبدًاَ فأهلكهم الله بالريح العقيم.\nالبَلاَغَة: ١ - ﴿أَلاَ لَهُ الخلق والأمر﴾ الآية على قلة ألفاظها جمعت معاني كثيرة استوعبت جميع الأشياء والشئون على وجه الاستقصاء حتى قال ابن عمر: من بقي له شيء فليطلبه وهذا الأسلوب البليغ يسمى «إيجاز قِصَر» ومداره على جمع الألفاظ القليلة للمعاني الكثيرة.\n٢ - ﴿سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ﴾ وصفُ البلد بالموت استعارةٌ لجدبه وعدم نباته كأنه كالجسد الذي لا روح فيه من حيث عدم الانتفاع به.\n٣ - ﴿كذلك نُخْرِجُ الموتى﴾ أي مثل إخراج النبات من الأرض نخرج من الموتى من قبورهم فهو تشبيه «مرسل مجمل» ذكرت الأداة ولم يذكر وجه الشبه.\n٤ - ﴿وَقَطَعْنَا دَابِرَ﴾ قطع الدابر كنايةٌ لطيفةٌ عن استئصالهم جميعًا بالهلاك.\nتنبيه: ذكر العلامة الألوسي عند قوله تعالى ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ عن الحسن البصري أنه قال: لقد كان المسلمون يجتهدون في الدعاء وما يسمع لهم صوت إن كان إلا همسًا بينهم وبين ربهم وذلك أنه تعالى يقول ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ وأنه سبحانه ذكر عبدًا صالحًا فقال ﴿إِذْ نادى رَبَّهُ نِدَآءً خَفِيًّا﴾ [مريم: ٣] ثم قال: وذكروا للدعاء آدابًا كثيرة منها: أن يكون على طهارة، وأن يستقبل القبلة، وتخلية القلب من الشواغل، وافتتاحه واختتامه بالصلاة على النبي ﷺ َ ورفع اليدين نحو السماء، وإشراك المؤمنين فيه، وتحري ساعات الإِجابة كثلث الليل الأخير، ووقت إفطار الصائم، ويوم الجمعة وغير ذلك.", "ayah": 52, "surah": 7}