{"text": "المنَاسَبة: لما ذكر تعالى في أول السورة قصة آدم، وما اتصل بها من آثار قدرته، وغرائب صنعته، الدالة على توحيده وربويته، وأقام الحجة الدامغة على صحة البعث بعد الموت، أتبع ذلك بقصص الأنبياء وما جرى لهم مع أممهم، فذكر نوحًا وهودًا وأعقبه هنا بذكر قصة صالح وشعيب، وموقف المعاندين للرسل الكرام.\nاللغَة: ﴿نَاقَةُ﴾ الناقة: الأنثى من الجمال، وعقر الناقة ضرب قوائمها بالسيف ﴿عَتَوْاْ﴾ استكبروا عتا عتوًا أي استكبر والليلُ العاتي: الشديد الظلمة ﴿جَاثِمِينَ﴾ لاصقين بالأرض على ركبهم ووجوههم كما يجثم الطائر ﴿الرجفة﴾ الطامة التي يرجف لها الإِنسان أي يتزعزع ويضطرب وأصل الرجف الاضطراب رجفت الأرض اضطربت ﴿الغابرين﴾ الباقين في عذاب الله، والغابر بمعنى الباقي ويجيء بمعنى الماضي والذاهب ومنه قول الأعشى: في الزمن الغابر فهو من الأضداد كما في الصحاح ﴿يَغْنَوْاْ﴾ يقيموا يقال غَنَى بالمكان إذا أقام به دهرًا طويلًا ﴿عِفُواْ﴾ كثروا ونموا من عفا النبات إذا كثر.\nالتِفسير: ﴿وإلى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وحّدوا الله ولا تشركوا به ﴿قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ﴾ أي معجزة ظاهرة جلية تدل على صحة نبوتي ﴿هذه نَاقَةُ الله لَكُمْ آيَةً﴾ هذا بيانٌ للمعجزة أي هذه الناقة معجزتي إليكم وإضافتها إلى الله للتشريف\nوالتعظيم لأنها خلقت بغير واسطة قال القرطبي: أخرج لهم الناقة حين سألوه من حجر صلد ﴿فَذَرُوهَا تَأْكُلْ في أَرْضِ الله﴾ أي اتركوها تأكل من رزق ربها ﴿وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ﴾ أي لا تتعرضوا لها بشيءٍ من السو أصلًا إكرامًا لها لأنها آية الله، والعذاب الأليم هو ما حلَّ بهم حين عقروها ﴿واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ﴾ أي خلفاء في الأرض قال الشهاب: لم يقل خلفاء عاد إشارة إلى أن بينهما زمانًا طويلًا ﴿وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا﴾ أي أسكنكم في أرض الحِجرْ تبنون ف سهولها قصورًا رفيعة ﴿وَتَنْحِتُونَ الجبال بُيُوتًا﴾ أي تنحتون الجبال لسكناكم قال القرطبي: اتخذوا البيوت في الجبال لطول أعمارهم فإن الأبنية كانت تبلى قبل فناء أعمارهم ﴿فاذكروا آلآءَ الله وَلاَ تَعْثَوْا فِي الأرض مُفْسِدِينَ﴾ أي اذكروا نعم الله علكم واشكروه على ما تفضل به ولا تعيثوا في الأرض فسادًا ﴿قَالَ الملأ الذين استكبروا مِن قَوْمِهِ لِلَّذِينَ استضعفوا لِمَنْ آمَنَ مِنْهُمْ﴾ أي قال الأشراف المستكبرون من قوم صالح للمؤمنين المستضعفين من أتباع صالح ﵇ ﴿أَتَعْلَمُونَ أَنَّ صَالِحًا مُّرْسَلٌ مِّن رَّبِّهِ﴾ أي أن الله أرسله إلينا وإِليكم، وهذا قالوه على سبيل السخرية والاستهزاء ﴿قالوا إِنَّا بِمَآ أُرْسِلَ بِهِ مُؤْمِنُونَ﴾ أي أجابوهم بالأسلوب الحكيم بالإِيمان برسالته قال أبو حيان: وعدولهم عن قولهم هو مرل إلى قولهم ﴿إِنَّا بِمَآ أُرْسِلَ بِهِ مُؤْمِنُونَ﴾ في غاية الحسن إذْ أمر رسالته معلوم واضح مسلَّم لا يدخله ريب لما أتى به من هذا المعجز الخارق العظيم فلا يحتاج أن يسأل عن رسالته ﴿قَالَ الذين استكبروا إِنَّا بالذي آمَنتُمْ بِهِ كَافِرُونَ﴾ أي قال المستكبرون نحن كافرون بما صدَّقتم به من نبوة صالح وإنما لم يقولوا إنا بما أرسل به كافرون إظهارًا لمخالفتهم إياهم وردًا لمقالتهم ﴿فَعَقَرُواْ الناقة وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ﴾ أي نحروا الناقة واستكبروا عن امتثال أمر الله ﴿وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين﴾ أي جئنا يا صالح بما تعدنا من العذاب الذي تخوفنا به إن كنت يا صالح حقًا رسولًا، قالوا ذلك استهزاء به وتعجيزًا ﴿فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أخذتهم الزلزلة الشديدة فصاروا في منازلهم هامدين موتى لا حِراك بهم قال في البحر: أخذتهم صيحة من السماء فيها صوت كل صاعقة وصوتُ كل شيء له صوتٌ في الأرض فقطعت قلوبهم وهلكوا ﴿فتولى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِن لاَّ تُحِبُّونَ الناصحين﴾ أي أدبر عنهم صالح بعد هلاكهم ومشاهدة ما جرى عليهم وقال على سبيل التفجع والتحسر عليهم: لقد بلّغنكم الرسالة وحذرتكم عذاب الله وبذلت وسعي في نصيحتكم ولكن شأنكم الاستمرار على بغض الناصحين وعداوتهم قال الزمخشري ﴿وَلَكِن لاَّ تُحِبُّونَ الناصحين﴾ حكاية حال ماضية قد يقول الرجل لصاحبه وهو ميت - وكان قد نصحه حيًا فلم يسمع منه حتى ألقى بنفسه في التهلكة -: يا أخي كم نصحتك وكم قلت لك فلم تقبل مني؟ ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين﴾ أي واذكر وقت أن قال لوط لقومه أهل سدوم على سبيل الإِنكار والتوبيخ: أتفعلون تلك الفعلة الشنيعة المتناهية في القبح التي ما عملها أحد قبلكم في زمن من الأزمان! والفاحشة هي إتيان الذكور في الأدبار، أنكر عليهم أولًا فعلها\nثم وبخهم بأنهم أول من فعلها قال أبو حيان: ولما كان هذا الفعل معهودًا قبحه، ومركوزًا في العقول فحشه أتى به معرفًا بالألف واللام ﴿الفاحشة﴾ بخلاف الزنى فإنه قال فيه\n﴿إِنَّهُ كَانَ فَاحِشَةً﴾ [النساء: ٢٢] فأتى به منكرًا، والجملة المنفية ﴿مَا سَبَقَكُمْ﴾ تدل على أنهم أول من فعل هذه الفعلة القبيحة وأنهم مبتكروها، والمبالغة في ﴿مِنْ أَحَدٍ﴾ حيث زيدت مِنْ لتأكيد نفي الجنس، وفي الإِتيان بعموم ﴿العالمين﴾ جمعًا قال عمرو بن دينار: ما رؤي ذكرٌ على ما ذكر قبل قوم لوط ﴿إِنَّكُمْ لَتَأْتُونَ الرجال شَهْوَةً مِّن دُونِ النسآء﴾ هذا بيانٌ للفاحشة وهو توبيخٌ آخر أشنع مما سبق لتأكيده بإنَّ وباللام أي إنكم أيها القوم لتأتون الرجال في أدبارهم شهوة منكم لذلك الفعل الخبيث المكروه دون ما أحله الله لكم من النساء ثم أضرب عن الإِنكار إلى الإِخبار عنهم بالجال التي توجب ارتكاب القبائح واتباع الشهوات فقال ﴿بَلْ أَنْتُمْ قَوْمٌ مُّسْرِفُونَ﴾ أي لا عذر لكم بل أنتم عادتكم الإِسراف وتجاوز الحدود في كل شيء قال أبو السعود: وفي التقييد بقوله ﴿شَهْوَةً﴾ وصفٌ لهم بالبهيمية الصِّرفة وتنبيهٌ على أن العاقل ينبغي أن يكون الداعي له إلى المباشرة طلب الولد وبقاء النسال لاقضاء الشهوة ﴿وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أَخْرِجُوهُمْ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ أي ما كان جوابهم للوطٍ إذ وبخهم على فعلهم القبيح إلا أن قال بعضهم لبعض: أخرجوا لوطًا وأتباعه المؤمنين من بلدتكم لأنهم أناس يتنزهون عما نفعله نحن من إتيان الرجال في الأدبار، قال ابن عباس ومجاهد: ﴿إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ أي يتقذرون عن إتيان أدبار الرجال والنساء، قالوا ذلك سخرية واستهزاءً بلوط وقومه وعابوهم بما يمدح به الإِنسان ﴿فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين﴾ أي أنجيناه من العذاب الذي حلّ بقومه وأهله المؤمنين إلا امرأته فلم تنج وكانت من الباقين وبالله كافرة فهلكت مع من هلك من قوم لوط حين جاءهم العذاب ﴿وَأَمْطَرْنَا عَلَيْهِمْ مَّطَرًا﴾ أي أرسلنا عليه نوعًا من المطر عجيبًا هو حجارة من سجيل كما في الآية الأخرى\n﴿فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ﴾ [الحجر: ٧٤] وشبه العذاب بالمطر المدرار لكثرته حيث أرسل إرسال المطر ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ أي انظر أيها السامع إلى عاقبة هؤلاء المجرمين كيف كانت؟ وإلى أي شيءٍ صارت؟ هل كانت إلا البوار والهلاك؟! ﴿وإلى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وأرسلنا إلى أهل مدين شعيبًا داعيًا لهم إلى توحيد الله وعبادته قال ابن كثير: ومدين تطلق على القبيلة وعلى المدينة وهي التي بقرب «معان» من طريق الحجاز وهم أصحاب الأيكة كما سنذكره ﴿قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ﴾ أي معجزة تدل على صدقي ﴿فَأَوْفُواْ الكيل والميزان﴾ أي أتموا للناس حقوقهم بالكليل الذي تكيلون به والوزن الذي تزنون به ﴿وَلاَ تَبْخَسُواْ الناس أَشْيَاءَهُمْ﴾ أي لا تظلموا الناس حقوقهم ولا تُنْقصوهم إياها ﴿وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا﴾ أي لا تعملوا بالمعاصي بعد إصلاحها ببعثة الرسل ﴿ذلكم خَيْرٌ لَّكُمْ إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي ما أمرتكم به من إخلاص العبادة لله\nوإيفاء الناس حقوقهم وترك الفساد في الأرض خير لكم إن كنتم مصدقين لي في قولي ﴿وَلاَ تَقْعُدُواْ بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ الله مَنْ آمَنَ بِهِ﴾ أي لا تجلسوا بكل طريق تخوّفون من آمن بالقتل قال ابن عباس: كانوا يقعدون على الطرقات المفضية إلى شعيب فيتوعدون من أراد المجيء إليه ويصدونه ويقولون: إنه كذاب فلا تذهب إليه على نحو ما كانت تفعله قريش مع رسول الله ﷺ َ ﴿وَتَبْغُونَهَا عِوَجًا﴾ أي تريدون أن تكون السبيل معوجة غير مستقيمة بمعنى تصويرهم أن دين الله غير مستقيم كما يقول الضالون في هذا الزمان «هذا الدين لا ينطبق مع العقل» لأنه لا يتمشى مع أهوائهم الفاجرة ﴿واذكروا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ﴾ أي كنتم قلة مستضعفين فأصبحتم كثرة أعزة فاشكروا الله على نعمته ﴿وانظروا كَيْفَ كَانَ عَاقِبَةُ المفسدين﴾ هذا تهديد لهم أي انظروا ما حلّ بالأمم السابقة حين عصوا الرسل كيف انتقم الله منهم واعتبروا بهم ﴿وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ آمَنُواْ بالذي أُرْسِلْتُ بِهِ وَطَآئِفَةٌ لَّمْ يْؤْمِنُواْ فاصبروا حتى يَحْكُمَ الله بَيْنَنَا وَهُوَ خَيْرُ الحاكمين﴾ أي إذا كان فريق صدقوني فيما جئتهم به وفريق لم يصدقوني فاصبروا حتى يفصل الله بحكمه العادل بيننا وهو خير الفاصلين قال أبو حيان: هذا الكلام من أحسن ما تلطّف به في المحاورة إذ برز المتحقق في صورة المشكوك وهو من بارع التقسيم فيكون وعدا للمؤمنين بالنصر ووعيدًا للكافرين بالعقوبة والخسار ﴿قَالَ الملأ الذين استكبروا مِن قَوْمِهِ﴾ أي قال أشراف قومه المستكبرين عن الإِيمان بالله ورسله ﴿لَنُخْرِجَنَّكَ ياشعيب والذين آمَنُواْ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا﴾ أقسموا على أحد الأمرين: إما إخراج شعيب وأتباعه وإما العودة إلى ملتهم أي إلى الكفر والمعنى لنخرجنك يا شعيب ومن آمن بك من بين أظهرنا أو لترجعن أنت وهم إلى ديننا قال شعيب مجيبًا لهم ﴿قَالَ أَوَلَوْ كُنَّا كَارِهِينَ﴾ أي أتجبروننا على الخروج من الوطن أو العودة في ملتكم ولو كنّا كارهين لذلك؟ والاستفهام للإِنكار ﴿قَدِ افترينا عَلَى الله كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا الله مِنْهَا﴾ أي إن عدنا إلى دينكم بعد أن أنقذنا الله منه بالإِيمان وبصّرنا بالهدى نكون مختلقين على الله أعظم أنواع الكذب، وهذا تيئيسٌ للكفار من العودة إلى دينهم ﴿وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلاَّ أَن يَشَآءَ الله رَبُّنَا﴾ أي لا ينبغي ولا يصح لنا أن نعود إلى ملتكم ودينكم إلا إذا شاء الله لنا الانتكاس والخذلان فيمضي فينا قضاؤه ﴿وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا﴾ أي وسع علمه كل الأشياء ﴿عَلَى الله تَوَكَّلْنَا﴾ أي اعتمادنا على الله وهو الكافي لمن توكل عليه ﴿رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق وَأَنتَ خَيْرُ الفاتحين﴾ أي احكم بيننا وبينهم بحكمك الحق الذي لا جور فيه ولا ظلم وأنت خيرالحاكمين ﴿وَقَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ لَئِنِ اتبعتم شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ﴾ أي قال الأشراف من قومه الفجرة الكفرة: إذا اتبعتم شعيبًا وأجبتموه إلى ما يدعوكم إليه إنكم إذًا لخاسرون لاستبدالكم الضلالة بالهدى قال تعالى ﴿فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أي فأخذتهم الزلزلة العظيمة فأصبحوا ميّتين جاثمين على الركب ﴿الذين كَذَّبُواْ شُعَيْبًا كَأَن لَّمْ يَغْنَوْاْ فِيهَا﴾ أي أهلك الله المكذبين كأنهم لم يقيموا في ديارهم منعَّمين ﴿الذين كَذَّبُواْ شُعَيْبًا كَانُواْ هُمُ الخاسرين﴾ إخبارٌ عنهم بالخسار بعد الهلاك والدمار ﴿\nفتولى عَنْهُمْ وَقَالَ ياقوم لَقَدْ أَبْلَغْتُكُمْ رِسَالاَتِ رَبِّي وَنَصَحْتُ لَكُمْ﴾ قاله تأسفًا لشدة حزنه عليهم لأنهم لم يتبعوا نصحه ﴿فَكَيْفَ آسى على قَوْمٍ كَافِرِينَ﴾ أي كيف أحزن على من لا يستحق أن يُحزن عليه قال الطبري: أي كيف أحزن على قوم جحدوا وحدانية الله وكذبوا رسوله وأتوجع لهلاكهم.\nالبَلاَغَة: ١ - ﴿نَاقَةُ الله﴾ الإضافة للتشريف والتكريم.\n٢ - ﴿وَلاَ تَمَسُّوهَا بسواء﴾ التنكير للتقليل والتحقير أي لا تمسوها بأدنى سوء.\n٣ - ﴿أَتَأْتُونَ الفاحشة﴾ الاستفهام للإِنكار والتوبيخ والتشنيع.\n٤ - ﴿إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ يسمى هذا النوع في علم البديع التعريض بما يوهم الذم ولذلك قال ابن عباس: عابوهم بما يُمدح به.\n٥ - ﴿عَلَى الله تَوَكَّلْنَا﴾ إظهار الاسم الجليل للمبالغة في التضرع وتقديم الجار والمجرور لإِفادة الحصر.\n٦ - بين لفظ ﴿مُؤْمِنُونَ﴾ و﴿كَافِرُونَ﴾ طباقٌ.\nفَائِدَة: الذي عقر الناقة هو «قُدار بن سالف» وإنما نسب الفعل إليهم جميعًا في قوله تعالى ﴿فَعَقَرُواْ الناقة﴾ لأنه كان برضاهم وأمرهم، والراضي بالعمل القبيح شريك في الجريمة.", "ayah": 73, "surah": 7}