[{"text":"بَيْنَ يَدَي السُّوَرَة: هذه السورة الكريمة مكية وآياتها سبعٌ بالإجماع، وتسمى «الفاتحة» لافتتاح الكتاب العزيز بها حيث إنها أول القرآن في الترتيب لا في النزول، وهي - على قصرها ووجازتها - قد حوت معاني القرآن العظيم، واشتملت على مقاصده الأساسية بالإجمال، فهي تتناول أصول الدين وفروعه، تتناول العقيدة، والعبادة، والتشريع، والاعتقاد باليوم الآخر، والإيمان بصفات الله الحسنى، وإفراده بالعبادة والاستعانة والدعاء، والتوجه إليه جلَّ وعلا بطلب الهداية إلى الدين الحق والصراط المستقيم، والتضرع إليه بالتثبيت على الإيمان ونهج سبيل الصالحين، وتجنب طريق المغضوب عليهم والضالين، وفيها الاخبار عن قصص الأمم السابقين، والاطلاع على معارج السعداء ومنازل الأشقياء، وفيها التعبد بأمر الله سبحانه ونهيه، إلى غير ما هنالك من مقاصد وأغراض وأهداف، فهي كالأم بالنسبة لبقية السور الكريمة ولهذا تسمّى «أم الكتاب» لأنها جمعت مقاصدة الأساسية.\nفضْلَهَا «أ - روى الإمام أحمد في المسند أن» أبيَّ بن كعب «قرأ على النبي ﷺ َ أم القرآن فقال رسول الله ﷺ َ:» والذي نفسي بيده ما أُنزل في التوراة ولا في الإنجيل ولا في الزبور ولا في الفرقان مثلها، وهي السبع المثاني والقرآن العظيمُ الذي أوتيتهُ «فهذا الحديث الشريف يشير إلى قوله تعالى في سورة الحجر ﴿وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ المثاني والقرآن العظيم﴾ [الآية: ٨٧] .\nب - وفي صحيح البخاري أن النبي ﷺ َ قال لأبي سعيد بن المعلَّى:» لأعلمنَّك سورة هي أعظم السور في القرآن: الحمد لله رب العالمين، هي السبعُ المثاني والقُرآن العظيم الذي أوتيتُه «.\nالتسِميَة: تسمى» الفاتحة، وأم الكتاب، والسبع المثاني، والشافية، والوافية، والكافية، والأساس، والحمد «وقد عدّدها العلامة القرطبي وذكر أن لهذه السورة اثني عشر إسمًا.\nاللغة: ﴿الحمد﴾ الثناء بالجميل على جهة التعظيم، والتبجيل مقرونًا بالمحبة وهو نقيض الذم وأعمُّ من الشكر، لأن الشكر يكون مقابل النعمة بخلاف ﴿اللَّهِ﴾ اسم علم للذات المقدسة لا","vol":"1","page":18},{"text":"يشاركه فيه غيره، قال القرطبي: هذا الاسم ﴿الله﴾ أكبر أسمائه سبحانه وأجمعها، وهو اسم للموجود الحق، الجامع لصفات الإلهية، المنعوت بنعوت الربوبية، المنفرد بالوجود الحقيقي لا إله إلا هو سبحانه ﴿رَبِّ﴾ الربّ: مشتق من التربية وهي إصلاح شئون الغير ورعاية أمره قال الهروي:» يقال لمن قام بإصلاح شيء وإتمامه: قد ربَّه ومنه الربانيون لقيامهم بالكتب «والربُّ يطلق على عدة معان وهي» المالك، والمصلح، والمعبود، والسيد المطاع «﴿العالمين﴾ العالم: اسم جنس لا واحد له من لفظه كالرهط، وهو يشمل: الإنس والجن والملائكة والشياطين كذا قال الفراء، وهو مشتق من العلامة لأن العالم علامة على وجود الخالق جل وعلا ﴿الرحمن الرحيم﴾ صفتان مشتقتان من الرحمة.\nوقد روعي في كل من ﴿الرحمن﴾ و﴿الرحيم﴾ معنى لم يراع في الآخر فالرحمن بمعنى عظيم الرحمة لأن «فَعْلان» صيغة مبالغة في كثرة الشيء وعظمته ولا يلزم منه الدوام كغضبان وسكران، والرحيم بمعنى دائم الرحمة لأن صيغة فعيل تستعمل في الصفات الدائمة ككريم وظريف فكأنه قيل: العظيم الرحمة الدائم الإِحسان.\nقال الخطابي: الرحمن ذو الرحمة الشاملة التي وسعت الخلق في أرزاقهم ومصالحهم وعمَّت المؤمن والكافر، والرحيم خاص بالمؤمن كما قال تعالى: ﴿وَكَانَ بالمؤمنين رَحِيمًا﴾ [الأحزاب: ٤٣]، ﴿الدين﴾ الجزاء ومنه الحديث (كما تدين تُدان) أي كما تفعل تُجزى ﴿نَعْبُدُ﴾ قال الزمخشري: العبادة أقصى غاية الخضوع والتذلل ولذلك لم تستعمل إلا في الخضوع لله تعالى لأنه مولي أعظم النعم فكان حقيقًا بأقصى الخضوع ﴿الصراط﴾ الطريق وأصله بالسين من الاستراط بمعنى الاتبلاع كأن الطريق يبتلع السالك قال الشاعر:\nشحنّا أرضهم بالخيل حتى ... تركناهم أَذلَّ من الصّراط\n﴿المستقيم﴾ الذي لا عوج فيه ولا انحراف ﴿آمين﴾ أي استجب دعاءنا وهي ليست من القرآن الكريم إجماعًا.\nالتفِسير: علمنا الباري جلّ وعلا كيف ينبغي أن نحمده ونقدسه ونثني عليه بما هو أهله فقال ﴿الحمد للَّهِ رَبِّ العالمين﴾ أي قولوا يا عبادي إذا أردتم شكري وثنائي الحمدلله، اشكروني على إِِحساني وجميلي إِليكم، فأنا الله ذو العكمة والمد والسؤدد، المتفرد بالخلق والإِيجاد، رب الإِنس والجن والملائكة، ورب السماوات والأرضين، فالثناء والشكر لله رب العالمين دون ما يُعبد من دونه ﴿الرحمن الرحيم﴾ أي الذي وسعت رحمته كل شيء، وعمَّ فضله جميع الأنام، بما أنعم على عباده من الخلق والرزق والهداية إلى سعادة الدارين، فهو الرب الجليل عظيم الرحمة دائم الإِحسان ﴿مالك يَوْمِ الدين﴾ أي هو سبحانه المالك للجزاء والحساب، المتصرف في يوم الدين تصرّف المالك في ملكه ﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا والأمر يَوْمَئِذٍ لِلَّهِ﴾ [الانفطار: ١٩] ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ أي نخصَّك يا ألله بالعبادة، ونخصك بطلب شيئًا الإعانة، فلا نعبد أحدًا سواك، لك وحدك نذلُّ ونخضع ونستكين ونخشع، وإيَّاك ربنا نستعين على طاعتك ومرضاتك، فإِنك المستحق لكل إِجلال وتعظيم،","vol":"1","page":19},{"text":"ولا يملك القدرة على عون أحدٌ سواك ﴿اهدنا الصراط المستقيم﴾ أي دلنا وأرشدنا يا رب إِلى طريقك الحق ودينك المستقيم، وثبتنا على الإِسلام الذي بعثت به أنبياءك ورسلك، وأرسلت به خاتم المرسلين، واجعلنا ممن سلك طريق المقربين ﴿صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ﴾ أي طريق من تفضّلت عليهم بالجود والإنعام، من النبيّين والصدّيقين والشهداء والصالحين، وَحَسُنَ أولئك رفيقًا ﴿غَيْرِ المغضوب عَلَيْهِم وَلاَ الضآلين﴾ أي لا تجعلنا يا ألله من زمرة أعدائك الحائدين عن الصراط المستقيم، السالكين غير المنهج القويم، من اليهود المغضوب عليهم أو النصارى الضالين، الذين ضلوا عن شريعتك القدسية، فاستحقوا الغضب واللعنة الأبدية.\nاللهم آمين.\nالبَلاَغَة: ١ - ﴿الحمد للَّهِ﴾ الجملة خبرية لفظًا إنشائية معنىً أي قولوا «الحمدلله» وهي مفيدة لقصر الحمد عليه تعالى كقولهم: الكرم في العرب.\n٢ - ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ فيه إلتفات من الغيبة إلى الخطاب ولو جرى الكلام على الأصل لقال: إيّاه نعبد، وتقديم المفعول يفيد القصر أي لا نعبد سواك كما في قوله: ﴿فارهبون﴾ [البقرة: ٤٠] .\n٣ - قال في البحر المحيط: وفي هذه السورة الكريمة من أنواع الفصاحة والبلاغة أنواع:\nالأول: حسن الافتتاح وبراعة المطلع.\nالثاني: المبالغة في الثناء لإِفادة «أل» الاستغراق.\nالثالث: تلوين الخطاب إذ صيغته الخبر ومعناه الأمر أي قولوا الحمد لله.\nالرابع: الاختصاص في قوله ﴿للَّهِ﴾\nالخامس: الحذف كحذف صراط من قوله ﴿غَيْرِ المغضوب عَلَيْهِم﴾ تقديره غير صراط المغضوب عليهم وغير صراط الضالين.\nالسادس: التقديم والتأخير في ﴿إِيَّاكَ نَعْبُدُ﴾ .\nالسابع: التصريح بعد الإبهام ﴿الصراط المستقيم﴾ ثم فسره بقوله: ﴿صِرَاطَ الذين أَنْعَمْتَ عَلَيْهِمْ﴾ .\nالثامن: الالتفات في ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ .\nالتاسع: طلب الشيء والمراد به دوامه واستمراره في ﴿اهدنا الصراط﴾ أي ثبتنا عليه.\nالعاشر: السجع المتوازي في قوله: ﴿١٦٤٩;لرحمن الرحيم ... اهدنا الصراط المستقيم﴾ وقوله ﴿نَسْتَعِينُ ... الضآلين﴾ .\nالفوَائِد: الأولى: الفرق بين ﴿الله﴾ و﴿الإله﴾ أن الأول اسم علم للذات المقدسة ذات الباري","vol":"1","page":20},{"text":"جل وعلا ومعناه المعبود بحق والثاني معناه المعبود بحقٍ أو باطل فهو اسم يطلق على الله تعالى وعلى غيره.\nالثانية: وردت الصيغة بلفظ الجمع «نعبد ونستعين» ولم يقل «إياك أعبد وإياك أستعين» بصيغة المفرد وذلك للإعتراف بقصور العبد عن الوقوف في باب ملك الملوك فكأنه يقول: أنا يا رب العبد الحقير الذليل، لا يليق بي أن أقف هذا الموقف في مناجاتك بمفردي، بل أنضم إلى سلك المؤمنين الموحّدين فتقبل دعائي في زمرتهم فنحن جميعًا نعبدك ونستعين بك.\nالثالثة: نسبَ النعمة إلى الله ﷿ ﴿أَنْعَمْتَ عَلَيْهِمْ﴾ ولم ينسب إليه الإضلال والغضب فلم يقل: غضبتَ عليهم أو الذين أضللتَهم وذلك لتعليم العباد الأدب مع الله تعالى، فالشر لا ينسب إلى الله تعالى أدبًا وإن كان منه تقديرًا «الخير كله بيديك والشر لا ينسب إليك» .","vol":"1","page":21},{"text":"خاتمة في بَيَان الأسَرار القُدْسِيّة في فاتِحَة الكِتاب العَزِيز\nيقول شهيد الإسلام الشيخ حسن البنا في رسالته القيمة «مقدمة في التفسير» ما نصه: «لا شك أن من تدبَّر الفاتحة الكريمة رأى من غزارة المعاني وجمالها، وروعة التناسب وجلاله ما يأخذ بلبه، ويضيء جوانب قلبه، فهو يبتدئ ذاكرًا تاليًا متيمنًا باسم الله، الموصوف بالرحمة التي تظهر آثار رحمته متجددة في كل شيء، فإِذا استشعر هذا المعنى ووقر في نفسه انطلق لسانه بحمد هذا الإله ﴿الرحمن الرحيم﴾ وذكّره الحمد بعظيم نعمه وكريم فضله، وجميل آلائه البادية في تربيته للعوالم جميعًا، فأجال بصيرته في هذا المحيط الذي لا ساحل له، ثمّ تذكر من جديد أن هذه النعم الجزيلة والتربية الجليلة، ليست عن رغبةٍ ولا رهبة، ولكنها عن تفضل ورحمة، فنطق لسانه مرة ثانية ب ﴿الرحمن الرحيم﴾ ومن كمال هذا الإله العظيم أن يقرن الرحمن ب» العدل «ويذكّر بالحساب بعد الفضل فهو مع رحمته السابغة المتجددة سيدين عباده ويحاسب خلقه يوم الدين\n﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا والأمر يَوْمَئِذٍ لِلَّهِ﴾ [الانفطار: ١٩] فتربيته لخلقه قائمة على الترغيب بالرحمة، والترهيب بالعدالة والحساب ﴿مالك يَوْمِ الدين﴾ وإذا كان الأمر كذلك فقد أصبح العبد مكلفًا بتحري الخير، والبحث عن وسائل النجاة، وهو في هذا أشد ما يكون حاجة إلى من يهديه سواء السبيل، ويرشده إلى الصراط المستقيم، وليس أولى به في ذلك من خالقه ومولاه فليلجأ إِليه وليعتمد عليه وليخاطبه بقوله ﴿إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ﴾ وليسأله الهداية من فضله إلى الصراط المستقيم، صراط الذين أنعم عليهم بمعرفة الحق واتباعه، غير المغضوب عليهم بالسلب بعد العطاء، والنكوص بعد الاهتداء، وغير الضالين التائهين، الذين يضلون عن الحق أو يريدون الوصول فلا يوقفون للعثور عليه، آمين. ولا جرم أن «آمين» براعة مقطع في غاية الجمال والحسن، وأي شيء أولى بهذه البراعة من فاتحة الكتاب، والتوجه إلى الله بالدعاء؟ فهل رأيت تناسقًا أدق، أو ارتباطًا أوثق، مما تراه، بين معاني هذه الآية الكريمة، وتذكر وأنت تهيم في أودية هذا الجمال ما يرويه رسول الله ﷺ َ عن ربه في الحديث القدسي «قسمت الصلاة بيني وبين عبدي نصفين ولعبدي ما سأل. .» الحديث وآدم هذا التدبير والإنعام، واجتهد أن تقرأ في الصلاة وغيرها على مكث وتمهّل، وخشوع وتذلّل، وأن تقف على رؤوس الآيات، وتعطى التلاوة حقها من التجويد أو النغمات، من غير تكلف ولا تطريب، واشتغال بالألفاظ عن المعاني، فإن ذلك يعين على الفهم، ويثير ما غاض من شآبيب الدمع، وما نفع القلب شيء أفضل من تلاوة في تدبرٍ وخشوع.","vol":"1","page":22},{"text":"التفسير: ابتدأت السورة الكريمة بذكر أوصاف المتقين، وابتداء السورة بالحروف العظيمة ﴿الم﴾ وتصديرها بهذه الحروف الهجائية يجذب أنظار المعرضين عن هذا القرآن، إِذ يطرق أسماعهم لأول وهلة ألفاظ غير مألوفة في تخاطبهم، فينتبهوا إِلى ما يُلقى إليهم من آياتٍ بينات، وفي هذه الحروف وأمثالها تنبيهٌ على «إعجاز القرآن» فإِن هذا الكتاب منظومٌ من عين ما ينظمون منه كلامهم، فإِذا عجزوا عن الإِتيان بمثله، فذلك أعظم برهان على إِعجاز القرآن. يقول العلامة ابن كثير ﵀: إِنما ذكرت هذه الحروف في أوائل السور بيانًا لإِعجاز القرآن، وأن الخلق عاجزون عن معارضته بمثله، مع أنه مركب من هذه الحروف المقطعة التي يتخاطبون بها، وهو قول جمع من المحققين، وقد قرره الزمخشري في تفسيره الكشاف ونصره أتم نصر، وإِليه ذهب الإِمام «ابن تيمية» ثم قال: ولهذا كلُّ سورة افتتحت بالحروف، فلا بدَّ أن يذكر فيها الانتصار للقرآن، وبيانُ إعجازه وعظمته مثل ﴿الم ذَلِكَ الكتاب﴾ ﴿المص كِتَابٌ أُنزِلَ إِلَيْكَ﴾ [الأعراف: ١ - ٢] ﴿الم تِلْكَ آيَاتُ الكتاب الحكيم﴾ [لقمان: ١ - ٢] ﴿حم والكتاب المبين إِنَّآ أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ","vol":"1","page":25},{"text":"إِنَّا كُنَّا مُنذِرِينَ﴾ [الدخان: ١ - ٣] وغير ذلك من الآيات الدالة على إعجاز القرآن. ثم قال تعالى: ﴿ذَلِكَ الكتاب لاَ رَيْبَ فِيهِ﴾ هذا القرآن المنزل عليك يا محمد هو الكتابُ الذي لا يدانيه كتاب ﴿لاَ رَيْبَ فِيهِ﴾ أي لا شك في أنه من عند الله لمن تفكر وتدبر، أو ألقى السمع وهو شهيد ﴿هُدًى لِّلْمُتَّقِينَ﴾ أي هادٍ للمؤمنين المتقين، الذين يتقون سخط الله بامتثال أوامره واجتناب نواهيه، ويدفعون عذابه بطاعته، قال ابن عباس: المتقون هم الذين يتقون الشرك، ويعملون بطاعة الله، وقال الحسن البصري: اتقوا ما حُرِّم عليهم، وأدَّوْا ما افتُرض عليهم. . ثم بيَّن تعالى صفات هؤلاء المتقين فقال ﴿الذين يُؤْمِنُونَ بالغيب﴾ أي يصدقون بما غاب عنهم ولم تدركه حواسهم من البعث، والجنة، والنار، والصراط، والحساب، وغير ذلك من كل ما أخبر عنه القرآن أو النبي ﵊ ُ ﴿وَيُقِيمُونَ الصلاوة﴾ أي يؤدونها على الوجه الأكمل بشروطها وأركانها، وخشوعها وآدابها قال ابن عباس: إقامتُها: إتمام الركوع والسجود والتلاوة والخشوع ﴿وَممَّا رَزَقْنَاهُمْ يُنْفِقُونَ﴾ أي ومن الذي أعطيناهم من الأموال ينفقون ويتصدقون في وجوه البر والإِحسان، والآية عامة تشمل الزكاة، والصدقة، وسائر النفقات، وهذا اختيار ابن جرير، وروي عن ابن عباس أن المراد بها زكاة الأموال، قال ابن كثير: كثيرًا ما يقرن تعالى بين الصلاة والإِنفاق من الأموال، لأن الصلاة حقُّ الله وهي مشتملة على توحيده وتمجيده والثناء عليه، والإِنْفاقُ هو الإِحسان إلى المخلوقين وهو حق العبد، فكلٌ من النفقات الواجبة، والزكاة المفروضة داخل في الآية الكريمة ﴿والذين يُؤْمِنُونَ بِمَآ أُنْزِلَ إِلَيْكَ﴾ أي يصدقونه بكل ما جئت به عن الله تعالى ﴿وَمَآ أُنْزِلَ مِن قَبْلِكَ﴾ أي وبما جاءت به الرسل من قبلك، لا يفرّقون بين كتب الله ولا بين رسله ﴿وبالآخرة هُمْ يُوقِنُونَ﴾ أي ويعتقدون اعتقادًا جازمًا لا يلابسه شك أو ارتياب بالدار الآخرة التي تتلو الدنيا، بما فيها من بعثٍ وجزاءٍ، وجنةٍ، ونار، وحساب، وميزان، وإِنما سميت الدار الآخرة لأنها بعد الدنيا ﴿أولئك على هُدًى مِّن رَّبِّهِمْ﴾ أي أولئك المتصفون بما تقدم من الصفات الجليلة، على نور وبيان وبصيرة من الله ﴿وأولئك هُمُ المفلحون﴾ أي وأولئك هم الفائزون بالدرجات العالية في جنات النعيم.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز العقلي ﴿هُدًى لِّلْمُتَّقِينَ﴾ أسند الهداية للقرآن وهو من الإِسناد للسبب، والهادي في الحقيقة هو الله ربُّ العالمين ففيه مجاز عقلي.\n٢ - الإِشارة بالبعيد عن القريب ﴿ذَلِكَ الكتاب﴾ للإِيذان بعلو شأنه، وبعد مرتبته في الكمال، فنُزِّل بُعْد المرتبة منزلة البعد الحسي.\n٣ - تكرير الإِشارة ﴿أولئك على هُدًى﴾ ﴿وأولئك هُمُ المفلحون﴾ للعناية بشأن المتقين، وجيء بالضمير ﴿هُمُ﴾ ليفيد الحصر كأنه قال: هم المفلحون لا غيرهم.\n٤ - التيئيس من إيمان الكفار ﴿سَوَآءٌ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ لاَ يُؤْمِنُونَ﴾ فالجملة سيقت للتنبيه على غلوهم في الكفر والطغيان، وعدم استعدادهم للإِيمان، ففيها تيئيس وإِقناط من إِيمانهم.","vol":"1","page":26},{"text":"٥ - الاستعارة التصريحية اللطيفة ﴿خَتَمَ الله على قُلُوبِهمْ﴾ شبَّه قلوبهم لتأبّيها عن الحق، واسماعهم وأبصارهم لامتناعها عن تلمح نور الهداية، بالوعاء المختوم عليه، المسدود منافذه، المغشَّى بغشاء يمنع أن يصله ما يصلحه، واستعار لفظ الختم والغشاوة لذلك بطريق الاستعارة التصريحية.","vol":"1","page":27},{"text":"المنَاسَبَة: لما ذكر تعالى صفاتِ المؤمنين في الآيات السابقة، أعقبها بذكر صفات الكافرين، ليظهر الفارق الواضح بين الصنفين، على طريقة القرآن الكريم في المقارنة بين الأبرار والفجار، والتمييز بينَ أهل السعادة وأهل الشقاوة «وبضدها تتميز الأشياء» .\nالتفسِير: ﴿إِنَّ الذين كَفَرُواْ﴾ أي إن الذين جحدوا بآيات الله وكذبوا رسالة محمد ﷺ َ ﴿سَوَآءٌ عَلَيْهِمْ﴾ أي يتساوى عندهم ﴿أَأَنذَرْتَهُمْ أَمْ لَمْ تُنْذِرْهُمْ﴾ أي سواءٌ أَحذرتهم يا محمد بن عذاب الله وخوفتهم منه أم لم تحذرهم ﴿لاَ يُؤْمِنُونَ﴾ أي لا يصدقون بما جئتهم به، فلا تطمع في إيمانهم، ولا تذهب نفسك تذهب نفسك عليهم حسرات، وفي هذا تسلية للنبي ﷺ َ عن تكذيب قوله له ... ثم بيَّن تعالى العلة في سبب عدم الإيمان فقال ﴿خَتَمَ الله على قُلُوبِهمْ﴾ أي طبع على قلوبهم فلا يدخل فيها نور، ولا يشرق فيها إيمان قال المفسرون: الختمُ التغطيةُ والطبعُ، وذلك أن القلوب إذا كثرت عليها الذنوب طمست نور البصيرة فيها، فلا يكون للإِيمان إِليها مسلكٌ، ولا للكفر عنها مخلص كما قال تعالى: ﴿بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ﴾ [النساء: ١٥٥] ﴿وعلى سَمْعِهِمْ وعلى أَبْصَارِهِمْ غِشَاوَةٌ﴾ أي وعلى أسماعهم وعلى أبصارهم غطاء، فلا يبصرون هدى، ولا يسمعون ولا يفقهون ولا يعقلون، لأن أسماعهم وأبصارهم كأنها مغطَّاة بحجب كثيفة، لذلك يرون الحقَّ فلا يتبعونه، ويسمعونه فلا يعونه قال أبو حيان: شبَّه تعالى قلوبهم لتأبيها عن الحقِّ، وأسماعهم لإِضرابها عن سماع داعي الفلاح، وأبصارهم لامتناعها عن تلمح نور الهداية، بالوعاء المختوم عليه، المسدود منافذه، المغطَّى بغشاء يمنع أن يصله ما يصلحه، وذلك لأنها كانت - مع صحتها وقوة إدراكها - ممنوعة عن قبول الخير وسماعه، وتلمح نوره، وهذا بطريق الاستعارة ﴿وَلَهُمْ عَذَابٌ عظِيمٌ﴾ أي ولهم في الآخِرة عذاب شديدٌ لا ينقطع، بسبب كفرهم وإجرامهم وتكذيبهم بآيات الله.","vol":"1","page":27},{"text":"المنَاسَبَة: لما ذكر تعالى في أول السورة صفات المؤمنين، وأعقبها بذكر صفات الكافرين، ذكر هنا «المنافقين» وهم الصنف الثالث، الذين يُظهرون الإيمان ويُبطنون الكفر، وأطنب بذكرهم في ثلاث عشرة آية لينبه إِلى عظيم خطرهم، وكبير ضررهم، ثم عقَّب ذلك بضرب مثلين زيادة في الكشف والبيان، وتوضيحًا لما تنطوي عليه نفوسهم من ظلمة الضلال والنفاق، وما يئول إليه حالهم من الهلاك والدمار.\nاللغَة: ﴿يُخَادِعُونَ﴾ الخِداع: المكر والاحتيال وإِظهار خلاف الباطن، وأصله الإِخفاء ومنه سُمي الدهرُ خادعًا لما يخفي من غوائله، وسُمي المِخْدع مِخْدعًا لتستر أصحاب المنزل فيه ﴿مَّرَضٌ﴾ المرض: السُّقْم وهو ضد الصحة وقد يكون حسيًا كمرض الجسم، أو معنويًا كمرض النفاق ومرض الحسد والرياء، قال ابن فارس: المرضُ كلُّ ما خرج به الإنسان عن حد الصحة من علةٍ، أو نفاق: أو تقصير في أمر ﴿تُفْسِدُواْ﴾ الفساد: العدول عن الاستقامة وهو ضد الصلاح ﴿السفهآء﴾ جمع سفيه وهو الجاهل، الضعيف الرأي، القليل المعرفة، بمواضع المنافع والمضار، وأصل السَّفه، الخِفَّة، والسفيه: الخيف العقل قال علماء اللغة: السَّفه خفةٌ وسخافة رأى يقتضيان نقصان العقل، والحِلْمُ يقابله ﴿طُغْيَانِهِمْ﴾ الطغيان: مجاوزة الحد في كل شيء ومنه ﴿إِنَّا لَمَّا طَغَا المآء﴾ [الحاقة: ١١] أي ارتفع وعلا وجاوز حده، والطاغية: الجبار العنيد ﴿يَعْمَهُونَ﴾ العَمَة: التحير والتردُّد في الشيء يقال: عَمِه يَعْمَه فهو عَمِه قال رؤبة: «أعمى الهدى بالحائرين العُمَّه» قال الفخر الرازي: العَمَهُ مثل العمى، إِلا أَن العَمَى عام في البصر والرأي، والعَمَه في الرأي خاصة، وهو التردد والتحير لا يدري أين يتوجه ﴿اشتروا﴾ حقيقة الاشتراء: الاستبدال، وأصله بذل الثمن لتحصيل الشيء المطلوب، والعرب تقول لمن استبدل شيئًا بشيء اشتراه قال الشاعر:\nفإِن تزعميني كنتُ أجهلُ فيكم ... فإِني اشتريتُ الحلمَ بعدِك بالجهل","vol":"1","page":28},{"text":"﴿صُمٌّ﴾ جمع أصم وهو الذي لا يسمع ﴿بُكْمٌ﴾ جمع أبكم وهو الأخرس الذي لا ينطق ﴿عُمْيٌ﴾ جمع أعمى وهو الذي فقد بصره ﴿صَيِّبٍ﴾ الصَيّبُ: المطر الغزير مأخوذ من الصوَّبْ وهو النزول بشدة قال الشاعر «سقتكِ روايا المُزْن حيثُ تصوب» ﴿الصواعق﴾ جمع صاعقة وهي نارٌ محرقة لا تمر بشيء إِلا أتت عليه، مشتقة من الصَّعْق وهو شدة الصوت ﴿السمآء﴾ السماء في اللغة: كلُّ علاكَ فأظلَّك، ومنه قيل لسقف البيت سماء، ويسمى المطر سماءً لنزوله من السماء قال الشاعر:\nإِذا سقط السماء بأرضِ قومٍ ... رعيناه وإِن كانوا غِضابا\n﴿يَخْطَفُ﴾ الخَطْفُ: الأخذ بسرعة ومنه ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ [الصافات: ١٠] وسُمِي الطير خَطّافًا لسرعته، والخاطف الذي يأخذ الشيء بسرعة شديدة.\nسَبَبُ النّزول: قال ابن عباس: نزلت هذه الآيات في منافقي أهل الكتاب منهم «عبد الله بن أُبي ابن سلول، ومعتب بن قشير، والجد بن قيس» كانوا إِذا لقوا المؤمنين يظهرون الإيمان والتصديق ويقولون: إنّا لنجد في كتابنا نعته وصفته.\nالتفسير: ﴿وَمِنَ الناس مَن يَقُولُ آمَنَّا بالله﴾ أي ومن الناس فريق يقولون بألسنتهم صدَّقنا بالله وبما أنزل على رسوله من الآيات البينات ﴿وباليوم الآخر﴾ أي وصدَّقنا بالبعث والنشور ﴿وَمَا هُم بِمُؤْمِنِينَ﴾ أي وما هم على الحقيقة بمصدقين ولا مؤمنين، لأنهم يقولون ذلك قولًا دون اعتقاد، وكلامًا دون تصديق قال البيضاوي: هذا هو القسم الثالث المذبذب بين القسمين، وهم الذين آمنوا بأفواههم ولم تؤمن قلوبهم، وهم أخبث الكفرة وأبغضهم إلى الله، لأنّهم موَّهوا الكفر وخلطوا به خداعًا واستهزاء، ولذلك أطال في بيان خبثهم وجهلهم، واستهزأ بهم وتهكَّم بأفعالهم، وسجَّل عليهم الضلال والطغيان، وضرب لهم الأمثال ﴿يُخَادِعُونَ الله والذين آمَنُوا﴾ أي يعملون عمل المخادِع بإِظهار ما أظهروه من الإِيمان مع إِصرارهم على الكفر، يعتقدون - بجهلهم - أنهم يدعون الله بذلك، وأن ذلك نافعهم عنده، وأنه يروج عليه كما قد يروج على بعض المؤمنين، وما عملوا أن الله لا يُخدع لأنه لا تخفى عليه خافية قال ابن كثير: النفاق هو إظهار الخير، وإِسرارُ الشر وهو أنواع: اعتقادي وهو الذي يخلّد صاحبه في النار، وعملي وهو من أكبر الذنوب والأوزار، لأن المنافق يخالف قولُه فعلَه، وسرُّه علانيته، وإنما نزلت صفات المنافقين في السور المدنية لأن مكة لم يكن بها نفاق بل كان خلافه ﴿وَمَا يَخْدَعُونَ إِلاَّ أَنْفُسَهُم﴾ أي وما يخدعون في الحقيقة إِلا أنفسهم لأن وبال فعلهم راجع عليهم ﴿وَمَا يَشْعُرُونَ﴾ أي ولا يُحسّون بذلك ولا يفطنون إِليه، لتمادي غفلتهم، وتكامل حماقتهم ﴿فِي قُلُوبِهِم مَّرَضٌ فَزَادَهُمُ الله مَرَضًا﴾ أي في قلوبهم شك ونفاق فزادهم الله رجسًا فوق رجسهم، وضلالًا فوق ضلالهم، والجملةُ دعائية قال ابن أسلم: هذا مرضٌ في الدين، وليس مرضًا في الجسد، وهو الشك الذي دخلهم في الإِسلام فزادهم الله رجسًا وشكًا ﴿وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ﴾ أي ولهم عذابٌ مؤلمٌ بسبب كذبهم في دعوى الإيمان، واستهزائهم بآيات الرحمن. . ثم شرع تعالى في بيان قبائحهم، وأحوالهم الشنيعة فقال ﴿وَإِذَا قِيلَ","vol":"1","page":29},{"text":"لَهُمْ لاَ تُفْسِدُواْ فِي الأرض﴾ أي وإِذا قال لهم بعض المؤمنين: لا تسعوا في الأرض بالإِفساد بإِثارة الفتن، والكفر والصَدِّ عن سبيل الله قال ابن مسعود: الفسادُ في الأرض هو الكفرُ، والعملُ بالمعصية، فمن عصى الله فقد أفسد في الأرض ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ أي ليس شأننا الإِفسادُ أبدًا، وإنما نحن أناسٌ مصلحون، نسعى للخير والصلاح فلا يصح مخاطبتنا بذلك قال البيضاوي: تصوُّروا الفساد بصورة الصلاح، لما في قلوبهم من المرض فكانوا كمن قال الله فيهم ﴿أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَنًا﴾ [فاطر: ٨] ولذلك ردَّ الله عليهم أبلغ ردٍّ بتصدير الجملة بحرفيْ التأكيد ﴿أَلا﴾ المنبهة و﴿إنَّ﴾ المقررة، وتعريف الخبر، وتوسيط الفصل، والاستدراك بعدم الشعور فقال ﴿ألا إِنَّهُمْ هُمُ المفسدون ولكن لاَّ يَشْعُرُونَ﴾ أي أَلاَ فانتبهوا أيها الناس، إِنهم هم المفسدون حقًا لا غيرهم، ولكنْ لا يفطنون ولا يحُسون، لانطماسِ نور الإِيمان في قلوبهم ﴿وَإِذَا قِيلَ لَهُمْ آمِنُواْ كَمَآ آمَنَ الناس﴾ أي وإِذا قيل للمنافقين: آمنوا إِيمانًا صادقًا لا يشوبه نفاقٌ ولا رياء، كما آمن أصحاب النبي ﵊ ُ، وأخلصوا في إيمانكم وطاعتكم لله ﴿قالوا أَنُؤْمِنُ كَمَآ آمَنَ السفهآء﴾ الهمزة للإِنكار مع السخرية والاستهزاء أي قالوا أنؤمن كإِيمان هؤلاء الجهلة أمثال «صهيب، وعمار، وبلال» ناقصي العقل والتفكير؟! قال البيضاوي: وإِنما سفَّهوهم لاعتقادهم فسادَ رأيهم، أو لتحقير شأنهم، فإِن أكثر المؤمنين كانوا فقراء ومنهم موالي كصهيب وبلال ﴿ألا إِنَّهُمْ هُمُ السفهآء ولكن لاَّ يَعْلَمُونَ﴾ أي ألا إِنهم هم السفهاء حقًا، لأن من ركب متن الباطل كان سفيهًا بلا امتراء، ولكن لا يعلمون بحالهم في الضلالة والجهل، وذلك أبلغ في العمى، والبعد عن الهدى.\nأكَّد وَنبَّه وحصر السفاهة فيهم، ثم قال تعالى منبهًا إلى مصانعتهم ونفاقهم ﴿وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا﴾ أي وإِذا رأوا المؤمنين وصادفوهم أظهروا لهم الإِيمان والموالاة نفاقًا ومصانعة ﴿وَإِذَا خَلَوْاْ إلى شَيَاطِينِهِمْ﴾ أي وإِذا انفردوا ورجعوا إِلى رؤسائهم وكبرائهم، أهلِ الضلالِ والنفاق ﴿قالوا إِنَّا مَعَكُمْ إِنَّمَا نَحْنُ مُسْتَهْزِئُونَ﴾ أي قالوا لهم نحن على دينكم وعلى مثل ما أنتم عليه من الاعتقاد، وإِنما نستهزئ بالقوم ونسخر منهم بإِظهار الإِيمان، قال تعالى ردًا عليهم ﴿الله يَسْتَهْزِىءُ بِهِمْ﴾ أي الله يجازيهم على استهزائهم بالإِمهال ثم بالنكال قال ابن عباس: يسخر بهم للنقمة منهم ويُملي لهم كقوله ﴿وَأُمْلِي لَهُمْ إِنَّ كَيْدِي مَتِينٌ﴾ [الأعراف: ١٨٣] قال ابن كثير: هذا إِخبار من الله أنه مجازيهم جزاء الاستهزاء، ومعاقبهم عقوبة الخداع، فأخرج الخبر مخرج الخبر عن الفعل الذي استحقوا العقاب عليه، فاللفظ متفق والمعنى مختلف، وإِليه وجهوا كل ما في القرآن من نظائر مثل ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ [الشورى: ٤٠] ومثل ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ﴾ [البقرة: ١٩٤] فالأول ظلم والثاني عدل ﴿وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي ويزيدهم - بطريق الإِمهال والترك - في ضلالهم وكفرهم يتخبطون ويتردّدون حيارى، لا يجدون إِلى ويزيدهم - منه سبيلًا لأن الله طبع على قلوبهم وأعمى أبصارهم، فلا يبصرون رشدًا ولا يهتدون سبيلًا ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ أي استبدلوا الكفر بالإيمان، وأخذوا الضلالة ودفعوا ثمنها","vol":"1","page":30},{"text":"الهدى ﴿فَمَا رَبِحَتْ تِّجَارَتُهُمْ﴾ أي ما ربحت صفقتُهم في هذه المعارضةِ والبيع ﴿وَمَا كَانُواْ مُهْتَدِينَ﴾ أي وما كانوا راشدين في صنيعهم ذلك، لأنهم خسروا سعادة الدارين، ثم ضرب تعالى مثلين وضَّح فيهما خسارتهم الفادحة فقال ﴿مَثَلُهُمْ كَمَثَلِ الذي استوقد نَارًا﴾ أي مثالهم في نفاقهم وحالهم العجيبة فيه كحال شخص أوقد نارًا ليستدفئ بها ويستضيء، فما اتقدت حتى انطفأت، وتركته ظلام دامس وخوفٍ شديد ﴿فَلَمَّآ أَضَاءَتْ مَا حَوْلَهُ ذَهَبَ الله بِنُورِهِمْ﴾ أي فلما أنارتْ المكان الذي حوله فأبصر وأمِن، واستأنس بتلك النار المشعة المضيئة ذهب الله بنورهم أي أطفأهم الله بالكلية، فتلاشت النار وعُدم النور ﴿وَتَرَكَهُمْ فِي ظُلُمَاتٍ لاَّ يُبْصِرُونَ﴾ أي وأبقارهم في ظلماتٍ كثيفة وخوف شديد، يتخبطون فلا يهتدون قال ابن كثير: ضرب الله للمنافقين هذا المثل، فشبههم في اشترائهم الضلالة بالهدى، وصيرورتهم بعد البصيرة إِلى العمى، بمن استوقد نارًا فلما أضاءت ما حوله وانتفع بها، وتأنس بها وأبصر ما عن يمينه وشماله.\n. فبينا هو كذلك إِذْ طفئت ناره، وصار في ظلام شديد، لا يبصر ولا يهتدي، فكذلك هؤلاء المنافقون في استبدالهم الضلالة عوضًا عن الهدى، واستحبابهم الغيَّ على الرشد، وفي هذا المثل دلالةً على أنهم آمنوا ثم كفروا، ولذلك ذهب الله بنورهم وتركهم في ظلمات الشك والكفر والنفاق لا يهتدون إِلى سبيل خير، ولا يعرفون طريق النجاة ﴿صُمٌّ﴾ أي هم كالصم لا يسمعون خيرًا ﴿بُكْمٌ﴾ أي كالخرص لا يتكلمون بما ينفعهم ﴿عُمْيٌ﴾ أي كالعمي لا يبصرون الهدى ولا يتبعون سبيله ﴿فَهُمْ لاَ يَرْجِعُونَ﴾ أي لا يرجعون عما هم فيه من الغي والضلال، ثم ثنَّى تعالى بتمثيل آخر لهم زيادة في الكشف والإِيضاح فقال ﴿أَوْ كَصَيِّبٍ مِّنَ السمآء﴾ أي أو مثلهم في حيرتهم وترددهم كمثل قومٍ أصابهم مطر شديد، أظلمت له الأرض، وأرعدت له السماء، مصحوبٍ بالبرق والرعد والصواعق ﴿فِيهِ ظُلُمَاتٌ وَرَعْدٌ وَبَرْقٌ﴾ أي في ذلك السحاب ظلماتٌ داجية، ورعدٌ قاصف، وبرقٌ خاطف ﴿يَجْعَلُونَ أَصَابِعَهُمْ في آذَانِهِم مِّنَ الصواعق﴾ أي يضعون رءوس أصابعهم في آذانهم لدفع خطر الصواعق، وذلك من فرط الدهشة والفزع كأنهم يظنون أن ذلك ينجيهم ﴿حَذَرَ الموت﴾ أي خشية الموت من تلك الصواعق المدمرة ﴿والله مُحِيطٌ بالكافرين﴾ جملة اعتراضية أي والله تعالى محيط بهم بقدرته، وهم تحت إرادته ومشيئته لا يفوتونه، كما لا يفوتُ من أحاط به الأعداء من كل جانب ﴿يَكَادُ البرق يَخْطَفُ أَبْصَارَهُمْ﴾ أي يقارب البرقُ لشدته وقوته وكثرة لمعانه أن يذهب بأبصارهم فيأخذها بسرعة ﴿كُلَّمَا أَضَآءَ لَهُمْ مَّشَوْاْ فِيهِ﴾ أي كلما أنار لهم البرق الطريق مشوا في ضوئه ﴿وَإِذَآ أَظْلَمَ عَلَيْهِمْ قَامُواْ﴾ أي وإذا اختفى البرق وفتر لمعانه وقفوا عن السير وثبتوا في مكانهم. . وفي هذا تصوير لما هم فيه من غاية التحير والجهل، فإِذا صادفوا من البرق لمعة - مع خوفهم أن يخطف أبصارهم - انتهزوها فرصة فَخَطَوْا خطواتٍ يسيرة وإِذا خفي وفتر لمعانة وقفوا عن السير، وثبتوا في أماكنهم خشية التردي في حفرة ﴿وَلَوْ شَآءَ الله لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ﴾ أي لو أراد الله لزاد في قصف الرعد فأصمهم وذهب بأسماعهم، وفي ضوء البرق فأعمارهم وذهب بأبصارهم ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي إِنه تعالى قادر على كل شيء، لا يعجزه أحدٌ في الأرض ولا في السماء قال ابن جرير: إنما","vol":"1","page":31},{"text":"وصف تعالى نفسه بالقدرة على كل شيء في هذا الموضع، لأنه حذَّر المنافقين بأسه وسطوته، وأخبرهم أنه بهم محيط، وعلى إِذهاب أسماعهم وأبصارهم قادر.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\nأولًا: المبالغة في التكذيب لهم ﴿وَمَا هُم بِمُؤْمِنِينَ﴾ كان الأصل أن يقول: «وما آمنوا» ليطابق قوله من يقول «آمنا» ولكنه عدل عن الفعل إلى الاسم لإِخراج ذواتهم من عداد المؤمنين وأكده بالباء للمبالغة في نفي الإِيمان عنهم.\nثانيًا: الاستعارة التمثيلية ﴿يُخَادِعُونَ الله﴾ شبَّه حالهم مع ربهم في إِظهار الإِيمان وإِخفاء الكفر بحال رعيةٍ تخادع سلطانهم واستعير اسم المشبَّه به للمشبه بطريق الاستعارة.\nثالثًا: صيغة القصر ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ وهذا من نوع «قصر الموصوف على الصفة» أي نحن مصلحون ليس إِلاَّ.\nرابعًا: الكناية اللطيفة ﴿فِي قُلُوبِهِم مَّرَضٌ﴾ المرضُ في الأجسام حقيقة وقد كنى به عن النفاق لأن المرض فسادٌ للبدن، والنفاق فساد للقلب.\nخامسًا: تنويع التأكيد ﴿ألا إِنَّهُمْ هُمُ المفسدون﴾ جاءت الجملة مؤكدة بأربع تأكيدات ﴿ألا﴾ التي تفيد التنبيه، و﴿إِنَّ﴾ التي هي للتأكيد، وضمير الفصل ﴿هُمُ﴾ ثم تعريف الخبر ﴿المفسدون﴾ ومثلها في التأكيد ﴿ألا إِنَّهُمْ هُمُ السفهآء﴾ وهذا ردٌّ من الله تعالى عليهم بأبلغ ردٌّ وأحكمه.\nسادسًا: المشاكلة ﴿الله يَسْتَهْزِىءُ بِهِمْ﴾ سمَّى الجزاء على الاستهزاء استهزاءً بطريق المشاكلة وهي الاتفاق في اللفظ مع الاختلاف في المعنى.\nسابعًا: الاستعارة التصريحية ﴿اشتروا الضلالة بالهدى﴾ المراد استبدلوا الغيَّ بالرشاد، والكفر بالإِيمان فخسرت صفقتهم ولم تربح تجارتهم فاستعار لفظ الشراء للاستبدال ثم زاده توضيحًا بقوله ﴿فَمَا رَبِحَتْ تِّجَارَتُهُمْ﴾ وهذا هو الترشيح الذي يبلغ بالاستعارة الذروة العليا.\nثامنا: التشبيه التمثيلي ﴿مَثَلُهُمْ كَمَثَلِ الذي استوقد نَارًا﴾ وكذلك ﴿أَوْ كَصَيِّبٍ مِّنَ السمآء فِيهِ ظُلُمَاتٌ﴾ شبه في المثال الأول المنافق بالمستوقد للنار، وإِظهاره الإِيمان بالإِضاءة، وانقطاع انتفاعه بانطفاء النار، وفي المثال الثاني شبَّه الإِسلام بالمطر لأن القلوب تحيا به كحياة الأرض بالماء، وشبَّه شبهات الكفار بالظلمات، وما في القرآن من الوعد والوعيد والبرق. . الخ.","vol":"1","page":32},{"text":"تاسعًا: التشبيه البليغ ﴿صُمٌّ بُكْمٌ عُمْيٌ﴾ أي هم كالصم والبكم العمي في عدم الاستفادة من هذه الحواس حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\nعاشرًا: المجار المرسل ﴿يَجْعَلُونَ أَصَابِعَهُمْ في آذَانِهِم﴾ وهو من إطلاق الكل وإرادة الجزء أي رؤوس أصابعهم لأن دخول الأصبع كلها في الأذن لا يمكن.\nالحادي عشر: توافق الفواصل مراعاة لرءوس الآيات، وهذا له وقع في الأذن حسن، وأثر في النفس رائع مثل ﴿وَلَهُم عَذَابٌ أَلِيمٌ بِمَا كَانُوا يَكْذِبُونَ﴾ ﴿إِنَّمَا نَحْنُ مُصْلِحُونَ﴾ ﴿وَيَمُدُّهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ الخ وهو من المحسنات البديعية.\nالفوَائِد: الأولى: الغاية من ضرب المثل: تقريب البعيد، وتوضيح الغامض حتى يصبح كالأمر المشاهد المحسوس، وللأمثال تأثير عجيب في النفس\n﴿وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ وَمَا يَعْقِلُهَآ إِلاَّ العالمون﴾ [العنكبوت: ٤٣] .\nالثانية: وصف تعالى المنافقين في هذه الآيات بعشرة أوصاف كلها شنيعة وقبيحة تدل على رسوخهم في الضلال وهي (الكذب، الخداع، المكر، السَّفه، الاستهزاء الإِفساد في الأرض، الجهل، الضلال، التذبذب، السخرية بالمؤمنين) أعاذنا الله من صفات المنافقين.\nالثالثة: حكمة كفه ﵊ ُ عن قتل المنافقين مع أنهم كفار وعلمه ﷺ َ بأعيان بعضهم ما أخرجه البخاري أن النبي ﷺ َ قال لعمر: «أكره أن يتحدث العرب أن محمدًا يقتل أصحابه)» .\nلطيفَة: قال العلامة ابن القيم: تأمل قوله تعالى ﴿ذَهَبَ الله بِنُورِهِمْ﴾ ولم يقل: «ذهب الله بنارهم» مع أنه مقتضى السياق ليطابق أول الآية ﴿استوقد نَارًا﴾ فإِن النار فيها إشراق وإحراق، فذهب الله بما فيها من الإِشراق وهو «النور» وأبقى ما فيها من الإِحراق وهو «النارية» ! ﴿وتأمل كيف قال ﴿بِنُورِهِمْ﴾ ولم يقل بضوئهم، لأن الضوء زيادةٌ في النور، فلو قيل: ذهب الله بضوئهم لأوهم الذهاب بالزيادة فقط دون الأصل﴾ ! وتأمل كيف قال ﴿ذَهَبَ الله بِنُورِهِمْ﴾ فوحَّد النور ثم قال ﴿وَتَرَكَهُمْ فِي ظُلُمَاتٍ﴾ فجمعها، فإِن الحقَّ واحد هو صراط الله المستقيم، الذي لا صراط يوصل سواه، بخلاف طُرُق الباطل فإِنها متعددة ومتشعبة، ولهذا أفرد سبحانه «الحقَ» وجمع «الباطل» في آيات عديدة مثل قوله تعالى ﴿وَيُخْرِجُهُمْ مِّنِ الظلمات إِلَى النور﴾ [المائدة: ١٦] وقوله ﴿وَجَعَلَ الظلمات والنور﴾ [الأنعام: ١] وقوله ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ﴾ [الأنعام: ١٥٣] فجمع سبل الباطل ووحَّد سبيل الحق.","vol":"1","page":33},{"text":"المنَاسَبَة: لما ذكر تعالى الأصناف الثلاثة «المؤمنين، والكافرين، والمنافقين» وذكر ما تميزوا به من سعادة أو شقاوة، أو إيمان أو نفاق، وضرب الأمثال ووضَّح طرق الضلال أعقبه هنا بذكر الأدلة والبراهين على وحدانية ربِّ العالمين، وعَرَّف الناس بنعمة ليشكروه عليها، وأقبل عليهم بالخطاب ﴿يَاأَيُّهَا الناس﴾ وهو خطاب لجميع الفئات ممتنًا عليهم بما خلق ورزق، وأبرز لهم «معجزة القرآن» بأنصع بيان وأوضح برهان ليقتلع من القلوب جذور الشك والارتياب.\nاللغَة: ﴿خَلَقَكُمْ﴾ الخلق: الإِيجاد والاختراع بلا مثال، وأصله في اللغة التقدير يقال: خَلَق النعل إذا قدَّرها وسوَّاها بالمقياس، وخلق الأديمَ للسقاء إذا قدَّره قال الحجاج ما خلقتُ إِلا فريتُ، ولا وعدتُ إِلا وفيتُ «أي ما قدرت شيئًا إِلا أمضيته، ولا وعدت بشيء إِلا وفيت به. ﴿فِرَاشًا﴾ الفراش: الوطاءُ والمهاد الذي يقعد عليه الإِنسان وينام ﴿بِنَآءً﴾ البناء: ما يُبنى من قبةٍ أو خباءٍ أو بيت ﴿أَندَادًا﴾ جمع نِدّ وهو الكفء والمثيل والنظير ومنه قول علماء التوحيد» ليس للهِ نِدٌّ ولا ضِدّ «قال حسان:\nأتهجوه ولستَ له بندٍّ ... فشرُّكهما لخيركما الفِداء\nوقال الزمخشري:» النِدُّ: المثل ولا يقال إلا للمخالف المناوئ قال جرير: أتمًا تجعلون إلىَّ ندًا؟ ﴿وَقُودُهَا﴾ الوَقْود: الحطب الذي توقد به النار قال القرطبي: الوَقود بالفتح الحطب، وبالضم مصدر بمعنى التوقد ﴿أُعِدَّتْ﴾ هيئت، وأعددنا هيأنا قال البيضاوي: ﴿أُعِدَّتْ﴾ هُيَئت لهم وجُعلت عُدَّة لعذابهم ﴿وَبَشِّرِ﴾ البشارة: الخبر السارُّ الذي يتغير به بشرة الوجه من السرور، وإِذا استعمل في الشر فهو تهكم مثل ﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ﴾ [الانشقاق: ٢٤] ﴿أَزْوَاجٌ﴾ جمع زوج ويطلق على الذكر والأنثى ﴿اسكن أَنْتَ وَزَوْجُكَ﴾ [البقرة: ٣٥] فالمرأة زوج الرجل، والرجل زوج المرأة قال الأصمعي: لا تكاد العرب تقول زوجة ﴿خَالِدُونَ﴾ باقون دائمون.\nالتفِسير: يقول تعالى منبهًا العبادَ إِلى دلائل القدرة والوحدانية ﴿يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ﴾ أي يا معشر بني آدم اذكروا نِعَم الله الجليلة عليكم، واعبدوا الله ربكم الذي ربَّاكم وأنشأكم بعد أن لم","vol":"1","page":34},{"text":"تكونوا شيئًا، اعبدوه بتوحيده، وشكره، وطاعته ﴿الذي خَلَقَكُمْ والذين مِن قَبْلِكُمْ﴾ أي الذي أوجدكم بقدرته من العدم، وخلق من قبلكم من الأمم ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لتكونوا في زمرة المتقين، الفائزين بالهدى والفلاح قال البيضاوي: لما عدَّد تعالى فِرَق المكلفين، أقبل عليهم بالخطاب على سبيل الالتفات، هزًا للسامع، وتنشيطًا له، واهتمامًا بأمر العبادة وتفخيمًا لشأنها، وإِنما كثر النداء في القرآن ب ﴿يَاأَيُّهَا﴾ لاستقلاله بأوجهٍ من التأكيد، وكل ما نادى الله له عباده من حيث إِنها أمور عظام من حقها أن يتفطنوا لها، ويقبلوا بقلوبهم عليها وأكثرهم عنها غافلون حقيقٌ بأن يُنادى له بالآكد الأبلغ، ثمَّ عدَّد تعالى نِعَمه عليهم فقال: ﴿الذي جَعَلَ لَكُمُ الأرض فِرَاشًا﴾ أي جعلها مهادًا وقرارًا، تستقرون عليها وتفترشونها كالبساط المفروش مع كرويتها، وإلا ما أمكنكم العيش والاستقرار عليها قال البيضاوي: جعله مهيأة لأن يقعدوا ويناموا عليها كالفراش المبسوط، وذلك لا يستدعي كونها مسطَّحة لأن كروية شكلها مع عظم حجمها لا يأبى الافتراش عليها ﴿والسماء بِنَآءً﴾ أي وسقفًا للأرض مرفوعًا فوقها كهيئة القبة ﴿وَأَنزَلَ مِنَ السمآء مَآءً﴾ أي مطرًا عذبًا فراتًا أنزله بقدرته من السحاب ﴿فَأَخْرَجَ بِهِ مِنَ الثمرات رِزْقًا لَّكُمْ﴾ أي فأخرج بذلك المطر أنواع الثمار والفواكه والخضار غذاءً لكم ﴿فَلاَ تَجْعَلُواْ للَّهِ أَندَادًا وَأَنْتُمْ تَعْلَمُونَ﴾ أي فلا تتخذوا معه شركاء من الأصنام والبشر تشركونهم مع الله في العبادة، وأنتم تعلمون أنها لا تَخْلُق شيئًا ولا تَرْزق، وأنَّ الله هو الخالق الرازق وحده، ذو القوة المتين قال ابن كثير: شرع تعالى في بيان وحدانية ألوهيته بأنه هو المنعم على عبيدة بإِخراجهم من العدم، وإِسباغة عليهم النِّعَم، والمرادُ بالسَّماء هنا السحاب، فهو تعالى الذي أنزل المطر من السحاب في وقته عند احتياجهم إِليه، فأخرج لهم به أنواع الزروع والثمار ورزقًا لهم ولأنعامهم، ومضمونه أنه الخالق الرازق مالكُ الدار وساكنيها ورازقهم، فبهذا يستحق أن يُعبد وحده ولا يُشرك به غيره.\nثم ذكر تعالى بعد أدلة التوحيد الحجة على النبوة، وأقام البرهان على إِعجاز القرآن فقال ﴿وَإِن كُنْتُمْ فِي رَيْبٍ مِّمَّا نَزَّلْنَا على عَبْدِنَا﴾ أي وإِذا كنتم أيها الناس في شك وارتياب من صدق هذا القرآن، المعجز في بيانه، وتشريعه، ونظمه، الذي أنزلناه على عبدنا ورسولنا محمد ﷺ َ ﴿فَأْتُواْ بِسُورَةٍ مِّن مِّثْلِهِ﴾ أي فأتوا بسورةٍ واحدةٍ من مثل هذا القرآن، في البلاغة والفصاحة والبيان ﴿وادعوا شُهَدَآءَكُم مِّن دُونِ الله﴾ أي وادعوا أعوانكم وأنصاركم الذين يساعدونكم على معارضة القرآن غير الله سبحانه، والمراد استعينوا بمن شئتم غيره تعالى قال البيضاوي: المعنى أدعوا للمعارضة من حضركم أو رجوتم معونته من إِنسكم وجِنكم وآلهتكم غيرَ اللهِ ﷾، فإِنه لا يقدر أن يأتي بمثله إِلا الله ﴿إِنْ كُنْتُمْ صَادِقِينَ﴾ أي أنه مختلق وأنه من كلام البشر، وجوابُه محذوف دلَّ عليه ما قبله ﴿فَإِن لَّمْ تَفْعَلُواْ﴾ أي فإِن لم تقدروا على الإِتيان بمثل سورةٍ من سوره، وعجزتم في الماضي عن الإِتيان بما يساويه أو يدانيه، مع استعانتكم بالفصحاء والعباقرة والبلغاء ﴿","vol":"1","page":35},{"text":"وَلَن تَفْعَلُواْ﴾ أي ولن تقدروا في المستقبل أيضًا على الإِتيان بمثله، والجملة اعتراضية للإِشارة إلى عجز البشر في الحاضر والمستقبل كقوله: ﴿لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا﴾ [الإسراء: ٨٨] أي معينًا قال ابن كثير: تحداهم القرآن وهم أفصح الأمم ومع هذا عجزوا، و﴿لَن﴾ لنفي التأبيد في المستقبل أي ولن تفعلوا ذلك أبدًا، وهذه أيضًا معجزة أخرى وهو أنه أخبر خبرًا جازمًا قاطعًا، غير خائفٍ ولا مشفق أنَّ هذا القرآن لا يُعارضُ بمثله أبد الآبدين ودهر الداهرين، وكذلك وقع الأمر لم يُعارض من لدنه إلى زماننا هذا، ومن تدبّر القرآن وجد فيه من وجه الإِعجاز فنونًا طاهرة وخفية، من حيث اللفظ ومن حيث المعنى، والقرآنُ جميعه فصيح في غاية نهايات الفصاحة والبيان عند من يعرف كلام العرب، ويفهم تصاريف الكلام ﴿فاتقوا النار﴾ أي فخافوا عذاب الله، واحذروا نار الجحيم التي جعلها الله جزاء المكذبين ﴿وَقُودُهَا الناس والحجارة﴾ أي اتقوا النار التي مادتُها التي تُشعل بها وتُضرم لإِيقادها هي الكفار والأصنام التي عبدوها من دون الله كقوله تعالى:\n﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ [الأنبياء: ٩٨] قال مجاهد: حجارةٌ من كبريت أنتن من الجيفة يعذبون بها مع النار ﴿أُعِدَّتْ لِلْكَافِرِينَ﴾ أي هُيّئت تلك النارُ وأُرصدت للكافرين الجاحدين، ينالون فيها ألوان العذاب المهين.\nثم لما ذكر ما أعدَّه لأعدائه، عطف عليه بذكر ما أعدَّه لأوليائه، على طريقة القرآن في الجمع بين الترغيب والترهيب، للمقارنة بين حال الأبرار والفجار فقال ﴿وَبَشِّرِ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وبَشِّرْ يا محمد المؤمنين المتقين، الذين كانوا في الدنيا محسنين، والذين جمعوا بين الإِيمان والعمل الصالح ﴿أَنَّ لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي بأن لهم حدائق وبساتين ذاتِ أشجار ومساكن، تجري من تحت قصورها ومساكنها أنهار الجنة ﴿كُلَّمَا رُزِقُواْ مِنْهَا مِن ثَمَرَةٍ رِّزْقًا﴾ أي كلما أعطوا عطاءً ورُزقوا رزقًا من ثمار الجنة ﴿قَالُواْ هذا الذي رُزِقْنَا مِن قَبْلُ﴾ أي هذا مثلُ الطعام الي قُدِّم إلينا قبل هذه المرة قال المفسرون: إِن أهل الجنة يُرزقون من ثمارها، تأتيهم به الملائكة، فإِذا قُدّم لهم مرة ثانية قالوا: هذا الذي أتيتمونا به من قبل فتقول الملائكة: كلْ يا عبد الله فاللونٌ واحدٌ والطعم مختلف قال تعالى: ﴿وَأُتُواْ بِهِ مُتَشَابِهًا﴾ أي متشابهًا في الشكل والمنظر، لا في الطعم والمَخْبر قال ابن جرير: يعني في اللون والمرأة وليس يشبهه في الطعم قال ابن عباس: لا يشبه شيء مما في الجنة ما في الدنيا إِلا في الأسماء ﴿وَلَهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي ولهم في الجنة زوجاتٌ من الحور العين مطهَّرات من الأقذار والأدناس الحسية والمعنوية قال ابن عباس: مطهَّرة من القذر والأذى وقال مجاهد: مطهَّرة من الحيض والنفاس، والغائط والبول والنخام، وورد أن نساء الدنيا المؤمنات يكنَّ يوم القيامة أجمل من الحور العين كما قال تعالى: ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا﴾ [الواقعة: ٣٥ - ٣٧] ﴿وَهُمْ فِيهَا خَالِدُونَ﴾ أي دائمون، وهذا هو تمام السعادة، فإِنهم مع هذا النعيم في مقام أمين، يعيشون مع زوجاتهم في هناءٍ خالد لا يعتريه انقطاع.","vol":"1","page":36},{"text":"البَلاَغَة: ١ - ذكر الربوبية ﴿اعبدوا رَبَّكُمُ﴾ مع إضافته إِلى المخاطبين للتفخيم والتعظيم.\n٢ - الإِضافة ﴿على عَبْدِنَا﴾ للتشريف والتخصيص، وهذا أشرف وصفٍ لرسول الله ﷺ َ.\n٣ - التعجيز ﴿فَأْتُواْ بِسُورَةٍ﴾ خرج الأمر عن صيغته إِلى معنى التعجيز، وتنكيرُ السور لإِرادة العموم والشمول.\n٤ - المقابلة اللطيفة ﴿جَعَلَ لَكُمُ الأرض فِرَاشًا والسماء بِنَآءً﴾ فقد قابل بين الأرض والسماء، والفراش والبناء، وهذا من المحسنات البديعية.\n٥ - الجملة الاعتراضية ﴿وَلَن تَفْعَلُواْ﴾ لبيان التحدي في الماضي والمستقبل وبيان العجز التام في جميع العصور والأزمان.\n٦ - الإيجاز البديع بذكر الكناية ﴿فاتقوا النار﴾ أي فإن عجزتم فخافوا نار جهنم بتصديقكم بالقرآن.","vol":"1","page":37},{"text":"المنَاسَبَة: لّما بينّ تعالى بالدليل الساطع، والبرهان القاطع، أن القرآن كلام الله لا يتطرأ إِليه شك، وإِنه كتاب معجز أنزله على خاتم المرسلين، وتحداهم أن يأتوا بمثل سورةٍ من أقصر سوره، وذكر هنا شبهة أوردها الكفار للقدح فيه وهي أنه جاء في القرآن ذكر (النحل، والذباب، والعنكبوت، والنمل) الخ وهذه الأمور لا يليق ذكرها بكلام الفصحاء فضلًا عن كلام ربّ الأرباب، فأجاب الله تعالى عن هذه الشبهة، وردَّ عليهم بأنَّ صغر هذه الأشياء لا يقدح في فصاحة القرآن وإِعجازه، إِذا كان ذكر المثل مشتملًا على حِكَمٍ بالغة.\nاللغَةَ: ﴿لاَ يَسْتَحْى﴾ الحياء: تغير وانكسار يعتري الإِنسان من خوف ما يعاب به ويذم، والمراد به هنا لازمه وهو الترك، قال الزمخشري: أي لا يترك ضرب المثل بالبعوضة ترك من يستحيي","vol":"1","page":37},{"text":"من ذكرها لحقارتها ﴿فَمَا فَوْقَهَا﴾ فما دونها في الصغر ﴿الفاسقين﴾ أصل الفسق في كلام العرب: الخروج عن الشيء، والمنافق فاسق لخروجه عن طاعة ربه، قال الفراء: الفاسق مأخوذ من قولهم فسقت الرطبة من قشرها أي خرجت، ويسمى الفاسق فاسقًا لخروجه عن طاعة الله، وتسمى الفأرة فويسقه لخروجها لأجل المضرة. ﴿يَنقُضُونَ﴾ النقض: فسخ التركيب وإِفساد ما أبرمته من بناءٍ، أو حبلٍ، أو عهد قال تعالى: ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا﴾ [النحل: ٩٢] وقال ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ﴾ [النساء: ١٥٥] أي فبنقضهم الميثاق ﴿عَهْدَ﴾ العهد: المَوْثق الذي يعطيه الإِنسان لغيره ويقال عهد إِليه أي أوصاه ﴿الميثاق﴾ [الرعد: ٢٠] العهد المؤكد باليمين وهو أبلغ من العهد. ﴿استوى﴾ الاستواء في الأصل: الاعتدال والاستقامة يقال: استوى العود إِذا قام واعتدل، واستوى إِليه كالسهم إِذا قصده قصدًا مستويًا، وقال ثعلب: الاستواء: الإِقبال على الشيء. ﴿فَسَوَّاهُنَّ﴾ خلقهن وأتقنهن وقيل معناه: صيّرهن.\nسَبَبُ النزّول: لما ذكر الله تعالى الذباب والعنكبوت في كتابه، وضرب للمشركين به المثل ضحكت اليهود وقالوا: ما يشبه هذا كلام الله، وما أراد بذكر هذه الأشياء الخسيسة؟ فأنزل الله الآية.\nالتفسِير: يقول تعالى في الرد على مزاعم اليهود والمنافقين ﴿إِنَّ الله لاَ يَسْتَحْى أَن يَضْرِبَ مَثَلًا مَّا﴾ أي إن الله لا يستنكف ولا يمتنع عن أن يضرب أيُّ مثلٍ كان، بأي شيءٍ كان، صغيرًا كان أو كبيرًا ﴿بَعُوضَةً فَمَا فَوْقَهَا﴾ أي سواء كان هذا المثل بالبعوضة أو بما هو دونها في الحقارة والصغر، فكما لا يستنكف عن خلقها، كذلك لا يستنكف عن ضرب المثل بها ﴿فَأَمَّا الذين آمَنُواْ فَيَعْلَمُونَ أَنَّهُ الحق مِن رَّبِّهِمْ﴾ أما المؤمنون فيعلمون أن الله حق، لا يقول غير الحق، وأن هذا المثل من عند الله ﴿وَأَمَّا الذين كَفَرُواْ فَيَقُولُونَ مَاذَآ أَرَادَ الله بهذا مَثَلًا﴾؟ وأما الذين كفروا فيتعجبون ويقولون: ماذا أراد الله من ضرب الأمثال بمثل هذه الأشياء الحقيرة؟ قال تعالى في الرد عليهم ﴿يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا﴾ أي يضل بهذا المثل كثيرًا من الكافرين لكفرهم به، ويهدي به كثيرًا من المؤمنين لتصديقهم به، فيزيد أولئك ضلالة، وهؤلاء هدىً ﴿وَمَا يُضِلُّ بِهِ إِلاَّ الفاسقين﴾ أي ما يضل بهذا المثل أو بهذا القرآن إِلا الخارجين عن طاعة الله، الجاحدين بآياته، ثم عدّد تعالى أوصاف هؤلاء الفاسقين فقال ﴿الذين يَنقُضُونَ عَهْدَ الله مِن بَعْدِ مِيثَاقِهِ﴾ أي ينقضون ما عهده إِليهم في الكتب السماوية، من الإِيمان بمحمد ﷺ َ من بعد توكيده عليهم، أو ينقضون كل عهد وميثاق من الإِيمان بالله، والتصديق بالرسل، والعمل بالشرائع ﴿وَيَقْطَعُونَ مَآ أَمَرَ الله بِهِ أَن يُوصَلَ﴾ من صلة الأرحام والقرابات، واللفظ عام في كل قطيعة لا يرضاها الله كقطع الصلة بين الأنبياء، وقطع الأرحام، وترك موالاة المؤمنين ﴿ويفسدون في الأرض﴾ بالمعاصي، والفتن، والمنع عن الإيمان، وإثارة الشبهات","vol":"1","page":38},{"text":"حول القرآن ﴿أولئك هُمُ الخاسرون﴾ أي أولئك المذكورون، الموصوفون بتك الأوصاف القبيحة هم الخاسرون لأنهم استبدلوا الضلالة بالهدى، والعذاب بالمغفرة، فصاروا إِلى النار المؤبدة ﴿كَيْفَ تَكْفُرُونَ بالله﴾ استفهام للتوبيخ والإِنكار والمعنى كيف تجحدون الخالق، وتنكرون الصانع ﴿وَكُنْتُمْ أَمْوَاتًا﴾ أي وقد كنتم في العدم نُطفًا في أصلاب الآباء وأرحام الأمهات ﴿فَأَحْيَاكُمْ﴾ أي أخرجكم إِلى الدنيا ﴿ثُمَّ يُمِيتُكُمْ﴾ عند انقضاء الآجال ﴿ثُمَّ يُحْيِيكُمْ﴾ بالبعث من القبور ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ للحساب والجزاء يوم النشور.\nثم ذكر تعالى برهانًا على البعث فقال ﴿هُوَ الذي خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعًا﴾ أي خلق لكم الأرض وما فيها لتنتفعوا بكل ما فيها، وتعتبروا بأن الله هو الخالق الرازق ﴿ثُمَّ استوى إِلَى السمآء﴾ أي ثم وجّه إرادته إلى السماء ﴿فَسَوَّاهُنَّ سَبْعَ سماوات﴾ أي صيّرهن وقضاهن سبع سماوات محكمة البناء وذلك دليل القدرة الباهرة ﴿وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي وهو عالم بكل ما خلق وذرأ، أفلا تعتبرون بأن القادر على خلق ذلك - وهي أعظم منكم - قادر على إعادتكم؟! بلى إنه على كل شيء قدير.\nالبَلاَغَة: ١ - قوله ﴿لاَ يَسْتَحْى﴾ مجاز من باب إِطلاق الملزوم وإِرادة اللازم، والمعنى: لا يترك فعبّر بالحياء عن الترك، لأن الترك من ثمرات الحياء، ومن استحيا من فعل شيء تركه.\n٢ - قوله ﴿يَنقُضُونَ عَهْدَ الله﴾ فيه (استعارة مكنية) حيث شبه العهد بالحبل، وحذف المشبه به ورمز له بشيء من لوازمه وهو النقض على سبيل الاستعارة المكنية.\n٣ - قوله ﴿كَيْفَ تَكْفُرُونَ بالله﴾ هو من باب (الالتفات) للتوبيخ والتقريع، فقد كان الكلام بصيغة الغيبة ثم التفت فخاطبهم بصيغة الحضور، وهو ضرب من ضروب البديع.\n٤ - قوله ﴿عَلِيمٌ﴾ من صيغ المبالغة، ومعناه الواسع العلم الذي أحاط علمه بجميع الأشياء، قال أبو حيان: وصف تعالى نفسه ب (عالم وعليم وعلام) وهذان للمبالغة، وقد أدخلت العرب الهاء لتأكيد المبالغة في (علامة) ولا يجوز وصفه به تعالى.\nالفوَائِد: الأولى: قال الزمخشري: التمثيل إِنما يصار إِليه لما فيه من كشف المعنى، ورفع الحجاب عن الغرض المطلوب، فليس العظم والحقارة في المضروب به المثل إِلا أمرًا تستدعيه حال المتمثل له، ألا ترى إِلى الحق لما كان أبلج واضحًا جليًا، كيف تمثَّل له بالضياء والنور؟ وإِلى الباطل لما كان بضد صفته كيف تمثّل له بالظلمة؟ ولما كان حال الآلهة التي جعلها الكفار أندادًا لله تعالى ليس أحقر منها وأقل، لذلك ضرب لها المثل ببيت العنكبوت في الضعف والوهن ﴿كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ [العنكبوت: ٤١] وجعلت أقل من الذباب وأخسَّ قدرًا ﴿لَن يَخْلُقُواْ ذُبَابًا وَلَوِ اجتمعوا لَهُ وَإِن يَسْلُبْهُمُ الذباب شَيْئًا لاَّ يَسْتَنقِذُوهُ مِنْهُ﴾ [الحج: ٧٣] والعجبُ منهم كيف أنكروا ذلك وما زال الناس يضربون الأمثال بالبهائم والطيور، والحشرات والهوام، وهذه أمثال العرب بين أيديهم سائرة في حواضرهم وبواديهم.","vol":"1","page":39},{"text":"الثانية: قدّم الإِضلال على الهداية ﴿يُضِلُّ بِهِ كَثِيرًا وَيَهْدِي بِهِ كَثِيرًا﴾ ليكون أول ما يقرع أسماعهم من الجواب أمرًا فظيعًا يسوءهم ويفتُّ في أعضادهم، وأوثرت صيغة الاستقبال إِيذانًا بالتجدد والاستمرار، أفاده العلامة أبو السعود.\nالثالثة: قال ابن جزي في التسهيل: وهذه الآية ﴿خَلَقَ لَكُمْ مَّا فِي الأرض جَمِيعًا ثُمَّ استوى إِلَى السمآء﴾ تقتضي أنه خلق السماء بعد الأرض، وقوله تعالى ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ [النازعات: ٣٠] ظاهره خلاف ذلك، والجواب من وجهين: أحدهما أن الأرض خلقت قبل السماء، ودحيت بعد ذلك فلا تعارض، والآخر تكون ﴿ثُمَّ﴾ لترتيب الأخبار.","vol":"1","page":40},{"text":"المنَاسَبَة: لما امتنَّ تعالى على العباد بنعمة الخلق والإِيجاد وأنه سخر لهم ما في الأرض جميعًا، وأخرجهم من العدم إِلى الوجود، أتبع ذلك ببدء خلقهم، وامتنَّ عليهم بتشريف أبيهم وتكريمه، بجعله خليفة، وإِسكانه دار الكرامة، وإِسجاد الملائكة تعظيمًا لشأنه، ولا شك أن الإِحسان إِلى الأصل إِحسان إِلى الفرع، والنعمة على الآباء نعمة على الأبناء، ولهذا ناسب أن يذكّرهم بذلك، لأنه من وجوه النعم التي أنعم بها عليهم.\nاللغَة: ﴿وَإِذْ﴾ ظرف زمان منصوب بفعل محذوف تقديره: اذكر حين أو اذكر وقت، وقد يصرح بالمحذوف كقوله تعالى: ﴿واذكروا إِذْ أَنتُمْ قَلِيلٌ﴾ [الأنفال: ٢٦] قال المبرد: إذا جاء «إِذْ» مع مستقبل كان معناه ماضيًا نحو قوله ﴿وَإِذْ يَمْكُرُ بِكَ﴾ [الأنفال: ٣٠] معناه إِذْ مكروا، وإِذا جاء «إِذا» مع الماضي كان معناه مستقبلًا كقوله ﴿فَإِذَا جَآءَتِ الطآمة الكبرى﴾ [النازعات: ٣٤] و﴿إِذَا جَآءَ نَصْرُ الله﴾ [النصر: ١] أي يجيء. ﴿خَلِيفَةً﴾ الخليفة: من يخلف غيره وينوب منابه، فعيل بمعنى فاعل والتاء للمبالغة، سمي خليفة لأنه مستخلف عن الله ﷿ في إجراء الأحكام وتنفيذ الأوامر الربانية قال تعالى ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض﴾ [ص: ٢٦] الآية ﴿وَيَسْفِكُ﴾ السفك: الصب والإِراقة لا يستعمل إِلا في الدم قال في المصباح: وسفك الدم: أراقة وبابه ضرب ﴿نُسَبِّحُ﴾ التسبيح: تنزيه الله وتبرئته","vol":"1","page":40},{"text":"عن السوء، وأصله من السَّبْح وهو الجري والذهاب قال تعالى ﴿إِنَّ لَكَ فِي النهار سَبْحًَا طَوِيلًا﴾ [المزمل: ٧] فالمسَبِّح جارٍ في تنزيه الله تعالى ﴿وَنُقَدِّسُ﴾ التقديس: التطهير ومنه الأرض المقدسة، وروح القدس، وضده التنجيس، وتقديس الله معناه: تمجيده وتعظيمه وتطهير ذكره عما لا يليق به وفي صحيح مسلم أن رسول الله ﷺ َ كان يقول في ركوعه وسجوده «سبُّوح قدُّوس ربُّ الملائكةِ والرُّوح» ﴿أَنْبِئُونِي﴾ أخبروني والنبأ: الخبر الهام ذو الفائدة العظيمة قال تعالى ﴿قُلْ هُوَ نَبَأٌ عَظِيمٌ﴾ [ص: ٦٧] ﴿تُبْدُونَ﴾ تظهرون ﴿تَكْتُمُونَ﴾ تخفون ومنه كتم العلم أي اخفاؤه.\nالتفِسير: ﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ﴾ أي اذكر يا محمد حين قال ربك للملائكة واقصص على قومك ذلك ﴿إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً﴾ أي خالق في الأرض ومتخذ فيها خليفة يخلفني في تنفيذ أحكامي فيها وهو آدم أو قومًا يخلف بعضهم بعضًا قرنًا بعد قرن، وجيلًا بعد جيل ﴿قَالُواْ أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا﴾ أي قالوا على سبيل التعجب والاستعلام: كيف تستخلف هؤلاء، وفيهم من يفسد في الأرض بالمعاصي ﴿وَيَسْفِكُ الدمآء﴾ أي يريق الدماء بالبغي والاعتداء!! ﴿وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ﴾ أي ننزهك عما لا يليق بك متلبسين بحمدك ﴿وَنُقَدِّسُ لَكَ﴾ أي نعظم أمرك ونطهرّ ذكرك مما نسبه إِليك الملحدون ﴿قَالَ إني أَعْلَمُ مَا لاَ تَعْلَمُونَ﴾ أي أعلم من المصالح ما هو خفيٌ عليكم، ولي حكمة في خلق الخليقة لا تعلمونها ﴿وَعَلَّمَءَادَمَ الأسمآء كُلَّهَا﴾ أي أسماء المسمّيات كلها قال ابن عباس: علّمه اسم كل شيء حتى القصعة والمغرفة ﴿عَرَضَهُمْ عَلَى الملائكة﴾ أي عرض المسميات على الملائكة وسألهم على سبيل التبكيت ﴿فَقَالَ أَنْبِئُونِي﴾ أي أخبروني ﴿بِأَسْمَآءِ هؤلاء﴾ أي بأسماء هذه المخلوقات التي ترونها ﴿إِن كُنْتُمْ صَادِقِينَ﴾ أي في زعمكم أنكم الملائكة، وخصّه بالمعرفة التامة دونهم، من معرفة الأسماء والأشياء، والأجناس، واللغات، ولهذا اعترفوا بالعجز والقصور ﴿قَالُواْ سُبْحَانَكَ لاَ عِلْمَ لَنَآ إِلاَّ مَا عَلَّمْتَنَآ﴾ أي ننزهك يا ألله عن النقص ونحن لا علم لنا إلا ما علمتنا إِياه ﴿الحكيم﴾ الذي لا يفعل إلا ما تقتضيه الحكمة ﴿قَالَ يَآءَادَمُ أَنبِئْهُمْ بِأَسْمَآئِهِمْ﴾ أي أعلمهم بالأسماء التي عجزوا عن علمها، واعترفوا بتقاصر هممهم عن بلوغ مرتبتها ﴿فَلَمَّآ أَنْبَأَهُمْ بِأَسْمَآئِهِمْ﴾ أي أخبرهم بكل الأشياء، وسمَّى كل شيء باسمه، وذكر حكمته التي خلق لها ﴿قَالَ أَلَمْ أَقُلْ لَّكُمْ إني أَعْلَمُ غَيْبَ السماوات والأرض﴾ أي قال تعالى للملائكة: ألم أنبئكم بأني أعلم ما غاب في السماوات والأرض عنكم ﴿وَأَعْلَمُ مَا تُبْدُونَ﴾ أي ما تظهرون ﴿وَمَا كُنْتُمْ تَكْتُمُونَ﴾ أي تسرون من دعواكم أن الله لا يخلق خلقًا أفضل منكم، روي أنه تعالى لما خلق آدم ﵇، رأت الملائكة فطرته العجيبة، وقالوا: ليكن ما شاء فلن يخلق ربنا خلقًا إِلا كنا أكرم عليه منه.","vol":"1","page":41},{"text":"البَلاَغَة: ١ - التعرض بعنوان الربوبية ﴿وَإِذْ قَالَ رَبُّكَ﴾ مع الإضافة إلى الرسول ﵇ للتشريف والتكريم لمقامه العظيم وتقديم الجار والمجرور ﴿لِلْمَلاَئِكَةِ﴾ للاهتمام بما قُدّم، والتشويق إلى ما أُخّر.\n٢ - الأمر في قوله تعالى ﴿أَنْبِئُونِي﴾ خرج عن حقيقته إِلى التعجيز والتبكيت.\n٣ - ﴿فَلَمَّآ أَنْبَأَهُمْ بِأَسْمَآئِهِمْ﴾ فيه مجاز بالحذف والتقدير: فأنبأهم بها فلما أنبأهم حذف لفهم المعنى.\n٤ - ﴿ثُمَّ عَرَضَهُمْ﴾ هو من باب التغليب لأن الميم علامة الجمع للعقلاء الذكور، ولو لم يغلّب لقال ﴿ثُمَّ عَرَضَهُمْ﴾ أو عرضهن.\n٥ - إِبراز الفعل في قوله ﴿إني أَعْلَمُ غَيْبَ السماوات﴾ ثم قال ﴿وَأَعْلَمُ مَا تُبْدُونَ﴾ للإِهتمام بالخبر والتنبيه على إِحاطة علمه تعالى بجميع الأشياء، ويسمى هذا بالإِطناب.\n٦ - تضمنت آخر هذه الآية من علم البديع ما يسمى ب «الطباق» وذلك في كلمتي ﴿تُبْدُونَ﴾ و﴿تَكْتُمُونَ﴾ .\nالفوَائِد: الأولى: قال بعض العلماء: في إِخبار الله تعالى للملائكة عن خلق آدم واستخلافه في الأرض، تعليمٌ لعباده المشاورة في أمورهم قبل أن يقدموا عليها.\nالثانية: الحكمة من جعل آدم ﵇ خليفة هي الرحمة بالعباد - لا لافتقار الله - وذلك أن العباد لا طاقة لهم على تلقي الأوامر والنواهي من الله بلا واسطة، ولا بواسطة مَلَك، فمن رحمته ولطفه وإِحسانه إِرسال الرسل من البشر.\nالثالثة: قال الحافظ ابن كثير: وقول الملائكة ﴿أَتَجْعَلُ فِيهَا مَن يُفْسِدُ فِيهَا﴾ الآية ليس هذا على وجه الاعتراض على الله، ولا على وجه الحسد لبني آدم، وإِنما هو سؤال استعلام واستكشاف عين الحكمة في ذلك، يقولون: ما الحكمة في خلق هؤلاء مع أن منهم من يفسد في الأرض؟ وقال في التسهيل: وإِنما علمت الملائكة أن بني آدم يفسدون بإِعلام الله إِياهم بذلك، وقيل: كان في الأرض جنٌ فأفسدوا، فبعث الله إِليهم ملائكة فقتلتهم، فقاس الملائكة بني آدم عليهم.\nالرابعة: سئل الشعبي: هل لإِبليس زوجة؟ قال: ذلك عرسٌ لم أشهده؟ قال: ثم قرأتُ قوله تعالى: ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي﴾ [الكهف: ٥٠] فعلمت أنه لا يكون له ذرية إِلا من زوجة، فقلت: نعم.","vol":"1","page":42},{"text":"المنَاسَبَة: أشارت الآيات السابقة إلى أن الله تعالى خصّ آدم ﵇ بالخلافة، كما خصّه بعلم غزير وقفت الملائكة عاجزة عنه، وأضافت هذه الآيات الكريمة بيان نوع آخر من التكريم أكرمه الله به ألا وهو أمر الملائكة بالسجود له، وذلك من أظهر وجوه التشريف والتكريم لهذا النوع الإنساني ممتلأ في أصل البشرية آدم ﵇.\nاللغَة: ﴿اسجدوا﴾ أصل السجود: الانحناء لمن يُسجد له والتعظيم، وهو في اللغة: التذلل والخضوع، وفي الشرع: وضع الجبهة على الأرض ﴿إِبْلِيسَ﴾ اسم للشيطان وهو أعجمي، وقيل إنه مشتق من الإِبلاس وهو الإياس ﴿أبى﴾ امتنع، والإِباء: الامتناع مع التمكن من الفعل ﴿واستكبر﴾ الاستكبار: التكبر والتعاظم في النفس ﴿رَغَدًا﴾ واسعًا كثيرًا لا عناء فيه، والرغد: سعة العيش، يقال: رغد عيش القوم إِذا كانوا في رزقٍ واسع قال الشاعر:\nبينما المرء تراه ناعمًا ... يأمن الأحداث في عيشٍ رغد\n﴿فَأَزَلَّهُمَا﴾ أصله من الزلل وهو عثور القدم يقال: زلت قدمه أي زلقت ثم استعمل في ارتكاب الخطيئة مجازًا يقال: زلّ الرجل إِذا أخطأ وأتى ما ليس له إتيانه، وأزله غيره: إِذا سبّب له ذلك ﴿مُسْتَقَرٌّ﴾ موضع استقرار ﴿وَمَتَاعٌ﴾ المتاع ما يتمتع به من المأكول والمشروب والملبوس ونحوه ﴿فتلقى﴾ التلقي في الأصل: الاستقبال تقول خرجنا نتلقى الحجيج أي نستقبلهم، ثم استعمل في أخذ الشيء وقبوله تقول: تلقيت رسالة من فلان أي أخذتها وقبلتها ﴿فَتَابَ﴾ التوبة في أصل اللغة الرجوع، وإذا عديت بعن كان معناها الرجوع عن المعصية، وإِذا عديت بعلى كان معناها قبول التوبة.\nالتفِسير: ﴿وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ﴾ أي اذكر يا محمد لقومك حين قلنا للملائكة ﴿اسجدوا لأَدَمَ﴾ أي سجود تحية وتعظيم لا سجود عبادة ﴿فَسَجَدُواْ إِلاَّ إِبْلِيسَ﴾ أي سجدوا جميعًا له غير إبليس ﴿أبى واستكبر﴾ أي امتنع مما أمر به وتكبر عنه ﴿وَكَانَ مِنَ الكافرين﴾ أي صار بإبائه واستكباره من الكافرين حيث استقبح أمر الله بالسجود لآدم ﴿وَقُلْنَا يَآءَادَمُ اسكن أَنْتَ وَزَوْجُكَ الجنة﴾ أي أسكن في جنة الخلد مع زوجك حواء ﴿وَكُلاَ مِنْهَا رَغَدًا﴾ أي كلا من ثمار الجنة أكلًا رغدًا واسعًا ﴿حَيْثُ شِئْتُمَا﴾ أي من أي مكان في الجنة أردتما الأكل فيه ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ أي لا تأكلا من هذه الشجرة قال ابن عباس: هي الكرمة ﴿فَتَكُونَا مِنَ الظالمين﴾ أي فتصيروا من الذين ظلموا أنفسهم بمعصية الله ﴿","vol":"1","page":43},{"text":"فَأَزَلَّهُمَا الشيطان عَنْهَا﴾ أي أوقعهما في الزلة بسببها وأغواهما بالأكل منها هذا إذا كان الضمير عائدًا إلى الشجرة، أما إذا كان عائدًا إلى الجنة فيكون المعنى أبعدهما وحوّلهما من الجنة ﴿فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ﴾ أي من نعيم الجنة ﴿وَقُلْنَا اهبطوا﴾ أي اهبطوا من الجنة إلى الأرض والخطاب لآدم وحواء وإبليس ﴿بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ أي الشيطان عدوّ لكم فكونوا أعداء له كقوله\n﴿إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ [فاطر: ٦] ﴿وَلَكُمْ فِي الأرض مُسْتَقَرٌّ﴾ أي لكم في الدنيا موضع استقرار بالإقامة فيها ﴿وَمَتَاعٌ إلى حِينٍ﴾ أي تمتع بنعيمها إلى وقت انقضاء آجالكم ﴿فتلقىءَادَمُ مِن رَّبِّهِ كَلِمَاتٍ﴾ أي استقبل آدم دعوات من ربه ألهمه إياها فدعاه بها وهذه الكلمات مفسّرة في موطن آخر في سورة الأعراف ﴿قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا﴾ [الآية: ٢٣] الآية ﴿فَتَابَ عَلَيْهِ﴾ أي قبل ربه توبته ﴿إِنَّهُ هُوَ التواب الرحيم﴾ أي إِن الله كثير القبول للتوبة، واسع الرحمة للعباد ﴿قُلْنَا اهبطوا مِنْهَا جَمِيعًا﴾ كرر الأمر بالهبوط للتأكيد ولبيان أنَّ إقامة آدم وذريته في الأرض لا في الجنة ﴿فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى﴾ أي رسول أبعثه لكم، وكتاب أنزله عليكم ﴿فَمَن تَبِعَ هُدَايَ﴾ أي من آمن بي وعمل بطاعتي ﴿فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لا ينالهم خوف ولا حزن في الآخرة ﴿والذين كَفَرواْ وَكَذَّبُواْ بِآيَاتِنَآ﴾ أي جحدوا بما أنزلت وبما أرسلت ﴿أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي هم مخلدون في الجحيم أعاذنا الله منها.\nالبَلاَغة: أولًا: صيغة الجمع ﴿وَإِذْ قُلْنَا﴾ للتعظيم، وهي معطوفة على قوله ﴿وَإِذْ قَالَ رَبُّكَ﴾ [البقرة: ٣٠] وفيه التفات من الغائب إلى المتكلم لتربية وإظهار الجلالة.\nثانيًا: أفادت الفاء في قوله ﴿فَسَجَدُواْ﴾ أنهم سارعوا في الامتثال ولم يتثبطوا فيه، وفي الآية إيجاز بالحذف أي فسجدوا له وكذلك ﴿أبى﴾ مفعوله محذوف أي أبى السجود.\nثالثًا: قوله ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ المنهي عنه هو الأكل من ثمار الشجرة، وتعليق النهي بالقرب منها ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ لقصد المبالغة في النهي عن الأكل، إذ النهي عن القرب نهي عن الفعل بطريق أبلغ كقوله تعالى ﴿وَلاَ تَقْرَبُواْ الزنى﴾ [الإسراء: ٣٢] فنهى عن القرب من الزنى ليقطع الوسيلة إلى ارتكابه.\nرابعًا: التعبير بقوله ﴿مِمَّا كَانَا فِيهِ﴾ أبلغ في الدلالة على فخامة الخيرات مما لو قيل: من النعيم أو الجنة، فإن من أساليب البلاغة في الدولة على عظم الشيء أن يعبّر عنه بلفظ مبهم نحو ﴿مِمَّا كَانَا فِيهِ﴾ لتذهب نفس السامع في تصور عظمته وكماله إلى أقصى ما يمكنها أن تذهب إِليه.\nخامسًا: ﴿التواب الرحيم﴾ من صيغ المبالغة أي كثير التوبة واسع الرحمة.\nالفوَائِد: الأولى: كيف يصح السجود لغير الله؟ والجواب أن سجود الملائكة لآدم كان للتحية وكان سجود تعظيم وتكريم لا سجود صلاةٍ وعبادة، قال الزمخشري: السجود لله تعالى على سبيل","vol":"1","page":44},{"text":"العبادة، ولغيره على وجه التكرمة كما سجدت الملائكة لآدم، ويعقوب وأبناؤه ليوسف.\nالثانية: قال بعض العارفين: سابق العناية لا يؤثر فيه حدوث الجناية، ولا يحط عن رتبة الولاية، فمخالفة آدم التي أوجبت له الإِخراج من دار الكرامة لم تخرجه عن حظيرة القدس، ولم تسلبه رتبة الخلافة، بل أجزل الله له في العطية فقال\n﴿ثُمَّ اجتباه رَبُّهُ﴾ [طه: ١٢٢] وقال الشاعر:\nوإِذا الحبيبُ أتى بذنبٍ واحدٍ ... جاءت محاسنة بألف شفيع\nالثالثة: هل كان إِبليس من الملائكة؟ الجواب: اختلف المفسرون على قولين: ذهب بعضهم إِلى أنه من الملائكة بدليل الاستثناء ﴿فَسَجَدُواْ إِلاَّ إِبْلِيسَ﴾ وقال آخرون: الاستثناء منقطع وإِبليس من الجن وليس من الملائكة وإِليه ذهب الحسن وقتادة واختاره الزمخشري، قال الحسن البصري: لم يكن إبليس من الملائكة طرفة عين، ونحن نرجح القول الثاني للأدلة الآتية: ١ - الملائكة منزهون عن المعصية ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ﴾ [التحريم: ٦] وإِبليس قد عصى أمر ربه ٢ - الملائكة خلقت من نور وإِبليس خلق من نار فطبيعتهما مختلفة ٣ - الملائكة لا ذرية لهم وإِبليس له ذرية ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي﴾ [الكهف: ٥٠]؟ ٤ - النص الصريح الواضح في سورة الكهف على أنه من الجن وهو قوله تعالى ﴿إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ﴾ [الآية: ٥٠] وكفى به حجة وبرهانًا.","vol":"1","page":45},{"text":"المنَاسَبَة: من بداية هذه الآية إلى آية /١٤٢/ ورد الكلام عن بني إسرائيل، وقد تحدث القرآن الكريم بالإِسهاب عنهم فيما يقرب من جزءٍ كامل، وذلك يدل على عناية القرآن بكشف حقائق اليهود، وإِظهار ما انطوت عليه نفوسهم الشريرة من خبثٍ وكيد وتدمير حتى يحذرهم المسلمون، أما وجه المناسبة فإِن الله تعالى لما دعا البشر إِلى عبادته وتوحيده، وأقام للناس الحجج الواضحة على وحدانيته ووجوده، ثم ذكّرهم بما أنعم به على أبيهم آدم ﵇، دعا بني إِسرائيل خصوصًا - وهم اليهود - إِلى الإِيمان بخاتم الرسل وتصديقه فيما جاء به عن الله، لأنهم يجدونه مكتوبًا عندهم في التوراة، وقد تفنّن في مخاطبتهم فتارة دعاهم بالملاطفة، وتارة بالتخويف، وتارة بالتذكير بالنعم عليهم وعلى آبائهم، وأخرى بإقامة الحجة والتوبيخ على سوء أعمالهم وهكذا انتقل من التذكير بالنعم العامة على البشرية في تكريم أبي الإِنسانية، إلى التذكير بالنعم الخاصة على بني إسرائيل.\nاللغَة: اسم أعجمي ومعناه: عبد الله وهو اسم ﴿يعقوب﴾ ﵇، وقد","vol":"1","page":45},{"text":"صرَّح به آل عمران ﴿إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ على نَفْسِهِ﴾ [الآية: ٩٣] ﴿وَأَوْفُواْ﴾ الوفاء: الإِتيان بالشيء على التمام والكمال، يقال أوفى ووفّى أي أداه وافيًا تامًا. ﴿تَلْبِسُواْ﴾ اللَّبْس: الخلط تقول العرب: لبَسْتُ الشيء بالشيء خلطته، والتبس به اختلطَ، قال تعالى ﴿وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ﴾ [الأنعام: ٩] وفي المصباح: لَبِسَ الثواب من باب تعب لُبْسًا بضم اللام، ولَبَسْتُ عليه الأمر لَبْسًا من باب ضرب خلطته، والتبس الأمر: أشكل. ﴿الزكاة﴾ مشتقة من زكا الزرع يزكو أي نما لأن إخراجها يجلب البركة، أي هي من الزكاة أي الطهارة لأنها تطهر المال قال تعالى ﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا﴾ [التوبة: ١٠٦] .\nالتفسير: ﴿يَابَنِي إِسْرَائِيلَ﴾ أي يا أولاد النبي الصالح يعقوب ﴿اذكروا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ﴾ اذكروا ما أنعمت به عليكم وعلى آبائكم من نعم لا تعد ولا تحصى ﴿وَأَوْفُواْ بعهدي﴾ أي أدّوا ما عاهدتموني عليه من الإِيمان والطاعة ﴿أُوفِ بِعَهْدِكُمْ﴾ بما عاهدتكم عليه من حسن الثواب ﴿وَإِيَّايَ فارهبون﴾ أي اخشوني دون غيري ﴿وَآمِنُواْ بِمَآ أَنزَلْتُ﴾ من القرآن العظيم ﴿مُصَدِّقًا لِّمَا مَعَكُمْ﴾ أي من التوراة في أمور التوحيد والنبوة ﴿وَلاَ تكونوا أَوَّلَ كَافِرٍ بِهِ﴾ أي أول من كفر من أهل الكتاب فحقكم أن تكونوا أول من آمن ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلًا﴾ أي لا تستبدلوا بآياتي البينات التي أنزلتها عليكم حطام الدنيا الفانية ﴿وَإِيَّايَ فاتقون﴾ أي خافون دون غيري ﴿وَلاَ تَلْبِسُواْ الحق بالباطل﴾ أي لا تخلطوا الحق المنزل من الله بالباطل الذي تخترعونه، ولا تحرفوا ما في التوراة بالهتان الذي تفترونه ﴿وَتَكْتُمُواْ الحق﴾ أي ولا تخفوا ما في كتابكم من أوصاف محمد ﵇ ﴿وَأَنْتُمْ تَعْلَمُونَ﴾ أنه حق أو حال كونكم عالمين بضرر الكتمان ﴿وَأَقِيمُواْ الصلاوة وَآتُواْ الزكاة واركعوا مَعَ الراكعين﴾ أي أدوا ما وجب عليكم من الصلاة والزكاة، وصلوا مع المصلين بالجماعة، أو مع أصحاب محمد ﵇.\nالبَلاَغة: أولًا: في إِضافة النعمة إِليه سبحانه ﴿نِعْمَتِيَ﴾ إِشارة إِلى عظم قدرها، وسعة بِرّها، وحسن موقعها لأن الإِضافة تفيد التشريف كقوله ﴿بَيتُ الله﴾ و﴿نَاقَةُ الله﴾ [الأعراف: ٧٣] .\nثانيًا قوله ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي﴾ الشراء هنا ليس حقيقيًا بل هو على سبيل الاستعارة كما تقدم في قوله ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ [البقرة: ١٦] .\nثالثًا: تكرير الحق في قوله ﴿تَلْبِسُواْ الحق﴾ وقوله ﴿وَتَكْتُمُواْ الحق﴾ لزيادة تقبيح المنهي عنه إذ في التصريح ما ليس في الضمير من التأكيد ويسمى هذا الإِطناب أضعف من سواه.\nرابعًا: قوله ﴿واركعوا مَعَ الراكعين﴾ هو من باب تسمية الكل باسم الجزء أي صلوا مع المصلين أطلق الركوع وأراد به الصلاة ففيه مجاز مرسل.\nخامسًا: ﴿وَإِيَّايَ فارهبون﴾ و﴿وَإِيَّايَ فاتقون﴾ يفيد الاختصاص.\nفَائِدَة: قال بعض العارفين: عبيد النّعم كثيرون، وعبيد المنعم قليلون، فالله تعالى ذكّر بني إِسرائيل بنعمه عليهم، حتى يعرفوا نعمة المنعم فقال ﴿اذكروا نِعْمَتِيَ﴾ وأما أمة محمد ﷺ َ فقد","vol":"1","page":46},{"text":"ذكّرهم بالمنعم فقال ﴿فاذكروني أَذْكُرْكُمْ﴾ [البقرة: ١٥٢] ليتعرفوا من المنعم على النعمة وشتان بين الأمرين.","vol":"1","page":47},{"text":"اللغَة: ﴿بالبر﴾ البِرُّ: سعة الخير والمعروف ومنه البرُّ والبِّرية للسعة، وهو اسم جامع لأعمال الخير، ومنه بر الوالدين وهو طاعتهما وفي الحديث «البِرُّ لا يبلى والذنب لا ينسى» ﴿وَتَنْسَوْنَ﴾: تتركون والنسيان يأتي بمعنى الترك كقوله ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ [التوبة: ٦٧] وهو المراد هنا ويأتي بمعنى ذهاب الشيء من الذاكرة كقوله ﴿فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا﴾ [طه: ١١٥] ﴿تَتْلُونَ﴾: تقرءون وتدرسون ﴿الخاشعين﴾ الخاشع: المتواضع وأصله من الاستكانة والذل قال الزجاج: الخاشع الذي يرى أثر الذل والخشوع عليه، وخشعت الأصوات: سكنت ﴿يَظُنُّونَ﴾ الظنُّ هنا بمعنى اليقين لا الشك، وهو من الأضداد قال أبو عبيدة: العرب تقول لليقين ظنٌّ، وللشك ظن وقد كثر استعمال الظن بمعنى اليقين ومنه ﴿إِنِّي ظَنَنتُ أَنِّي مُلاَقٍ حِسَابِيَهْ﴾ [الحاقة: ٢٠] ﴿فظنوا أَنَّهُمْ مُّوَاقِعُوهَا﴾ [الكهف: ٥٣]، ﴿شَفَاعَةٌ﴾ الشفاعة مأخوذة من الشَّفع ضد الوتر، وهي ضم غيرك إلى جاهك وسيلتك ولهذا سميت شفاعة، فهي إِذًا إِظهارٌ لمنزلة الشفيع عند المشفّع ﴿عَدْلٌ﴾ بفتح العين فداء وبكسرها معناه: المِثْل يقال: عِدْل وعديل للذي يماثلك.\nالمنَاسَبَة: لا تزال الآيات تتحدث عن بني إِسرائيل، وفي هذه الآيات ذمٌ وتوبيخ لهم على سوء صنيعهم، حيث كانوا يأمرون بالخير ولا يفعلونه، ويدعون الناس إِلى الهدى والرشاد ولا يتبعونه.\nسَبَبُ النّزول: نزلت هذه الآية في بعض علماء اليهود، كانوا يقولون لأقربائهم الذين أسلموا: اثبتوا على دين محمد فإِنه حق، فكانوا يأمرون الناس بالإِيمان ولا يفعلونه.\nالتفِسير: يخاطب الله أحبار اليهود فيقول لهم على سبيل التقريع والتوبيخ ﴿أَتَأْمُرُونَ الناس بالبر﴾ أي أتدعون الناس إِلى الخير وإِلى الإيمان بمحمد ﴿وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ أي تتركونها فلا تؤمنون ولا تفعلون الخير ﴿وَأَنْتُمْ تَتْلُونَ الكتاب﴾ أي حال كونكم تقرءون التوراة وفيها صفة ونعت محمد ﵇ ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تفطنون وتفقهون أن ذلك قبيح فترجعون عنه؟! ثم بيَّن لهم تعالى طريق التغلب على الأهواء والشهوات، والتخلص من حب الرياسة وسلطان المال فقال ﴿","vol":"1","page":47},{"text":"واستعينوا﴾ أي اطلبوا المعونة على أموركم كلها ﴿بالصبر والصلاة﴾ أي بتحمل ما يشق على النفس من تكاليف شرعية، وبالصلاة التي هي عماد الدين ﴿وَإِنَّهَا﴾ أي الصلاة ﴿لَكَبِيرَةٌ﴾ أي شاقة وثقيلة ﴿إِلاَّ عَلَى الخاشعين﴾ أي المتواضعين المستكينين الذين صفت نفوسهم لله ﴿الذين يَظُنُّونَ﴾ أي يعتقدون اعتقادًا جازمًا لا يخالجه شك ﴿أَنَّهُم ملاقوا رَبِّهِمْ﴾ أي سيلقون ربهم يوم البعث فيحاسبهم على أعمالهم ﴿وَأَنَّهُمْ إِلَيْهِ رَاجِعُونَ﴾ أي معادهم إِليه يوم الدين. ثم ذكّرهم تعالى بنعمه وآلائه العديدة مرة أخرى فقال ﴿يَابَنِي إِسْرَائِيلَ اذكروا نِعْمَتِي التي أَنْعَمْتُ عَلَيْكُمْ﴾ بالشكر عليها بطاعتي ﴿وَأَنِّي فَضَّلْتُكُمْ﴾ أي فضلت آباءكم ﴿عَلَى العالمين﴾ أي عالمي زمانهم بإِرسال الرسل، وإِنزال الكتب، وجعلهم سادة وملوكًا، وتفضيل الآباء شرفٌ للأبناء ﴿واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا﴾ أي خافوا ذلك اليوم الرهيب الذي لا تقضي فيه نفسٌ عن أخرى شيئًا من الحقوق ﴿وَلاَ يُقْبَلُ مِنْهَا شَفَاعَةٌ﴾ أي لا تقبل شفاعة في نفس كافرة بالله أبدًا ﴿وَلاَ يُؤْخَذُ مِنْهَا عَدْلٌ﴾ أي لا يقبل منها فداء ﴿وَلاَ هُمْ يُنْصَرُونَ﴾ أي ليس لهم من يمنعهم وينجيهم من عذاب الله.\nثانيًا: أتى بالمضارع ﴿أَتَأْمُرُونَ﴾ وإِن كان قد وقع ذلك منهم لأن صيغة المضارع تفيد التجدد والحدوث، وعبّر عن ترك فعلهم بالنسيان ﴿وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ مبالغة في الترك فكأنه لا يجري لهم على بال، وعلقه بالأنفس توكيدًا للمبالغة في الغفلة المفرطة، ولا يخفى ما في الجملة الحالية ﴿وَأَنْتُمْ تَتْلُونَ الكتاب﴾ من التبكيت والتقريع والتوبيخ.\nثالثًا: ﴿وَأَنِّي فَضَّلْتُكُمْ عَلَى العالمين﴾ هو من باب عطف الخاص على العام لبيان الكمال، لأن النعمة اندرج تحتها التفضيل المذكور، فلما قال ﴿اذكروا نِعْمَتِيَ﴾ [البقرة: ٤٠] عمَّ جميع النعم فلما عطف ﴿وَأَنِّي فَضَّلْتُكُمْ﴾ كان من باب عطف الخاص على العام.\nرابعًا: ﴿واتقوا يَوْمًا﴾ التنكير للتهويل أي يومًا شديد الهول، وتنكير النفس ﴿نَفْسٌ عَن نَّفْسٍ﴾ ليفيد العموم والإقناط الكلي.\nالفوَائِدَ: الفائدة الأولى: قال القرطبي: إِنما خص الصلاة بالذكر من بين سائر العبادات تنويهًا بذكرها وقد كان ﵇ إِذ حزبه (أغمّه) أمرٌ فَزَع إلى الصلاة، وكان يقول: «أرحنا بها يا بلال»\nالثانية: قال علي كرم الله وجهه: «قصم ظهري رجلان: عالم متهتك، وجاهل متنسك» ومن دعا غيره إِلى الهدى ولم يعمل به كان كالسراج يضيء للناس ويحرق نفسه قال الشاعر:\nابدأُ بنفسك فانهها عن غيّها ... فإِذا انتهت عنه فأنت حكيم\nفهناك يقبل إِن وعظتَ ويقتدى ... بالرأي منك وينفع التعليم\nوقال أبو العتاهية:\nوصفتَ التُّقَى حتَّى كأَنَّك ذو تُقَى ... وريحُ الخطايا من ثيابك تَسْطَع","vol":"1","page":48},{"text":"وقال آخر:\nوغيرُ تَقيٍّ يأْمر النَّاسَ ... بالتُّقَى طَبيبٌ يداوي النَّاس وهُوَ عليل","vol":"1","page":49},{"text":"المنَاسَبَة: لما قدّم تعالى ذكر نعمه على بني إِسرائيل إِجمالًا، بيَّن بعد ذلك أقسام تلك النعم على سبيل التفصيل، ليكون أبلغ في التذكير وأدعى إِلى الشكر، فكأنه قال: اذكروا نعمتي، واذكروا إِذ نجيناكم من آل فرعون، واذكروا إِذ فرقنا بكم البحر. . إِلى آخره وكل هذه النعم تستدعي شكر المنعم جل وعلا لا كفرانه وعصيانه.\nاللغة: ﴿آلِ فِرْعَوْنَ﴾ أصل «آل» أهل ولذلك يصغّر بأهيل فأبدلت هاؤه ألفًا، وخُصَّ استعماله بأولي الخطر والشأن كالملوك وأشباههم، فلا يقال آل الإِسكاف والحجام، ﴿فِرْعَوْنَ﴾ علمٌ لمن ملك العمالقة كقيصر لملك الروم وكسرى ملك الفرس، ولعتو الفراعنة اشتقوا تفرعن إذا عتا وتجبر ﴿يَسُومُونَكُمْ﴾ يذيقونكم من سامه إذا أذاقه وأولاه قال الطبري: يوردونكم ويذيقونكم. ﴿وَيَسْتَحْيُونَ﴾ يستبقون الإناث على قيد الحياة ﴿بلاء﴾ اختبار ومحنة، ويستعمل في الخير والشر كما قال تعالى ﴿وَنَبْلُوكُم بالشر والخير فِتْنَةً﴾ [الأنبياء: ٣٥] ﴿فَرَقْنَا﴾ الفرق: الفصل والتمييز ومنه ﴿وَقُرْآنًا فَرَقْنَاهُ﴾ [الإسراء: ١٠٦] أي فصلناه وميزناه بالبيان ﴿بَارِئِكُمْ﴾ الباري هو الخالق للشيء على غير مثال سابق، والبرية: الخلق.\nالتفِسير: ﴿وَإِذْ نَجَّيْنَاكُم﴾ أي اذكروا يا بني إسرائيل نعمتي عليكم حين نجيت آباءكم ﴿مِّنْ آلِ فِرْعَوْنَ﴾ أي من بطش فرعون وأشياعه العتاة، والخطاب للأبناء المعاصرين للنبي ﷺ َ إِلا أن النعمة على الآباء نعمة على الأبناء ﴿يَسُومُونَكُمْ سواء العذاب﴾ أي يولونكم ويذيقونكم أشد العذاب وأفظعه ﴿يُذَبِّحُونَ أَبْنَآءَكُمْ﴾ أي يذبحون الذكور من الأولاد ﴿وَيَسْتَحْيُونَ نِسَآءَكُمْ﴾ أي يستبقون الإِناث على قيد الحياة للخدمة ﴿وَفِي ذَلِكُمْ بلاء مِّن رَّبِّكُمْ عَظِيمٌ﴾ أي فيما ذكر من العذاب المهين من الذبح والاستحياء، محنة واختبارٌ عظيم لكم من جهته تعالى بتسليطهم عليكم ليتميز البرُّ من الفاجر ﴿وَإِذْ فَرَقْنَا بِكُمُ البحر﴾ أي اذكروا أيضًا إِذ فلقنا لكم البحر حتى ظهرت لكم الأرض اليابسة فمشيتم عليها ﴿","vol":"1","page":49},{"text":"فَأَنجَيْنَاكُمْ وَأَغْرَقْنَا آلَ فِرْعَوْنَ﴾ أي نجيناكم من الغرق وأغرقنا فرعون وقومه ﴿وَأَنْتُمْ تَنظُرُونَ﴾ أي وأنتم تشاهدون ذلك فقد كان آية باهرة من آيات الله في إِنجاء أوليائه وإِهلاك أعدائه ﴿وَإِذْ وَاعَدْنَا موسى أَرْبَعِينَ لَيْلَةً﴾ أي وعدنا موسى أن نعطيه التوراة بعد أربعين ليلة وكان ذلك بعد نجاتكم وإِهلاك فرعون ﴿ثُمَّ اتخذتم العجل﴾ أي عبدتم العجل ﴿مِن بَعْدِهِ﴾ أي بعد غيبته عنكم حين ذهب لميقات ربه ﴿وَأَنْتُمْ ظَالِمُونَ﴾ أي معتدون في تلك العبادة ظالمون لأنفسكم ﴿ثُمَّ عَفَوْنَا عَنكُم﴾ أي تجاوزنا عن تلك الجريمة الشنيعة ﴿مِّن بَعْدِ ذَلِكَ﴾ أي بعد ذلك الاتخاذ المتناهي في القبح ﴿لَعَلَّكُمْ تَشْكُرُونَ﴾ أي لكي تشكروا نعمة الله عليكم وتستمروا بعد ذلك على الطاعة ﴿وَإِذْ آتَيْنَا مُوسَى الكتاب والفرقان﴾ أي واذكروا نعمتي أيضًا حين أعطيت موسى التوراة الفارقة بين الحق والباطل وأيدته بالمعجزات ﴿لَعَلَّكُمْ تَهْتَدُونَ﴾ أي لكي تهتدوا بالتدبر فيها والعمل بما فيها من أحكام.\nثم بيَّنَ تعالى كيفية وقوع العفو المذكور بقوله ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ يَاقَوْمِ إِنَّكُمْ ظَلَمْتُمْ أَنْفُسَكُمْ﴾ أي واذكروا حين قال موسى لقومه بعدما رجع من الموعد الذي وعده ربه فرآهم قد عبدوا العجل يا قوم لقد ظلمتم أنفسكم ﴿باتخاذكم العجل﴾ أي بعبادتكم للعجل ﴿فتوبوا إلى بَارِئِكُمْ﴾ أي توبوا إِلى من خلقكم بريئًا من العيب والنقصان ﴿فاقتلوا أَنفُسَكُمْ﴾ أي ليقتل البريء منكم المجرم ﴿ذلكم﴾ أي القتل ﴿خَيْرٌ لَّكُمْ عِنْدَ بَارِئِكُمْ﴾ أي رضاكم بحكم الله ونزولكم عند أمره خير لكم عند الخالق العظيم ﴿فَتَابَ عَلَيْكُمْ﴾ أي قبل توبتكم ﴿إِنَّهُ هُوَ التواب الرحيم﴾ أي عظيم المغفرة واسع التوبة.\nالبَلاَغَة: قال ابن جزي: ﴿يَسُومُونَكُمْ سواء العذاب﴾ أي يلزمونهم به وهو استعارة من السَّوْم في البيع وفسَّرَ سوء العذاب بقوله ﴿يُذَبِّحُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ﴾ ولذلك لم يعطفه هنا.\nثانيًا: التنكير في كل من ﴿بلاء﴾ و﴿عَظِيمٌ﴾ للتفخيم والتهويل.\nثالثًا: صيغة المفاعلة في قوله ﴿وَإِذْ وَاعَدْنَا﴾ ليست على بابها لأنها لا تفيد المشاركة من الطرفين، وإِنما هي بمعنى الثلاثي ﴿وَإِذْ وَاعَدْنَا﴾ .\nرابعًا: قال أبو السعود: ﴿فتوبوا إلى بَارِئِكُمْ﴾ التعرض بذكر البارئ للإِشعار بأنهم بلغوا من الجهالة أقصاها ومن الغواية منتهاها، حيث تركوا عبادة العليم الحكيم، الذي خلقهم بلطيف حكمته، إِلى عبادة البقر الذي هو مثلٌ في الغباوة.\nالفوَائِد: الأولى: العطف في قوله ﴿الكتاب والفرقان﴾ هو من باب عطف الصفات بعضها على بعض، لأن الكتاب هو التوراة والفرقان هو التوراة أيضًا وحسن العطف لكون معناه أنه آتاه جامعًا بين كونه كتابًا منزلًا وفرقانًا يفرق بين الحق والباطل.\nالثانية: سبب تقتيل الذكور من بني إِسرائيل ما رواه المفسرون أن فرعون رأى في منامه كأنَّ نارًا","vol":"1","page":50},{"text":"أقبلت من بيت المقدس وأحاطت بمصر، وأحرقت كل قبطي بها ولم تتعرض لبني إِسرائيل فهاله ذلك وسأل الكهنة عن رؤياه فقالوا: يولد في بني إِسرائيل غلام يكون هلاكك وزوال ملكك على يده، فأمر فرعون بقتل كل غلام يولد في بني إِسرائيل.\nالثالثة: قال القشيري: من صبر في الله على قضاء الله، عوّضه الله صحبة أوليائه، هؤلاء بنو إِسرائيل، صبروا على مقاساة الضر من فرعون وقومه، فجعل منهم أنبياء، وجعل منهم ملوكًا، وآتاهم ما لم يؤت أحدًا من العالمين.","vol":"1","page":51},{"text":"المنَاسَبَة: بعد أن ذكّرهم تعالى بالنعم، بيَّن لونًا من ألوان طغيانهم وجحودهم، وتبديلهم لأوامر الله، وهم مع الكفر والعصيان، يعاملون باللطف والإِحسان، فما أقبحهم من أمة وما أخزاهم!! قال الطبري: لما تاب بنو إِسرائيل من عبادة العجل أمر الله تعالى موسى أن يختار من قومه رجالًا يعتذرون، إِليه من عبادتهم العجل، فاختار موسى سبعين رجلًا من خيارهم كما قال تعالى ﴿واختار موسى قَوْمَهُ سَبْعِينَ رَجُلًا لِّمِيقَاتِنَا﴾ [الأعراف: ١٥٥] وقال لهم: صوموا وتطهروا وطهّر ثيابكم ففعلوا، وخرج بهم إلى «طور سيناء» فقالوا لموسى: اطلب لنا أن نسمع كلام ربنا فقال: افعل، فلما دنا موسى من الجبل وقع عليه الغمام حتى تغشى الجبل كله، ودنا القوم حتى إذا دخلوا في الغمام وقعوا سجودًا، فسمعوا الله يكلم موسى يأمره وينهاه، فلما انكشف عن موسى الغمام أقبل إِليهم فقالوا لموسى ﴿لَن نُّؤْمِنَ لَكَ حتى نَرَى الله جَهْرَةً﴾ .\nاللغَة: ﴿جَهْرَةً﴾ علانية، وأصل الجهر: الظهور، ومن الجهر بالقراءة والجهر بالمعاصي يعني المظاهرة بها، تقول: رأيت الأمير جهارًا وجهرة أي غير مستتر بشيء، وقال ابن عباس: جهرةً عيانًا: ﴿الصاعقة﴾ صيحة العذاب أو هي ار محرقة ﴿بَعَثْنَاكُم﴾ أحييناكم قال الطبري: وأصل البعث: إِثارة الشيء من محله ﴿الغمام﴾ جمع غمامة كسحابة وسحاب وزنًا ومعنى، لأنها تغم السماء أي تسترها، وكل مغطّى فهو مغموم، وغُمَّ الهلال: إِذا غطّاه الغيم فلم ير ﴿حِطَّةٌ﴾: مصدر من حطَّ","vol":"1","page":51},{"text":"عنا ذنوبنا، وهي كلمة استغفار ومعناها: اغفر خطايانا. ﴿رِجْزًا﴾ عذابًا ومنه ﴿لَئِن كَشَفْتَ عَنَّا الرجز﴾ [الأعراف: ١٣٤] أي العذاب ﴿يَفْسُقُونَ﴾ الفسق: الخروج عن الطاعة وقد تقدم.\nالتفسير: ﴿وَإِذْ قُلْتُمْ ياموسى﴾ أي اذكروا يا بني إِسرائيل حين خرجتم مع موسى لتعتذروا إِلى الله من عبادة العجل فقلتم ﴿لَن نُّؤْمِنَ لَكَ﴾ أي لن نصدّق لك بأنَّ ما نسمعه كلام الله ﴿حتى نَرَى الله جَهْرَةً﴾ أي حتى نرى الله علانية ﴿فَأَخَذَتْكُمُ الصاعقة﴾ أي أرسل الله عليهم نارًا من السماء فأحرقهم ﴿وَأَنْتُمْ تَنظُرُونَ﴾ أي ما حلّ بكم ثم لما ماتوا قام موسى يبكي ويدعو الله ويقول: رب ماذا أقول لبني إِسرائيل وقد أهلكت خيارهم، وما زال يدعو ربه حتى أحياهم قال تعالى ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ أي أحييناكم بعد أن مكثتم ميتين يومًا وليلة، فقاموا وعاشوا ينظر بعضهم إِلى بعض كيف يحيون ﴿لَعَلَّكُمْ تَشْكُرُونَ﴾ أي لتشكروا الله على إِنعامه عليكم بالبعث بعد الموت.\nثم ذكّرهم تعالى بنعمته عليهم وهم في التية لما امتنعوا من دخول مدينة الجبارين وقتالهم وقالوا لموسى ﴿فاذهب أَنتَ وَرَبُّكَ فقاتلا﴾ [المائدة: ٢٤] فَعُوقِبُوا على ذلك بالضياع أربعين سنة يتيهون في الأرض فقال تعالى: ﴿وَظَلَّلْنَا عَلَيْكُمُ الغمام﴾ أي سترناكم بالسحاب من حر الشمس وجعلناه عليكم كالظُلَّة ﴿وَأَنزَلْنَا عَلَيْكُمُ المن والسلوى﴾ أي أنعمنا عليكم بأنواعٍ من الطعام والشراب من غير كدٍّ ولا تعب، والمنُّ كان ينزل عليهم مثل العسل فيمزجونه بالماء ثم يشربونه، والسلوى، طير يشبه السماني لذديد الطعم ﴿كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ أي وقلنا لهم كلوا من لذائذ نعم الله ﴿وَمَا ظَلَمُونَا ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي أنهم كفروا هذه النعم الجليلة، وما ظلمونا ولكن ظلموا أنفسهم، لأن وبال العصيان راجع عليهم ﴿وَإِذْ قُلْنَا ادخلوا هذه القرية﴾ أي واذكروا أيضًا نعمتي عليكم حين قلنا لكم بعد خروجكم من التيه، ادخلوا بيت المقدس ﴿فَكُلُواْ مِنْهَا حَيْثُ شِئْتُمْ رَغَدًا﴾ أي كلوا منها أكلًا واسعًا هنيئًا ﴿وادخلوا الباب سُجَّدًا﴾ أي وادخلوا باب القرية ساجدين لله شكرًا على خلاصكم من التيه ﴿وَقُولُواْ حِطَّةٌ﴾ أي قولوا يا ربنا حطَّ عنا ذنوبنا واغفر لنا خطايانا ﴿نَّغْفِرْ لَكُمْ خَطَايَاكُمْ﴾ أي نمح ذنوبكم ونكفّر سيئاتكم ﴿وَسَنَزِيدُ المحسنين﴾ أي نزيد من أحسن إحسانًا، بالثواب العظيم، والأجر الجزيل ﴿فَبَدَّلَ الذين ظَلَمُواْ﴾ أي غيَّر الظالمون أمر الله فقالوا ﴿قَوْلًا غَيْرَ الذي قِيلَ لَهُمْ﴾ حيث دخلوا يزحفون على أستاههم أعني «أدبارهم» وقالوا على سبيل الاستهزاء: «حبة في شعيرة» وسخروا من أوامر الله ﴿فَأَنزَلْنَا عَلَى الذين ظَلَمُواْ رِجْزًا مِّنَ السمآء﴾ أي أنزلنا عليهم طاعونا وبلاءً ﴿بِمَا كَانُواْ يَفْسُقُونَ﴾ أي بسبب عصيانهم وخروجهم عن طاعة الله، روي أنه مات بالطاعون في ساعة واحدة منهم سبعون ألفًا.\nالبَلاغَة: أولًا: إِنما قيَّد البعث بعد الموت ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ لزيادة التأكيد على أنه موت حقيقي، ولدفع ما عساه يتوهم أن بعثهم كان بعد إِغماء أو بعد نوم.\nثانيًا: في الآية إِيجاز بالحذف في قوله ﴿كُلُواْ﴾ أي قلنا لهم لكوا وفي قوله ﴿وَمَا ظَلَمُونَا﴾","vol":"1","page":52},{"text":"تقديره فظلموا أنفسهم بأن كفروا وما ظلمونا بذلك دل على هذا الحذف قوله ﴿ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ والجمع بين صيغتي الماضي والمضارع ﴿ظَلَمُونَا﴾ و﴿يَظْلِمُونَ﴾ للدلالة على تماديهم في الظلم واستمرارهم على الكفر.\nثالثًا: وضع الظاهرة مكان الضمير في قوله ﴿فَأَنزَلْنَا عَلَى الذين ظَلَمُواْ﴾ ولم يقل «فأنزلنا عليهم» لزيادة التقبيح والمبالغة في الذم والتقريع، وتنكير ﴿رِجْزًا﴾ للتهويل والتفخيم.\nتنبيه: قال الراغب: تخصيص قوله ﴿رِجْزًا مِّنَ السمآء﴾ هو أن العذاب ضربان: ضربً قد يمكن دفاعه وهو كل عذاب جاء على يد آدمي، أو من جهة المخلوقات كالهدم والغرق، وضربٌ لا يمكن دفاعه بقوة آدمي كالطاعون والصاعقة والموت وهو المراد بقوله ﴿رِجْزًا مِّنَ السمآء﴾ .","vol":"1","page":53},{"text":"المنَاسَبَة: لا تزال الآيات تعدّد النعم على بني إِسرائيل، وهذه إِحدى النعم العظيمة عليهم حين كانوا في التيه، وعطشوا عطشًا شديدًا كادوا يهلكون معه، فدعا موسى ربه أن يغيثهم فأوحى الله إِليه أن يضرب بعصاه الحجر، فتفجرت منه عيون بقدر قبائلهم، وكانوا اثنتي عشرة قبيلة فجرى لكل منهم جدول خاص، يأخذون منه حاجتهم لا يشاركهم فيه غيرهم، وكان موضوع السقيا آية باهرة ومعجزة ظاهرة لسيدنا موسى ﵇ ومع ذلك كفروا وجحدوا.\nاللغَة: ﴿استسقى﴾ طلب السقيا لقومه لأن السين للطلب مثل: استنصر واستخبر قال أبو حيان: الاستسقاء: طلب الماء عند عدمه أو قلته، ومفعوله محذوف أي استسقى موسى ربّه ﴿فانفجرت﴾ الانفجار: الإِنشقاق ومنه سمي الفجر لانشقاق ضوئه، وانفجر وانبجس بمعنى واحد قال تعالى ﴿فانبجست مِنْهُ﴾ [الأعراف: ١٦٠] ، ﴿مَّشْرَبَهُمْ﴾ جهة وموضع الشرب ﴿تَعْثَوْاْ﴾ العيث:","vol":"1","page":53},{"text":"شدة الفساد، قال: عَثِيَ يعثَى: وعثَا يعثوا إِذا أفسد فهو عاثٍ، قال الطبري: معناه تطغوا وأصله شدة الإِفساد ﴿وَفُومِهَا﴾ الفوم: الثوم وقيل: الحنطة ﴿أَتَسْتَبْدِلُونَ﴾ الاستبدال: ترك شيء لآخر وأخذ غيره مكانه ﴿أدنى﴾ أخسَّ وأحقر يقال رجل دنيء إِذا كان يتتبع الخسائس ﴿الذلة﴾ الذل والهوان والحقارة ﴿والمسكنة﴾ الفاقة والخشوع مأخوذة من السكون لأن المسكين قليل الحركة لما به من الفقر ﴿وَبَآءُو﴾ رجعوا وانصرفوا قال الرازي: ولا يقال باء إِلا بشرّ ﴿يَعْتَدُونَ﴾ الإِعتداء: تجاوز الحد في كل شيء واشتهر في الظلم والمعاصي.\nالتفسير: ﴿وَإِذِ استسقى موسى لِقَوْمِهِ﴾ أي اذكروا يا بني إِسرائيل حين طلب موسى السقيا لقومه وقد عطشوا في التيه ﴿فَقُلْنَا اضرب بِّعَصَاكَ الحجر﴾ أي اضرب أيّ حجر كان تتفجر بقدرتنا العيون منه ﴿فانفجرت مِنْهُ اثنتا عَشْرَةَ عَيْنًا﴾ أي فضرب فتدفق الماء منه بقوة وخرجت منه اثنتا عشرة عينًا بقدر قبائلهم ﴿قَدْ عَلِمَ كُلُّ أُنَاسٍ مَّشْرَبَهُمْ﴾ أي علمت كل قبيلة مكان شربها لئلا يتنازعوا ﴿كُلُواْ واشربوا مِن رِّزْقِ الله﴾ أي قلنا لهم: كلوا من المنّ والسلوى، واشربوا من هذا الماء، من غير كدّ منكم ولا تعب، بل هو من خالص إِنعام الله ﴿وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ﴾ أي ولا تطغوا في الأرض بأنواع البغي والفساد. ﴿وَإِذْ قُلْتُمْ ياموسى﴾ أي اذكروا يا بني إِسرائيل حين قلتم لنبيكم موسى وأنتم في الصحراء تأكلون من المن والسلوى ﴿لَن نَّصْبِرَ على طَعَامٍ وَاحِدٍ﴾ أي على نواع واحدٍ من الطعام وهو المنُّ والسلوى ﴿فادع لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الأرض﴾ أي ادع الله أن يرزقنا غير ذلك الطعام فقد سئمنا المنَّ والسلوى وكرهناه ونريد ما تخرجه الأرض من الحبوب والبقول ﴿مِن بَقْلِهَا﴾ من خضرتها كالنعناع والكرفس والكراث ﴿وَقِثَّآئِهَا﴾ يعني القتَّة التي تشبه الخيار ﴿وَفُومِهَا﴾ أي الثوم ﴿وَعَدَسِهَا وَبَصَلِهَا﴾ أي العدس والبصل المعروفان ﴿قَالَ أَتَسْتَبْدِلُونَ الذي هُوَ أدنى بالذي هُوَ خَيْرٌ﴾ أي قال لهم موسى منكرًا عليهم: ويحكم أتستبدلون الخسيس بالنفيس! وتفضلون البصل والبقل والثوم على المنّ والسلوى؟ ﴿اهبطوا مِصْرًا فَإِنَّ لَكُمْ مَّا سَأَلْتُمْ﴾ أي ادخلوا مصرًا من الأمصار وبلدًا من البلدان أيًّا كان لتجدوا فيه مثل هذه الأشياء.\n. ثم قال تعالى منبهًا على ضلالهم وفسادهم وبغيهم وعدوانهم ﴿وَضُرِبَتْ عَلَيْهِمُ الذلة والمسكنة﴾ أي لزمهم الذل والهوان وضرب عليهم الصغار والخزي الأبدي الذي لا يفارقهم مدى الحياة ﴿وَبَآءُو بِغَضَبٍ مِّنَ الله﴾ أي انصرفوا ورجعوا بالغضب والسخط الشديد من الله ﴿ذَلِكَ﴾ أي ما نالوه من الذل والهوان والسخط والغضب بسبب ما اقترفوه من الجرائم الشنيعة ﴿بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ الله وَيَقْتُلُونَ النبيين بِغَيْرِ الحق﴾ أي بسبب كفرهم بآيات الله جحودًا واستكبارًا، وقتلهم رسل الله ظلمًا وعدوانًا ﴿ذلك بِمَا عَصَواْ وَّكَانُواْ يَعْتَدُونَ﴾ أي بسبب عصيانهم وطغيانهم وتمردهم عَلى أحكام الله ثمَّ دعا تعالى أصحاب الملل والنحل «المؤمنين، واليهود، والنصارى، والصابئين» إِلى الإِيمان الصادق وإخلاص العمل لله وساقه بصيغة الخبر فقال ﴿إِنَّ الذين آمَنُواْ﴾ المؤمنون أتباع محمد ﴿والذين هَادُواْ﴾ أتباع موسى ﴿والنصارى﴾ أتباع عيسى ﴿والصابئين﴾ قوم عدلوا عن اليهودية والنصرانية وعبدوا الملائكة ﴿مَنْ آمَنَ بالله واليوم الآخر﴾","vol":"1","page":54},{"text":"أي من آمن من هذه الطوائف إِيمانًا صادقًا فصدَّق بالله، وأيقن بالآخرة ﴿وَعَمِلَ صَالِحًا﴾ أي عمل بطاعة الله في دار الدنيا ﴿فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ﴾ أي لهم ثوابهم عند الله لا يضيع منه مثقال ذرة ﴿وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي ليس على هؤلاء المؤمنين خوف في الآخرة، حين يخاف الكفار من العقاب، ويحزن المقصرون على تضييع العمر وتفويت الثواب.\nالبَلاَغَة: أولًا: في إِضافة الرزق إِلى الله تعالى ﴿كُلُواْ واشربوا مِن رِّزْقِ الله﴾ تعظيمٌ للمنَّة والإِنعام وإِيماء إِلى أنه رزقٌ من غير تعب ولا مشقة.\nثانيًا: في التصريح بذكر الأرض ﴿وَلاَ تَعْثَوْاْ فِي الأرض﴾ مبالغةٌ في تقبيح الفساد وقوله ﴿مُفْسِدِينَ﴾ حالٌ مؤكدة ووجه فصاحة هذا الأسلوب أن المتكلم قد تشتد عنايته بأن يجعل الأمر أو النهي لا يحوم حوله لبسٌ أو شك، ومن مظاهر هذه العناية التوكيد فقوله ﴿مُفْسِدِينَ﴾ يكسو النهي عن الفساد قوة، ويجعله بعيدًا من أن يُغفل عنه أن يُنسى.\nثالثًا: قوله تعالى ﴿مِمَّا تُنْبِتُ الأرض﴾ المنبت الحقيقي هو الله سبحانه ففيه جاز يسم (المجاز العقلي) وعلاقته السببية لأن الأرض لما كانت سببًا للنبات أُسند إِليها.\nرابعًا: قوله ﴿وَضُرِبَتْ عَلَيْهِمُ الذلة والمسكنة﴾ كناية عن إحاطتهما بهم كما تحيط القبَّة بمن ضربت عليه كما قال الشاعر:\nإِن السماحة والمروءة والندى ... في قبَّة ضربت على ابن الحشرج\nخامسًا: تقييد قتل الأنبياء بقوله ﴿بِغَيْرِ الحق﴾ مع أن قتلهم لا يكون بحق البتَّة إِنما هو لزيادة التشنيع بقبح عدوانه.\nالفوَائِد: الأولى: حكى المفسرون أقوالًا كثيرة في الحجر الذي ضربه موسى فجرت منه العيون ما هو؟ وكيف وصفه؟ وقد ضربنا صفحًا عن هذا الأقوال والذي يكفي في فهم معنى الآية أن واقعة انفجار الماء إِنما كان على وجه «المعجزة» وأن الحجر الذي ضربه موسى كان من الصخر الأصم الذي ليس من شأنه الانفجار بالماء، وهنا تكون المعجزة أوضح، والبرهان أسطع قال الحسن البصري: لم يأمره أن يضرب حجرًا بعينه قال: وهذا أظهر في الحجة وأبين في القدرة.\nالثانية: فإِن قيل ما الحكمة في جعل الماء اثنتي عشرة عينًا؟ والجواب: أن قوم موسى كانوا كثيرين وكانوا في الصحراء، والناس إِذا اشتدت بهم الحاجة إِلى الماء ثم وجدوه فإنه يقع بينهم تشاجر وتنازع، فأكمل الله هذه النعمة بأن عيّن لكل سبط منهم ماءً معينًا على عددهم لأنهم كانوا اثني عشر سبطًا، وهم ذرية أبناء يعقوب الاثني عشر والله أعلم.\nالثالثة: ذهب بعض المفسرين إِلى أن المراد بالفوم في قوله ﴿وَفُومِهَا﴾ الحنطة والأرجح أن المراد به الثوم بدليل قراءة ابن مسعود ﴿وثومها﴾ وبدليل اقتران البصل بعده قال الفخر الرازي:","vol":"1","page":55},{"text":"الثوم أوفق للعدس والبصل من الحنطة، واستدل القرطبي على ذلك بقول حسان:\nوأنتم أُناسٌ لئامُ الأصول ... طعامكم الفوم والحوقل\nيعني الثوم والبصل.","vol":"1","page":56},{"text":"المنَاسَبَة: لمّا ذكرهم تعالى بالنعم الجليلة العظيمة، أردف ذلك ببيان ما حلَّ بهم من نقم، جزاء كفرهم وعصيانهم وتمردهم على أوامر الله، فقد كفروا النعمة، ونقضوا الميثاق، واعتدوا في السبت فمسخهم الله إِلى قردة، وهكذا شأن كل أمةٍ عتت عن أمر ربها وعصت رسله.\nاللغَة: ﴿مِيثَاقَكُمْ﴾ الميثاق: العهد المؤكد بيمين ونحوه، والمراد به هنا العمل بأحكام التوراة ﴿الطور﴾ هو الجبل الذي كلّم الله عليه موسى ﵇ ﴿بِقُوَّةٍ﴾ بحزمٍ وعزم ﴿تَوَلَّيْتُمْ﴾ التولي: الإِعراض عن الشيء والإِدبار عنه ﴿خَاسِئِينَ﴾ جمع خاسئ وهو الذليل المهين قال أهل اللغة: الخاسئ: الصاغر المبعد المطرود كالكلب إِذا دنا من الناس قيل له: اخسأ أي تباعد وانطرد صاغرًا. ﴿نَكَالًا﴾ النكال: العقوبة الشديدة الزاجرة ولا يقال لكل عقوبة نكالٌ حتى تكون زاجرة رادعة.\nالتفِسير: ﴿وَإِذْ أَخَذْنَا مِيثَاقَكُمْ﴾ أي اذكروا يا بني إِسرائيل حين أخذنا منكم العهد المؤكد على العمل بما في التوراة ﴿وَرَفَعْنَا فَوْقَكُمُ الطور﴾ أي نتفناه حتى أصبح كالظلة فوقكم وقلنا لكم ﴿خُذُواْ مَآ ءاتيناكم بِقُوَّةٍ﴾ أي اعملوا بما في التوراة بجد وعزيمة ﴿واذكروا مَا فِيهِ﴾ أي احفظوه ولا تنسوه ولا تغفلوا عنه ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لتتقوا الهلاك في الدنيا والعذاب في الآخرة، أو رجاء منكم أن تكونوا من فريق المتقين ﴿ثُمَّ تَوَلَّيْتُمْ مِّن بَعْدِ ذلك﴾ أأعرضتم عن الميثاق بعد أخذه ﴿فَلَوْلاَ فَضْلُ الله عَلَيْكُمْ﴾ أي بقبول التوبة ﴿وَرَحْمَتُهُ﴾ بالعفو عن الزلة ﴿لَكُنْتُم مِّنَ الخاسرين﴾ أي لكنتم من الهالكين في الدنيا والآخرة ﴿وَلَقَدْ عَلِمْتُمُ الذين اعتدوا مِنْكُمْ فِي السبت﴾ أي عرفتم ما فعلنا بمن عصى أمرنا حين خالفوا واصطادوا يوم السبت وقد نهيناهم عن ذلك ﴿فَقُلْنَا لَهُمْ كُونُواْ قِرَدَةً خَاسِئِينَ﴾ أي مسخناهم قردة بعد أن كانوا بشرًا مع الذلة والإِهانة ﴿فَجَعَلْنَاهَا﴾ أي المسخة ﴿نَكَالًا لِّمَا بَيْنَ يَدَيْهَا﴾ أي عقوبة زاجرة لمن يأتي بعدها من الأمم ﴿وَمَا خَلْفَهَا﴾ أي جعلنا مسخهم قردة عبرة لمن شهدها","vol":"1","page":56},{"text":"وعاينها وعبرة لمن جاء بعدها ولم يشاهدها ﴿وَمَوْعِظَةً لِّلْمُتَّقِينَ﴾ أي عظةً وذكرى لكل عبدٍ صالحٍ متّقٍ لله ﷾.\nالبَلاَغَة: أولًا: ﴿خُذُواْ مَآ ءاتيناكم بِقُوَّةٍ﴾ فيه إِيجاز بالحذف أي قلنا لهم خذوا فهو كما قال الزمخشري على إرادة القول.\nثانيًا: ﴿كُونُواْ قِرَدَةً خَاسِئِينَ﴾ خرج الأمر عن حقيقته إِلى معنى الإِهانة والتحقير، وقال بعض المفسرين: هذا أمر تسخيرٍ وتكوين، فهو عبارة عن تعلق القدرة بنقلهم من حقيقة البشرية إِلى حقيقة القردة.\nثالثًا: ﴿لِّمَا بَيْنَ يَدَيْهَا وَمَا خَلْفَهَا﴾ كناية عمن أتى قبلها أو أتى بعدها من الأمم والخلائق، أو عبرة لمن تقدم ومن تأخر.\nالفوَائِد: الأولى: قال القفال: إِنما قال ﴿مِيثَاقَكُمْ﴾ ولم يقل «مواثيقكم» لأنه أراد ميثاق كل واحدٍ منكم كقوله\n﴿ثُمَّ يُخْرِجُكُمْ طِفْلًا﴾ [غافر: ٦٧] أي يخرج كل واحدٍ منكم طفلًا.\nالثانية: قال بعض أهل اللطائف: كانت نفوس بني إِسرائيل من ظلمات عصيانها تخبط في عشواء حالكة الجلباب، وتخطر من غلوائها وعلوّها في حلتي كبرٍ وإِعجاب، فلما أُمروا بأخذ التوراة ورأوا ما فيها من أثقال ثارت نفوسهم فرفع الله عليهم الجبل فوجدوه أثقل مما كلِّفوه، فهان عليهم حمل التوراة قال الشاعر:\nإِلى الله يُدعَى بالبراهينِ من أَبى فإِن لم يُجبْ نادته بيض الصَّوارم\nالثالثة: إِنما خصَّ المتقين بإِضافة الموعظة إِليهم ﴿وَمَوْعِظَةً لِّلْمُتَّقِينَ﴾ لأنهم هم الذين ينتفعون بالعظة والتذكير قال تعالى ﴿وَذَكِّرْ فَإِنَّ الذكرى تَنفَعُ المؤمنين﴾ [الذاريات: ٥٥] .","vol":"1","page":57},{"text":"المنَاسَبَة: لما ذكر تعالى بعض قبائح اليهود وجرائمهم، من نقض المواثيق، واعتدائهم في السبت، وتمردهم على الله ﷿ في تطبيق شريعته المنزلة، أعقبه بذكر نوعٍ آخر من مساوئهم ألا وهو مخالفتهم للأنبياء وتكذيبهم لهم، وعدم مسارعتهم لامتثال الأوامر التي يوحيها الله إِليهم، ثم كثرة اللجاج والعناد للرسل صلوات الله عليهم، وجفاؤهم في مخاطبة نبيهم الكريم موسى ﵇، إلى آخر ما هنالك من قبائح ومساوئ.\nاللغَة: ﴿هُزُوًا﴾ الهزؤ: السخرية بضم الزاي وقلب الهمزة واوًا ﴿هُزُوًا﴾ مثل ﴿كُفُوًا أَحَدٌ﴾ [الإخلاص: ٤] والمعنى على حذف مضاف أي أأتخذنا موضع هزؤ، أو يحمل المصدر على معنى اسم المفعول أي أتجعلنا مهزوءًا بنا ﴿فَارِضٌ﴾ الفارض: الهزمة المسنة التي كبرت وطعنت في السن كذا في لسان العرب قال الشاعر:\nلعمري لقد أعطيتَ ضيفك فارضًا ... تُساق إِليه ما تقوم على رجل\nولم تعطه بكرًا فيرضى سمينةً ... فكيف تُجازى بالمودة والفضل؟\n﴿عَوَانٌ﴾ وسط ليست بمسنَّة ولا صغيرة، وقيل هي التي ولدت بطنًا أو بطنين، ﴿فَاقِعٌ﴾ الفقوع: شدة الصفرة يقال: أصفر فاقع أي شديد الصفرة كما يقال: أحمر قانٍ أي شديد الحمرة قال الطبري: وهو نظير النصوع في البياض ﴿ذَلُولٌ﴾ أي مذللة للعمل يقال: دابة ذلول أي ريّضة زالت صعوبتها فقوله ﴿لاَّ ذَلُولٌ﴾ أي لم تذلّل لإِثارة الأرض أي لحرثها ﴿مُسَلَّمَةٌ﴾ من السلامة أي خالصة ومبرأة من العيوب ﴿شِيَةَ﴾ الشِّية: اللمعة المخالفة لبقية اللون الأصلي قال الطبري: ﴿لاَّ شِيَةَ فِيهَا﴾ أي لا بياض ولا سواد يخالف لونها ﴿فادارأتم﴾ أي تدافعتم واختلفتم وتنازعتم وأصلها تدارأتم أدغمت التاء في الدال، وأُتي بهمزة الوصل ليتوصل بها إِلى النطق بالسكن فصار أدّارأتم، ومعنى الدرء: الدفع لأن كلًا من الفريقين كان يدرأ على الآخر أي يدفع وفي الحديث «ادرءوا الحدود بالشبهات» ﴿قَسَتْ﴾ القسوة: الصلابة ونقيضها الرقة ﴿يَشَّقَّقُ﴾ التشقق: التصدع بطولٍ أو عرض ﴿يَهْبِطُ﴾ الهبوط: النزول من أعلى إِلى أسفل.\n«معجزة إحياء الميت وقصة البقرة»\nذكر القصة: روى ابن أبي حاتم عن عبيدة السلماني قال: «كان رجل من بني إِسرائيل عقيمًا لا يولد له وكان له مال كثير، وكان ابن أخيه وارثه فقتله ثم احتمله ليلًا فوضعه على باب رجل منهم، ثم أصبح يدعيه عليهم حتى تسلحوا وركب بعضهم على بعض، فقال ذوو الرأي منهم والنُّهى: علام يقتل بعضنا بعضًا وهذا رسول الله فيكم؟ فأتوا موسى ﵇ فذكروا ذلك له فقال: ﴿إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً﴾ قال: ولو لم يعترضوا لأجزأت عنهم أدنى بقرة، ولكنهم شدّدوا فشدَّد الله","vol":"1","page":58},{"text":"عليهم حتى انتهوا إلى البقرة التي أمروا بذبحها فوجدوها عند رجل ليس له بقرة غيرها، فقال: والله لا أنقصها من ملء جلدها ذهبًا، فاشتروها بملء جلدها ذهبًا فذبحوها فضربوه ببعضها فقام، فقالوا: من قتلك؟ قال: هذا وأشار على ابن أخيه ثم مال ميتًا، فلم يعط من ماله شيئًا فلم يورث قاتل بعد» وفي رواية «فأخذوا الغلام فقتلوه» .\nالتفسير: ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ إِنَّ الله يَأْمُرُكُمْ أَنْ تَذْبَحُواْ بَقَرَةً﴾ أي اذكروا يا بني إِسرائيل حين قال لكم نبيكم موسى إِن الله يأمركم أن تذبحوا بقرة ﴿قالوا أَتَتَّخِذُنَا هُزُوًا﴾ أي فكان جوابكم الوقح لنبيكم أن قلتم: أتهزأ بنا يا موسى ﴿قَالَ أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين﴾ أي ألتجئ إلى الله أن أكون في زمرة المستهزئين الجاهلين ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ﴾ أي ما هي هذه البقرة وأي شيء صفتها؟ ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ فَارِضٌ وَلاَ بِكْرٌ﴾ أي لا كبيرة هرمة، ولا صغيرة لم يلقحها الفحل ﴿عَوَانٌ بَيْنَ ذلك﴾ أي وسط بين الكبيرة والصغيرة ﴿فافعلوا مَا تُؤْمَرونَ﴾ أي افعلوا ما أمركم به ربكم ولا تتعنتوا ولا تشدّدوا فيشدّد الله عليكم ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا لَوْنُهَا﴾ أي ما هو لونها أبيض أم أسود أم غير ذلك؟ ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ صَفْرَآءُ فَاقِعٌ لَّوْنُهَا تَسُرُّ الناظرين﴾ أي إِنها بقرة صفراء شديدة الصفرة، حسن منظرها تسر كل من رآها. ﴿قَالُواْ ادع لَنَا رَبَّكَ يُبَيِّن لَّنَا مَا هِيَ﴾ أعادوا السؤال عن حال البقرة بعد أن عرفوا سنها ولونها ليزدادوا بيانًا لوصفها، ثم اعتذروا بأن البقر الموصوف بكونه عوانًا وبالصفرة الفاقعة كثيرٌ ﴿إِنَّ البقر تَشَابَهَ عَلَيْنَا﴾ أي التبس الأمر علينا فلم ندر ما البقرة المأمور بذبحها ﴿وَإِنَّآ إِن شَآءَ الله لَمُهْتَدُونَ﴾ أي سنتهدي إِلى معرفتها إِن شاء الله، ولو لم يقولوا ذلك لم يهتدوا إِليها أبدًا كما ثبت في الحديث ﴿قَالَ إِنَّهُ يَقُولُ إِنَّهَا بَقَرَةٌ لاَّ ذَلُولٌ تُثِيرُ الأرض وَلاَ تَسْقِي الحرث﴾ أي ليست هذه البقرة مسخرة لحراثة الأرض، ولا لسقاية الزرع ﴿مُسَلَّمَةٌ لاَّ شِيَةَ فِيهَا﴾ أي سليمة من العيوب ليس فيها لونٌ آخر يخالف لونها فهي صفراء كلها ﴿قَالُواْ الآن جِئْتَ بالحق﴾ أي الآن بينتها لنا بيانًا شافيًا لا غموض فيه ولا لبس قال تعالى\nإِخبارًا عنهم ﴿وَمَا كَادُواْ يَفْعَلُونَ﴾ لغلاء ثمنها أو خوف الفضيحة ثم أخبر تعالى عن سبب أمرهم بذبح البقرة، وعما شهدوه من آيات الله الباهرة، فقال ﴿وَإِذْ قَتَلْتُمْ نَفْسًا﴾ أي اذكروا يا بني إِسرائيل حين قتلتم نفسا ﴿فادارأتم فِيهَا﴾ أي تخاصتم وتدافعتم بشأنها، وأصبح كل فريق يدفع التهمة عن نفسه وينسبها لغيره ﴿والله مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُونَ﴾ أي مظهر ما تخفونه ﴿فَقُلْنَا اضربوه بِبَعْضِهَا﴾ أي اضربوا القتيل بشيء من البقرة يحيا ويخبركم عن قاتله ﴿كَذَلِكَ يُحْيِي الله الموتى﴾ أي كما أحيا هذا القتيل أمام أبصاركم يحي الموتى من قبورهم ﴿وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ﴾ أي يريكم دلائل قدرته لتتفكروا وتتدبروا وتعلموا أن الله على كل شيء قدير.\nثم أخبر تعالى عن جفائهم وقسوة قلوبهم فقال ﴿ثُمَّ قَسَتْ قُلُوبُكُمْ﴾ أي صلبت قلوبهم يا معشر اليهود فلا يؤثر فيها وعظٌ ولا تذكير ﴿مِّن بَعْدِ ذلك﴾ أي من بعد رؤية المعجزات الباهرة ﴿فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ أي بعضها كالحجارة وبعضها أشد قسوة من الحجارة كالحديد ﴿وَإِنَّ مِنَ الحجارة لَمَا يَتَفَجَّرُ مِنْهُ الأنهار﴾ أي تتدفق منها الأنهار الغزيرة ﴿وَإِنَّ مِنْهَا","vol":"1","page":59},{"text":"لَمَا يَشَّقَّقُ فَيَخْرُجُ مِنْهُ المآء﴾ أي من الحجارة ما يتصدع إِشفاقًا من عظمة الله فينبع منه الماء ﴿وَإِنَّ مِنْهَا لَمَا يَهْبِطُ مِنْ خَشْيَةِ الله﴾ أي ومنها ما يتفتت ويتردّى من رءوس الجبال من خشية الله، فالحجارة تلين وتخشع وقلوبكم يا معشر اليهود لا تتأثر ولا تلين ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ أي أنه تعالى رقيب على أعمالهم لا تخفى عليه خافية، وسيجازيهم عليها يوم القيامة، وفي هذا وعيد تهديد.\nالبَلاَغَة: أولًا: قوله تعالى ﴿فَذَبَحُوهَا وَمَا كَادُواْ يَفْعَلُونَ﴾ من إِيجاز القرآن أن حذف من صدر هذه الجملة جملتين مفهومتين من نظم الكلام والتقدير: فطلبوا البقرة الجامعة للأوصاف السابقة وحصلوها، فلما اهتدوا إِليها ذبحوها وهذا من الإِيجاز بالحذف.\nثانيًا: قوله تعالى ﴿والله مُخْرِجٌ مَّا كُنْتُمْ تَكْتُمُونَ﴾ هذه الجملة اعتراضية بين قوله ﴿فادارأتم﴾ وقوله ﴿فَقُلْنَا اضربوه﴾ والجملة المعترضة بين ما شأنهما الاتصال تجيء تحلية يزداد بها الكلام البليغ حسنًا، وفائدة الاعتراض هنا إِشعار المخاطبين بأن الحقيقة ستنجلي لا محالة.\nثالثًا: ﴿ثُمَّ قَسَتْ قُلُوبُكُمْ﴾ وصف القلوب بالصلابة والغلظ يراد منه نبُوُّها عن الاعتبار، وعدم تأثرها بالمواعظ ففيه استعارة تصريحية قال أبو السعود: القسوة عبارة عن الغلظ والجفاء والصلابة كما في الحجر استعيرت لِنُبُوِّ قلوبهم عن التأثر بالعظات والقوارع يالتي تميع منها الجبال وتلين بها الصخور.\nرابعًا: ﴿فَهِيَ كالحجارة﴾ فيه تشبيه يسمى (مرسلًا مجملًا) لأن أداة الشبه المذكورة ووجه الشبه محذوف.\nخامسًا: ﴿لَمَا يَتَفَجَّرُ مِنْهُ الأنهار﴾ أي ماء الأنهار، والعرب يطلقون اسم المحل كالنهر على الحال فيه كالماء والقرينة ظاهرة لأن التفجر إِنما يكون للماء ويسمى هذا مجازًا مرسلًا.\nالفوَائِد: الفائدة الأولى: نبه قوله تعالى ﴿قَالَ أَعُوذُ بالله أَنْ أَكُونَ مِنَ الجاهلين﴾ على أن الاستهزاء بأمرٍ من أمورالدين جهل كبير، وقد منع المحققون من أهل العلم استعمال الآيات كأمثال يضربونها في مقام المزح والهزل، وقالوا إِنما أنزل القرآن للتدبر والخشوع لا للتسلي والتفكه والمزاح.\nالثانية: الخطاب في قوله ﴿وَإِذْ قَتَلْتُمْ نَفْسًا﴾ لليهود المعاصرين للنبي ﷺ َ وقد جرى على الأسلوب المعروف في مخاطبة الأقوام، إِذ ينسب إِلى الخلف ما فعل السلف إِذا كانوا سائرين على نهجهم، راضين بفعلهم، وفيه توبيخ وتقريع للغابرين والحاضرين.\nالثالثة: هذه الواقعة واقعة (قتل النفس) جرت قبل أمرهم بذبح البقرة، وإن وردت في الذكر بعده، والسرُّ في ذلك التشويق إِلى معرفة السبب في ذبح البقرة، والتكرير في التقريع والتوبيخ قال العلامة ابن السعود، وإِنما غُيِّر الترتيب لتكرير التوبيخ وتثنية التقريع، فإن كل واحدٍ من قتل النفس","vol":"1","page":60}]