[{"text":"المحرمة، والاستهزاء بموسى ﵇ والافتيات على أمره جناية عظيمة جديرة بأن تنعى عليهم.\nالرابعة: ذكر تعالى إِحياء الموتى في هذه السورة الكريمة في خمسة مواضع: أ - في قوله ﴿ثُمَّ بَعَثْنَاكُم مِّن بَعْدِ مَوْتِكُمْ﴾ [البقرة: ٥٦] ب - وفي هذه القصة ﴿فَقُلْنَا اضربوه بِبَعْضِهَا﴾ ج - وفي قصة الذين خرجوا من ديارهم وهم ألوف ﴿فَقَالَ لَهُمُ الله مُوتُواْ ثُمَّ أَحْيَاهُمْ﴾ [البقرة: ٢٤٣] د - وفي قصة عزير ﴿فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ﴾ [البقرة: ٢٥٩] هـ وفي قصة إبراهيم ﴿رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى﴾ [البقرة: ٢٦٠] .\nالخامسة: ﴿أوْ﴾ في قوله تعالى ﴿كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ بمعنى «بَلْ» أي بل أشد قسوة كقوله تعالى ﴿وَأَرْسَلْنَاهُ إلى مِئَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ [الصافات: ١٤٧] وقال بعضهم: هي للترديد، أو التخيير فمن عرف حالها شبهها بالحجارة أو بما هو أقسى كالحديد، ومن لم يعرفها شبهها بالحجارة أو قال: هي أقسى من الحجارة.\nالسادسة: ذهب بعض المفسرين إلى أن الخشية هنا حقيقية، وأن الله تعالى جعل لهذه الأحجار خشية بقدرها كقوله تعالى ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ﴾ [الإسراء: ٤٤] وقال آخرون: بل هو من باب المجاز كقول القائل: قال الحائط للمسمار لم تشقني؟ قال: سل من يدقني والله أعلم؟","vol":"1","page":61},{"text":"المناسَبَة: لما ذكر تعالى عناد اليهود، وعدم امتثالهم لأوامرالله تعالى، ومجادلتهم للأنبياء الكرام، وعدم الانقياد والإِذعا، عقَّب ذلك بذكر بعض القبائح والجرائم التي ارتكبوها كتحريف","vol":"1","page":61},{"text":"كلام الله تعالى، وادعائهم بأنهم أحباب الله، وأن النارلن تمسَّهم إِلا بضعة أيام قليلة، إلى آخر ما هم عليه من أماني كاذبة ورثوها عن آبائهم وأجدادهم، وقد بدأ تعالى الآيات بتيئيس المسلمين من إِيمانهم لأنهم فطروا على الضلال، وجبلوا على العناد والمكابرة.\nاللغَة: ﴿أَفَتَطْمَعُونَ﴾ الطمع: تعلق النفس بشيء مطلوب تعلقًا قويًا، فإِذا اشتد فهو طمع، وإِذا ضعف كان رجاءً ورغبةً ﴿فَرِيقٌ﴾ الفريق: الجماعة وهو اسم جمع لا واحد له من لفظه كالرهط والقوم ﴿يُحَرِّفُونَهُ﴾ التحريف: التبديل والتغيير وأصله من الانحراف عن الشيء ﴿عَقَلُوهُ﴾ عقل الشيء أدركه بعقله والمراد فهموه وعرفوه ﴿أُمِّيُّونَ﴾ جمع أمي وهو الذي لا يحسن القراءة والكتابة، سميَّ بذلك نسبة إِلى الأم، لأنه باقٍ على ما ولدته عليه أمه من عدم المعرفة ﴿أمانيّ﴾ جمع أمنية وهي ما يتمناه الإِنسان ويشتهيه، أو يقدّر في نفسه من مُنى ولذلك تطلق على الكذب قال أعرابي لإِنسان: «أهذا شيء رأيته أم تمنيته» أي اختلقته، وتأتي بمعنى قرأ قال حسان: تمنّى كتاب الله أول ليلة ﴿فَوَيْلٌ﴾ الويل: الهلاك والدماء وقيل: الفضيحة والخزي، وهي كلمة تستعمل في الشر والعذاب قال القاضي: هي نهاية الوعيد والتهديد كقوله ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ [المطففين: ١] وقال سيبويه: ويلٌ لمن وقع في الهلكة، وويح لمن أشرف عليها.\nسَبَبُ النّزول: ١ - نزلت في الأنصار كانوا حلفاء لليهود وبينهم جوارٌ ورضاعة وكانوا يودون لو أسلموا فأنزل الله تعالى ﴿أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ﴾ الآية.\n٢ - وروى مجاهد عن ابن عباس أن اليهود كانوا يقولون: إِن هذه الدنيا سبعة آلاف سنة، وإِنما نُعذب بكل ألف سنة يومًا في النار، وإِنما هي سبعة أيام معدودة فأنزل الله تعالى ﴿لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَةً﴾ .\nالتفِسير: يخاطب الله تعالى عباده المؤمنين فيقول ﴿أَفَتَطْمَعُونَ أَن يُؤْمِنُواْ لَكُمْ﴾ أي أترجون يا معشر المؤمنين أن يسلم اليهود ويدخلوا في دينكم ﴿وَقَدْ كَانَ فَرِيقٌ مِّنْهُمْ يَسْمَعُونَ كَلاَمَ الله﴾ أي والحال قد كان طائفة من أحبارهم وعلمائهم يتلون كتاب الله ويسمعونه بينًا جليًا ﴿ثُمَّ يُحَرِّفُونَهُ مِن بَعْدِ مَا عَقَلُوهُ﴾ أي يغيّرون آيات التوراة بالتبديل أو التأويل، من بعد ما فهموه وضبطوه بعقولهم ﴿وَهُمْ يَعْلَمُونَ﴾ أنهم يرتكبون جريمة أي أنهم يخالفونه على بصيرة لا عن خطأ أو نسيان ﴿وَإِذَا لَقُواْ الذين آمَنُواْ قالوا آمَنَّا﴾ أي إِذا اجتمعوا بأصحاب النبي ﷺ َ قال المنافقون من اليهود آمنا بأنكم على الحق، وأن محمدًا هو الرسول المبشَّر به ﴿وَإِذَا خَلاَ بَعْضُهُمْ إلى بَعْضٍ﴾ أي إذا انفرد واختلى بعضهم ببعض ﴿قالوا أَتُحَدِّثُونَهُم بِمَا فَتَحَ الله عَلَيْكُمْ﴾ أي قالوا عاتبين عليهم أتخبرون أصحاب محمد بما بيَّن الله لكم في التوراة من صفة محمد ﵇ ﴿لِيُحَآجُّوكُم بِهِ عِنْدَ رَبِّكُمْ﴾ أي لتكون الحجة للمؤمنين عليكم في الآخرة في ترك اتباع الرسول مع العلم بصدقه ﴿أَفَلاَ تَعْقِلُونَ﴾؟ أي أفليست لكم عقول تمنعكم من أن تحدثوهم بما يكون لهم في حجة عليكم؟ والقائلون ذلك هم اليهود لمن نافق منهم","vol":"1","page":62},{"text":"قال تعالى ردًا عليهم وتوبيخًا ﴿أَوَلاَ يَعْلَمُونَ أَنَّ الله يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ أي ألا يعلم هؤلاء اليهود أن الله يعلم ما يخفون وما يظهرون، وأنه تعالى لا تخفى عليه خافية، فكيف يقولون ذلك ثم يزعمون الإِيمان!!\nولما ذكر تعالى العلماء الذين حرّفوا وبدّلوا، ذكر العوام الذين قلدوهم ونبّه أنهم في الضلال سواء فقال: ﴿وَمِنْهُمْ أُمِّيُّونَ لاَ يَعْلَمُونَ الكتاب﴾ أي ومن اليهود طائفة من الجهلة العوامّ، الذين لا يعرفون القراءة والكتابة ليطلعوا على ما في التوراة بأنفسهم ويتحققوا بما فيها ﴿إِلاَّ أَمَانِيَّ﴾ أي إِلاَّ ما هم عليه من الأماني التي منّاهم بها أحبارهم، من أن الله يعفو عنهم ويرحمهم، وأن النار لن تمسهم إِلا أيامًا معدودة، وأن آباءهم الأنبياء يشفعون لهم، وأنهم أبناء الله وأحباؤه، إلى غير ما هنالك من الأماني الفارغة ﴿وَإِنْ هُمْ إِلاَّ يَظُنُّونَ﴾ أي ما هم على يقين من أمرهم، بل هم مقلّدون للآباء تقليد أهل العمى والغباء.\nثم ذكر تعالى جريمة أولئك الرؤساء المضلّين، الذين أضلّوا العامة في سبيل حطام الدنيا فقال ﴿فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ أي هلاك وعذاب لأولئك الذين حرّفوا التوراة، وكتبوا تلك الآيات المحرفة بأيديهم ﴿ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ الله﴾ أي يقولون لأتباعهم الأميين هذا الذي تجدونه هو من نصوص التوراة التي أنزلها الله على موسى ﵇، مع أنهم كتبوها بأيديهم ونسبوها إِلى الله كذبًا وزورًا ﴿لِيَشْتَرُواْ بِهِ ثَمَنًا قَلِيلًا﴾ أي لينالوا به عرض الدنيا وحطامها الفاني ﴿فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ﴾ أي فشدة عذاب لهم على ما فعلوا من تحريف الكتاب ﴿وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ﴾ أي وويل لهم مما يصيبون من الحرام والسحت ﴿وَقَالُواْ لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَةً﴾ أي لن ندخل النار إِلا أيامًا قلائل، هي مدة عبادة العجل، أو سبعة أيام فقط ﴿قُلْ أَتَّخَذْتُمْ عِندَ الله عَهْدًا﴾ أي قل لهم يا محمد على سبيل الإِنكار والتوبيخ: هل أعطاكم الله الميثاق والعهد بذلك؟ فإذا كان قد وعدكم بذلك ﴿فَلَنْ يُخْلِفَ الله عَهْدَهُ﴾ لأن الله لا يخلف الميعاد ﴿أَمْ تَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ أي أم تكذبون على الله فتقولون عليه ما لم يقله، فتجمعون بين جريمة التحريف لكلام الله، والكذب والبهتان عليه جل وعلا.\nثم بيَّن تعالى كذب اليهود، وأبطل مزاعمهم بأن النار لن تمسهم وأنهم لا يخلدون فيها فقال: ﴿بلى مَن كَسَبَ سَيِّئَةً﴾ أي بلى تمسكم النار وتخلدون فيها، كما يخلد الكافر الذي عمل الكبائر، وكذلك كل من اقترف السيئات ﴿وَأَحَاطَتْ بِهِ خطيائته﴾ أي غمرته من جميع جوانبه، وسدّت عليه مسالك النجاة، بأن فعل مثل فعلكم أيها اليهود ﴿فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي فالنار ملازمة لهم لا يخرجون منها أبدًا ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وأما المؤمنون الذين جمعوا بين الإِيمان، والعمل الصالح فلا تمسهم النار، بل هم في روضات الجنات يحبرون ﴿أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ﴾ أي مخلدون في الجنان لا يخرجون منها أبدًا، اللهم اجعلنا منهم يا أرحم الراحمين.\nالبَلاَغَة: أولًا: قوله ﴿وَهُمْ يَعْلَمُونَ﴾ جملة مفيدة لكمال قبح صنيعهم، فتحريفهم للتوراة كان عن قصد وتصميم لا عن جهل أو نسيان، ومن يرتكب المعصية عن علم يستحق الذم والتوبيخ أكثر ممن يرتكبها وهو جاهل.","vol":"1","page":63},{"text":"ثانيًا: قوله ﴿يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ ذكر الأيدي هنا لدفع توهم المجاز، وللتأكيد بأن الكتابة باشروها بأنفسهم كما يقول القائل: كتبته بيميني، وسمعته بأذني.\nثالثًا: قوله ﴿مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ فيه من المحسّنات البديعية ما يسمى ب (الطباق) حيث جمع بين لفظتي «يسرون» و«يعلنون» وهو من نوع طباع الإِيجاب.\nرابعًا: التكرير في قوله ﴿فَوَيْلٌ لِّلَّذِينَ يَكْتُبُونَ الكتاب بِأَيْدِيهِمْ﴾ وقوله ﴿فَوَيْلٌ لَّهُمْ مِّمَّا كَتَبَتْ أَيْدِيهِمْ﴾ وقوله ﴿وَوَيْلٌ لَّهُمْ مِّمَّا يَكْسِبُونَ﴾ للتوبيخ والتقريع ولبيان أن جريمتهم بلغت من القبح والشناعة الغاية القصوى.\nخامسًا: قوله ﴿وَأَحَاطَتْ بِهِ خطيائته﴾ هو من باب الاستعارة حيث شبّه الخطايا بجيش من الأعداء نزل على قوم من كل جانب فأحاط به إِحاطة السوار بالمعصم، واستعار لفظة الإِحاطة لغلبة السيئات على الحسنات، فكأنها أحاطت بها من جميع الجهات.\nالفَوائِد: الفائدة الأولى: تحريف كلام الله يصدق بتأويله تأويلًا فاسدًا، ويصدق بمعنى التغيير وتبديل كلام بكلام، وقد وقع من أحبار اليهود التحريف بالتأويل، وبالتغيير، كما فعلوا في صفته ﵇ قال العلامة أبو السعود: روي أن أحبار اليهود خافوا زوال رياستهم فعمدوا إِلى صفة النبي ﷺ َ في التوراة وكانت هي فيها «حسن الوجه، حسن الشعر، أكحل العينين، أبيض ربعة» فغيرّوها وكتبوا مكانها «طوال، أزرق، سبط الشعر» فإِذا سألهم العامة عن ذلك قرءوا ما كتبوا فيجدونه مخالفًا لما في التوراة فيكذبونه.\nالثانية: التحريف بقسمية وقع في الكتب السماوية كالتوراة والإنجيل كما قال تعالى ﴿يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ﴾ [النساء: ٤٦] أما التحريف بمعنى التأويل الباطل فقد وقع في القرآن من الجهلة أو الملاحدة، وأما التحريف بمعنى إِسقاط الآية ووضع كلام بدلها فقد حفظ الله منه كتابه العزيز\n﴿إِنَّا نَحْنُ نَزَّلْنَا الذكر وَإِنَّا لَهُ لَحَافِظُونَ﴾ [الحجر: ٩] .\nالثالثة: روى البخاري عن أبي هريرة ﵁ أنه قال «لما فتحت خيبرًا أهديت لرسول الله ﷺ َ شاةٌ فيها سمٌّ، فقال رسول الله ﷺ َ: اجمعوا لي من كان من اليهود هنا، فقال لهم رسول الله: مَنْ أبوكم؟ قالوا: فلان قال: كذبتم بل أبوكم فلان فقالوا: صدقتَ وبررت ثم قال لهم: هل أنتم صادقيَّ عن شيء إِن سألتكم عنه؟ قالوا نعم يا أبا القاسم، وإِن كذبناك عرفت كذبنا كما عرفنا في أبينا، فقال لهم رسول الله ﷺ َ: من أهل النار؟ فقالوا: نكون فيها يسيرًا ثم تخلفونا فيها، فقال لهم رسول الله ﷺ َ: اخسئوا والله لا نخلفكم فيها أبدًا، ثم قال لهم رسول الله ﷺ َ: هل أنتم صادقيَّ عن شيء إِن سألتكم عنه؟ قالوا: نعم يا أبا القاسم، قال: هل جعلتم في هذه الشاة سمًا؟ فقالوا نعم قال: فما حملكم على ذلك؟ فقالوا: أردنا إِن كنت كاذبًا أن نستريح منك، وإِن كنت نبيًا لم يضرك» .","vol":"1","page":64},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تعدّد جرائم اليهود، وفي هذه الآيات أمثلة صارخة على عدوانهم وطغيانهم وإِفسادهم في الأرض، فقد نقضوا الميثاق الذي أخذ عليهم في التوراة، وقتلوا النفس التي حرّم الله، واستباحوا أكل أموال الناس بالباطل، واعتدوا على إِخوانهم في الدين فأخرجوهم من الديار، فاستحقوا اللعنة والخزي والدمار.\nاللغَة: ﴿مِيثَاقَ﴾ الميثاق: العهد المؤكد باليمين غاية التأكيد، فإِن لم يكن مؤكدًا سمى عهدًا ﴿حُسْنًا﴾ الحُسْنُ: اسم عام جامعٌ لمعاني الخير، ومنه لين القول، والأدب الجميل، والخلق الكريم، وضده القُبْح والمعنى: قولوا قولًا حُسْنًا فهو صفة لمصدر محذوف ﴿تَوَلَّيْتُمْ﴾ التولّي عن الشيء: الإِعراضُ عنه ورفضُه وعدم قبوله كقوله ﴿عَن مَّن تولى عَن ذِكْرِنَا﴾ [النجم: ٢٩] وفرّق بعضهم بين التولي والإِعراض فقال: التولي بالجسم، والإِعراضُ بالقلب ﴿تَظَاهَرُونَ﴾ تتعاونون وهو مضارع حذف منه أحد التاءين، كأن المتظاهرين يسند كل واحد منهما ظهره إِلى الآخر، والظهير: المعنى ﴿الإثم﴾ الذنب الذي يستحق صاحبه الملامة وجمعه آثام ﴿وَالْعُدْوَانِ﴾ تجاوز الحد في الظلم ﴿خِزْيٌ﴾ الخزي: الهوان والمقت والعقوبة.\nالتفِسير: ﴿وَإِذْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ﴾ أي اذكروا حين أخذنا على أسلافكم يا معشر اليهود العهد المؤكد غاية التأكيد ﴿لاَ تَعْبُدُونَ إِلاَّ الله﴾ بأن لا تعبدوا غير الله ﴿وبالوالدين إِحْسَانًا﴾ أي وأمرناهم بأن يحسنوا إِلى الوالدين إِحسانًا ﴿وَذِي القربى واليتامى والمساكين﴾ أي وأن يحسنوا أيضًا إلى الأقرباء، واليتامى الذين مات آباؤهم وهم صغار، والمساكين الذين عجزوا عن الكسب ﴿وَقُولُواْ لِلنَّاسِ حُسْنًا﴾ أي قولًا حسنًا بخفض الجناح، ولين الجانب، مع الكلام الطيّب ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي صلوا وزكّوا كما فرض الله عليكم من أداء الركنين العظيمين «الصلاة، والزكاة»","vol":"1","page":65},{"text":"لأنهما أعظم العبادات البدنية والمالية ﴿ثُمَّ تَوَلَّيْتُمْ إِلاَّ قَلِيلًا مِّنْكُمْ وَأَنْتُمْ مُّعْرِضُونَ﴾ أي ثم رفضتم وأسلافكم الميثاق رفضًا باتًا، وأعرضتم عن العمل بموجبه إِلاّ قليلًا منكم ثبتوا عليه ﴿وَإِذْ أَخَذْنَا مِيثَاقَكُمْ لاَ تَسْفِكُونَ دِمَآءَكُمْ﴾ أي واذكروا أيضًا يا بني إِسرائيل حين أخذنا عليكم العهد المؤكد بأن لا يقتل بعضكم بعضًا ﴿وَلاَ تُخْرِجُونَ أَنْفُسَكُمْ مِّن دِيَارِكُمْ﴾ ولا يعتدي بعضكم على بعض بالإِخراج من الديار، والإِجلاء عن الأوطان ﴿ثُمَّ أَقْرَرْتُمْ وَأَنْتُمْ تَشْهَدُونَ﴾ أي ثمّ اعترفتم بالميثاق وبوجوب المحافظة عليه، وأنتم تشهدون بلزومه ﴿ثُمَّ أَنْتُمْ هؤلاء تَقْتُلُونَ أَنْفُسَكُمْ﴾ أي ثم نقضتم أيضًا الميثاق يا معشر اليهود بعد إقراركم به، فقتلتم إِخوانكم في الدين، وارتكبتم ما نهيتم عنه من القتل ﴿وَتُخْرِجُونَ فَرِيقًا مِّنْكُمْ مِّن دِيَارِهِمْ﴾ أي كما طردتموهم من ديارهم من غير التفات إِلى العهد الوثيق ﴿تَظَاهَرُونَ عَلَيْهِمْ بالإثم وَالْعُدْوَانِ﴾ أي تتعاونون عليهم بالمعصية والظلم ﴿وَإِن يَأتُوكُمْ أسارى تُفَادُوهُمْ﴾ أي إذا وقعوا في الأسر فاديتموهم، ودفعتم المال لتخليصهم من الأسر ﴿وَهُوَ مُحَرَّمٌ عَلَيْكُمْ إِخْرَاجُهُمْ﴾ أي فكيف تستبيحون القتل والإِخراج من الديار، ولا تستبيحون ترك الأسرى في أيدي عدوهم؟ ﴿أَفَتُؤْمِنُونَ بِبَعْضِ الكتاب وَتَكْفُرُونَ بِبَعْضٍ﴾؟ أي أفتؤمنون ببعض أحكام التوراة وتكفرون ببعض؟ والغرض التوبيخ لأنهم جمعوا بين الكفر والإيمان، والكفر ببعض آيات الله كفرٌ بالكتاب كله ولهذا عقّب تعالى ذلك بقوله ﴿فَمَا جَزَآءُ مَن يَفْعَلُ ذلك مِنكُمْ إِلاَّ خِزْيٌ فِي الحياة الدنيا﴾ أي ما عقوبة من يؤمن ببعض الكتاب ويكفر ببعض إِلا ذلٌ وهوان، ومقتٌ وغضب في الدنيا ﴿وَيَوْمَ القيامة يُرَدُّونَ إلى أَشَدِّ العذاب﴾ أي وهم صائرون في الآخرة إِلى عذاب أشدّ منه، لأنه عذاب خالد لا ينقضي ولا ينتهي ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ وفيه وعيد شديد لمن عصى أوامر الله، ثم أخبر تعالى عن سبب ذلك العصيان والعدوان فقال ﴿أولئك الذين اشتروا الحياة الدنيا بالآخرة﴾ أي أولئك الموصوفون بما ذكر من الأوصاف القبيحة هم الذين استبدلوا الحياة الدنيا بالآخرة بمعنى اختاروها وآثروها على الآخرة ﴿فَلاَ يُخَفَّفُ عَنْهُمُ العذاب﴾ أي لا يُفتَّر عنهم العذاب ساعة واحدة ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي وليس لهم ناصر ينصرهم، ولا مجير ينقذهم من عذاب الله الأليم.\nتنبه: كانت (بنو قريظة) و(بنو النضير) من اليهود، فحالفت بنو قريظة الأوس، وبنو النضير الخزرج، فكانت الحرب إِذا نشبت بينهم قاتل كل فريق من اليهود مع حلفائه، فيقتل اليهودي أخاه اليهودي من الفريق الآخر، ويخرجونهم من بيوتهم، وينهبون ما فيها من الأثاث والمتاع والمال، وذلك حرام عليهم في دينهم وفي نص التوراة، ثم إِذا وضعت الحرب أوزارها افْتكُوا الأسارى من الفريق المغلوب عملًا بحكم التوراة ولهذا قال تعالى ﴿أَفَتُؤْمِنُونَ بِبَعْضِ الكتاب وَتَكْفُرُونَ بِبَعْضٍ﴾ .\nالبَلاَغَة: ١ - ﴿لاَ تَعْبُدُونَ إِلاَّ الله﴾ خبرٌ في معنى النهي، وهو أبلغ من صريح النهي كما قال أبو السعود لما فيه من إِبهام أن المنهيَّ حقه أن يسارع إِلى الانتهاء فكأنه انتهى عنه، فجاء بصيغة الخبر وأراد به النهي.","vol":"1","page":66},{"text":"٢ - ﴿وَقُولُواْ لِلنَّاسِ حُسْنًا﴾ وقع المصدر موقع الصفة أي قولًا حسنًا أو ذا حسنٍ للمبالغة فإِن العرب تضع المصدر مكان اسم الفاعل أو الصفة بقصد المبالغة فيقولون: هو عدل.\n٣ - التنكير في قوله ﴿خِزْيٌ فِي الحياة الدنيا﴾ للتفخيم والتهويل.\n٤ - ﴿تَقْتُلُونَ أَنْفُسَكُمْ﴾ عبّر عن قتل الغير بقتل النفس لأن من أراق دم غيره فكأنما أراق دم نفسه فهو من باب المجاز لأدنى ملابسة.\n٥ - ﴿أَفَتُؤْمِنُونَ﴾ الهمزة للإِنكار التوبيخي.\nالفَوائِد: الفائدة الأولى: جاء الترتيب في الآية بتقديم الأهم فالأهم، فقدّم حق الله تعالى لأنه المنعم في الحقيقة على العباد، ثم قدم ذكر الوالدين لحقهما الأعظم في تربية الولد، ثم القرابة لأن فيهم صلة الرحم وأجر الإِحسان، ثم اليتامى لقلة حيلتهم، ثمّ المساكين لضعفهم ومسكنتهم.\nالثانية: ﴿وَقُولُواْ لِلنَّاسِ حُسْنًا﴾ ولم يقل: وقولوا لإِخوانكم أو قولوا للمؤمنين حسنًا ليدل على أنّ الأمر بالإِحسان عامٌ لجميع الناس، المؤمن والكافر، والبر والفاجر، وفي هذا حضٌ على مكارم الأخلاق، بلين الكلام، وبسط الوجه، والأدب الجميل، والخلق الكريم قال أحد الأدباء.\nبُنيَّ إِنَّ البرَّ شيءٌ هيّنُ ... وجهٌ طليقٌ ولسانٌ ليّنُ","vol":"1","page":67},{"text":"اللغَة: ﴿الكتاب﴾ التوراة ﴿وَقَفَّيْنَا﴾ أردفنا وأتبعنا وأصله من القفا يقال: قَفَاه إذا أتبعه، وقفَّاه بكذا إِذا أتبعه إِياه ﴿البينات﴾ المعجزات الباهرات كإِبراء الأكمة والأبرص، وإِحياء الموتى ﴿وَأَيَّدْنَاهُ﴾ قويناه مأخوذ من الأيْد وهو القوة ﴿بِرُوحِ القدس﴾ جبريل ﵇، والقدسُ: الطهر والبركة ﴿تهوى﴾ تحب من هَوى إِذا أحب ومصدره الهوى ﴿غُلْفٌ﴾ جمع أغلف، والغلاف: الغطاء، يقال سيف أغلف إِذا كان في غلافه، وقلب أغلف أي مستور عن الفهم والتمييز، مستعار من الأغلف","vol":"1","page":67},{"text":"الذي لم يختن ﴿لَّعَنَهُمُ﴾ أصل اللعن في كلام العرب: الطردُ والإِبعاد يقال: ذئب لعين أي مطرود مبعد والمراد: أقصاهم وأبعدهم عن رحمته ﴿يَسْتَفْتِحُونَ﴾ يستنصرون من الاستفتاح وهو طلب الفتح أي النصرة ﴿بِئْسَمَا﴾ أصلها بئس ما أي بئس الذي، وبئس فعل للذم، كما أنّ «نِعْم» للمدح ﴿بَغْيًا﴾ البغي: الحسد والظلم، وأصله الفساد من بغى الجرح إِذا فسد قاله الأصمعي ﴿بَآءُو﴾ رجعوا وأكثر ما يستعمل في الشر ﴿مُّهِينٌ﴾ مخزٍ مذل مأخوذ من الهوان بمعنى الذل.\nالمنَاسَبَة: لا تزال الآيات تتحدث عن بني إِسرائيل، وفي هذه الآيات الكريمة تذكير لهم بضربٍ من النعم التي أمدّهم الله بها ثم قابلوها بالكفر والإِجرام، كعادتهم في مقابلة الإِحسان بالإِساءة، والنعمة بالكفران والجحود.\nالتفسير: ﴿وَلَقَدْ آتَيْنَا موسى الكتاب﴾ أي أعطينا موسى التوراة ﴿وَقَفَّيْنَا مِن بَعْدِهِ بالرسل﴾ أي أتبعنا وأرسلنا على أثره الكثير من الرسل ﴿وَآتَيْنَا عِيسَى ابن مَرْيَمَ البينات﴾ أي أعطينا عيسى الآيات البينات والمعجزات الواضحات الدالة على نبوته ﴿وَأَيَّدْنَاهُ بِرُوحِ القدس﴾ أي قويناه وشددنا أزره بجبريل ﵇ ﴿أَفَكُلَّمَا جَآءَكُمْ رَسُولٌ بِمَا لاَ تهوى أَنْفُسُكُمْ﴾ أي أفكلما جاءكم يا بني إِسرائيل رسول بما لا يوافق هواكم ﴿استكبرتم فَفَرِيقًا كَذَّبْتُمْ وَفَرِيقًا تَقْتُلُونَ﴾ أي تكبرتم عن اتباعه فطائفة منهم كذبتموهم، وطائفة قتلتموهم. . ثم أخبر تعالى عن اليهود المعاصرين للنبي ﷺ َ وبيّن ضَلالهم في اقتدائهم بالأسلاف فقال حكاية عنهم ﴿وَقَالُواْ قُلُوبُنَا غُلْفٌ﴾ أي في أكنة لا تفقه ولا تعي ما تقوله يا محمد، والغرض إِقناطه ﵇ من إِيمانهم، قال تعالى ردًا عليهم ﴿بَل لَّعَنَهُمُ الله بِكُفْرِهِمْ﴾ أي طردهم وأبعدهم من رحمته بسبب كفرهم وضلالهم ﴿فَقَلِيلًا مَّا يُؤْمِنُونَ﴾ أي فقليلٌ من يؤمن منهم، أو يؤمنون إِيمانًا قليلًا وهو إِيمانهم ببعض الكتاب وكفرهم بالبعض الآخر ﴿وَلَمَّا جَآءَهُمْ كِتَابٌ مِّنْ عِندِ الله مُصَدِّقٌ لِّمَا مَعَهُمْ﴾ وهو القرآن العظيم الذي أنزل على خاتم المرسلين، مصدقًا لما في التوراة ﴿وَكَانُواْ مِن قَبْلُ يَسْتَفْتِحُونَ عَلَى الذين كَفَرُواْ فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ﴾ أي وقد كانوا قبل مجيئه يستنصرون به على أعدائهم ويقولون: اللهم انصرنا بالنبي المبعوث آخر الزمان، الذي نجد نعته في التوراة ﴿فَلَمَّا جَآءَهُمْ مَّا عَرَفُواْ كَفَرُواْ بِهِ﴾ أي فلما بعث محمد ﷺ َ الذي عرفوه حق المعرفة كفروا برسالته ﴿فَلَعْنَةُ الله عَلَى الكافرين﴾ أي لعنة الله على اليهود الذين كفروا بخاتم المرسلين ﴿بِئْسَمَا اشتروا بِهِ أَنْفُسَهُمْ﴾ أي بئس الشيء التافه الذي باع به هؤلاء اليهود أنفسهم ﴿أَن يَكْفُرُواْ بِمَآ أنَزَلَ الله﴾ أي كفرهم بالقرآن الذي أنزله الله ﴿بَغْيًا﴾ أي حسدًا وطلبًا لما ليس لهم ﴿أَن يُنَزِّلُ الله مِن فَضْلِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي حسدًا منهم لأجل لأن ينزل الله وحيًا من فضله على من يشاء ويصطفيه من خلقه ﴿فَبَآءُو بِغَضَبٍ على غَضَبٍ﴾ أي رجعوا بغضب من الله زيادة على سابق غضبه عليهم ﴿وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ﴾ أي ولهم عذاب شديد مع الإِهانة والإِذلال لأن كفرهم سببه التكبر والحسد فقوبلوا بالإِهانة والصغار ﴿وَإِذَا قِيلَ لَهُمْ آمِنُواْ بِمَا أَنْزَلَ اللَّهُ﴾ أي آمنوا بما أنزل الله من القرآن وصدّقوه واتبعوه ﴿قَالُواْ نُؤْمِنُ بِمَآ أُنْزِلَ عَلَيْنَا﴾ أي يكفينا الإِيمان بما أنزل علينا من التوراة ﴿وَيَكْفُرونَ بِمَا وَرَآءَهُ وَهُوَ الحق مُصَدِّقًا لِّمَا","vol":"1","page":68},{"text":"مَعَهُمْ﴾ أي يكفرون بالقرآن مع أنه هو الحق موافقًا لما معهم من كلام الله ﴿قُلْ فَلِمَ تَقْتُلُونَ أَنْبِيَآءَ الله مِن قَبْلُ إِن كُنْتُمْ مُّؤْمِنِينَ﴾ أي قل لهم يا محمد إِذا كان إيمانكم بما في التوراة صحيحا فلم كنتم تقتلون أنبياء الله من قبل إذا كنتم فعلًا مؤمنين؟ ﴿وَلَقَدْ جَآءَكُمْ موسى بالبينات﴾ أي بالحجج الباهرات ﴿ثُمَّ اتخذتم العجل مِن بَعْدِهِ وَأَنْتُمْ ظَالِمُونَ﴾ أي عبدتم العجل من بعد ذهابه إلى الطور، وأنتم ظالمون في هذا الصنيع.\nالبَلاَغَة: ١ - تقديم المفعول في الموضعين ﴿فَرِيقًا كَذَّبْتُمْ﴾ و﴿فَرِيقًا تَقْتُلُونَ﴾ للإهتمام وتشويق السامع إِلى ما يلقى إِليه.\n٢ - التعبير بالمضارع ﴿وَفَرِيقًا تَقْتُلُونَ﴾ ولم يقل قتلتم كما قال كذبتم، لأن الفعل المضارع - كما هو المألوف في أساليب البلاغة - يستعمل في الأفعال الماضية التي بلغت من الفظاعة مبلغًا عظيمًا، فكأنه أحضر صورة قتل الأنبياء أمام السامع، وجعله ينظر إِليها بعينه، فيكون إِنكاره لها أبلغ، واستفظاعه لها أعظم.\n٣ - وضع الظاهر مكان الضمير ﴿فَلَعْنَةُ الله عَلَى الكافرين﴾ ولم يقل «عليهم» ليشعر بأن سبب حلول اللعنة هو كفرهم.\n٤ - الخبر في قوله ﴿وَلَقَدْ جَآءَكُمْ موسى بالبينات﴾ يراد به التبكيت والتوبيخ على عدم اتباع الرسول.\n٥ - أسندت الإِهانة إِلى العذاب فقال ﴿عَذَابٌ مُّهِينٌ﴾ لأن الإِهانة تحصل بعذابهم، ومن أساليب البيان إسناد الأفعال إِلى أسبابها.\nفَائِدَة: قال الحسن البصري: إنما سمي جبريل «روح القدس» لأن القدس هو الله، وروحه جبريل، فالإِضافة للتشريف، قال الرازي: ومما يدل على أن روح القدس جبريل قوله تعالى في سورة النحل ﴿قُلْ نَزَّلَهُ رُوحُ القدس مِن رَّبِّكَ بالحق﴾ [الآية: ١٠٢] .","vol":"1","page":69},{"text":"المنَاسَبَة: هذه طائفة أخرى من جرائم اليهود، فقد نقضوا الميثاق حتى رفع جبلُ الطور عليهم وأمروا أن يأخذوا بما في التوراة، فأظهروا القبول والطاعة ثم عادوا إلى الكفر والعصيان، فعبدوا العجل من دون الله، وزعموا أنهم أحباب الله، وأن الجنة خالصة لهم من دون الناس لا يدخلها أحد سواهم، وعادَوا الملائكة الأطهار وعلى رأسهم جبريل ﵇، وكفروا بالأنبياء والرسل، وهكذا شأنهم في سائر العصور والدهور.\nاللغَة: ﴿مِيثَاقَكُمْ﴾ الميثاق: العهد المؤكد بيمين ﴿الطور﴾ هو الجبل الذي كلّم الله عليه موسى ﵇ ﴿بِقُوَّةٍ﴾ بعزمٍ وجدّ ﴿وَأُشْرِبُواْ﴾ أُشرب: سُقي جعلت قلوبهم نُشر به، يقال: أُشرب قلبُه حبَّ كذا قال زهير:\nفصحوتُ عنْها بعد حبَّ داخلٍ ... والحب تُشربُه فؤادَك داءُ\n﴿خَالِصَةً﴾ مصدر كالعافية والعاقبة بمعنى الخلوص أي خاصة بكم لا يشارككم فيها أحد ﴿أَحْرَصَ﴾ الحرص: شدة الرغبة في الشيء وفي الحديث «إحرص على ما ينفعك» ﴿بِمُزَحْزِحِهِ﴾ الزحزحة: الإبعادُ والتنحية قال تعالى ﴿فَمَن زُحْزِحَ عَنِ النار﴾ [آل عمران: ١٨٥] أي أُبعد وقال الشاعر:\nخليليَّ ما بال الدُّجَى لا يُزَحْزحُ ... وما بالُ ضوء الصبح لا يتوضّح\nالتفسِير: ﴿وَإِذْ أَخَذْنَا مِيثَاقَكُمْ وَرَفَعْنَا فَوْقَكُمُ الطور﴾ أي اذكروا يا بني إِسرائيل حين أَخذنا عليكم العهد المؤكد على العمل بما في التوراة، ورفعنا فوقكم جبل الطور قائلين ﴿خُذُواْ مَآ ءاتيناكم بِقُوَّةٍ﴾ أي بعزمٍ وحزم وإلاّ طرحنا الجبل فوقكم ﴿واسمعوا﴾ أي سماع طاعة وقبول ﴿قَالُواْ سَمِعْنَا وَعَصَيْنَا﴾ أي سمعنا قولك، وعصينا أمرك ﴿وَأُشْرِبُواْ فِي قُلُوبِهِمُ العجل﴾ أي خالط حبُّه قلوبهم، وتغلغل في سويدائها والمراد أن حب عبادة العجل امتزج بدمائهم ودخل في قلوبهم، كما يدخل الصبغُ في الثوب، والماء في البدن ﴿بِكُفْرِهِمْ﴾ أي بسبب كفرهم ﴿قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ﴾ أي قل لهم على سبيل التهكم بهم بئس هذا الإِيمان الذي يأمركم بعبادة العجل ﴿إِنْ كُنْتُمْ مُّؤْمِنِينَ﴾ أي إِن كنتم تزعمون الإِيمان فبئس هذا العمل والصنيع والمعنى: لستم بمؤمنين لأن الإِيمان لا يأمر بعبادة العجل ﴿قُلْ إِن كَانَتْ لَكُمُ الدار الآخرة عِندَ الله خَالِصَةً مِّن دُونِ الناس﴾ أي قل لهم يا محمد إِن كانت الجنة لكم خاصة لا يشارككم في نعيمها أحد كما زعمتم ﴿فَتَمَنَّوُاْ الموت إِن كُنْتُمْ صَادِقِينَ﴾ أي اشتاقوا الموت الذي يوصلكم إِلى الجنة، لأن نعيم هذه الحياة لا يساوي شيئًا إِذا قيس بنعيم الآخرة. ومن أيقن أنه من أهل الجنة اشتاق إِليها قال تعالى رادًّا عليهم تلك الدعوة الكاذبة ﴿وَلَنْ يَتَمَنَّوْهُ أَبَدًا بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ أي لن يتمنوا الموت ما عاشوا بسبب ما اجترحوه من الذنوب والآثام ﴿والله عَلِيمٌ بالظالمين﴾ أي عالم بظلمهم وإِجرامهم وسيجازيهم على ذلك ﴿","vol":"1","page":70},{"text":"وَلَتَجِدَنَّهُمْ أَحْرَصَ الناس على حَيَاةٍ وَمِنَ الذين أَشْرَكُواْ﴾ أي ولتجدنَّ اليهود أشدّ الناس حرصًا على الحياة، وأحرص من المشركين أنفسهم، وذلك لعلمهم بأنهم صائرون إِلى النار لإِجرامهم ﴿يَوَدُّ أَحَدُهُمْ لَوْ يُعَمَّرُ أَلْفَ سَنَةٍ﴾ أي يتمنى الواحد منهم أن يعيش ألف سنة ﴿وَمَا هُوَ بِمُزَحْزِحِهِ مِنَ العذاب أَن يُعَمَّرَ﴾ أي وما طول العمر - مهما عمر - بمبعده ومنجيه من عذاب الله ﴿والله بَصِيرٌ بِمَا يَعْمَلُونَ﴾ أي مطّلع على أعمالهم فيجازيهم عليها ﴿قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ﴾ أي قل لهم يا محمد من كان عدوًا لجبريل فإِنه عدو لله، لأن الله جعله واسطة بينه وبين رسله فمن عاداه فقد عادى الله ﴿فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ بِإِذْنِ الله﴾ أي فإِن جبريل الأمين نزّل هذا القرآن على قلبك يا محمد بأمر الله تعالى ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي مصدقًا لما سبقه من الكتب السماوية ﴿وَهُدًى وبشرى لِلْمُؤْمِنِينَ﴾ أي وفيه الهداية الكاملة، والبشارة السارة للمؤمنين بجنات النعيم ﴿مَن كَانَ عَدُوًّا للَّهِ وملائكته وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ﴾ أي من عادى الله وملائكته ورسله، وعادى على الوجه الأخص «جبريل وميكائيل» فهو كافر عدو لله ﴿فَإِنَّ الله عَدُوٌّ لِّلْكَافِرِينَ﴾ لأن الله يبغض من عادى أحدًا من أوليائه، ومن عاداهم عاده الله، ففيه الوعيد والتهديد الشديد.\nسَبَبُ النّزول: روي أن اليهود قالوا للنبي ﷺ َ: إِنه ليس نبيٌّ من الأنبياء إِلا يأتيه ملك من الملائكة من عند ربه بالرسالة وبالوحي، فمن صاحبُك حتى نتابعك؟ قال: جبريل قالوا: ذاك الذي ينزل بالحرب وبالقتال ذاك عدونا! لو قلت: ميكائيل الذي ينزل بالقطر وبالرحمة تابعناك فأنزل الله ﴿قُلْ مَن كَانَ عَدُوًّا لِّجِبْرِيلَ فَإِنَّهُ نَزَّلَهُ على قَلْبِكَ﴾ الآية.\nالبَلاَغَة: ١ - ﴿وَأُشْرِبُواْ فِي قُلُوبِهِمُ العجل﴾ فيه استعارة مكنية، شبّه حبَّ عبادة العجل بمشروب لذيذ سائغ الشراب، وطوى ذكر المشبه به ورمز بشيء من لوازمه وهو الإِشراب على طريق الاستعارة المكنية، قال في تلخيص البيان: «وهذه استعارة والمراد وصف قلوبهم بالمبالغة في حب العجل فكأنها تشربت حبة فما زجها ممازجة المشروب، وخالطها مخالطة الشيء الملذوذ» .\n٢ - ﴿قُلْ بِئْسَمَا يَأْمُرُكُمْ بِهِ إِيمَانُكُمْ﴾ إِسناد الأمر إِلى الإِيمان تهكمٌ بهم كقوله ﴿أصلاوتك تَأْمُرُكَ﴾ [هود: ٨٧] وكذلك إِضافة الإِيمان إِليهم، أفاده الزمخشري.\n٣ - التنكير في قوله ﴿على حَيَاةٍ﴾ للتنبيه على أن المراد بها حياة مخصوصة، وهي الحياة المتطاولة التي يعمر فيها الشخص آلاف السنين.\n٤ - ﴿فَإِنَّ الله عَدُوٌّ لِّلْكَافِرِينَ﴾ الجملة واقعة في جواب الشرط وجيء بها إسمية لزيادة التقبيح لأنها تفيد الثبات، ووضع الظاهر موضع الضمير فقال ﴿عَدُوٌّ لِّلْكَافِرِينَ﴾ بدل عدوٌ لهم لتسجيل صفة الكفر عليهم، وأنهم بسبب عداوتهم للملائكة أصبحوا من الكافرين.\n٥ - ﴿وَجِبْرِيلَ وَمِيكَالَ﴾ وجاء بعد ذكر الملائكة فهو من باب ذكر الخاص بعد العام للتشريف والتعظيم.","vol":"1","page":71},{"text":"الفوَائِد: الأولى: ليس معنى السمع في قوله ﴿واسمعوا﴾ إِدراك القول فقط، بل المراد سماع ما أمروا به في النوراة سماع تدبرٍ وطاعةٍ والتزام فهو مؤكد ومقرر لقوله ﴿خُذُواْ مَآ ءاتيناكم بِقُوَّةٍ﴾ .\nالثانية: خصّ القلب بالذكر ﴿نَزَّلَهُ على قَلْبِكَ﴾ لأنه موضع العقل والعلم وتلقي المعارف كما قال تعالى ﴿لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ﴾ [الحج: ٤٦] .\nالثالثة: الحكمة في الإِتيان هنا ب «لن» ﴿وَلَنْ يَتَمَنَّوْهُ أَبَدًا﴾ وفي الجمعة ب «لا» ﴿وَلاَ يَتَمَنَّونَهُ أَبَدًا﴾ [الآية: ٧] أن ادعاءهم هنا أعظم من ادعائهم هناك، فإِنهم ادعوا هنا اختصاصهم بالجنة، وهناك كونهم أولياء لله من دون الناس، فناسب هنا التوكيد بلن المفيدة للنفي في الحاضر والمستقبل، وأما هناك فاكتفى بالنفي.\nالرابعة: الآية الكريمة من المعجزات لأنها إِخبار بالغيب وكان الأمر كما أخبر، ويكفي في تحقق هذه المعجزة أن لا يقع تمني الموت من اليهود الذين كانوا في عصره ﷺ َ وفي الحديث الشريف «لو أن اليهود تمنوا الموت لماتوا ورأوا مقاعدهم من النار» .","vol":"1","page":72},{"text":"المنَاسَبَة: لما ذكر تعالى ما جبل عليه اليهود، من خبث السريرة ونقض العهود، والتكذيب لرسل الله ومعاداة أوليائه، حتى انتهى بهم الحال إِلى عداوة السفير بين الله وبين خلقه وهو «جبريل» الأمين ﵇، أعقب ذلك ببيان أن من عادة اليهود عدم الوفاء بالعقود، وتكذيب الرسل، واتباع طرق الشعوذة والضلال، وفي ذلك تسلية لرسول الله ﷺ َ حيث سلكوا معه هذه الطريقة، في عدم الأخذ بما انطوى عليه كتاب الله من التبشير ببعثة السراج المنير، وإِلزامهم الإِيمان به واتباعه، فنبذوا الكتاب وراء ظهورهم، واتبعوا ما ألقت إليهم الشياطين من كتب السحر والشعوذة، ونسبوها","vol":"1","page":72},{"text":"إِلى سليمان ﵇ وهو منها بريء، وهكذا حالهم مع جميع الرسل الكرام، فلا تذهب نفسك عليهم حسرات.\nاللغَة: ﴿نبذ﴾ النبذ: الطرق والإِلقاء ومنه سمي اللقيط منبوذًا لأنه ينبذ على الطريق قال الشاعر:\nإنّ الذين أمرتهم أن يعدلوا ... نبذوا كتابك واستحلوا المَحْرما\n﴿تَتْلُواْ﴾ تحدّث وتروي من التلاوة بمعنى القراءة، أو من التلاوة بمعنى الاتباع قال الطبري: ولقول القائل: «هو يتلو كذا» في كلام العرب معنيان: أحدهما الاتباع كما تقول: تلوت فلانًا إِذا مشيت خلفه وتبعتَ أثره، والآخر: القراءة والدراسة كقولك: فلان يتلو القرآن أن يقرؤه ﴿السحر﴾ قال الجوهري: كلُّ ما لطف مأخذه ودقَّ فهو سحر، وسحره أيضًا بمعنى خدَعه وفي الحديث «إنّ من البيان لسحرًا» ﴿فِتْنَةٌ﴾: الابتلاء والاختبار ومنه قولهم: فتنتُ الذهب إِذا امتحنته بالنار لتعرف سلامته أو غشه ﴿خَلاَقٍ﴾ الخلاق: النصيب قال الزجاج: هو النصيب الوافر من الخير، وأكثر ما يستعمل في الخير ﴿لَمَثُوبَةٌ﴾ المثوبة: الثواب والجزاء.\nالتفسِير: ﴿وَلَقَدْ أَنْزَلْنَآ إِلَيْكَ آيَاتٍ بَيِّنَاتٍ﴾ أي والله لقد أنزلنا إِليك يا محمد آيات واضحات دالاّت على نبوتك ﴿وَمَا يَكْفُرُ بِهَآ إِلاَّ الفاسقون﴾ أي وما يجحد بهذه الآيات ويكذب إلا الخارجون عن الطاعة الماردون على الكفر ﴿أَوَكُلَّمَا عَاهَدُواْ عَهْدًا نَّبَذَهُ فَرِيقٌ مِّنْهُم﴾ أي أيكفرون بالآيات وهي في غاية الوضوح وكلّما أعطوا عهدًا نقضه جماعة منهم؟ ﴿بَلْ أَكْثَرُهُمْ لاَ يُؤْمِنُونَ﴾ أي بل أكثر اليهود لا يؤمن بالتوراة الإِيمان الصادق لذلك ينقضون العهود والمواثيق ﴿وَلَمَّآ جَآءَهُمْ رَسُولٌ مِّنْ عِندِ الله﴾ وهو محمد ﷺ َ ﴿مُصَدِّقٌ لِّمَا مَعَهُمْ﴾ أي مصدقًا للتوراة وموافقًا لها في أصول الدين ومقررًا لنبوة موسى ﵇ ﴿نَبَذَ فَرِيقٌ مِّنَ الذين أُوتُواْ الكتاب كِتَابَ الله وَرَآءَ ظُهُورِهِمْ﴾ أي طرح أحبارهم وعلماؤهم التوراة وأعرضوا عنها بالكلية لأنها تدل على نبوة محمد ﷺ َ فجحدوا وأصروا على إِنكار نبوته ﴿كَأَنَّهُمْ لاَ يَعْلَمُونَ﴾ أي كأنهم لا يعلمون من دلائل نبوته شيئًا ﴿واتبعوا مَا تَتْلُواْ الشياطين على مُلْكِ سُلَيْمَانَ﴾ أي اتبعوا طرق السحر والشعوذة التي كانت تحدثهم بها الشياطين في عهد ملك سليمان ﴿وَمَا كَفَرَ سُلَيْمَانُ﴾ أي وما كان سليمان ساحرًا ولا كفر بتعلمه السحر ﴿ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر﴾ أي ولكنّ الشياطين هم الذين علموا الناس السحر حتى فشا أمره بين الناس ﴿وَمَآ أُنْزِلَ عَلَى الملكين بِبَابِلَ هَارُوتَ وَمَارُوتَ﴾ أي وكما اتبع رؤساء اليهود السحر كذلك اتبعوا ما أنزل على الملَكْين وهما هاروت وماروت بمملكة بابل بأرض الكوفة، وقد أنزلهما الله ابتلاءً وامتحانًا للناس ﴿وَمَا يُعَلِّمَانِ مِنْ أَحَدٍ حتى يَقُولاَ إِنَّمَا نَحْنُ فِتْنَةٌ فَلاَ تَكْفُرْ﴾ أي إن الملَكَيْن لا يعلمان أحدًا من الناس السحر حتى يبذلا له النصيحة ويقولا إِن هذا الذي نصفه لك إِنما هو امتحان من الله وابتلاء، فلا تستعمله للإِضرار ولا تكفر بسببه، فمن تعلمه ليدفع ضرره عن الناس","vol":"1","page":73},{"text":"فقد نجا، ومن تعلمه ليلحق ضرره بالناس فقد هلك وضل.\n. قال تعالى ﴿فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ المرء وَزَوْجِهِ﴾ أي يتعلمون منهما من علم السحر ما يكون سببًا في التفريق بين الزوجين، فبعد أن كانت المودة والمحبة بينهما يصبح الشقاق والفراق ﴿وَمَا هُم بِضَآرِّينَ بِهِ مِنْ أَحَدٍ إِلاَّ بِإِذْنِ الله﴾ أي وما هم بما استعملوه من السحر يضرون أحدًا إِلا إِذا شاء الله ﴿وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ﴾ أي والحال أنهم بتعلم السحر يحصلون على الضرر لا على النفع ﴿وَلَقَدْ عَلِمُواْ لَمَنِ اشتراه مَا لَهُ فِي الآخرة مِنْ خَلاَقٍ﴾ أي ولقد علم اليهود الذين نبذوا كتاب الله واستبدلوا به السحر، أنهم ليس لهم حظ من رحمة الله ولا من الجنة لأنهم آثروا السحر على كتاب الله ﴿وَلَبِئْسَ مَا شَرَوْاْ بِهِ أَنْفُسَهُمْ لَوْ كَانُواْ يَعْلَمُونَ﴾ أي ولبئس هذا الشيء الذي باعوا به أنفسهم لو كان لهم علم أو فهم وإِدراك ﴿وَلَوْ أَنَّهُمْ آمَنُواْ واتقوا﴾ أي ولو أن أولئك الذين يتعلمون السحر آمنوا بالله وخافوا عذابه ﴿لَمَثُوبَةٌ مِّنْ عِندِ الله خَيْرٌ لَّوْ كَانُواْ يَعْلَمُونَ﴾ أي لأثابهم الله ثوابًا أفضل مما شغلوا به أنفسهم من السحر، الذي لا يعود عليهم إِلا بالويل والخسار والدمار.\nسَبَبُ النّزول: لما ذكر رسول الله ﷺ َ سليمان في المرسلين، قال بعض أحبار اليهود: ألا تعجبون لمحمد يزعم أن ابن داود كان نبيًا!! والله ما كان إِلا ساحرًا فنزلت هذه الآية ﴿وَمَا كَفَرَ سُلَيْمَانُ ولكن الشياطين كَفَرُواْ يُعَلِّمُونَ الناس السحر﴾ .\nالبَلاَغَة: ١ - ﴿رَسُولٌ مِّنْ عِندِ الله﴾ التنكير للتفخيم ووصفُ الرسول بأنه آتٍ من عند الله لإِفادة مزيد التعظيم.\n٢ - ﴿وَرَآءَ ظُهُورِهِمْ﴾ مثلٌ يُضرب للإِعراض عن الشيء جملةً تقول العرب: جعل هذا الأمر وراء ظهره أي تولى عنه معرضًا، لأن ما يجعل وراء الظهر لا ينظر إِليه، فهو كناية عن الإِعراض عن التوراة بالكلية.\n٣ - ﴿لَّوْ كَانُواْ يَعْلَمُونَ﴾ هذا جارٍ على الأسلوب المعروف في فنون البلاغة، من أن العالم بالشيء إذا لم يجر على موجب علمه قد ينزّل منزلة الجاهل به، وينفى عنه العلم كما ينفى عن الجاهلين.\n٤ - ﴿لَمَثُوبَةٌ مِّنْ عِندِ الله﴾ جيء بالجملة الإِسمية بدل الفعلية للدلالة على الثبوت والاستقرار.\nفَائِدَة: الحكمة من تعليم الملكين الناس السحر، أن السحرة كثروا في ذلك العهد واخترعوا فنونًا غريبة من السحر، وربما زعموا أنهم أنبياء، فبعث الله تعالى المَلكْين ليعلما الناس وجوه السحر حتى يتمكنوا من التمييز بينه وبين المعجزة، ويعرفوا أن الذين يدّعون النبوة كذبًا إِنما هم سحرة لا أنبياء.","vol":"1","page":74},{"text":"المنَاسَبَة: لما ذكر تعالى قبائح اليهود، وما اختصوا به من ضروب السحر والشعوذة، أعقبه ببيان نوع آخر من السوء والشر، الذي يضمرونه للنبيّ ﷺ َ والمسلمين، من الطعن والحقد والحسد، وتمني زوال النعمة عن المؤمنين، واتخاذهم الشريعة الغراء هدفًا للطعن والتجريح بسبب النسخ لبعض الأحكام الشرعية.\nاللغَة: ﴿رَاعِنَا﴾ من المراعاة وهي الإِنظار والإِمهال، وأصلها من الرعاية وهي النظر في مصالح الإِنسان، وقد حرفها اليهود فجعلوها كلمة مسبة مشتقة من الرعونة وهي الحُمْق ولذلك نهي عنها المؤمنون ﴿انظرنا﴾ من النظر والانتظار تقول: نظرتُ الرجل إِذا انتظرته وارتقبته أي انتظرنا وتأنَّ بنا ﴿يَوَدُّ﴾ يتمنى ويحب ﴿نَنسَخْ﴾ النسخ في اللغة: الإِبطال والإِزالة يقال: نسخت الشمس الظل أي أزالته وفي الشرع: رفع حكم شرعي وتبديله بحكم آخر ﴿نُنسِهَا﴾ من أنسى الشيءَ جعله منسيًا فهو من النسيان الذي هو ضد الذكر أي نمحها من القلوب ﴿وَلِيٍّ﴾ الولي: من يتولى أمور الإِنسان ومصالحه ﴿نَصِير﴾ النصير: المعين مأخوذ من قولهم نصره إِذا أعانه ﴿أَمْ﴾ بمعنى بل وهي تفيد الانتقال من جملة إلى جملة كقوله تعالى ﴿أَمْ يَقُولُونَ افتراه﴾ [يونس: ٣٨] أي بل يقولون ﴿يَتَبَدَّلِ﴾ يقال: بدّل وتبدل واستبدل أي جعل شيئًا موضع آخر، وتبدل الكفر بالإِيمان معناه أخذه بدل الإِيمان ﴿سَوَآءَ السبيل﴾ أي وسط الطريق، والسواء من كل شيء: الوسط، والسبيل معناه الطريق ﴿فاعفوا﴾ العفو: ترك المؤاخذة على الذنب ﴿واصفحوا﴾ والصفح: ترك التأنيب عنه.\nسَبَبُ النّزول: روي أن اليهود قالوا: ألا تعجبون لأمر محمد؟ ﴿يأمر أصحابه بأمرٍ ثم ينهاهم عنه ويأمرهم بخلافه، ويقول اليوم قولًا ويرجع عنه غدًا، فما هذا القرآن إِلا كلام محمد بقوله من تلقاء نفسه، يناقض بعضه بعضًا فنزلت ﴿مَا نَنسَخْ مِنْ آيَةٍ﴾ .\nالتفسير: ﴿يَاأَيُّهَا الذين آمَنُواْ﴾ هذا نداء من الله جل شأنه للمؤمنين يخاطبهم فيه فيقول ﴿لاَ","vol":"1","page":75},{"text":"تَقُولُواْ رَاعِنَا﴾ أي راقبنا وأمهلنا حتى نتمكن من حفظ ما تلقيه علينا ﴿وَقُولُواْ انظرنا﴾ أي انتظرنا وارتقبنا ﴿واسمعوا﴾ أي أطيعوا أوامر الله ولا تكونوا كاليهود حيث قالوا سمعنا وعصينا ﴿وَلِلكَافِرِينَ عَذَابٌ أَلِيمٌ﴾ أي ولليهود الذين نالوا من الرسول وسبّوه، عذاب أليم موجع ﴿مَّا يَوَدُّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب وَلاَ المشركين أَن يُنَزَّلَ عَلَيْكُمْ مِّنْ خَيْرٍ مِّن رَّبِّكُمْ﴾ أي ما يحب الكافرون من اليهود والنصارى ولا المشركون أن ينزّل عليكم شيء من الخير، بغضًا فيكم وحسدًا لكم ﴿والله يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ﴾ أي يختص بالنوبة والوحي والفضل والإِحسان من شاء من عباده ﴿والله ذُو الفضل العظيم﴾ والله واسع الفضل والإِحسان ثم قال تعالى ردًا على اليهود حين طعنوا في القرآن بسبب النسخ ﴿مَا نَنسَخْ مِنْ آيَةٍ أَوْ نُنسِهَا﴾ أي ما نبدّل من حكم آية فنغيره بآخر أو ننسها يا محمد أي نمحها من قلبك ﴿نَأْتِ بِخَيْرٍ مِّنْهَا أَوْ مِثْلِهَا﴾ أي نأت بخير لكم منها أيها المؤمنون بما هو أنفه لكم في العاجل أو الآجل، إِما برفع المشقة عنكم، أو بزيادة الأجر والثواب لكم ﴿أَلَمْ تَعْلَمْ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي ألم تعلم أيها المخاطب أن الله عليم حكيم قدير، لا يصدر منه إِلا كل خير وإِحسان للعباد﴾ ! ﴿أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض﴾ أي ألم تعلم أن الله هو المالك المتصرف في شئون الخلق يحكم بما شاء ويأمر بما شاء؟ ﴿وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ما لكم وليٌّ يرعى شئونكم أو ناصر ينصركم غير الله تعالى فهو نعم الناصر والمعين ﴿أَمْ تُرِيدُونَ أَن تَسْأَلُواْ رَسُولَكُمْ كَمَا سُئِلَ موسى مِن قَبْلُ﴾ أي بل أتريدون يا معشر المؤمنين أن تسألوا نبيكم كما سأل قوم موسى نبيهم من قبل ويكون مثلكم مثل اليهود الذين قالوا لنبيهم\n﴿أَرِنَا الله جَهْرَةً﴾ [النساء: ١٥٣] فتضلوا كما ضلوا ﴿وَمَن يَتَبَدَّلِ الكفر بالإيمان﴾ أي يستبدل الضلالة بالهدى ويأخذ الكفر بدل الإِيمان ﴿فَقَدْ ضَلَّ سَوَآءَ السبيل﴾ أي فقد حاد عن الجادة وخرج عن الصراط السوي ﴿وَدَّ كَثِيرٌ مِّنْ أَهْلِ الكتاب﴾ أي تمنى كثير من اليهود والنصارى ﴿لَوْ يَرُدُّونَكُم مِنْ بَعْدِ إِيمَانِكُمْ كُفَّارًا﴾ أي لو يصيّرونكم كفارًا بعد أن آمنتم ﴿حَسَدًا مِّنْ عِنْدِ أَنْفُسِهِمْ﴾ أي حسدًا منهم لكم حملتهم عليه أنفسهم الخبيثة ﴿مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الحق﴾ أي من بعد ما ظهر لهم بالبراهين الساطعة أن دينكم هو الحق ﴿فاعفوا واصفحوا﴾ أي اتركوهم وأعرضوا عنهم فلا تؤخذوهم ﴿حتى يَأْتِيَ الله بِأَمْرِهِ﴾ أي حتى يأذن الله لكم بقتالهم ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر على كل شيء فينتقم منهم إِذا حان الأوان ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي حافظوا على عمودي الإِسلام وهما «الصلاة والزكاة» وتقربوا إِليه بالعبادة البدنية والمالية ﴿وَمَا تُقَدِّمُواْ لأَنْفُسِكُم مِّنْ خَيْرٍ تَجِدُوهُ عِندَ الله﴾ أي ما تتقربوا إِلى الله من صلاة أو صدقة أو عمل صالح فرضًا كان أو تطوعًا تجدوا ثوابه عند الله ﴿إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي رقيب عليكم مطلع على أعمالكم فيجازيكم عليها يوم الدين.\nالبَلاَغَة: ١ - الإِضافة في قوله ﴿مِّن رَّبِّكُمْ﴾ للتشريف. وفيها تذكير للعباد بتربيته لهم.\n٢ - تصدير الجملتين بلفظ الجلالة ﴿والله يَخْتَصُّ﴾ ﴿والله ذُو الفضل﴾ للإِيذان بفخامة الأمر.\n٣ - ﴿أَلَمْ تَعْلَمْ﴾ الاستفهام للتقرير والخطاب للنبي ﷺ َ والمراد أمته بدليل قوله تعالى ﴿وَمَا لَكُمْ مِّن دُونِ الله﴾ .\n٤ -","vol":"1","page":76},{"text":"وضع الاسم الجليل موضع الضمير ﴿إِنَّ الله﴾ ﴿مِّن دُونِ الله﴾ لتربية الروعة والمهابة في النفوس.\n٥ - ﴿ضَلَّ سَوَآءَ السبيل﴾ من إضافة الصفة للموصوف أي الطريق المستوي، وفي التعبير به نهاية التبكيت والتشنيع لمن ظهر له الحق فعدل عنه إِلى الباطل.\nالفوَائِد: الأولى: خاطب الله المؤمنين بقوله تعالى ﴿يَاأَيُّهَا الذين آمَنُواْ﴾ في ثمانية وثمانين موضعًا من القرآن، وهذا أول خطاب خوطب به المؤمنون في هذه السورة بالنداء الدال على الإِقبال عليهم، ونداء المخاطبين باسم المؤمنين يذكّرهم بأن الإِيمان يقتضي من صاحبه أن يتلقى أوامر الله ونواهيه بحسن الطاعة والامتثال.\nالثانية: نهي المسلمون أن يقولوا في خطاب النبي ﵇ ﴿رَاعِنَا﴾ وأمروا بأن يقولوا مكانها ﴿انظرنا﴾ وفي ذلك تنبيه لأدبٍ جميل هو أن الإِنسان يتجنب في مخاطبته الألفاظ التي توهم الجفاء أو التنقيص في مقام يقتضي إظهار المودة أو التعظيم.\nالثالثة: كانت اليهود تستعمل كلمة ﴿رَاعِنَا﴾ يعنون بها المسبة والشتيمة وروى أن سعد بن معاذ سمعها منهم فقال يا أعداء الله: عليكم لعنة الله والذي نفسي بيده لئن سمعتها من رجل منكم يقولها لرسول الله لأضربنَّ عنقه فقالوا: أولستم تقولونها؟ فنزلت هذه الآية ﴿لاَ تَقُولُواْ رَاعِنَا وَقُولُواْ انظرنا﴾ .","vol":"1","page":77},{"text":"المنَاسَبَة: في هذه الآيات الكريمة بيان آخر لأباطيل أهل الكتاب، حيث ادعى كل من الفريقين اليهود والنصارى أن الجنة خاصة به وطعن في دين الآخر، فاليهود يعتقدون بكفر النصارى وضلالهم، ويكفرون بعيسى وبالإِنجيل، والنصارى يعتقدون بكفر اليهود لعدم إِيمانهم بالمسيح وقد جاء لإتمام شريعتهم، ونشأ عن هذا النزاع عداوة اشتدت بها الأهواء حتى صار كل فريق يطعن في","vol":"1","page":77},{"text":"دين الآخر ويزعم أن الجنة وقفٌ عليه، فأكذب الله الفريقين، وبيّن أن الجنة إنما يفوز بها المؤمن التقي الذي عمل الصالحات.\nاللغَة: ﴿هُودًا﴾ أي يهودًا جمع هائد، والهائد: التائب الراجع مشتق من هاد إذا تاب ﴿إنَّا هدنا إليك﴾، ﴿أَمَانِيُّهُمْ﴾ جمع أمنية وهي ما يتمناه الإِنسان ويشتهيه، ﴿بُرْهَانَكُمْ﴾ البرهان: الدليل والحجة الموصلان إلى اليقين، ﴿أَسْلَمَ﴾ استسلم وخضع، ﴿خَرَابِهَآ﴾ الخراب: الهدم والتدمير وهو حسّيٌ كتخريب بيوت الله، ومعنوي كتعطيل إقامة الشعائر فيها، ﴿خِزْيٌ﴾ هوانٌ وذلة، ﴿ثَمَّ﴾ بفتح الثاء أي هناك ظرفٌ للمكان ﴿وَجْهُ الله﴾ الوجه: الجهة والمراد بوجه الله: الجهة التي ارتضاها وأمربالتوطه إليها.\nسَبَبُ النّزول: عن ابن عباس قال: لما قدم أهل نجران من النصارى على رسول الله ﷺ َ أتتهم أحبار اليهود فتنازعوا عند رسول الله ﷺ َ فقال رافع بن حرملة: ما أنتم على شيء وكفر بعيسى وبالإنجيل، وقال رجل من أهل نجران من النصارى لليهود: ما أنتم على شيء وجحد نبوة موسى وكفر بالتوراة فأنزل الله ﴿وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ﴾ الآية.\nالتفِسير: ﴿وَقَالُواْ لَن يَدْخُلَ الجنة إِلاَّ مَن كَانَ هُودًا أَوْ نصارى﴾ أي قال اليهود لن يدخل الجنة إلا من كان يهوديًا، وقال النصارى لن يدخل الجنة إِلا من كان نصرانيًا ﴿تِلْكَ أَمَانِيُّهُمْ﴾ أي تلك خيالاتهم وأحلامهم ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنْتُمْ صَادِقِينَ﴾ أي قل لهم يا محمد أئتوني بالحجة الساطعة على ما تزعمون إِن كنتم صادقين في دعواكم ﴿بلى مَنْ أَسْلَمَ وَجْهَهُ للَّهِ﴾ أي بلى يدخل الجنة من استسلم وخضع وأخلص نفسه لله ﴿وَهُوَ مُحْسِنٌ﴾ أي وهو مؤمن مصدّقٌ متبعٌ لرسول الله ﷺ َ ﴿فَلَهُ أَجْرُهُ عِندَ رَبِّهِ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فله ثواب عمله ولا خوف عليهم في الآخرة ولا يعتريهم حزنٌ أو كدر بل هم في نعيم مقيم ﴿وَقَالَتِ اليهود لَيْسَتِ النصارى على شَيْءٍ﴾ أي كفر اليهود بعيسى وقالوا ليس النصارى على دين صحيح معتدٍّ به فدينهم باطل ﴿وَقَالَتِ النصارى لَيْسَتِ اليهود على شَيْءٍ﴾ أي وقال النصارى في اليهود مثل ذلك وكفروا بموسى ﴿وَهُمْ يَتْلُونَ الكتاب﴾ أي والحال أن اليهود يقرءون التوراة والنصارى يقرءون الإِنجيل فقد كفروا عن علمٍ ﴿كَذَلِكَ قَالَ الذين لاَ يَعْلَمُونَ مِثْلَ قَوْلِهِمْ﴾ أي كذلك قال مشركو العرب مثل قول أهل الكتاب قالوا: ليس محمد على شيء ﴿فالله يَحْكُمُ بَيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي يحكم بين اليهود والنصارى ويفصل بينهم بقضائه العادل فيما اختلفوا فيه من أمر الدين ﴿وَمَنْ أَظْلَمُ مِمَّنْ مَّنَعَ مَسَاجِدَ الله أَن يُذْكَرَ فِيهَا اسمه﴾ استنكار واستبعاد لأن يكون أحد أظلم ممن فعل ذلك أي لا أحد أظلم ممن منع الناس من عبادة الله في بيوت الله، وعمل لخرابها بالهدم كما فعل الرومان ببيت المقدس، أو بتعطيلها من العبادة كما فعل كفار قريش ﴿أولئك مَا كَانَ لَهُمْ أَن يَدْخُلُوهَآ إِلاَّ خَآئِفِينَ﴾ أي ما ينبغي لأولئك أن يدخلوها إِلا وهم في خشية وخضوع فضلًا عن التجرؤ على تخريبها أو تعطليها ﴿لَّهُمْ فِي الدنيا خِزْيٌ﴾ أي لأولئك المذكورين هوانّ وذلة في الدنيا ﴿وَلَهُمْ فِي الآخرة عَذَابٌ","vol":"1","page":78},{"text":"عَظِيمٌ﴾ وهو عذاب النار.\n﴿وَللَّهِ المشرق والمغرب﴾ أي لله مكان شروق الشمس ومكان غروبها والمراد جميع الأرض ﴿فَأَيْنَمَا تُوَلُّواْ فَثَمَّ وَجْهُ الله﴾ أي إلى أي جهة توجهتم بأمره فهناك قبلته التي رضيها لكم، وقد نزلت الآية فيمن أضاع جهة القبلة ﴿إِنَّ الله وَاسِعٌ عَلِيمٌ﴾ أي يسع الخلق بالجود والإِفضال، عليم بتدبير شئونهم، لا تخفى عليه خافية من أحوالهم.\nالبَلاَغَة: ١ - ﴿تِلْكَ أَمَانِيُّهُمْ﴾ الجملة اعتراضية وفائدتها بيان بطلان الدعوى وأنها دعوة كاذبة.\n٢ - ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ﴾ الأمر هنا للتبكيت والتقريع.\n٣ - ﴿مَنْ أَسْلَمَ وَجْهَهُ للَّهِ﴾ خص الوجه بالذكر لأنه أشرف الأعضاء والوجه هاهنا (استعارة) أي من أقبل على عبادة الله وجعل توجهه إِليه بجملته.\n٤ - ﴿عِندَ رَبِّهِ﴾ العندية للتشريف ووضع اسم الرب مضافًا إِلى ضمير من أسلم موضع ضمير الجلالة لإِظهار مزيد اللطف به.\n٥ - ﴿لاَ يَعْلَمُونَ﴾ فيه توبيخ عظيم لأهل الكتاب لأنهم نظموا أنفسهم - مع علمهم - في سلك من لا يعلم أصلًا.\n٦ - ﴿وَمَنْ أَظْلَمُ﴾ الاستفهام بمعنى النفي أي لا أحد أظلم منه.\n٧ - ﴿فِي الدنيا خِزْيٌ﴾ التنكير للتهويل أي خزي هائل فظيع لا يكاد يوصف لهوله.\n٨ - ﴿عَلِيمٌ﴾ صيغة فعيل للمبالغة. أي واسع العلم.\nفَائِدَة: قال الإِمام الفخر: إِسلام الوجه لله يعني إِسلام النفس لطاعة الله وقد يكنى بالوجه عن النفس كما قال تعالى ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ [القصص: ٨٨] وقال زيد بن نفيل.\nوأسلمتُ وجهي لمن أسلمتْ له الأرضُ تحمل صخرًا ثقالًا ... وأسلمتُ وجهي لمن أسلمتْ\nله المُزْنُ تحمل عذبًا زلالًا ...","vol":"1","page":79},{"text":"المنَاسَبَة: لمّا ذكر تعالى افتراء اليهود والنصارى أن الجنة خاصة بهم لا يشاركهم فيها أحد أعقبه بذكر بعض قبائحهم وقبائح المشركين في ادعائهم أنَّ لله ولدا حيث زعم اليهود أن عزيرًا ابن الله، وزعم النصارى أن المسيح ابن الله، وزعم المشركون أن الملائكة بنات الله فأكذبهم الله وردّ دعواهم بالحجة الدامغة والبرهان القاطع.\nاللغَة: ﴿سُبْحَانَهُ﴾ سبحان مصدر سبّح بمعنى نزّه ومعناه التبرئة والتنزيه عما لا يليق بجلاله تعالى ﴿قَانِتُونَ﴾ مطيعون خاضعون من القنوت وهو الطاعة والخضوع ﴿بَدِيعُ﴾ البديع: المبدع من الإِبداع، والإِبداع: اختراع الشيء على غير مثال سبق ﴿قضى﴾ أراد وقدّر ﴿بَشِيرًا﴾ البشير: المبشّر وهو المخبر بالأمر الصادق السار ﴿نَذِيرًا﴾ النذير: المنذر وهو المخبر بالأمر المخوف ليحذر منه ﴿الجحيم﴾ المتأجج من النار ﴿مِلَّتَهُمْ﴾ أي دينهم وجمعها ملل وأصل الملّة: الطريقة المسلوكة ثم جعلت اسمًا للشريعة التي أنزلها الله ﴿عَدْلٌ﴾ فداء.\nالتفِسير: ﴿وَقَالُواْ اتخذ الله وَلَدًا﴾ هو قول اليهود والنصارى والمشركين فاليهود قالوا: عزير ابن الله، والنصارى قالوا: المسيح ابن الله، والمشركون قالوا: الملائكة بنات الله فأكذب الله الجميع في دعواهم فقال ﴿سُبْحَانَهُ﴾ أي تقدس وتنزّه عما زعموا تنزهًا بليغًا ﴿بَل لَّهُ مَا فِي السماوات والأرض﴾ بل للإِضراب أي ليس الأمر كما زعموا بل هو خالق جميع الموجودات التي من جملتها عزير والمسيح والملائكة ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ أي الكل منقادون له لا يستعصي شيء منهم على تكوينه وتقديره ومشيئته ﴿بَدِيعُ السماوات والأرض﴾ أي خالقهما ومبدعهما على غير مثال سبق ﴿وَإِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ﴾ أي إِذا إيجاد شيء حصل من غير امتناع ولا مهلة فمتى أراد شيئًا وجد بلمح البصر، فمراده نافذ وأمره لا يتخلف ﴿وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ [القمر: ٥٠] ﴿وَقَالَ الذين لاَ يَعْلَمُونَ﴾ المراد بهم جهلة المشركين وهم كفار قريش ﴿لَوْلاَ يُكَلِّمُنَا الله﴾ أي هلأ يكلمنا الله مشافهة أو بإِنزال الوحي علينا بأنك رسوله ﴿أَوْ تَأْتِينَآ آيَةٌ﴾ أي تكون برهانًا وحجة على صدق نبوتك، قالوا ذلك استكبارًا وعنادًا ﴿كَذَلِكَ قَالَ الذين مِن قَبْلِهِمْ مِّثْلَ قَوْلِهِمْ﴾ أي مثل هذا الباطل الشنيع قال المكذبون من أسلافهم لرسلهم ﴿تَشَابَهَتْ قُلُوبُهُمْ﴾ أي قلوب هؤلاء ومن قبلهم في العمى والعناد والتكذيب للأنبياء وفي هذا تسلية له ﷺ َ ﴿قَدْ بَيَّنَّا الآيات لِقَوْمٍ يُوقِنُونَ﴾ أي قد وضحنا الأدلة وأقمنا البراهين لقومٍ يطلبون الحق واليقين، وكلها ناطقة بصدق ما جئت به ﴿إِنَّا أَرْسَلْنَاكَ بالحق بَشِيرًا وَنَذِيرًا﴾ أي أرسلناك يا محمد بالشريعة النيّرة والدين القويم بشيرًا للمؤمنين بجنات النعيم، ونذيرًا للكافرين من عذاب الجحيم ﴿وَلاَ تُسْأَلُ عَنْ أَصْحَابِ الجحيم﴾ أي أنت لست مسئولًا عمن لم يؤمن منهم بعد أن بذلت الجهد في دعوتهم\n﴿فَإِنَّمَا عَلَيْكَ البلاغ وَعَلَيْنَا الحساب﴾ [الرعد: ٤٠] ﴿وَلَنْ ترضى عَنكَ اليهود وَلاَ النصارى حتى تَتَّبِعَ مِلَّتَهُمْ﴾ أي لن ترضى عنك الطائفتان «اليهود والنصارى» حتى تترك الإِسلام","vol":"1","page":80},{"text":"المنير وتتبع دينهم الأعوج ﴿قُلْ إِنَّ هُدَى الله هُوَ الهدى﴾ أي قل لهم يا محمد إِن الإِسلام هو الدين الحق وما عداه فهو ضلال ﴿وَلَئِنِ اتبعت أَهْوَآءَهُمْ بَعْدَ الذي جَآءَكَ مِنَ العلم﴾ أي ولئن سايرتهم على آرائهم الزائفة وأهوائهم الفاسدة بعدما ظهر لك الحق بالبراهين الساطعة والحجج القاطعة ﴿مَا لَكَ مِنَ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ليس لك من يحفظك أو يدفع عنك عقابة الأليم ﴿الذين آتَيْنَاهُمُ الكتاب﴾ مبتدأ وهم طائفة من اليهود والنصارى أسلموا ﴿يَتْلُونَهُ حَقَّ تِلاَوَتِهِ﴾ أي يقرءونه قراءة حقة كما أنزل ﴿أولئك يُؤْمِنُونَ بِهِ﴾ هذا خبر المبتدأ أي فأولئك هم المؤمنون حقًا دون المعاندين المحرفين لكلام الله ﴿وَمن يَكْفُرْ بِهِ فأولئك هُمُ الخاسرون﴾ أي ومن كفر بالقرآن فقد خسر دنياه وآخرته ﴿يَا بَنِي إِسْرَائِيلَ اذكروا نِعْمَتِيَ التي أَنْعَمْتُ عَلَيْكُمْ﴾ أي اذكروا نعمي الكثيرة عليكم وعلى آبائكم ﴿وَأَنِّي فَضَّلْتُكُمْ عَلَى العالمين﴾ أي واذكروا تفضيلي لكم على سائر الأمم في زمانكم ﴿واتقوا يَوْمًا لاَّ تَجْزِي نَفْسٌ عَن نَّفْسٍ شَيْئًا﴾ أي خافوا ذلك اليوم الرهيب الذي لا تغني فيه نفس عن نفس ولا تدفع عنها من عذاب الله شيئًا، لأن كل نفس بما كسبت رهينة ﴿وَلاَ يُقْبَلُ مِنْهَا عَدْلٌ﴾ أي لا يقبل منها فداء ﴿وَلاَ تَنفَعُهَا شَفَاعَةٌ﴾ أي لا تفيدها شفاعة أحد لأنها كفرت بالله ﴿فَمَا تَنفَعُهُمْ شَفَاعَةُ الشافعين﴾ [المدثر: ٤٨] ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي لا يدفع عنهم أحد عذاب الله ولا يجيرهم من سطوة عقابه.\nالبَلاَغَة: ١ - ﴿سُبْحَانَهُ﴾ جملة اعتراضية وفائدتها بيان بطلان دعوى الظالمين الذين زعموا لله الولد قال أبو السعود: وفيه من التنزيه البليغ من حيث الاشتقاق من «السَّبح» ومن جهة النقل إلى التفعيل «التسبيح» ومن جهة العدول إلى المصدر ما لا يخفى والمراد أنزهه تنزيهًا لائقًا به.\n٢ - ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ صيغة جمع العقلاء في ﴿قَانِتُونَ﴾ للتغليب أي تغليب العقلاء على غير العقلاء، والتغليب من الفنون المعدودة في محاسن البيان.\n٣ - التعبير عن الكافرين والمكذبين بكلمة ﴿أَصْحَابِ الجحيم﴾ إِيذانٌ بأن أولئك المعاندين من المطبوع على قلوبهم فلا يرجى منهم الرجعو عن الكفر والضلال إِلى الإِيمان والإِذعان.\n٤ - إِيراد الهدى معرفًا بأل في قوله ﴿هُوَ الهدى﴾ مع اقترانه بضمير الفصل «هو» يفيد قصر الهداية على دين الله فهو من باب قصر الصفة على الموصوف فالإِسلام هو الهدى كله وما عداه فهو هوى وعمى.\n٥ - ﴿وَلَئِنِ اتبعت أَهْوَآءَهُمْ﴾ هذا من باب التهييج والإِلهاب.\nتنبيه: قال القرطبي: ﴿بَدِيعُ السماوات والأرض﴾ أي منشئها وموجدها ومبدعها ومخترعها على غير حدّ ولا مثال، وكل من أنشأ ما لم يسبق إِليه قيل له مبدع، ومنه أصحاب البدع، وسميت البدعة بدعة لأن قائلها ابتدعها من غير فعل أو مقال إِمام وفي البخاري\n«نعمت البدعة هذه» يعني قيام رمضان. . ثم قال: وكل بدعة صدرت من مخلوق فلا يخلو أَن يكون لها أصل في الشرع أولا؟ فإِن كان لها أصل فهي في حيز المدح ويعضده قول عمر «نعمت البدعة هذه» وإِلاّ فهي في حيز الذم","vol":"1","page":81},{"text":"والإِنكار وقد بيّن هذا الحديث الشريف «من سنَّ في الإِسلام سنة حسنة كان له أجرها وأجر من عمل بها. . ومن سنَّ في الإِسلام سنة سيئة كان عليه وزرها ووزر من عمل بها. .» .","vol":"1","page":82},{"text":"المنَاسَبَة: بعد أن ذكر الله تعالى في الآيات السابقة نعمه على بني إِسرائيل، وبيّن كيف كانوا يقابلون النعم بالكفر والعناد، ويأتون منكرات في الأقوال والأعمال، وصل حديثهم بقصة إِبراهيم أبي الأنبياء الذي يزعم اليهود والنصارى انتماءهم إِليه ويقرون بفضله، ولو كانوا صادقين لوجب عليهم اتباع هذا النبي الكريم «محمد» ﷺ َ ودخولهم في دينه القويم لأنه أثر دعوة إبراهيم الخليل حين دعا لأهل الحرم، ثم هو من ولد إسماعيل ﵇ فكان أولى الاتباع والتمسك بشريعته الحنيفية السمحة التي هي شريعة الخليل ﵇.\nاللغَة: ﴿ابتلى﴾ امتحن والابتلاء: الاختبار ﴿فَأَتَمَّهُنَّ﴾ أتى بهن على التمام والكمال ﴿إِمَامًا﴾ الإِمام: القدوة الذي يؤتم به في الأقوال والأفعال ﴿مَثَابَةً﴾ مرجعًا من ثاب يثوب إذا رجع أي أنهم يترددون إِليه لا يقضون منه وطرهم قال الشاعر:\nجُعلَ البيتُ مثابًا لهُمُ ... ليس منه الدهرَ يقضون الوطر\n﴿وَأَمْنًا﴾ الأمن: السلامة من الخوف والطمأنينة في النفس والأهل ﴿وَعَهِدْنَآ﴾ أمرنا وأوحينا ﴿لِلطَّائِفِينَ﴾ جمع طائف من الطواف وهو الدوران حول الشيء ﴿والعاكفين﴾ جمع عاكف من العكوف وهي الإِقامة على الشيء والملازمة له والمراد المقيمون في الحرم بقصد العبادة ﴿فَأُمَتِّعُهُ﴾ من التمتيع وهو إِعطاء الإنسان ما ينتفع به ﴿قُلْ تَمَتَّعُواْ فَإِنَّ مَصِيرَكُمْ إِلَى النار﴾ [إبراهيم: ٣٠] ﴿القواعد﴾ جمع قاعدة وهي الأساس ﴿مَنَاسِكَنَا﴾ جمع مَنْسك وهي العبادة والطاعة ﴿والحكمة﴾ العلم النافع المصحوب بالعمل والمراد بها السنة النبوية المطهرة ﴿وَيُزَكِّيهِمْ﴾ من التزكية وهي في الأصل التنمية","vol":"1","page":82},{"text":"يقال: زكى الزرع إِذا نما ثم استعملت في معنى الطهارة النفسية قال تعالى ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ [الشمس: ٩] .\nالتفِسير: ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ﴾ أي اذكر يا محمد حين اختبر الله عبده إِبراهيم الخليل، وكلّفه بجملة من التكاليف الشرعية «أوامر ونواهٍ» فقام بهن خير قيام ﴿قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَامًا﴾ أي قال له ربه إِني جاعلك قدوة للناس ومنارًا يهتدي بك الخلق ﴿قَالَ وَمِن ذُرِّيَّتِي﴾ أي قال إِبراهيم واجعل يا ربّ أيضًا أئمة من ذريتي ﴿قَالَ لاَ يَنَالُ عَهْدِي الظالمين﴾ أي لا ينال هذا الفضل العظيم أحدٌ من الكافرين ﴿وَإِذْ جَعَلْنَا البيت مَثَابَةً لِّلنَّاسِ﴾ أي واذكر حين جعلنا الكعبة المعظمة مرجعًا للناس يقبلون عليه من كل جانب ﴿وَأَمْنًا﴾ أي مكان أمن يأمن من لجأ إليه، وذلك لما أودع الله في قلوب العرب من تعظيمه وإِجلاله ﴿واتخذوا مِن مَّقَامِ إِبْرَاهِيمَ مُصَلًّى﴾ أي وقلنا للناس اتخذوا من المقام - وهو الحجر الذي كان يقوم عليه إِبراهيم لبناء الكعبة مصلّى أي صلوا عنده ﴿وَعَهِدْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ﴾ أي أوصينا وأمرنا إِبراهيم وولده إِسماعيل ﴿أَن طَهِّرَا بَيْتِيَ لِلطَّائِفِينَ والعاكفين والركع السجود﴾ أي أمرناهما بأن يصونا البيت من الأرجاس والأوثان ليكون معقلًا للطائفين حوله والمعتكفين الملازمين له والمصلين فيه، فالآية جمعت أصناف العابدين في البيت الحرام: الطائفين، والمعتكفين، والمصلين.\n. ثم أخبر تعالى عن دعوة الخليل إِبراهيم فقال ﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ اجعل هذا بَلَدًا آمِنًا﴾ أي اجعل هذا المكان - والمراد مكة المكرمة - بلدًا ذا أمن يكون أهله في أمنٍ واستقرار ﴿وارزق أَهْلَهُ مِنَ الثمرات مَنْ آمَنَ مِنْهُمْ بالله واليوم الآخر﴾ أي وارزق يا رب المؤمنين من أهله وسكانه من أنواع الثمرات، ليقبلوا على طاعتك ويتفرغوا لعبادتك وخصَّ بدعوته المؤمنين فقط قال تعالى جوابًا له ﴿قَالَ وَمَن كَفَرَ فَأُمَتِّعُهُ قَلِيلًا﴾ أي قال الله وأرزق من كفر أيضًا كما أرزق المؤمن، أأخلق خلقًا ثم لا أرزقهم؟ أما الكافر فأمتعه في الدنيا متاعًا قليلًا وذلك مدة حياته فيها ﴿ثُمَّ أَضْطَرُّهُ إلى عَذَابِ النار﴾ أي ثم أُلجئه في الآخرة وأسوقه إِلى عذاب النار فلا يجد عنها محيصًا ﴿وَبِئْسَ المصير﴾ أي وبئس المال والمرجع للكافر أن يكون مأواه نار جهنم. قاس الخليل الرزق على الإِمامة فنبهه تعالى على أن الرزق رحمة دنيوية شاملة للبرّ والفاجر بخلاف الإِمامة فإِنها خاصة بالخواص من المؤمنين، ثم قال تعالى حكاية عن قصة بناء البيت العتيق ﴿وَإِذْ يَرْفَعُ إِبْرَاهِيمُ القواعد مِنَ البيت وَإِسْمَاعِيلُ﴾ أي واذكر يا محمد ذلك الأمر الغريب وهو رفع الرسولين العظيمين «إِبراهيم وإِسماعيل» قواعد البيت وقيامهما بوضع أساسه ورفع بنائه وهما يقولان بخضوع وإِجلال ﴿رَبَّنَا تَقَبَّلْ مِنَّآ إِنَّكَ أَنتَ السميع العليم﴾ أي يبنيان ويدعوان بهذه الدعوات الكريمة قائلين يا ربنا تقبل منا أي أقبل منا عملنا هذا واجعله خالصًا لوجهك الكريم فإِنك أنت السميع لدعائنا العليم بنياتنا ﴿رَبَّنَا واجعلنا مُسْلِمَيْنِ لَكَ﴾ أي اجعلنا خاضعين لك منقادين لحكمك ﴿وَمِن ذُرِّيَّتِنَآ أُمَّةً مُّسْلِمَةً لَّكَ﴾ أي واجعل من ذريتنا من يسلم وجهه لك ويخضع لعظمتك ﴿وَأَرِنَا مَنَاسِكَنَا﴾ أي وعلمنا شرائع عبادتنا ومناسك حجنا ﴿وَتُبْ عَلَيْنَآ إِنَّكَ أَنتَ التواب الرحيم﴾ أي تب علينا وارحمنا فإنك عظيم المغفرة واسع الرحمة ﴿رَبَّنَا وابعث فِيهِمْ رَسُولًا مِّنْهُمْ﴾ أي ابعث في الأمة المسلمة رسولًا من أنفسهم وهذا من جملة دعواتهما المباركة فاستجاب الله الدعاء ببعثة السراج المنير محمد ﷺ َ ﴿يَتْلُواْ عَلَيْهِمْ آيَاتِكَ﴾ أي يقرأ آيات القرآن ﴿وَيُعَلِّمُهُمُ الكتاب والحكمة﴾ أي يعلمهم القرآن العظيم والسنة المطهرة ﴿وَيُزَكِّيهِمْ﴾ أي","vol":"1","page":83},{"text":"يطهرهم من رجس الشرك ﴿إِنَّكَ أَنتَ العزيز الحكيم﴾ العزيز الذي لا يُقهر ولا يُغلب، الحكيم الذي لا يفعل إلا ما تقتضيه الحكمة والمصلحة.\nالبَلاَغَة: ١ - التعرض لعنوان الربوبية ﴿ابتلى إِبْرَاهِيمَ رَبُّهُ﴾ تشريف له ﵇ وإِيذان بأن ذلك الابتلاء تربية له وترشيح لأمر خطير، والمعنى عامله سبحانه معاملة المختبر حيث كلفه بأوامر ونواهي يظهر بها استحقاقه للإِمامة العظمى.\n٢ - إيقاع المصدر موقع اسم الفاعل في قوله ﴿آمِنًا﴾ للمبالغة والإِسناد مجازيٌ أي آمنًا من دخله كقوله تعالى ﴿وَمَن دَخَلَهُ كَانَ آمِنًا﴾ [آل عمران: ٩٨] وخيرُ ما فسرته بالوارد.\n٣ - إِضافة البيت إِلى ضمير الجلالة ﴿وَطَهِّرْ بَيْتِيَ﴾ [الحج: ٢٦] للتشريف والتعظيم.\n٤ - قوله تعالى ﴿وَإِذْ يَرْفَعُ إِبْرَاهِيمُ﴾ ورد التعبير بصيغة المضارع حكاية عن الماضي ولذلك وجه معروف في محاسن البيان وهو استحضار الصورة الماضية وكأنها مشاهدة بالعيان فكأنَّ السامع ينظر ويرى إِلى البنيان وهو يرتفع والبنّاء هو إِبراهيم وإِسماعيل ﵉ قال أبو السعود: وصيغة الاستقبال لحكاية الحال الماضية لاستحضار صورتها العجيبة المنبئة عن المعجزة الباهرة.\n٥ - ﴿التواب الرحيم﴾ صيغتان من صيغ المبالغة لأن فعال وفعيل من صيغ المبالغة.\nالفوَائِد: الفائدة الأولى: تقديم المفعول في قوله ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ﴾ واجب لاتصال الفاعل بضمير يعود على المفعول، فلو قُدّم الفاعل لزم عود الضمير على متأخر لفظًا ورتبةً قال ابن مالك:\nوشاعَ نحو خاف ربَّه عمر وشضّ نحو زان نورهُ الشجر\nالثانية: الاختبار في الأصل الامتحان بالشيء ليعلم صدق ذلك الشخص أو كذبه وهو مستحيل على الله لأنه عالم بذلك قبل الاختبار، فالمراد أنه عامله معاملة المختبر ليظهر ذلك للخلق.\nالثالثة: اختلف المفسرون في الكلمات التي اختبر الله بها إِبراهيم ﵇ وأصح هذه الأقوال ما روي عن ابن عباس أنه قال: «الكلمات التي ابتلى الله بهن إِبراهيم فأتمهن: فراق قومه في الله حين أمر بمفارقتهم، ومحاجة نمرود في الله، وصبره على قذفهم إِياه في النار ليحرفوه، والهجرة من وطنه حين أمر بالخروج عنهم، وما ابتلى به من ذبح ابنه حين أمر بذبحه» .\nالرابعة: المراد من الإِمامة في الآية الكريمة «الإِمامة في الدين» وهي النبوة التي حرمها الظالمون، ولو كانت الإِمامة الدنيوية لخالف ذلك الواقع إِذ نالها كثير من الظالمين، فظهر أن المراد الإِمامة في الدين خاصة.\nالخامسة: ذكر العلامة ابن القيم أن السرَّ في تفضيل البيت العتيق ظاهر في انجذاب الأفئدة، وهوى القلوب ومحبتها له، فجذبه للقلوب أعظم من جذب المغناطيس للحديد، فهم يثوبون إِليه من جميع الأقطار ولا يقضون منه وطرًا، بل كلما ازدادوا له زيارة، ازدادوا له اشتياقًا.","vol":"1","page":84},{"text":"لا يرجع الطرف عنها حين يبصرها ... حتى يعود إليها الطرف مشتاقًا","vol":"1","page":85},{"text":"المنَاسَبَة: لما ذكر تعالى مآثر الخليل إِبراهيم ﵇، وقصة بنائه للبيت العتيق منار التوحيد، أعقبه بالتوبيخ الشديد للمخالفين لملة الخليل من اليهود والنصارى والمشركين، وأكّد أنه لا يرغب عن ملته إِلا كل شقي سفيه الرأي، خفيف العقل، متبع لخطوات الشيطان.\nاللغَة: ﴿سَفِهَ نَفْسَهُ﴾ امتهنها واستخفّ بها وأصل السفه: الخفة ومنه زمام سفيه أي خفيف ﴿اصطفيناه﴾ أي جعلناه صافيًا من الأدناس مشتق من الصفوة ومعناه تخير الأصفى والمراد اصطفاؤه بالرسالة والخلَّة والإِمامة العظمى ﴿وصى﴾ التوصية: إِرشاد الغير إِلى ما فيه صلاح وقربة ﴿شُهَدَآءَ﴾ جمع شاهد أي حاضر ﴿خَلَتْ﴾ مضت وانقرضت.\nالتفِسير: ﴿وَمَن يَرْغَبُ عَن مِّلَّةِ إِبْرَاهِيمَ إِلاَّ مَن سَفِهَ نَفْسَهُ﴾ أي لا يرغب عن دين إِبراهيم وملته الواضحة الغراء إِلا من استخفّ نفسه وامتهنها ﴿وَلَقَدِ اصطفيناه فِي الدنيا﴾ أي اخترناه من بين سائر الخلق بالرسالة والنبوة والإِمامة ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ أي من المقربين الذين لهم الدرجات العلى ﴿إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ﴾ أي استسلم لأمر ربك وأخلصْ نفسك له ﴿قَالَ أَسْلَمْتُ لِرَبِّ العالمين﴾ أي استسلمت لأمر الله وخضعتُ لحكمه ﴿ووصى بِهَآ إِبْرَاهِيمُ بَنِيهِ وَيَعْقُوبُ﴾ أي وصّى الخليل أبناءه باتباع ملته وكذلك يعقوب أوصى بملة إِبراهيم ﴿يَابَنِيَّ إِنَّ الله اصطفى لَكُمُ الدين﴾ أي اختار لكم دين الإِسلام دينًا وهذا حكاية لما قال إبراهيم ويعقوب لأبنائهما ﴿فَلاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ﴾ أي اثبتوا على الإِسلام حتى يدرككم الموت وأنتم متمسكون به ﴿أَمْ كُنتُمْ شُهَدَآءَ إِذْ حَضَرَ يَعْقُوبَ الموت﴾ أي بل أكنتم شهداء حين احتضر يعقوب وأشرف على الموت وأوصى بنيه باتباع ملة إبراهيم ﴿إِذْ قَالَ لِبَنِيهِ مَا تَعْبُدُونَ مِن بَعْدِي﴾؟ أي أيَّ شيء تعبدونه بعدي؟ ﴿قَالُواْ نَعْبُدُ إلهك وإله آبَائِكَ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ إلها وَاحِدًا﴾ أي لا نعبد إِلا إِلهًا واحدًا هو الله رب العالمين إِله آبائك وأجدادك السابقين ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي نحن له وحده مطيعون خاضعون، والغرض تحقيق البراءة من الشرك، قال تعالى مشيرًا إِلى تلك الذرية الطيبة ﴿تِلْكَ أُمَّةٌ قَدْ خَلَتْ﴾ والإِشارة إِلى إِبراهيم","vol":"1","page":85},{"text":"وبنيه أي تلك جماعة وجيل قد سلف ومضى ﴿لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ﴾ أي لها ثواب ما كسبت ولكم ثواب ما كسبتم ﴿وَلاَ تُسْأَلُونَ عَمَّا كَانُوا يَعْمَلُونَ﴾ أي لا تسألون يوم القيامة عما كانوا يعملون في الدنيا بل كل نفسٍ تتحمل وحدها تبعة ما اكتسبت من سوء.\nالبَلاَغَة: ١ - ﴿وَمَن يَرْغَبُ﴾ استفهام يراد به الإِنكار والتقريع، وقع فيه معنى النفي أي لا يرغب عن ملة إبراهيم إِلا السفيه والجملة واردة مورد التوبيخ للكافرين.\n٢ - التأكيد ب «إِنَّ» و«اللام» ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ لأنه لما كان إِخبارًا عن حالة مغيبة في الآخرة احتاجت إِلى تأكيد بخلاف حال الدنيا فإِنه معلوم ومشاهد.\n٣ - ﴿إِذْ قَالَ لَهُ رَبُّهُ أَسْلِمْ﴾ هو من باب الالتفات إِذ السياق ﴿إِذْ قَالَ﴾ والالتفات من محاسن البيان، والتعرض بعنوان الربوبية ﴿رَبُّهُ﴾ لإِظهار مزيد اللطف والإعتناء بتربيته كما أن جواب إِبراهيم جاء على هذا المنوال ﴿أَسْلَمْتُ لِرَبِّ العالمين﴾ ولم يقل: أسلمت لك للإِيدان بكمال قوة إِسلامه وللإِشارة إِلى أن من كان ربًا للعالمين لا يليق إِلا أن يُتلقّى أمرُه بالخضوع وحسن الطاعة.\n٤ - قوله ﴿آبَائِكَ﴾ شمل العم والأب والجد، فالجد إبراهيم والعم إِسماعيل والأب إِسحاق وهو من باب «التغليب» وهو من المجازات المعهودة في فصيح الكلام.\nفَائِدَة: قال أبو حيان: «كنّى بالموت عن مقدماته لأنه إِذا حضر الموت نفسُه لا يقول المحتضر شيئًا، وفي قوله ﴿حَضَرَ الموتُ﴾ كناية غريبة وهو أنه غائب ولا بدّ أن يقدم ولذلك يقال في الدعاء: واجعل الموت خير غائب ننتظره» .\nتنبيه: ظاهر قوله تعالى ﴿فَلاَ تَمُوتُنَّ إَلاَّ وَأَنْتُم مُّسْلِمُونَ﴾ النهي عن الموت إِلا على هذه الحالة من الإِسلام، والمقصود الأمر بالثبات على الإِسلام إِلى حين الموت، أي فاثبتوا على الإِسلام ولا تفارقوه أبدًا واستقيموا على محجته البيضاء حتى يدرككم الموت وأنتم على الإِسلام الكامل كقولك لا تصلّ إِلا وأنت خاشع.","vol":"1","page":86},{"text":"المنَاسَبَة: لما ذكر تعالى أن ملة إِبراهيم هي ملة الحنيفية السمحة، وأن من لم يؤمن بها ورغب عنها فقد بلغ الذروة العليا في الجهالة والسفاهة، ذكر تعالى ما عليه أهل الكتاب من الدعاوى الباطلة من زعمهم أن الهداية في اتباع اليهودية والنصرانية، وبيّن أن تلك الدعوى لم تكن عن دليل أو شبهة بل هي مجرد جحود وعناد، ثم عقب ذلك بأن الدين الحق هو في التمسك بالإِسلام، دين جميع الأنبياء والمرسلين.\nاللغة: ﴿حَنِيفًا﴾ الحنيف: المائل عن الدين الباطل إلى الدين الحق، والحنفُ الميل وبه سمي الأحنف لميلٍ في إِحدى قدميه قال الشاعر:\nولكنّا خُلقنا إِذ خُلقنا ... حنيفًا دينُنا عن كل دين\n﴿وَالأَسْبَاطَ﴾ جمع سِبْط وهم حفدةُ يعقوب أي ذريات أبنائه وكانوا اثني عشر سبطًا وهم في بني إِسرائيل كالقبائل في العرب ﴿شِقَاقٍ﴾ الشقاق: المخالفة والعداوة وأصله من الشق وهو الجانب أي صار هذا في شق وهذا في شق ﴿فَسَيَكْفِيكَهُمُ﴾ من الكفاية بمعنى الوقاية ﴿صِبْغَةَ الله﴾ الصبغة مأخوذة من الصَّبْغ وهو تغيير الشيء بلونٍ من الألوان والمراد بها الدِّينُ ﴿أَتُحَآجُّونَنَا﴾ أتجادلوننا من المحاجّة وهي المجادلة ﴿مُخْلِصُونَ﴾ الإِخلاص أن يقصد بالعمل وجه الله وحده.\nالتفِسير: ﴿وَقَالُواْ كُونُواْ هُودًا أَوْ نصارى تَهْتَدُواْ﴾ أي قال اليهود كانوا على ملتنا يهودًا تهتدوا وقال النصارى كونوا نصارى تهتدوا فكلٌ من الفريقين يدعو إِلى دينه المعوج ﴿قُلْ بَلْ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا وَمَا كَانَ مِنَ المشركين﴾ أي قل لهم يا محمد بل نتّبع ملة الحنيفية السمحة وهي ملة إِبراهيم حال كونه مائلًا عن الأديان كلها إِلى الدين القيم وما كان إِبراهيم من المشركين بل كان مؤمنًا موحّدًا وفيه تعريض بأهل الكتاب وإِيذان بأنَّ ما هم عليه إِنما هو شرك وضلال. ﴿قولوا آمَنَّا بالله وَمَآ أُنْزِلَ إِلَيْنَا﴾ أي قولوا أيها المؤمنون آمنا بالله وما أنزل إِلينا من القرآن العظيم ﴿وَمَآ أُنزِلَ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ والأسباط﴾ أي وآمنا بما أنزل إِلى إِبراهيم من الصحف والأحكام التي كان الأنبياء متعبديون بها وكذلك حفدة إِبراهيم وإِسحاق وهم الأسباط حيث كانت النبوة فيهم ﴿وَمَآ أُوتِيَ موسى وعيسى﴾ أي من التوراة والإِنجيل ﴿وَمَا أُوتِيَ النبيون مِن رَّبِّهِمْ﴾ أي ونؤمن بما أنزل على غيرهم من الأنبياء جميعًا ونصدّق بما جاءوا به من عند الله من الآيات البينات والمعجزات الباهرات ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي لا نؤمن بالبعض ونكفر بالبعض كما فعلت اليهود والنصارى ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي منقادون لأمر الله خاضعون لحكمه ﴿فَإِنْ آمَنُواْ بِمِثْلِ مَآ آمَنْتُمْ بِهِ فَقَدِ اهتدوا﴾ أي إِن آمن أهل الكتاب بنفس ما آمنم به معشر المؤمنين فقد اهتدوا إِلى الحق كما اهتديتم ﴿وَّإِن تَوَلَّوْاْ فَإِنَّمَا هُمْ","vol":"1","page":87},{"text":"فِي شِقَاقٍ﴾ أي وإِن أعرضوا عن الإِيمان بما دعوتهم إِليه فاعلم أنهم إِنما يريدون عداوتك وخلافك، وليسوا من طلب الحق في شيء ﴿فَسَيَكْفِيكَهُمُ الله﴾ أي سيكفيك يا محمد شرهم وأذاهم ويعصمك منهم ﴿وَهُوَ السميع العليم﴾ أي هو تعالى يسمع ما ينطقون به ويعلم ما يضمرونه في قلوبهم من المكر والشر ﴿صِبْغَةَ الله وَمَنْ أَحْسَنُ مِنَ الله صِبْغَةً﴾ أي ما نحن عليه من الإِيمان هو دين الله الذي صبغنا به وفطرنا عليه فظهر أثره علينا كما يظهر الصبغ في الثوب، ولا أحد أحسن من الله صبغةً أي دينًا ﴿وَنَحْنُ لَهُ عَابِدونَ﴾ أي ونحن نعبده جلّ وعلا ولا نعبد أحدًا سواه ﴿قُلْ أَتُحَآجُّونَنَا فِي اللَّهِ﴾ أي أتجادلوننا في شأن الله زاعمين أنكم أبناء الله وأحباؤه، وأن الأنبياء منكم دون غيركم؟ ﴿وَهُوَ رَبُّنَا وَرَبُّكُمْ﴾ أي ربُّ الجميع على السواء وكلُّنا عبيدة ﴿وَلَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا جزاء أعمالنا ولكم جزاء أعمالكم لا يتحمل أحد وزر غيره ﴿وَنَحْنُ لَهُ مُخْلِصُونَ﴾ أي قد أخلصنا الدين والعمل لله ﴿أَمْ تَقُولُونَ إِنَّ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالأَسْبَاطَ كَانُواْ هُودًا أَوْ نصارى﴾؟ أي أم تدّعون يا معشر أهل الكتاب أن هؤلاء الرسل وأحفادهم كانوا يهودًا أو نصارى ﴿قُلْ أَأَنْتُمْ أَعْلَمُ أَمِ الله﴾ أي هل أنتم أعلم بديانتهم أم الله؟ وقد شهد الله لهم بملة الإسلام وبرأهم من اليهودية والنصرانية\n﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا﴾ [آل عمران: ٦٧] فكيف تزعمون أنهم على دينكم؟ ﴿وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهَادَةً عِندَهُ مِنَ الله﴾ أي لا أحد أظلم ممن أخفى وكتم ما اشتملت عليه آيات التوراة والإِنجيل من البشارة برسول الله، أو لا أحد أظلم ممن كتم ما أخبر الباري عنه من أن الأنبياء الكرام كانوا على الإِسلام ﴿وَمَا الله بِغَافِلٍ عَمَّا","vol":"1","page":88},{"text":"تَعْمَلُونَ﴾ أي مطلع على أعمالهم ومجازيهم عليها وفيه وعيد شديد ﴿تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَّا كَسَبْتُمْ وَلاَ تُسْأَلُونَ عَمَّا كَانُواْ يَعْمَلُونَ﴾ كرّرها لأنها تضمنت معنى التهديد والتخويف، أي إِذا كان أولئك الأنبياء على فضلهم وجلاله قدرهم يجازون بكسبهم فأنتم أحرى، وقد تقدم تفسيرها فأغنى عن الإِعادة.\nالبَلاَغَة: ١ - ﴿وَقَالُواْ كُونُواْ هُودًا أَوْ نصارى﴾ فيه إِيجاز بالحذف أي قال اليهود كونوا يهودًا وقال النصارى كونوا نصارى، وليس المعنى أن الفريقين قالوا ذلك لأن كل فريق يعدُّ دين الآخر باطلًا.\n٢ - ﴿فَسَيَكْفِيكَهُمُ﴾ فيه إيجاز ظاهر أن يكفيك الله شرهم، وتصدير الفعل بالسين دون سوف مشعر بأن ظهوره عليهم واقع في زمن قريب.\n٣ - ﴿السميع العليم﴾ من صيغ المبالغة ومعناه الذي أحاط سمعه وعلمه بجميع الأشياء.\n٤ - ﴿صِبْغَةَ الله﴾ سمي الدين صبغةً بطريق الاستعارة حيث تظهر سمته على المؤمن كما يظهر أثر الصبغ في الثوب.\n٥ - ﴿اتجادلوننا في الله﴾ الاستفهام وارد على جهة التوبيخ والتقريع.\nالفوَائِد: الفائدة الأولى: تكرر ورود هذه الآية في مواطن من القرآن ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ قال أبو حيان: ولا تأتي الجملة إِلا عقب ارتكاب معصية فتجيء متضمنة وعيدًا ومعلمة أن الله لا يترك أمرهم سدى.\nالثانية: قال ابن عباس: إِن النصارى كان إِذا ولد لأحدهم ولد فأتى عليه سبعة أيام صبغوه في ماءٍ لهم يقال له: المعمودي ليطهروه بذلك، ويقولون هذا طهور مكان الختان فإِذا فعلوا ذلك صار نصرانيًا حقًا فأنزل الله هذه الآية.\nالثالثة: كان أهل الكتاب يقرءون التوراة بالعبرانية ويفسّرونها بالعربية لأهل الشام فقال رسول الله ﷺ َ: «لا تصدقوا أهل الكتاب ولا تكذبوهم وقولوا: آمنا بالله وما أُنزل إِلينا» رواه البخاري.","vol":"1","page":89},{"text":"المنَاسَبَة: زعم اليهود والنصارى أن إِبراهيم والأنبياء معه كانوا يهودًا ونصارى وقد كانت قبلة الأنبياء بيت المقدس وكان صلوات الله عليه وهو بمكة يستقبل بيت المقدس فلما أُمر ﷺ َ بالتوجه إِلى الكعبة المشرّفة طعن اليهود في رسالته واتخذوا ذلك ذريعة للنيل من الإِسلام وقالوا: لقد اشتاق محمد إِلى مولده وعن قريب يرجع إِلى دين قومه، فأخبر الله رسوله الكريم بما سيقوله السفهاء ولقّنه الحجة الدامغة ليردّ عليهم، ويوطّن نفسه على تحمل الأذى منهم عند مفاجأة المكروه، وكان هذا الإخبار قبل تحويل القبلة معجزة له ﵇.\nاللغَة: ﴿السفهآء﴾ جمع سفيه وهو الجاهل ضعيف الرأي، قليل المعرفة بالمنافع والمضار، وأصل السفه الخفة والرقة من قولهم ثوب سفيه إذا كان خفيف النسيج ﴿وَلاَّهُمْ﴾ صرفهم يقال: ولّى عن الشيء وتولّى عنه أي انصرف ﴿وَسَطًا﴾ قال الطبري: الوسط في كلام العرب: الخيار وقيل: العدل، وأصل هذا أن خير الأشياء أوساطها وأن الغلو والتقصير مذمومان ﴿عَقِبَيْهِ﴾ تثنية عقب وهو مؤخر القدم ﴿كَبِيرَةً﴾ شاقة وثقيلة ﴿شَطْرَ﴾ الشطر في اللغة يأتي بمعنى الجهة كقول الشاعر: تعدو بنا شطر نجد وهي عاقدة، ويأتي بمعى النصف ومنه الحديث «الطهور شطر الإِيمان» .","vol":"1","page":89},{"text":"سَبَبُ النّزول: عن البراء قال: لما قدم رسول الله ﷺ َ المدينة صلّى نحو بيت المقدس ستة عشر شهرًا أو سبعة عشر شهرًا، وكان رسول الله ﷺ َ يحب أن يتوجه نحو الكعبة فأنزل الله تعالى ﴿قَدْ نرى تَقَلُّبَ وَجْهِكَ فِي السمآء﴾ الآية فقال السفهاء من الناس - وهم اليهود - ما ولاّهم عن قبلتهم التي كانوا عليها؟ قال تعالى ﴿قُل للَّهِ المشرق والمغرب﴾ إِلى آخر الآية، أخرجه البخاري.\nالتفسِير: ﴿سَيَقُولُ السفهآء مِنَ الناس﴾ أي سيقول ضعفاء العقول من الناس ﴿مَا وَلاَّهُمْ عَن قِبْلَتِهِمُ التي كَانُواْ عَلَيْهَا﴾ أي ما صرفهم وحوّلهم عن القبلة التي كانوا يصلون إِليها وهي بيت المقدس، قبلة المرسلين من قبلهم؟ ﴿قُل للَّهِ المشرق والمغرب﴾ أي قل لهم يا محمد الجهات كلها لله له المشرق والمغرب فأينما ولينا وجوهنا فهناك وجه الله ﴿يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي يهدي عباده المؤمنين إِلى الطريق القويم الموصل لسعادة الدارين ﴿وَكَذَلِكَ جَعَلْنَاكُمْ أُمَّةً وَسَطًا﴾ أي كما هديناكم إِلى الإِسلام كذلك جعلناكم يا معشر المؤمنين أمة عدولًا خيارًا ﴿لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا﴾ أي لتشهدوا على الأمم يوم القامة أن رسلهم بلّغتهم، ويشهد عليكم الرسول أنه بلغكم ﴿وَمَا جَعَلْنَا القبلة التي كُنتَ عَلَيْهَآ﴾ أي وما أمرناك بالتوجه إِلى بيت المقدس ثم صرفناك عنها إِلى الكعبة ﴿إِلاَّ لِنَعْلَمَ مَن يَتَّبِعُ الرسول مِمَّن يَنقَلِبُ على عَقِبَيْهِ﴾ أي إِلا لنختبر إِيمان الناس فنعلم من يصدّق الرسول، ممن يشكّك في الدين ويرجع إِلى الكفر لضعف يقينه ﴿وَإِن كَانَتْ لَكَبِيرَةً إِلاَّ عَلَى الذين هَدَى الله﴾ أي وإِن كان هذا التحويل لشاقًا وصعبًا إِلاّ على الذين هداهم الله ﴿وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ﴾ أي ما صحَّ ولا استقام أن يضيع الله صلاتكم إِلى بيت المقدس بل يثيبكم عليها، وذلك حين سألوه ﷺ َ عمن مات وهو يصلي إِلى بيت المقدس قبل تحويل القبلة فنزلت، وقوله تعالى ﴿إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ﴾ تعليل للحكم أي أنه تعالى عظيم الرحمة بعباده لا يضيع أعمالهم الصالحة التي فعلوها ﴿قَدْ نرى تَقَلُّبَ وَجْهِكَ فِي السمآء﴾ لأنه كثيرًا ما رأينا تردّد بصرك يا محمد جهة السماء تشوقًا لتحويل القبلة ﴿فَلَنُوَلِّيَنَّكَ قِبْلَةً تَرْضَاهَا﴾ أي فلنوجهنك إِلى قبلةٍ تحبها، - وهي الكعبة - قبلة أبيك إِبراهيم ﴿فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام﴾ أي توجه في صلاتك نحو الكعبة المعظمة ﴿وَحَيْثُ مَا كُنْتُمْ فَوَلُّواْ وُجُوِهَكُمْ شَطْرَهُ﴾ أي وحيثما كنتم أيها المؤمنون فتوجهوا في صلاتكم نحو الكعبة أيضًا ﴿وَإِنَّ الذين أُوتُواْ الكتاب لَيَعْلَمُونَ أَنَّهُ الحق مِن رَّبِّهِمْ﴾ أي إِن اليهود والنصارى ليعلمون أن هذا التحويل للقبلة حقٌ من عند الله ولكنهم يفتنون الناس بإِلقاء الشبهات ﴿وَمَا الله بِغَافِلٍ عَمَّا يَعْمَلُونَ﴾ أي لا يخفى عليه شيء من أعمالهم وسيجازيهم عليها، وفيه وعيد وتهديد لهم.\nالبَلاَغة: ١ - في قوله ﴿يَنقَلِبُ على عَقِبَيْهِ﴾ استعارة تمثيلية حيث مثَّل لمن يرتد عن دينه بمن ينقلب على عقبيه أفاده الإِمام الفخر.\n٢ - ﴿لَرَءُوفٌ رَّحِيمٌ﴾ الرأفة: شدة الرحمة وقدّم الأبلغ مراعاة للفاصلة وهي الميم في قوله ﴿صِرَاطٍ مُّسْتَقِيمٍ﴾ وقوله ﴿رَءُوفٌ رَّحِيم﴾ وكلاهما من صيغ المبالغة.","vol":"1","page":90},{"text":"٣ - ﴿فَوَلِّ وَجْهَكَ﴾ أطلق الوجه وأراد به الذات كقوله ﴿ويبقى وَجْهُ رَبِّكَ﴾ [الرحمن: ٢٧] وهذا النوع يسمى «المجاز المرسل» من باب إِطلاق الجزء وإِرادة الكل.\nالفوَائِد: الأولى: أخرج البخاري في صحيحه أن رسول الله ﷺ َ قال: «يُدعى نوح ﵇ يوم القيامة فيقول: لبيك وسعديك يا رب فيقول: هل بلغت؟ فيقول نعم فيقال لأمته هل بلغكم؟ فيقولون ما جاءنا من نذير فيقول من يشهد لك؟ فيقول: محمد وأمته فيشهدون أنه قد بلّغ» فذلك قوله ﷿ ﴿لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا﴾ .\nالثانية: سمى الله تعالى الصلاة «إيمانًا» في قوله ﴿وَمَا كَانَ الله لِيُضِيعَ إِيمَانَكُمْ﴾ أي صلاتكم لأن الإِيمان لا يتمُّ إِلا بها، ولأنها تشتمل على نيةٍ وقولٍ وعمل.\nالثالثة: في التعبير عن الكعبة بالمسجد الحرام إِشارة إِلى أن الواجب مراعاة الجهة دون العين، لأن في إِصابة عين الكعبة من البعيد حرجًا عظيمًا على الناس.","vol":"1","page":91},{"text":"المنَاسَبَة: لما ذكر تعالى ما قاله السفهاء من اليهود عند تحويل القبلة من بيت المقدس إِلى الكعبة المعظمة، وأمر رسوله بأن يتوجه في صلاته نحو البيت العتيق، ذكر في هذه الآيات أن أهل الكتاب قد انتهوا في العناد والمكابرة إِلى درجة اليأس من إِسلامهم، فإِنهم ما تركوا قبلتك لشبهة عارضة تزيلها الحجة، وإنما خالفوك عنادًا واستكبارًا، وفي ذلك تسلية له ﷺ َ من جحود وتكذيب أهل الكتاب.\nاللغَة: ﴿آيَةٍ﴾ الآية: الحجة والعلامة ﴿أَهْوَاءَهُم﴾ جمع هوى مقصور، وهوى النفس: ما تحبه وتميل إليه ﴿الممترين﴾ الامتراء: الشك، امترى في الشيء شك فيه ومنه المراء والمرْية ﴿وَلاَ يَزَالُ الذين كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ﴾ [الحج: ٥٥] أي شك ﴿وِجْهَةٌ﴾ قال الفراء: وجهة وجِهَة ووجه بمعنى واحد والمراد بها","vol":"1","page":91},{"text":"القِبلة ﴿هُوَ مُوَلِّيهَا﴾ أي هو مولّيها وجهه فاستغنى عن ذكر الوجه قال الفراء: أي مستقبلها ﴿فاستبقوا﴾ أي بادروا وسارعوا ﴿الخيرات﴾ الأعمال الصالحة جمع خيْرة ﴿تَخْشَوْهُمْ﴾ تخافوهم والخشية: الخوف.\nالتفسِير: ﴿وَلَئِنْ أَتَيْتَ الذين أُوتُواْ الكتاب بِكُلِّ آيَةٍ مَّا تَبِعُواْ قِبْلَتَكَ﴾ أي والله لئن جئت اليهود والنصارى بكل معجزة على صدقك في أمر القبلة ما اتبعوك يا محمد ولا صلّوا إلى قبلتك ﴿وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ﴾ أي وليست أنت بمتبع قبلتهم بعد أن حوّلك الله عنها، وهذا لقطع أطماعهم الفارغة حيث قالت اليهود: لو ثبتَّ على قبلتنا لكنا نرجو أن تكون صاحبنا الذي ننتظره تغريرًا له ﵇ ﴿وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ﴾ أي إِن النصارى لا يتبعون قبلة اليهود، كما أن اليهود لا يتبعون قبلة النصارى، لما بينهم من العداوة والخلاف الشديد مع أن الكل من بني إسرائيل ﴿وَلَئِنِ اتبعت أَهْوَاءَهُم مِّن بَعْدِ مَا جَآءَكَ مِنَ العلم﴾ أي ولئن فرض وقدّر أنك سايرتهم على أهوائهم، واتبعت ما يهوونه ويحبونه بعد وضوح البرهان الذي جاءك بطريق الوحي ﴿إِنَّكَ إِذًَا لَّمِنَ الظالمين﴾ أي تكون ممن ارتكب أفحش الظلم، والكلام وارد على سبيل الفرض والتقدير وإِلا فحاشاه ﷺ َ من أتباع أهواء الكفرة المجرمين، وهو من باب التهييج للثبات على الحق. ﴿الذين آتَيْنَاهُمُ الكتاب﴾ أي اليهود والنصارى ﴿يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ﴾ أي يعرفونه محمدًا معرفة لا امتراء فيها كما يعرف الواحد منهم ولده معرفة يقين ﴿وَإِنَّ فَرِيقًا مِّنْهُمْ لَيَكْتُمُونَ الحق وَهُمْ يَعْلَمُونَ﴾ أي وإن جماعة منهم - وهم رؤساؤهم وأحبارهم - ليخفون الحق ولا يعلنونه ويخفون صفة النبي مع أنه منعوت لديهم بأظهر النعوت ﴿الذي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التوراة والإنجيل﴾ [الأعراف: ١٥٧] فهم يكتمون أوصافه عن علم وعرفان ﴿الحق مِن رَّبِّكَ فَلاَ تَكُونَنَّ مِنَ الممترين﴾ أي ما أوحاه الله إِليك يا محمد من أمر القبلة والدين هو الحق فلا تكوننَّ من الشاكّين، والخطاب للرسول والمراد أمته ﴿وَلِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيهَا فاستبقوا الخيرات﴾ أي لكل أمة من الأمم قبلةٌ هو مولّيها وجهه أي مائل إِليها بوجهه فبادروا وسارعوا أيها المؤمنون إِلى فعل الخيرات ﴿أَيْنَ مَا تَكُونُواْ يَأْتِ بِكُمُ الله جَمِيعًا﴾ أي في أي موضع تكونوا من أعماق الأرض أو قمم الجبال يجمعكم الله للحساب فيفصل يبن المحق والمبطل ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي هو قادر على جمعكم من الأرض وإن تفرقت أجسامكم وأبدانكم ﴿وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام﴾ أي من أيّ مكان خرجت إِليه للسفر فتوجه بوجهك في صلاتك جهة الكعبة ﴿وَإِنَّهُ لَلْحَقُّ مِن رَّبِّكَ وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ تقدم تفسيره وكرّره لبيان تساوي حكم السفر والحضر ﴿وَمِنْ حَيْثُ خَرَجْتَ فَوَلِّ وَجْهَكَ شَطْرَ المسجد الحرام وَحَيْثُ مَا كُنْتُمْ فَوَلُّواْ وُجُوهَكُمْ شَطْرَهُ﴾ هذا أمر ثالث باستقبال الكعبة المشرفة، وفائدة هذا التكرار أن القبلة كان أول ما نسخ من الأحكام الشرعية، فدعت الحاجة إِلى التكرار لأجل والتقرير وإِزالة الشبهة قال تعالى ﴿لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَيْكُمْ حُجَّةٌ﴾ أي عرّفكم أمر القبلة لئلا يحتج عليكم اليهود فيقولوا: يجحد ديننا ويتبع قبلتنا فتكون لها حجة عليكم أو كقول المشركين: يدعى محمد ملة إِبراهيم ويخالف قبلته ﴿إِلاَّ الذين ظَلَمُواْ مِنْهُمْ فَلاَ تَخْشَوْهُمْ واخشوني﴾ أي إِلا الظلمة المعاندين الذين لا يقبلون أيّ تعليل فلا تخافوهم وخافوني ﴿وَلأُتِمَّ","vol":"1","page":92},{"text":"نِعْمَتِي عَلَيْكُمْ وَلَعَلَّكُمْ تَهْتَدُونَ﴾ أي أتمّ فضلي عليكم بالهداية إِلى قبلة أبيكم إبراهيم والتوفيق لسعادة الدارين.\nالبَلاَغَة: ١ - وضع اسم الموصول موضع الضمير في قوله ﴿أُوتُواْ الكتاب﴾ للإِيذان بكمال سوء حالهم من العناد.\n٢ - ﴿وَلَئِنِ اتبعت أَهْوَاءَهُم﴾ هذا من باب التهييج والإِلهاب للثبات على الحق.\n٣ - ﴿وَمَآ أَنتَ بِتَابِعٍ قِبْلَتَهُمْ﴾ هذه الجملة أبلغ في النفي من قوله ﴿مَّا تَبِعُواْ قِبْلَتَكَ﴾ لأنها جملة اسمية أولًا ولتأكيد نفيها بالباء ثانيًا ذكره صاحب الفتوحات الإِلهية.\n٤ - ﴿كَمَا يَعْرِفُونَ أَبْنَاءَهُمْ﴾ فيه تشبيه «مرسل مفصل» أي يعرفون محمدًا معرفةً واضحة كمعرفة أبنائهم الذين من أصلابهم.\nالفوَائِد: الأولى: روي أن عمر بن الخطاب قال لعبد الله بن سلام: أتعرف محمدًا كما تعرف ولدك؟ قال وأكثر، نزل الأمين من السماء على الأمين في الأرض بنعته فعرفته ولست أشك فيه أنه نبيٌّ، وأما ولدي فلا أدري ما كان من أمه فلعلها خانت، فقبّل عمر رأسه.\nالثانية: توجه الوعيد على العلماء أشد من توجهه على غيرهم، ولهذا زاد الله في ذم أهل الكتاب بقوله ﴿وَهُمْ يَعْلَمُونَ﴾ فإِنه ليس المرتكب ذنبًا عن جهلٍ كمن يرتكبه عن علم.\nالثالثة: تكرر الأمر باستقبال الكعبة ثلاث مرات قال القرطبي: والحكمة في هذا التكرار أن الأول لمن هو بمكة، والثاني لمن هو ببقية الأمصار، والثالث لمن خرج في الأسفار.","vol":"1","page":93},{"text":"المنَاسَبَة: بدأت الآيات الكريمة بمخاطبة المؤمنين، وتذكيرهم بنعمة الله العظمى عليهم، ببعثة خاتم المرسلين ﷺ َ، بعد أن تحدثت الآيات السابقة عن بني إِسرائيل، وذكرت بالتفصيل","vol":"1","page":93},{"text":"نعم الله عليهم التي قابلوها بالجحود والكفران فيما يزيد على ثلث السورة الكريمة، وقد عدّد القرآن الكريم جرائمهم ليعتبر ويتعظ بها المؤمنون، ولما انتهى الحديث عن اليهود بعد ذلك البيان الواضح جاء دون التذكير للمؤمنين بالنعم الجليلة والتشريعات الحكيمة التي بها سعادتهم في الدارين.\nاللغَة: ﴿الكتاب﴾ القرآن العظيم ﴿الحكمة﴾ السنّة النبوية ﴿فاذكروني﴾ أصل الذكر التنبه بالقلب للمذكور، وسُمّي الذكر باللسان ذكرًا لأنه علامة على الذكر القلبي ﴿وَلَنَبْلُوَنَّكُمْ﴾ أصل البلاء المحنة، ثم قد يكون بالخير أو بالشر ﴿وَنَبْلُوكُم بالشر والخير﴾ [الأنبياء: ٣٥] ﴿مُّصِيبَةٌ﴾ المصيبة: كل ما يؤذي المؤمن ويصيبه في نفسه أو ماله أو ولده ﴿صَلَوَاتٌ﴾ الأصل في الصلاة الدعاء وهي من الله بمعنى الرحمة ومن الملائكة بمعنى الاستغفار.\nالتفسير: ﴿كَمَآ أَرْسَلْنَا فِيكُمْ رَسُولًا مِّنْكُمْ﴾ الكلام متعلق بما سبق في قوله ﴿وَلأُتِمَّ نِعْمَتِي﴾ [البقرة: ١٥٠] والمعنى كما اتممت عليكم نعمتي كذلك أرسلت فيكم رسولًا منكم ﴿يَتْلُواْ عَلَيْكُمْ آيَاتِنَا﴾ أي يقرأ عليكم القرآن ﴿وَيُزَكِّيكُمْ﴾ أي يطهركم من الشرك وقبيح الفعال ﴿وَيُعَلِّمُكُمُ الكتاب والحكمة﴾ أي يعلمكم أحكام الكتاب المجيد، والسنة النبوية المطهرة ﴿وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ﴾ أي يعلمكم من أمور الدنيا والدين الشيء الكثير الذي لم تكونوا تعلمونه ﴿فاذكروني أَذْكُرْكُمْ﴾ أي اذكروني بالعبادة والطاعة أذكركم بالثواب والمغفرة ﴿واشكروا لِي وَلاَ تَكْفُرُونِ﴾ أي اشكروا نعمتي عليكم ولا تكفروها بالجحود والعصيان، روي أن موسى ﵇ قال: يا رب كيف أشكرك؟ قال له ربه: «تذكرني ولا تنساني، فإِذا ذكرتني فقد شكرتني، وإِذا نسيتني فقد كفرتني» ثم نادى ﵎ عباده المؤمنين بلفظ الإِيمان ليستنهض هممهم إِلى امتثال الأوامر الإِلهية، وهو النداء الثاني الذي جاء في هذه السورة الكريمة فقال ﴿يَآأَيُّهَا الذين آمَنُواْ استعينوا بالصبر والصلاة﴾ أي استعينوا على أمور دنياكم وآخرتكم بالصبر والصلاة فالبصبر تنالون كل فضيلة، وبالصلاة تنتهون عن كل رذيلة ﴿إِنَّ الله مَعَ الصابرين﴾ أي معهم بالنصر والمعونة والحفظ والتأييد ﴿وَلاَ تَقُولُواْ لِمَنْ يُقْتَلُ فِي سَبيلِ الله أَمْوَاتٌ﴾ أي لا تقولوا للشهداء إنهم أموات ﴿بَلْ أَحْيَاءٌ وَلَكِن لاَّ تَشْعُرُونَ﴾ أي بل هم أحياءً عند ربهم يرزقون ولكن لا تشعرون بذلك لأنهم في حياةٍ برزخية أسمي من هذه الحياة ﴿وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِّنَ الخوف والجوع وَنَقْصٍ مِّنَ الأموال والأنفس والثمرات﴾ أي ولنختبرنكم بشيءٍ يسير من ألوان البلاء مثل الخوف والجوع، وذهاب بعض الأموال، وموت بعض الأحباب، وضياع بعض الزروع والثمار ﴿وَبَشِّرِ الصابرين﴾ أي بشر الصابرين على المصائب والبلايا بجنات النعيم ثم بيّن تعالى تعريف الصابرين بقوله ﴿الذين إِذَآ أَصَابَتْهُم مُّصِيبَةٌ﴾ أي نزل بهم كرب أو بلاء أو مكروه ﴿قَالُواْ إِنَّا للَّهِ وَإِنَّآ إِلَيْهِ رَاجِعُونَ﴾ أي استرجعوا وأقروا بأنهم عبيد الله يفعل بهم ما يشاء ﴿أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾ أي أولئك الموصوفون بما ذكر لهم ثناء وتمجيد ورحمة من الله، وهم المهتدون إِلى طريق السعادة.\nالبَلاَغَة: ١ - بين كلمتي ﴿أَرْسَلْنَا﴾ و﴿رَسُولًا﴾ جناس الاشتقاق وهو من المحسنات البديعية.","vol":"1","page":94},{"text":"٢ - ﴿وَيُعَلِّمُكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ﴾ بعد قوله ﴿وَيُعَلِّمُكُمُ الكتاب والحكمة﴾ هو من باب ذكر العام بعد الخاص لإِفادة الشمول ويسمى هذا في البلاغة ب (الإِطناب) .\n٣ - ﴿أَمْوَاتٌ بَلْ أَحْيَاءٌ﴾ فيه إيجاز بالحذف أي لا تقولوا هم أموات بل هم أحياء (وبينهما طباق) .\n٤ - التنكير في قوله ﴿بِشَيْءٍ مِّنَ الخوف﴾ للتقليل أي بشيء قليل.\n٥ - ﴿صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ﴾ التنوين فيهما للتفخيم، والتعرض بعنوان الربوبية مع الإِضافة إِلى ضميرهم ﴿رَّبِّهِمْ﴾ لإِظهار مزيد العناية بهم.\n٦ - ﴿هُمُ المهتدون﴾ صيغة قصر وهو من نوع قصر الصفة على الموصوف.\nوائِد: الأولى: روي عن عمر بن الخطاب ﵁ أنه قال: «ما أصابتني مصيبة إِلا وجدتُ فيها ثلاث نعم: الأولى: أنها لم تكن في ديني، الثانية: أنها لم تكن أعظم مما كانت، الثالثة: أن الله يجازي عليها الجزاء الكبير ثم تلا قوله تعالى: ﴿أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾» .\nالثانية: قال ﷺ َ «إِذا مات ولد العبد قال الله تعالى لملائكته قبضتم ولد عبدي؟ فيقولون: نعم، فيقول قبضتم ثمرة فؤاده؟ فيقولون: نعم، فيقول: فماذا قال عبدي؟ فيقولون حَمِدك واسترجع، فيقول الله تعالى: ابنوا لعبدي بيتًا في الجنة وسمُّوه بيتَ الحمد» .","vol":"1","page":95},{"text":"المنَاسَبَة: لما أمر تعالى بذكره وشكره ودعا المؤمنين إِلى الاستعانة بالصبر والصلاة، أعقب ذلك ببيان أهمية الحج وأنه من شعائر دين الله، ثم نبّه تعالى على وجوب نشر العلم وعدم كتمانه، وذكر خطر كتمان ما أنزل الله من البيّنات والهدى، كما فعل اليهود والنصارى في كتبهم فاستحقوا اللعنة والغضب والدمار.\nاللغَة: ﴿شَعَآئِرِ الله﴾ جمع شعيرة وهي في اللغة: العلامة ومنه الشِّعار، وأشعر الهَدْي جعل له علامة ليعرف بها، والشعائر: كلُّ ما تعبّدنا الله به من أمور الدين كالطواف والسعي والأذان ونحوه. ﴿","vol":"1","page":95},{"text":"حَجَّ﴾ الحجُّ في اللغة: القصد، وفي الشرع: قصد البيت العتيق لأداء المناسك من الطواف والسعي ﴿اعتمر﴾ العمرة في اللغة: الزيارة ثم صار علمًا لزيارة البيت للنُّسك ﴿جُنَاحَ﴾ الجُناح: الميل إِلى الإِثم وقيل: هو الإِثم نفسه سمي به لأنه ميل إِلى الباطل يقال: جنح إِلى كذا إِذا مال قال ابن الأَثير وأينما ورد فمعناه الإِثم والميل ﴿يَكْتُمُونَ﴾ الكتمان: الإِخفاء والستر ﴿يُنْظَرُونَ﴾ يُمهلون.\nالتفِسير: ﴿إِنَّ الصفا والمروة﴾ اسم الجبلين بمقربة من البيت الحرام ﴿مِن شَعَآئِرِ الله﴾ أي من أعلام دينه ومناسكه التي تعبَدنا الله بها ﴿فَمَنْ حَجَّ البيت أَوِ اعتمر﴾ أي من قصد بيت الله للحج أو قصده للزيارة بأحد النسكين «الحج» أو «العمرة» ﴿فَلاَ جُنَاحَ عَلَيْهِ أَن يَطَّوَّفَ بِهِمَا﴾ أي لا حرج ولا إِثم عليه أن يسعى بينهما، فإِذا كان المشركون يسعون بينهما ويتمسحون بالأصنام، فاسعوا أنتم لله رب العالمين، ولا تتركوا الطواف بينهما خشية التشبه بالمشركين ﴿وَمَن تَطَوَّعَ خَيْرًا﴾ أي من تطوّع بالحج والعمرة بعد قضاء حجته المفروضة عليه، أو فعل خيرًا فرضًا كان أو نقلًا ﴿فَإِنَّ الله شَاكِرٌ عَلِيمٌ﴾ أي إِنه سبحانه شاكرٌ له طاعته ومجازيه عليها خير الجزاء، لأنه عليم بكل ما يصدر من عباده من الأعمال فلا يضيع عنده أجر المحسنين ﴿إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلْنَا مِنَ البينات والهدى﴾ أي يخفون ما أنزلناه من الآيات البينات، والدلائل الواضحات التي تدل على صدق محمد ﷺ َ ﴿مِن بَعْدِ مَا بَيَّنَّاهُ لِلنَّاسِ فِي الكتاب﴾ أي من بعد توضيحه لهم في التوراة أو في الكتب السماوية كقوله تعالى ﴿الذي يَجِدُونَهُ مَكْتُوبًا عِندَهُمْ فِي التوراة والإنجيل﴾ [الأعراف: ١٥٧] ﴿أولئك يَلعَنُهُمُ الله وَيَلْعَنُهُمُ اللاعنون﴾ أي أولئك الموصوفون بقبيح الأعمال، الكاتمون لأوصاف الرسول، المحرّفون لأحكام التوراة يلعنهم الله فيبعدهم من رحمته، وتلعنهم الملائكة والمؤمنون ﴿إِلاَّ الذين تَابُواْ وَأَصْلَحُواْ وَبَيَّنُواْ فَأُوْلَئِكَ أَتُوبُ عَلَيْهِمْ﴾ أي إِلا الذين ندموا على ما صنعوا، وأصلحوا ما أفسدوه بالكتمان، وبينوا للناس حقيقة ما أنزل الله فأولئك يقبل الله توبتهم ويشملهم برحمته ﴿وَأَنَا التَّوَّابُ الرَّحِيمُ﴾ أي كثير التوبة على عبادي، واسع الرحمة بهم، أصفح عما فرط منهم من السيئات ﴿إِن الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ﴾ أي كفروا بالله واستمرّوا على الكفر حتى داهمهم الموت وهم على تلك الحالة ﴿أُولَئِكَ عَلَيْهِمْ لَعْنَةُ الله والملائكة والناس أَجْمَعِينَ﴾ أي يلعنهم الله وملائكته وأهل الأرض جميعًا، حتى الكفار فإنهم يوم القيامة يلعن بعضهم بعضًا ﴿خَالِدِينَ فِيهَا﴾ أي خالدين في النار - وفي إِضمارها تفخيم لشأنها - ﴿لاَ يُخَفَّفُ عَنْهُمُ العذاب﴾ أي إن عذابهم في جهنم دائم لا ينقطع لا يخف عنهم طرفة عين\n﴿لاَ يُفَتَّرُ عَنْهُمْ وَهُمْ فِيهِ مُبْلِسُونَ﴾ [الزخرف: ٧٥] ﴿وَلاَ هُمْ يُنْظَرُونَ﴾ أي ولا يمهلون أو يؤجلون بل يلاقيهم العذاب حال مفارقة الحياة الدنيا.\nسَبَبُ النّزول: عن أنسٍ ﵁ أنه سئل عن الصفا والمروة فقال: كنا نرى أنهما من أمر الجاهلية، فلما جاء الإِسلام أمسكنا عنهما فأنزل الله ﴿إِنَّ الصفا والمروة مِن شَعَآئِرِ الله﴾ .\nالبَلاَغَة: ١ - ﴿مِن شَعَآئِرِ الله﴾ أي من شعائر دين الله ففيه إِيجاز بالحذف.","vol":"1","page":96},{"text":"٢ - ﴿شَاكِرٌ عَلِيمٌ﴾ أي يثيب على الطاعة قال أبو السعود: عبّر عن ذلك بالشكر مبالغة في الإِحسان على العباد فأطلق الشكر وأراد به الجزاء بطريق المجاز.\n٣ - ﴿يَلعَنُهُمُ الله﴾ فيه التفات من ضمير المتكلم إلى الغيبة إذ الأصل «نلعنهم» ولكن في إظهار الاسم الجليل ﴿يَلعَنُهُمُ الله﴾ إِلقاء الروعة والمهابة في القلب.\n٤ - ﴿وَيَلْعَنُهُمُ اللاعنون﴾ فيه جناس الاشتقاق. وهو من المحسنات البديعية.\n٥ - ﴿خَالِدِينَ فِيهَا﴾ أي في اللعنة أو في النار وأضمرت النار تفخيمًا لشأنها وتهويلًا لأمرها.\n٦ - ﴿وَلاَ هُمْ يُنْظَرُونَ﴾ إيثار الجملة الإِسمية لإِفادة دوام النفي واستمراره.\nالفوَائِد: الأولى: كان على الصفا صنم يقال له «إِساف» وعلى المروة صنم يقال له «نائلة» فكان المشركون إِذا طافوا تمسحوا بهما فخشي المسلمون أن يتشبهوا بأهل الجاهلية ولذلك تخرجوا من الطواف لهذا السبب فنزلة الآية تبّين أنهما من شعائر الله وأنه لا حرج عليهم في السعي بينهما فالمسلمون يسعون لله لا للأصنام.\nالثانية: الشكر معناه مقابلة النعمة والإِحسان بالثناء والعرفان، وهذا المعنى محالٌ على الله إِذ ليس لأحد عنده يدٌ ونعمة حتى يشكره عليها ولهذا حملة العلماء على الثواب والجزاء أي أنه تعالى يثيبه ولا يضيع أجر العاملين أقول: والصحيح ما عليه السلف من إثبات الصفات كما وردت، فهو شكر يليق بجلاله وكماله.","vol":"1","page":97},{"text":"المنَاسَبَة: لما ذكر تعالى حال الكافرين الجاحجين لآيات الله وما لهم من العذاب والنكال في الآخرة، ذكر هنا أدلة القدرة والوحدانية، وأتى بالبراهين على وجود الخالق الحكيم، فبدأ بذكر العالم العلوي ثم العالم السفلي، ثم بتعاقب الليل والنهار، ثم بالسفن التي تمخر عباب البحار، ثم بالأمطار التي فيها حياة الزروع والنفوس، ثم بما بث في الأرض من أنواع الحيوانات العجيبة، ثم بالرياح والسحب التي سخرها الله لفائدة الإِنسان وختم ذلك بالأمر بالتفكر في بدائع صنع الله،","vol":"1","page":97},{"text":"وإعمال العقل في جمل خلقه، ليستدل العاقل بالأثر على وجود المؤثر، وبالصنعة على عظمة الخالق المدبّر الحكيم.\nاللغَة: ﴿وإلهكم﴾ الإِله: المعبود بحقٍ أو باطل والمراد به هنا المعبود بحق وهو الله رب العالمين ﴿الفلك﴾ ما عظم من السفن وهو اسم يطلق على المفرد والجمع ﴿وَبَثَّ﴾ فرَّق ونشر ومنه ﴿كالفراش المبثوث﴾ [القارعة: ٤] ﴿دَآبَّةٍ﴾ الدابة في اللغة: كل ما يدب على الأرض من إِنسانٍ ويحوان مأخوذ من الدبيب وهو المشي رويدًا وقد خصّه العرف بالحيوان، ويدل على المعنى اللغوي قوله تعالى ﴿والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ﴾ [النور: ٤٥] فجمع بين الزواحف والإِنسان والحيوان ﴿وَتَصْرِيفِ الرياح﴾ الريّاح: جمع ريح وهي نسيم الهواء، وتصريفُها تقليبها في الجهات ونقلها من حال إِلى حال، فتهب حارة وباردة، وعاصفة ولينة، وملقحة للنبات وعقيمًا ﴿المسخر﴾ من التسخير وهو التذليل والتيسير ﴿أَندَادًا﴾ جمع نِدّ وهو المماثل والمراد بها الأوثان والأصنام ﴿الأسباب﴾ جمع سبب وأصله الحبل والمراد به ما يكون بين الناس من روابط كالنسب والصداقة ﴿كَرَّةً﴾ الكرَّة: الرَّجعة والعودة إِلى الحالة التي كان فيها ﴿حَسَرَاتٍ﴾ جمع حسْرة وهي أشد الندم على شيء فائت وفي التنزيل ﴿أَن تَقُولَ نَفْسٌ ياحسرتا على مَا فَرَّطَتُ فِي جَنبِ الله﴾ [الزمر: ٥٦] .\nسَبَبُ النّزول: عن عطاء قال: أنزلة بالمدينة على النبي ﷺ َ ﴿وإلهكم﴾ فقالت كفار قريش بمكة كيف يسعُ الناس إِلهٌ واحد؟ فأنزل الله تعالى ﴿إِنَّ فِي خَلْقِ السماوات والأرض ... إِلى قوله لآيات لِّقَوْمٍ يَعْقِلُونَ﴾\nالتفسِير: ﴿وإلهكم إله وَاحِدٌ أي إِلهكم المستحق للعبادة إِلهٌ واحد، لا نظير له في ذاته ولا في صفاته ولا في أفعاله ﴿لاَّ إله إِلاَّ هُوَ الرحمن الرحيم﴾ أي لا معبود بحق إِلا هو جلّ وعلا مُولي النعم ومصدر الإِحسان ﴿إِنَّ فِي خَلْقِ السماوات والأرض﴾ أي إِن في إِبداع السماوات والأرض بما فيهما ن عجائب الصنعة ودلائل القدرة ﴿واختلاف الليل والنهار﴾ أي تعاقبهما بنظام محكم، يأتي الليل فيعقبه النهار، وينسلخ النهار فيعقبه الليل، ويطول النهار ويقصر الليل والعكس ﴿والفلك التي تَجْرِي فِي البحر﴾ أي السفن الضخمة الكبيرة التي تسير في البحر على وجه الماء وهي موقرةٌ بالأثقال ﴿بِمَا يَنفَعُ الناس﴾ أي بما فيه مصالح الناس من أنواع المتاجر والبضائع ﴿وَمَآ أَنزَلَ الله مِنَ السمآء مِن مَّآءٍ﴾ أي وما أنزل الله من السحاب من المطر الذي جاء به حياة البلاد والعباد ﴿فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا﴾ أي أحيا بهذا الماء الزروع والأشجار، بعد أن كانت يابسة مجدبة ليس فيها حبوب ولا ثمار ﴿وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ﴾ أي نشر وفرّق في الأرض ن كل ما يدب عليها من أنواع الدواب، المختلفة في أحجامها وأشكالها وألوانها وأصواتها ﴿وَتَصْرِيفِ الرياح﴾ أي تقليب الرياح في هبوبها جنوبًا وشمالًا، حارة وباردة، وليّنة وعاصفة ﴿والسحاب المسخر بَيْنَ السمآء والأرض﴾ أي السحاب المذلّل بقدرة الله، يسير حيث شاء الله وهو يحمل الماء الغزير ثم يصبُّه على الأرض قطرات","vol":"1","page":98},{"text":"قطرات، قال كعب الأحبار: السحاب غربال المطر ولولا السحاب لأفسد المطر ما يقع عليه من الأرض ﴿لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ﴾ أي لدلائل وبراهين عظيمة دالة على القدرة القاهرة، والحكمة الباهرة، والرحمة الواسعة لقوم لهم عقول تعي وأبصار تدرك، وتتدبر بأن هذه الأمور من صنع إِله قادر حكيم، ثم أخبر تعالى عن سوء عاقبة المشركين الذين عبدوا غير الله فقال ﴿وَمِنَ الناس مَن يَتَّخِذُ مِن دُونِ الله أَندَادًا﴾ أي ومن الناس من تبلغ بهم الجهالة أن يتخذ من غير الله أندادًا أي رؤساء وأَصنامًا ﴿يُحِبُّونَهُمْ كَحُبِّ الله﴾ أي يعظمونهم ويخضعون لهم كحب المؤمنين لله ﴿والذين آمَنُواْ أَشَدُّ حُبًّا للَّهِ﴾ أي حب المؤمنين لله أشدُّ من حب المشركين للأنداد ﴿وَلَوْ يَرَى الذين ظلموا إِذْ يَرَوْنَ العذاب أَنَّ القوة للَّهِ جَمِيعًا﴾ أي لو رأى الظالمون حين يشاهدون العذاب المعدّ لهم يوم القيامة أَن القدرة كلها لله وحده ﴿وَأَنَّ الله شَدِيدُ العذاب﴾ أي وأنَّ عذاب الله شديد أليم وجواب «لو» محذوف أي لرأوا ما لا يوصف من الهول والفظاعة ﴿إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا﴾ أي تبرأ الرؤساء من الأتباع ﴿وَرَأَوُاْ العذاب وَتَقَطَّعَتْ بِهِمُ الأسباب﴾ أي حين عاينوا العذاب وتقطعت بينهم الروابط وزالت المودّات ﴿وَقَالَ الذين اتبعوا لَوْ أَنَّ لَنَا كَرَّةً فَنَتَبَرَّأَ مِنْهُمْ﴾ أي تمنّى الأتباع لو أنّ لهم رجعة إِلى الدنيا ليتبرءوا من هؤلاء الذين أضلوهم السبيل ﴿كَمَا تَبَرَّءُواْ مِنَّا﴾ أي كما تبرأ الرؤساء من الأتباع في ذلك اليوم العصيب.\n. قال تعالى ﴿كَذَلِكَ يُرِيهِمُ الله أَعْمَالَهُمْ حَسَرَاتٍ عَلَيْهِمْ﴾ أي أنه تعالى كما أراهم شدة عذابه كذلك ربهم أعمالهم القبيحة ندامات شديدة وحسرات تتردد في صدورهم كأنها شرر الجحيم ﴿وَمَا هُم بِخَارِجِينَ مِنَ النار﴾ أي ليس لهم سبيل إِلى الخروج من النار، بل هم في عذاب سرمدي وشقاء أبدي.\nالبَلاَغَة: ١ - ﴿وإلهكم إله وَاحِدٌ﴾ ورد الخبر حاليًا من التأكيد تنزيلًا للمنكر منزلة غير المنكر، وذلك لأن بين أيديهم من البراهين الساطعة والحجج القاطعة ما لو تأملوه لوجدوا فيه غاية الإِقناع.\n٢ - ﴿لآيَاتٍ﴾ التنكير في آيات للتفخيم أي آيات عظيمة دالة على قدرة قاهرة وحكمة باهرة.\n٣ - ﴿كَحُبِّ الله﴾ فيه تشبيه (مرسل مجمل) حيث ذكرت الأداة وحذف وجه التشبيه.\n٤ - ﴿أَشَدُّ حُبًّا للَّهِ﴾ التصريح بالأشدّية أبلغ من أن يقال «أحبُّ لله» كقوله ﴿فَهِيَ كالحجارة أَوْ أَشَدُّ قَسْوَةً﴾ [البقرة: ٧٤] مع صحة أن يقال: أو أقسى.\n٥ - ﴿وَلَوْ يَرَى الذين ظلموا﴾ وضع الظاهر موضع الضمير ﴿ولو يرون﴾ لإِحضار الصورة في ذهن السامع وتسجيل السبب في العذاب الشديد وهو الظلم الفادح.\n٦ - في قوله ﴿وَرَأَوُاْ العذاب﴾ و﴿وَتَقَطَّعَتْ بِهِمُ الأسباب﴾ من علم البديع ما يسمى ب «الترصيع» وهو أن يكون الكلام مسجوعًا.\n٧ - ﴿بِخَارِجِينَ مِنَ النار﴾ الجملة إِسمية وإِيرادها بهذه الصيغة لإِفادة دوام الخلود.","vol":"1","page":99}]