[{"text":"لنصرة دين الله ﴿فَتَرَبَّصُواْ﴾ أي انتظروا وهو وعيد شديد وتهديد ﴿حتى يَأْتِيَ الله بِأَمْرِهِ﴾ أي بعقوبته العاجلة أو الآجلة ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي لا يهدي الخارجين عن طاعته إِلى طريق السعادة، وهذا وعيد لمن آثر أهله، أو ماله، أو وطنه، على الهجرة والجهاد، ثم ذكرهم تعالى بالنصر على الأعداء في مواطن اللقاء فقال ﴿لَقَدْ نَصَرَكُمُ الله فِي مَوَاطِنَ كَثِيرَةٍ﴾ أي نصركم في مشاهد كثيرة، وحروب عديدة ﴿وَيَوْمَ حُنَيْنٍ﴾ أي ونصركم أيضًا يوم حنين بعد الهزيمة التي منيتم بها بسبب اغتراركم بالكثرة ﴿إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنكُمْ شَيْئًا﴾ أي حين أعجبكم كثرة عددكم فقلتم: لن نغلب اليوم من قلة، وكنتم اثني عشر ألفًا وأعداؤكم أربعة آلاف، فلم تنفعكم الكثرة ولم تدفع عنكم شيئًا ﴿وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ﴾ أي وضاقت الأرض على رحبها وكثرة اتساعها بكم من شدة الخوف ﴿ثُمَّ وَلَّيْتُم مُّدْبِرِينَ﴾ أي وليتم على أدباركم منهزمين قال الطبري: يخبرهم ﵎ أن النصر بيده ومن عنده، وأنه ليس بكثرة العدد، وأنه ينصر القليل على الكثير إِذا شاء، ويخلي القليل فيهزم الكثير، قيل للبراء بن عازب: أفررتم عن رسول الله ﷺ َ يوم حنين؟ فقال البراء: أشهد أن رسول الله ﷺ َ لم يفر: ولقد رأيته على بغلته البيضاء - وأبو سفيان آخذ بلجامها يقودها - فلما غشية المشركون نزل فجعل يقول:\nأنا النبي لا كذب ... أنا ابن عبد المطلب\nثم أخذ قبضة من تراب فرمى بها في وجوه المشركين وقال: شاهت الوجوه ففروا، فما بقي أحد إِلا ويمسح القذى عن عينيه، وقال البراء: «كنا والله إِذا حميَ البأس نتقي برسول الله ﷺ َ وإِن الشجاع منا الذي يحاذيه» ﴿ثُمَّ أَنَزلَ الله سَكِينَتَهُ على رَسُولِهِ وَعَلَى المؤمنين﴾ أي أنزل بعد الهزيمة الأمن والطمأنينة على المؤمنين حتى سكنت نفوسهم قال أبو السعود: أي أنزل رحمته التي تسكن بها القلوب وتطمئن إليها ﴿وَأَنزَلَ جُنُودًا لَّمْ تَرَوْهَا﴾ قال ابن عباس: يعني الملائكة ﴿وَعذَّبَ الذين كَفَرُواْ﴾ أي بالقتل والأسر وسبي النساء والذراري ﴿وذلك جَزَآءُ الكافرين﴾ أي وذلك عقوبة الكافرين بالله. ﴿ثُمَّ يَتُوبُ الله مِن بَعْدِ ذلك على مَن يَشَآءُ﴾ أي يتوب على من يشاء فيوفقه للإِسلام، وهو إِشارة إِلى إِسلام هوازن ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة واسع الرحمة ﴿ياأيها الذين آمنوا إِنَّمَا المشركون نَجَسٌ﴾ أي قذر لخبث باطنهم قال ابن عباس: أعيانهم نجسة كالكلاب والخنازير، وقال الحسن: من صافح مشركًا فليتوضأ، والجمهور على أن هذا على التشبيه أي هم بمنزلة النجس أو كالنجس لخبث اعتقادهم وكفرهم بالله جعلوا كأنهم النجاسة بعينها مبالغة في الوصف على حد قولهم: عليٌّ أسدٌ أي كالأسد ﴿فَلاَ يَقْرَبُواْ المسجد الحرام بَعْدَ عَامِهِمْ هذا﴾ أي فلا يدخلوا الحرم، أطلق المسجد الحرام وقصد به الحرم كله قال أبو السعود: وقيل: المراد المنع عن الحج والعمرة أي لا يجحدوا ولا يعتمروا بعد حج عامهم هذا وهو عام تسع من الهجرة ويؤيده حديث\n«وألاّ يحج","vol":"1","page":492},{"text":"بعد هذا العام مشرك» وهو العام الذي نزلت فيه سورة براءة ونادى بها عليٌّ في المواسم ﴿وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ الله مِن فَضْلِهِ﴾ أي وإِن خفتم أيها المؤمنون فقرًا بسبب منعهم من دخول الحرم أو من الحج فإِن الله سبحانه يغنيكم عنهم بطريق آخر من فضله وعطائه قال المفسرون: لما مُنع المسلمون من تمكين المشركين من دخول الحرم، وكان المشركون يجلبون الأطعمة والتجارات إليهم في المواسم، ألقى الشيطان في قلوبهم الحزن فقال لهم: من أين تأكلون؟ وكيف تعيشون وقد منعت عنكم الأرزاق والمكاسب؟ فأمنهم الله من الفقر والعيلة، ورزقهم الغنائم والجزية ﴿إِن شَآءَ﴾ أي يغنيكم بإِرادته ومشيئته ﴿إِنَّ الله عَلِيمٌ حَكِيمٌ﴾ قال ابن عباس: عليم بما يصلحكم، حكيم فيما حكم في المشركين. . ولما ذكر حكم المشركين ذكر حكم أهل الكتاب فقال ﴿قَاتِلُواْ الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر﴾ أي قاتلوا الذين لا يؤمنون إِيمانًا صحيحًا بالله واليوم الآخر وإِن زعموا الإِيمان، فإِن اليهود يقولون عزير ابن الله، والنصارى يعتقدون بألوهية المسيح ويقولون بالتثليث ﴿وَلاَ يُحَرِّمُونَ مَا حَرَّمَ الله وَرَسُولُهُ﴾ أي لا يحرمون ما حرم الله في كتابه، ولا رسوله في سنته، بل يأخذون بما شرعه لهم الأحبار والرهبان ولهذا يستحلون الخمر والخنزير وما شابههما ﴿وَلاَ يَدِينُونَ دِينَ الحق﴾ أي لا يعتقدون بدين الإِسلام الذي هو دين الحق ﴿مِنَ الذين أُوتُواْ الكتاب﴾ هذا بيان للمذكورين أي من هؤلاء المنحرفين من اليهود والنصارى الذين نزلت عليهم التوراة والإِنجيل ﴿حتى يُعْطُواْ الجزية عَن يَدٍ﴾ أي حتى يدفعوا إِليكم الجزية منقادين مستسلمين ﴿وَهُمْ صَاغِرُونَ﴾ أي أذلاء حقيرون مقهورون بسلطان الإِسلام، ثم ذكر تعالى طرفًا من قبائحهم فقال ﴿وَقَالَتِ اليهود عُزَيْرٌ ابن الله﴾ أي نسب اللعناء إلى الله الولد، وهو واحد أحد فرد صمد قال البيضاوي: وإِنما قالوا ذلك لأنه لم يبق فيهم بعد بختنصر من يحفظ التوراة، فلما أحياه الله بعد مائة عام أملى عليهم التوراة حفظًا فتعجبوا من ذلك وقالوا: ما هذا إِلا لأنه ابن الله ﴿وَقَالَتْ النصارى المسيح ابن الله﴾ أي وزعم النصارى - أعداء الله - أن المسيح ابن الله قالوا: لأن عيسى ولد بدون أب، ولا يمكن أن يكون ولد بدون أب، فلا بد أن يكون ابن الله، قال تعالى ردًا عليهم ﴿ذلك قَوْلُهُم بِأَفْوَاهِهِمْ﴾ أي ذلك القول الشنيع هو مجرد دعوى باللسان من غير دليل ولا برهان قال في التسهيل: يتضمن معنيين: أحدهما إِلزامهم هذه المقالة والتأكيد في ذلك، والثاني أنهم لا حجة لهم في ذلك، وإِنما هو مجرد دعوى كقولك لمن تكذبه: هذا قولك بلسانك ﴿يُضَاهِئُونَ قَوْلَ الذين كَفَرُواْ مِن قَبْلُ﴾ أي يشابهون بهذا القول الشنيع قول المشركين قبلهم: الملائكة بنات الله\n﴿تَشَابَهَتْ قُلُوبُهُمْ﴾ [البقرة: ١١٨] ﴿قَاتَلَهُمُ الله أنى يُؤْفَكُونَ﴾ دعاء عليهم بالهلاك أي أهلكهم الله كيف يُصرفون عن الحق إلى الباطل بعد وضوح الدليل حتى يجعلوا لله ولدًا ﴿قال الرازي: الصيغة للتعجب وهو راجع إِلى الخلق على عادة العرب في مخاطباتهم، والله تعالى عجَّب نبيه من تركهم الحق وإِصرارهم على الباطل ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ الله﴾ أي أطاع اليهود أحبارهم والنصارى رهبانهم في التحليل والتحريم","vol":"1","page":493},{"text":"وتركوا أمر الله فكأنهم عبدوهم من دون الله والمعنى: أطاعوهم كما يطاع الرب وإِن كانوا لم يعبدوهم وهو التفسير المأثور عن رسول الله ﷺ َ قال عدي ابن حاتم: «أتيت رسول الله ﷺ َ وفي عنقي صليب من ذهب فقال: يا عدي إِطرح عنك هذا الوثن، قال وسمعته يقرأ سورة براءة ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ الله﴾ فقلت يا رسول الله: لم يكونوا يعبدونهم فقال ﵇: أليس يُحرمون ما أحل الله تعالى فيحرمونه، ويحلون ما حرم الله فيستحلون؟﴾ فقلت: بلى، قال: فذلك عبادتهم» ﴿والمسيح ابن مَرْيَمَ﴾ أي اتخذه النصارى ربًا معبودًا ﴿وَمَآ أمروا إِلاَّ ليعبدوا إلها وَاحِدًا﴾ أي والحال أن أولئك الكفرة ما أمروا على لسان الأنبياء إِلا بعبادة إِله واحد هو الله رب العالمين ﴿لاَّ إله إِلاَّ هُوَ﴾ لا معبود بحق سواه ﴿سُبْحَانَهُ عَمَّا يُشْرِكُونَ﴾ أي تنزه الله عما يقول المشركون وتعالى علوًا كبيرًا ﴿يُرِيدُونَ أَن يُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ﴾ أي يريد هؤلاء الكفار من المشركين وأهل الكتاب أن يطفئوا نور الإِسلام وشرع محمد ﵇ بأفواههم الحقيرة، بمجرد جدالهم وافترائهم، وهو النور الذي جعله الله لخلقه ضياءً، فمثلهم في ذلك كمثل من يريد أن يطفئ شعاع الشمس أو نور القمر بنفخه بفمه ولا سبيل إِلى ذلك ﴿ويأبى الله إِلاَّ أَن يُتِمَّ نُورَهُ﴾ أي ويأبى الله إِلا أن يعليه ويرفع شأنه ﴿وَلَوْ كَرِهَ الكافرون﴾ أي ولو كره الكافرون ذلك ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي أرسل محمدًا ﷺ َ بالهداية التامة والدين الكامل وهو الإِسلام ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي ليعليه على سائل الأديان ﴿وَلَوْ كَرِهَ المشركون﴾ جوابه محذوف أي ولو كره المشركون ظهوره.\nالبَلاَغَة: ١ - ﴿فَتَرَبَّصُواْ حتى يَأْتِيَ الله بِأَمْرِهِ﴾ صيغته أمر وحقيقته وعيد كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] .\n٢ - ﴿وَيَوْمَ حُنَيْنٍ﴾ من باب عطف الخاص على العام للتنويه بشأنه حيث جاء النصر بعد اليأس، والفرج بعد الشدة.\n٣ - ﴿وَضَاقَتْ عَلَيْكُمُ الأرض بِمَا رَحُبَتْ﴾ شبه ما حل بهم من الكرب والهزيمة والضيق النفسي بضيق الأرض على سعتها على سبيل الاستعارة.\n٤ - ﴿إِنَّمَا المشركون نَجَسٌ﴾ الصيغة لإِفادة الحصر واللفظ فيه تشبيه بليغ أي كالنجس في خبث الباطن وخبث الاعتقاد حذفت منه أداة الشبه ووجه الشبه فأصبح بليغًا ومثله ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا﴾ أي كالأرباب في طاعتهم وامتثال أوامرهم في التحريم والتحليل.\n٥ - ﴿فَلاَ يَقْرَبُواْ المسجد﴾ عبَّر عن الدخول بالقرب للمبالغة.\n٦ - ﴿يُطْفِئُواْ نُورَ الله﴾ أراد به نور الإِسلام فإِن الإِسلام بنوره المضيء وحججه القاطعة يشبه الشمس الساطعة في نورها وضيائها فهو من باب الاستعارة. وهي من لطائف الاستعارات.\nلطيفَة: قال العلامة القرطبي دل قوله تعالى ﴿لاَ تتخذوا آبَآءَكُمْ وَإِخْوَانَكُمْ أَوْلِيَآء﴾ على أن","vol":"1","page":494},{"text":"القرب قرب الأديان لا قرب الأبدان، وقد أنشدوا في ذلك أبياتًا:\nيقولون لي دار الأحبة قد دنت ... وأنت كئيبٌ إِن ذا لعجيب\nفقلت: وما تغني ديارٌ قريبة ... إِذا لم يكن بين القلوب قريب","vol":"1","page":495},{"text":"المنَاسَبَة: لما وصف تعالى رؤساء اليهود والنصارى بالتكبر والتجبر وادعاء الربوبية، وصفهم هنا بالطمع والجشع والحرص على أكل أموال الناس، تحقيرًا لشأنهم وتسفيهًا لأحلامهم، لأنهم اتخذوا الدين مطية لنيل الدنيا، وذلك نهاية الذل والدناءة، ثم ذكر تعالى قبائحهم وقبائح المشركين، ثم دعا إِلى النفير العام وذكر موقف المنافقين المثبطين عن الجهاد في سبيل الله.\nاللغَة: ﴿الأحبار﴾ علماء اليهود ﴿الرهبان﴾ علماء النصارى قال ابن المبارك:\nوهل أفسد الدين إِلا الملوك ... وأحبار سوءٍ ورهبانها\n﴿يَكْنِزُونَ﴾ أصل الكنز في اللغة: الجمع والضم ومنه حديث «ألا أخبركم بخير ما يكنز المرء؟ المرأة الصالحة» أي يضمه لنفسه ويجمعه، ثم غلب استعماله على المدفون من الذهب والفضة قال الطبري: الكنز كل شيء مجموع بعضه إِلى بعض في بطن الأرض كان أو على ظهرها ﴿تكوى﴾ الكي: إِلصاق المحمي من الحديد وشبهه بالعضو حتى يتمزق الجلد وفي الأمثال «آخر الدواء لكي» ﴿النسياء﴾ التأخير يقال: نسأه وأنسأه إِذا أخره ومنه حديث «وينسأ له في أثره» أي يؤخر له في أجله قال الزمخشري: النسيء: تأخير حرمة الشهر إِلى شهر آخر ﴿لِّيُوَاطِئُواْ﴾ ليوافقوا والمواطأة: الموافقة يقال: تواطأ القوم: إِذا اتفقوا على أمر خفية ﴿انفروا﴾ النفر: الخروج بسرعة ومنه ﴿وَلَّوْاْ على أَدْبَارِهِمْ نُفُورًا﴾ [الإسراء: ٤٦] ﴿اثاقلتم﴾ أصله تثاقلتم بمعنى تباطأتم ولم تسرعوا ﴿عَرَضًا﴾ العرض: ما يعرض للانسان من منافع الدنيا سمي عرضًا لأنه لا يدوم وفي الحديث «الدنيا عرض حاضر، يأكل منه البر والفاجر» ﴿- ﷺ َ - ﷺ َ mp;\n;لشُّقَّةُ﴾ المسافة البعيدة التي لا تقطع إِلا بمشقة قال الجوهري: الشقة السفر البعيد، وكأنه مأخذو من المشقة يقال: شقة شاقة.\nسَبَبُ النّزول: لما رجع رسول الله ﷺ َ من الطائف وغزوة حنين، أمر الناس بالجهاد، لغزو اليوم، وذلك في زمن عسرة من البأس، وجدبٍ من البلاد، وشدةٍ من الحر، حين أثمرت النخل، وطابت الثمار، فعظم على الناس غزو الروم، وأحبوا الظلال والمقام في المساكن والمال، وشق عليهم الخروج إِلى القتال فأنزل الله ﴿ياأيها الذين آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفروا فِي سَبِيلِ الله اثاقلتم إِلَى الأرض ...﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ إِنَّ كَثِيرًا مِّنَ الأحبار والرهبان﴾ أي يا أيها الذين صدقوا الله ورسوله إِن كثيرًا من علماء اليهود «الأحبار» وعلماء النصارى «الرهبان» ﴿لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل وَيَصُدُّونَ عَن سَبِيلِ الله﴾ أي ليأخذون أموال الناس بالحرام، ويمنعونهم عن الدخول في دين الإِسلام قال ابن كثير: والمقصود التحذير من علماء السوء، وعباد الضلال قال ابن عيينة: من فسد من علمائنا كان فيه من اليهود، ومن فسد من عُبَّادنا كان في شبه من النصارى ﴿والذين يَكْنِزُونَ الذهب والفضة﴾ أي يجمعون الأموال ويدخرون الثروات ﴿وَلاَ يُنفِقُونَهَا فِي سَبِيلِ الله﴾ أي لا يؤدون زكاتها ولا يبذلون منها في وجوه الخير قال ابن عمر: الكنز ما لم تُؤد زكاته، وما أديت","vol":"1","page":496},{"text":"زكاته فليس بكنز ﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ﴾ أسلوب تهكم أي أخبرهم بالعذاب الأليم في دار الجحيم قال الزمخشري: وإِنما قرن بين الكانزين وبين اليهود والنصارى تغليظًا عليهم ودلالة على أن من يأخذ منهم السحت، ومن لا يعطي من المسملين من طيب ماله، سواء في استحقاق البشارة بالعذاب الأليم ﴿يَوْمَ يحمى عَلَيْهَا فِي نَارِ جَهَنَّمَ﴾ أي يوم يحمى عليها بالنار المستعرة حتى تصبح حامية كاوية ﴿فتكوى بِهَا جِبَاهُهُمْ وَجُنوبُهُمْ وَظُهُورُهُمْ﴾ أي تحرق بها الجباه والجنوب والظهور بالكي عليها قال ابن مسعود: والذي لا إِله غيره لا يكون عبد بكنزٍ فيمن دينار دينارًا، ولا درهم درهمًا، ولكن يوسع جلده فيوضع كل دينار ودرهم على حدته، وخصت هذه الأماكن بالكي لأن البخيل يرى الفقير قادمًا فيقطب جبهته، فإِذا جاء أعرض بجانبه، فإذا طالبه بإِحسان ولاه ظهره، قال القرطبي: الكي في الوجه أشهر وأشنع، وفي الظهر والجنب آلم وأوجع، فلذلك خصها بالذكر من بين سائر الأعضاء ﴿هذا مَا كَنَزْتُمْ لأَنْفُسِكُمْ فَذُوقُواْ مَا كُنتُمْ تَكْنِزُونَ﴾ أي يقال لهم تبكيتًا وتقريعًا: هذا ما كنزتموه لأنفسكم فذوقوا وبال ما كنتم تكنزونه وفي صحيح مسلم\n«ما من رجل لا يؤدي زكاة ماله إِلا جعل له يوم القيامة صفائح من نار، فيكون بها جنبه وجبهته وظهره في يوم كان مقداره خمسين ألف سنة، حتى يقضي بين العباد، ثم يرى سبيله إِما إِلى الجنة وإِما إلى النار» ﴿إِنَّ عِدَّةَ الشهور عِندَ الله اثنا عَشَرَ شَهْرًا﴾ أي إِن عدد الشهور المعتد بها عند الله في شرعه وحكمه هي اثنا عشر شهرًا على منازل القمر، فالمعتبر به الشهور القمرية إِذا عليها يدور فلك الأحكام الشرعية ﴿فِي كِتَابِ الله﴾ أي في اللوح المحفوظ ﴿يَوْمَ خَلَقَ السماوات والأرض﴾ قال ابن عباس: كتبه يوم خلق السماوات والأرض في الكتاب الإِمام الذي عند الله ﴿مِنْهَآ أَرْبَعَةٌ حُرُمٌ﴾ أي منها أربعة شهور محرمة هي: «ذو القعدة، وذو الحجة، والمحرم، ورجب» وسميت حرمًا لأنها معظمة محترمة تتضاعف فيها الطاعات ويحرم القتال فيها ﴿ذلك الدين القيم﴾ أي ذلك الشرع المستقيم ﴿فَلاَ تَظْلِمُواْ فِيهِنَّ أَنْفُسَكُمْ﴾ أي لا تظلموا في هذه الأشهر المحرمة أنفسكم بهتك حرمتهن وراتكاب ما حرم الله من المعاصي والآثام ﴿وَقَاتِلُواْ المشركين كَآفَّةً كَمَا يُقَاتِلُونَكُمْ كَآفَّةً﴾ أي قاتلوهم جميعًا مجتمعين غير متفرقين كما يقاتلوكم المشركون جميعًا ﴿واعلموا أَنَّ الله مَعَ المتقين﴾ أي معهم بالنصرة والتأييد، وهو بشارة وضمان لأهل التقوى ﴿إِنَّمَا النسياء زِيَادَةٌ فِي الكفر﴾ أي إِنما تأخير حرمة شهر لشهر آخر زيادة في الكفر لأنه تحريم ما أحله الله وتحليل ما حمره فهو كفر آخر مضموم إِلى كفرهم قال المفسرون: كان العرب أهل حروب وغارات، وكان القتال محرمًا عليهم في الأشهر الحرم، فإِذا جاء الشهر الحرام وهم محاربون شق عليهم ترك المحاربة، فيحلونه ويحرمون مكانه شهرًا آخر، كأنهم يستقرضون حرمة شهر لشهر غيره، فربما أحلوا المحرم وحرموا صفر حتى يكمل في العام أربعة أشهر محرمة ﴿يُضَلُّ بِهِ الذين كَفَرُواْ﴾ أي يضل بسببه الكافرين ضلالًا على ضلالهم ﴿يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا﴾ أي يحلون المحرم عامًا والشهر الحلال عامًا فيجمعون هذا مكان هذا والعكس ﴿لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ الله﴾ أي","vol":"1","page":497},{"text":"ليوافقوا عدة الأشهر الحرم الأربعة ﴿فَيُحِلُّواْ مَا حَرَّمَ الله﴾ أي فيستحلوا بذلك ما حرمه الله قال مجاهد: كان رجل من بني كنانة يأتي كل عام إِلى الموسم على حمار له، فيقول أيها الناس: إِني لا أعاب ولا أجاب، ولا مرد لما أقول، إِنا قد حرمنا المحرم، وأخرنا صفر، ثم يجيء العام المقبل ويقول: إِنا قد حرمنا صفر وأخرنا المحرم فذلك قوله تعالى ﴿لِّيُوَاطِئُواْ عِدَّةَ مَا حَرَّمَ الله﴾ ﴿زُيِّنَ لَهُمْ سواء أَعْمَالِهِمْ﴾ أي زين الشيطان لهم أعمالهم القبيحة حتى حسبوها حسنة ﴿والله لاَ يَهْدِي القوم الكافرين﴾ أي لا يرشدهم إِلى طريق السعادة ﴿ياأيها الذين آمَنُواْ مَا لَكُمْ إِذَا قِيلَ لَكُمُ انفروا فِي سَبِيلِ الله اثاقلتم إِلَى الأرض﴾ استفهام للتقريع والتوبيخ، وهو توبيخ على ترك الجهاد وعتاب لمن تخلف عن غزوة تبوك والمعنى: ما لكم أيها المؤمنون إِذا قيل لكم اخرجوا لجهاد أعداء الله تباطأتم وتثاقلتم، وملتم إِلى الدنيا وشهواتها وكرهتم مشاق السفر ومتاعه؟! ﴿أَرَضِيتُمْ بالحياة الدنيا مِنَ الآخرة﴾ أي أرضيتم بنعيم الدنيا ومتاعها الفاني بدل نعيم الآخرة وثوابها الباقي؟ ﴿فَمَا مَتَاعُ الحياة الدنيا فِي الآخرة إِلاَّ قَلِيلٌ﴾ أي فما التمتع بلذائذ الدنيا في جنب الآخرة إِلا شيء مستحقر قليل لا قيمة له، ثم توعَّدهم على ترك الجهاد فقال ﴿إِلاَّ تَنفِرُواْ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا﴾ أي إِن لا تخرجوا إِلى الجهاد مع رسول الله يعذبكم الله عذابًا أليمًا موجعًا، باستيلاء العدو عليكم في الدنيا، وبالنار المحرقة في الآخرة وقال ابن عباس: هو حبس المطر عنهم ﴿وَيَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ﴾ أي يهلككم ويستبدل قومًا آخرين خيًا منكم، يكونون أسرع استجابة لرسوله وأطوع ﴿وَلاَ تَضُرُّوهُ شَيْئًا﴾ ولا تضروا الله شيئًا بتثاقلكم عن الجهاد فإِنه سبحانه غني عن العالمين ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر على كل ما يشاء ومنه الانتصار على الأعداء بدونكم قال الرازي: وهو تنبيه على شدة الزجر من حيث إِنه تعالى قادر لا يجوز عليه العجز، فإِذا توعد بالعقاب فعل ﴿إِلاَّ تَنصُرُوهُ فَقَدْ نَصَرَهُ الله﴾ أي إِن لا تنصروا رسوله فإِن الله ناصره وحافظه وجواب الشرط محذوف تقديره: فسينصره الله دل عليه قوله ﴿فَقَدْ نَصَرَهُ الله﴾ والمعنى: إن لم تنصروه أنتم فسينصره الله الذي نصره حين كان ثاني اثنين، حيث لم يكن معه أنصار ولا أعوان ﴿إِذْ أَخْرَجَهُ الذين كَفَرُواْ﴾ أي حين خروجه من مكة مهاجرًا إِلى المدينة، وأسند إِخراجه إِلى الكفار لأنهم ألجئوه إِلى الخروج وتآمروا على قتله حتى اضطروا إِلى الهجرة ﴿ثَانِيَ اثنين﴾ أي أحد اثنين لا ثالث لهما هو أبو بكر الصديق ﴿إِذْ هُمَا فِي الغار﴾ أي حين كان هو والصديق مختبئين في النقب في جبل ثور ﴿إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ إِنَّ الله مَعَنَا﴾ أي حين يقول لصاحبه وهو أبو بكر الصديق تطمينًا وتطييبًا: لا تخف فالله معنا بالمعونة والنصر، روى الطبري عن أنس أن أبا بكر ﵁ قال\n«بينا أنا مع رسول الله ﷺ َ في الغار، وأقدام المشركين فوق رءوسنا فقلت يا رسول الله: لو أن أحدهم رفع قدمه لأبصرنا فقال أبو بكر: ما ظنك باثنين الله ثالثهما؟» وكان سبب حزن أبي بكر خوفه على رسول الله ﷺ َ فنهاه الرسول تسكينًا لقلبه ﴿فَأَنزَلَ الله سَكِينَتَهُ عَلَيْهِ﴾ أي أنزل الله السكون والطمأنينة على رسوله ﴿وَأَيَّدَهُ بِجُنُودٍ لَّمْ تَرَوْهَا﴾ أي","vol":"1","page":498},{"text":"قواه بجنوده من عنده من الملائكة يحرسونه في الغار لم تروها أنتم ﴿وَجَعَلَ كَلِمَةَ الذين كَفَرُواْ السفلى﴾ أي جعل كلمة الشرك سافلة دنيئة حقيرة، أذل بها الشرك والمشركين ﴿وَكَلِمَةُ الله هِيَ العليا﴾ أي وكلمة التوحيد «لا إِله إِلا الله» هي الغالبة الظاهرة، أعزَّ الله بها المسلمين، وأذل الشرك والمشركين ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي قاهر غالب لا يُغلب، لا يفعل إِلا ما فيه الحكمة والمصلحة ﴿انفروا خِفَافًا وَثِقَالًا﴾ أي اخرجوا للقتال يا معشر المؤمنين شيئًا وشبانًا، وركبانًا، في جميع الظروف والأحوال، في اليسر والعسر، والمنشط والمكره ﴿وَجَاهِدُواْ بِأَمْوَالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ الله﴾ أي جاهدوا بالاموال والأنفس لإِعلاء كلمة الله ﴿ذلكم خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ﴾ أي هذا النفير والجهاد خير من التثاقل إِلى الأرض والخلود إِليها والرضا بالقليل من متاع الحياة الدنيا إِن كنتم تعلمون ذلك قال في البحر: والخيرية في الدنيا بغلبة العدو ووراثة الأرض، وفي الآخرة بالثواب العظيم ورضوان الله، ثم ذكر تعالى أحوال المخلفين الذين تخلفوا عن غزوة تبوك، وموقف المثبطين المنافقين منهم فقال ﴿لَوْ كَانَ عَرَضًا قَرِيبًا﴾ أي لو كان ما دعوا إِليه غُنمًا قريباص سهل المنال ﴿وَسَفَرًا قَاصِدًا﴾ أي وسفرًا وسطًا ليس ببعيد ﴿لاَّتَّبَعُوكَ﴾ أي لخرجوا معك لا لوجه الله بل طمعًا في الغنيمة ﴿ولكن بَعُدَتْ عَلَيْهِمُ الشقة﴾ أي ولكن بعدت عليهم الطريق والمسافة الشاقة ولذلك اعتذروا عن الخروج لما في قلوبهم من النفاق ﴿وَسَيَحْلِفُونَ بالله لَوِ استطعنا لَخَرَجْنَا مَعَكُمْ﴾ أي وسيحلفون لكم معتذرين بأعذار كاذبة لو قدرنا على الخروج معكم لما تأخرنا، ولو كان لنا سعة في المال أو قوة في الأبدان لخرجنا للجهاد معكم، قال تعالى ردًا عليهم وتكذيبًا لهم ﴿يُهْلِكُونَ أَنْفُسَهُمْ﴾ أي يوقعون أنفسهم في الهلاك بأيمانهم الكاذبة ﴿والله يَعْلَمُ إِنَّهُمْ لَكَاذِبُونَ﴾ أي لكاذبون في دعواهم حيث كانوا مستطيعين للخروج ولم يخرجوا ﴿عَفَا الله عَنكَ لِمَ أَذِنتَ لَهُمْ﴾ تلطف في عتاب الرسول ﷺ َ حيث قدم العفو على العتاب إِكرامًا له ﵇ والمعنى سامحك الله يا محمد لم أذنت لهؤلاء المنافقين في التخلف عن الخرنوج معك بمجرد الاعتذار!! ﴿حتى يَتَبَيَّنَ لَكَ الذين صَدَقُواْ وَتَعْلَمَ الكاذبين﴾ أي وهلا تركتهم حتى يظهر لك الصادق منهم في عذره من الكاذب المنافق قال مجاهد: نزلت في المنافقين قال أناس منهم استأذنوا رسول الله، فإِن أذن لكم فاقعدوا، وإِن لم يأذن لكم فاقعدوا، فقد كانوا مصرين على القعود عن الغزو وإِن لم يأذن لهم، ولهذا أخبر تعالى أنه لا يستأذنه أهل الإِيمان فقال ﴿لاَ يَسْتَأْذِنُكَ الذين يُؤْمِنُونَ بالله واليوم الآخر﴾ أي لا يستأذنك يا","vol":"1","page":499},{"text":"محمد عن الجهاد والغزو من يؤمن بالله واليوم الآخر ﴿أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ﴾ أي كراهية الجهاد بالمال والنفس لأنهم يعلمون ما أعده الله للمجاهدين الأبرار من الأجر الجزيل فكيف يتخلفون عنه؟ ﴿والله عَلِيمٌ بالمتقين﴾ أي عليم بهم لأنهم مخلصون في الإِيمان متقون للرحمن ﴿إِنَّمَا يَسْتَأْذِنُكَ الذين لاَ يُؤْمِنُونَ بالله واليوم الآخر﴾ أي إِنما يستأذنك يا محمد المنافقون الذين لم يثبت الإِيمان في قلوبهم ﴿وارتابت قُلُوبُهُمْ فَهُمْ فِي رَيْبِهِمْ يَتَرَدَّدُونَ﴾ أي شكَّت قلوبهم في الله وثوابه فهم يترددون حيارى لا يدرون ما يصنعون.\nالبَلاَغَة: ١ - ﴿يُحِلُّونَهُ عَامًا وَيُحَرِّمُونَهُ عَامًا﴾ بين يحلون ويحرمون طباق وهو من المحسنات البديعية.\n٢ - ﴿مَا لَكُمْ إِذَا قِيلَ لَكُمُ﴾ استفهام يقصد به الإِنكار والتوبيخ.\n٣ - ﴿أَرَضِيتُمْ بالحياة الدنيا مِنَ الآخرة﴾ فيه إِيجاز بالحذف أي أرضيتم بنعيم الدنيا ولذائذها بدل نعيم الآخرة.\n٤ - ﴿فَمَا مَتَاعُ الحياة الدنيا﴾ أظهر في مقام الإِضمار لزيادة التقرير والمبالغة في بيان حقارة الدنيا ودناءتها بالنسبة للآخرة.\n٥ - ﴿يُعَذِّبْكُمْ عَذَابًا﴾ بينهما جناس الاشتقاق.\n٦ - ﴿وَجَعَلَ كَلِمَةَ الذين كَفَرُواْ السفلى﴾ «كلمة الذين كفروا» استعارة عن الشرك كما أن «كلمة الله» استعارة عن الإِيمان والتوحيد.\n٧ - ﴿خِفَافًا وَثِقَالًا﴾ بينهما طباق.\n٨ - ﴿بَعُدَتْ عَلَيْهِمُ الشقة﴾ استعار الشقة للمسافة الطويلة البعيدة التي توجب المشقة للمسافة الطويلة البعيدة التي توجب المشقة على النفس.\n٩ - ﴿عَفَا الله عَنكَ﴾ خبر يقصد تقديم المسرة على المضرة وقد أحسن من قال: إِن من لطف الله بنبيه أن بدأه بالعفو قبل العتب.\nفَائِدَة: روي أن أعرابيًا قال لابن عمر: أخبرني عن قول الله تعالى ﴿والذين يَكْنِزُونَ الذهب والفضة﴾ فقال ابن عمر: من كنزها فلم يؤدّ زكاتها فويل له، إِنما كان هذا قبل أن تنزل الزكاة، فلما أنزلت جعلها الله ظهرةً للأموال، وما أبالي لو كان لي مثل أحد ذهبًا أزكيه، وأعمل فيه بطاعة الله تعالى!!\nتنبيه: دلت الآية ﴿إِذْ يَقُولُ لِصَاحِبِهِ لاَ تَحْزَنْ﴾ على عظيم فضل الصديق وجليل قدره، إِذ جعله الله صاحب الرسول في الغار، ورفيقه في الهجرة، ولهذا قال العلماء: من أنكر صحبة أبي بكر فقد كفر لأنه رد كتاب الله تعالى.","vol":"1","page":500},{"text":"لطيفَة: عن حيان بن زيد قال: نفرنا مع صفوان بن عمرو، فرأيت شيخًا كبيرًا هرمًا، قد سقط حاجباه على عينيه من أهل دمشق على راحلته فيمن أغار فأقبلت عليه فقلت: يا عم لقد أعذر الله إِليك قال: فرفع حاجبيه فقال يا ابن أخي: استنفرنا الله خفاقًا وثقالًا، ألا إِنه من يحبه الله يبتليه، ثم يعيده الله فيبقيه، وإِنما يبتلي الله من بعاده من شكر وصبر وذكر، ولم يعبد إِلا الله ﷿.\nأقول: رحم الله تلك الأنفس الزكية التي باعت أرواحها مي مرضاة الله تعالى.","vol":"1","page":501},{"text":"المنَاسَبَة: لما ذكر تعالى المنافقين وتاطؤهم عن الخروج للجهاد، ذكر هنا بعض أعمالهم","vol":"1","page":501},{"text":"القبيحة من الكيد، والمكر، وإِثارة الفتن بين المسلمين، والفرح بأذاهم، وذكر تعالى أنهم لو خرجوا مع المؤمنين ما زادوا الجيش إِلا ضعفًا واندحارًا بتفريق الجماعة وتشتيت الكلمة، وذكر كثيرًا من مثالبهم وجرائمهم الشنيعة.\nاللغَة: ﴿انبعاثهم﴾ الانبعاث: الانطلاق في الأمر ﴿فَثَبَّطَهُمْ﴾ التثبيط: رد الإِنسان عن الفعل الذي همَّ به ﴿خَبَالًا﴾ الخبال: الشر والفساد في كل شيء ومنه المخبول للمعتوه الذي فسد عقله ﴿ولأَوْضَعُواْ﴾ الإِيضاع: سرعة السير قال الراجز:\nيا ليتني فيها جذع ... أخبُّ فيها وأضع\nيقال: وضع البعير إِذا أسرع السير، وأوضع الرجل إِذا سار بنفسه سيرًا حثيثًا ﴿يَجْمَحُونَ﴾ جمح: نفر بإِسراع من قولهم فرس جموح أي لا يرده اللجام ﴿يَلْمِزُكَ﴾ اللمز: العيب يقال: لمزه إِذا غابه قال الجوهري: وأصله الإِشارة بالعين ونحوها ورجل لّماز أي عيَّاب ﴿الغارمين﴾ الغارم: المديون قال الزجاج: أصل الغرم لزوم ما يشق، والغرام العذاب اللازم الشاق وسمي العشق غرامًا لكونه أمرًا شاقًا ولازمًا، وسمي الدين غرامًا لكونه شاقًا على الإِنسان.\nسَبَبُ النّزول: «لما أراد ﷺ َ الخروج إِلى تبوك قال» للجد بن قيس «- وكان منافقًا - يا أبا وهب: هل لك في جلاد بني الأصفر - يعني الروم - تتخذ منهم سراري ووصفاء؟ فقال يا رسول الله: لقد عرف قومي أني مغرم بالنساء، وإِني أخشى إِن رأيت بني الأصفر ألا أصبر عنهن فلا تفتني وأذَنْ لي في القعود وأعينك بمالي، فأعرض عنه النبي ﷺ َ وقال: قد أذنت لك فأنزل الله ﴿وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي وَلاَ تَفْتِنِّي﴾» الآية.\nالتفسِير: ﴿وَلَوْ أَرَادُواْ الخروج لأَعَدُّواْ لَهُ عُدَّةً﴾ أي ولو أراد هؤلاء المنافقون الخروج معك للجهاد أو كانت لهم نية في الغزو لاستعدوا له بالسلاح والزاد، فتركهم الاستعداد دليل على إِرادتهم التخلف ﴿ولكن كَرِهَ الله انبعاثهم﴾ أي ولكن كره الله خروجهم معك ﴿فَثَبَّطَهُمْ﴾ أي كسر عزمهم وجعل في قلوبهم الكسل ﴿وَقِيلَ اقعدوا مَعَ القاعدين﴾ أي اجلسوا مع المخلفين من النساء والصبيان وأهل الأعذار، وهو ذم لهم لإِيثارهم القعود على الخروج للجهاد، والآية تسلية له ﷺ َ على عدم خروج المنافقين معه إِذ لا فائدة فيه ولا مصلحة بل فيه الاذى والمضرة ولهذا قال ﴿لَوْ خَرَجُواْ فِيكُم مَّا زَادُوكُمْ إِلاَّ خَبَالًا﴾ أي لو خرجوا معكم ما زادوكم إِلا شرًا وفسادًا ﴿ولأَوْضَعُواْ خِلاَلَكُمْ﴾ أي أسرعوا بينكم بالمشي بالنميمة ﴿يَبْغُونَكُمُ الفتنة﴾ أي يطلبون لكم الفتنة بإِلقاء العداوة بينكم ﴿وَفِيكُمْ سَمَّاعُونَ لَهُمْ﴾ أي وفيكم ضعفاء قلوب يصغون إِلى قولهم ويطيعونهم ﴿والله عَلِيمٌ بالظالمين﴾ أي عالم بالمنافقين علمًا محيطًا بضمائرهم وظواهرهم ﴿لَقَدِ ابتغوا الفتنة مِن قَبْلُ﴾ أي طلبوا لك الشر","vol":"1","page":502},{"text":"بتشتيت شملك وتفريق صحبك عنك من قبل غزوة تبوك كما فعل ابن سلول حين انصرف بأصحابه يوم يوم أحد ﴿وَقَلَّبُواْ لَكَ الأمور﴾ أي دبروا لك المكايد والحيل وأداروا الآراء في إِبطال دينك ﴿حتى جَآءَ الحق وَظَهَرَ أَمْرُ الله﴾ أي حتى جاء نصر الله وظهر دينه وعلا على سائر الأديان ﴿وَهُمْ كَارِهُونَ﴾ أي والحال أنهم كارهون لذلك لنفاقهم ﴿وَمِنْهُمْ مَّن يَقُولُ ائذن لِّي وَلاَ تَفْتِنِّي﴾ أي ومن هؤلاء المنافقين من يقول لك يا محمد ائذن لي في القعود ولا تفتني بسبب الأمر بالخروج قال ابن عباس: نزلت في «الجد ابن قيس» حين دعاه الرسول ﷺ َ إِلى جلاد بني الأصفر، فقال يا رسول الله: ائذن لي في القعود عن الجهاد ولا تفتني بالنساء ﴿أَلا فِي الفتنة سَقَطُواْ﴾ أي ألا إِنهم قد سقطوا في عين الفتنة فيما أرادوا الفرار منه، بل فيما هو أعظم وهي فتنة التخلف عن الجهاد وظهور كفرهم ونفاقهم قال أبو السعود: وفي التعبير عن الافتتان بالسقوط في الفتنة تنزيل لها منزلة المهواة المهلكة، المفصحة عن ترديهم في دركات الردى أسفل سافلين ﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين﴾ أي لا مفر لهم منها لأنها محيطة بهم من كل جانب إِحاطة السوار بالمعصم، وفيه وعيد شديد ﴿إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ﴾ أي إِن تصبك في بعض الغزوات حسنة، سواء كانت ظفرًا أو غنيمة، يسؤهم ذلك ﴿وَإِن تُصِبْكَ مُصِيبَةٌ يَقُولُواْ قَدْ أَخَذْنَا أَمْرَنَا مِن قَبْلُ﴾ أي وإِن تصبك مصيبة من نكبة وشدة، أو هزيمة ومكروه يفرحوا به ويقولوا: قد احتطنا لأنفسنا وأخذنا بالحذر والتيقظ فلم نخرج للقتال من قبل أن يحل بنا البلاء ﴿وَيَتَوَلَّواْ وَّهُمْ فَرِحُونَ﴾ أي وينصرفوا عن مجتمعهم وهم فرحون مسرورون ﴿قُل لَّن يُصِيبَنَآ إِلاَّ مَا كَتَبَ الله لَنَا﴾ أي لن يصيبنا خير ولا شر، ولا خوف ولا رجاء، ولا شدة ولا رخاء، إِلا هو مقدر علينا مكتوب عند الله ﴿هُوَ مَوْلاَنَا﴾ أي ناصرنا وحافظنا ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي ليفوض المؤمنون أمورهم إِلى الله، ولا يعتمدوا على أحد سواه ﴿قُلْ هَلْ تَرَبَّصُونَ بِنَآ إِلاَّ إِحْدَى الحسنيين﴾ أي قل لهم هل تنتظرون بنا يا معشر المنافقين إِلا إِحدى العاقبتين الحميدتين: إِما النصر، وإِما الشهادة، وكل واحدة منهما شيء حسن!! ﴿وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَن يُصِيبَكُمُ الله بِعَذَابٍ مِّنْ عِندِهِ أَوْ بِأَيْدِينَا﴾ أي ونحن ننتظر لكم أسوأ العاقبتين الوخيمتين: أن يهلككم الله بعذابٍ من عنده يستأصل به شأفتكم، أو يقتلكم بأيدينا ﴿فتربصوا إِنَّا مَعَكُمْ مُّتَرَبِّصُونَ﴾ أي انتظروا ما يحل بنا ونحن ننتظر ما يحل بكم، وهو أمر يتضمن التهديد والوعيد ﴿قُلْ أَنفِقُواْ طَوْعًا أَوْ كَرْهًا لَّن يُتَقَبَّلَ مِنكُمْ﴾ أي قل لهم انفقوا يا معشر المنافقين طائعين أو مكرهين، فمهما أنفقتم الأموال فلن يتقبل الله منكم قال الطبري: وهو أمر معناه الخبر كقوله\n﴿استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ إِن تَسْتَغْفِرْ لَهُمْ﴾ [التوبة: ٨٠] والمعنى لن يُتقبل منكم سواء أنفقتم طوعًا أو كرهًا ﴿إِنَّكُمْ كُنتُمْ قَوْمًا فَاسِقِينَ﴾ تعليل لرد إِنفاقهم أي لأنكم كنتم عتاة متمردين خارجين عن طاعة الله، ثم أكد هذا المعنى بقوله ﴿وَمَا مَنَعَهُمْ أَن تُقْبَلَ مِنْهُمْ نَفَقَاتُهُمْ إِلاَّ أَنَّهُمْ كَفَرُواْ بالله وَبِرَسُولِهِ﴾ أي وما منع من قبول النفقات منهم إِلا كفرهم بالله ورسوله ﴿","vol":"1","page":503},{"text":"وَلاَ يَأْتُونَ الصلاة إِلاَّ وَهُمْ كسالى﴾ أي ولا يأتون إِلى الصلاة إِلا وهم متثاقلون ﴿وَلاَ يُنفِقُونَ إِلاَّ وَهُمْ كَارِهُونَ﴾ أي ولا ينفقون أموالهم إِلا بالإِكراه لأنهم يعدونها مغرمًا قال في البحر: ذكر تعالى السبب المانع من قبول نفقاتهم وهو الكفر واتبعه بما هو مستلزم له وهو إِتيانهم الصلاة كسالى، وإِيتاء النفقة وهم كارهون، لأنهم لا يرجون بذلك ثوابًا ولا يخافون عقابًا، وذكر من أعمال البر هذين العملين الجليلين وهما: الصلاة، والنفقة، لأن الصلاة أشرف الأعمال البدنية، والنفقة في سبيل الله أشرف الأعمال المالية ﴿فَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ إِنَّمَا يُرِيدُ الله لِيُعَذِّبَهُمْ بِهَا فِي الحياة الدنيا﴾ أي لا تستحسن أيها السامع ولا تفتتن بما أوتوا من زينة الدنيا، وبما أنعمنا عليهم من الأموال والأولاد، فظاهرها نعمة وباطنها نقمة، إِنما يريد الله بذلك استدراجهم ليعذبهم بها في الدنيا قال البيضاوي: وعذابهم بها بسبب ما يكابدون لجمعها وحفظها من المتاعب، وما يرون فيها من الشدائد والمصائب ﴿وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ﴾ أي ويموتوا كافرين مشتغلين بالتمتع بزينة الدنيا عن النظر في العاقبة فيشتد في الآخرة عذابهم ﴿وَيَحْلِفُونَ بالله إِنَّهُمْ لَمِنكُمْ وَمَا هُم مِّنكُمْ﴾ أي ويقسمون بالله لكم إِنهم لمؤمنون مثلكم، وما هم بمؤمنين لكفر قلوبهم ﴿ولكنهم قَوْمٌ يَفْرَقُونَ﴾ أي ولكنهم يخافون منكم أن تقتلوهم كما تقتلون المشركين، فيظهرون الإِسلام تقية ويؤيدونه بالأَيمان الفاجرة ﴿لَوْ يَجِدُونَ مَلْجَئًا﴾ أي حصنًا يلجأون إِليه ﴿أَوْ مَغَارَاتٍ﴾ أي سراديب يختفون فيها ﴿أَوْ مُدَّخَلًا﴾ أي مكانًا يدخلون فيه ولو ضيقًا ﴿لَّوَلَّوْاْ إِلَيْهِ وَهُمْ يَجْمَحُونَ﴾ أي لأقبلوا إِليه يسرعون إِسراعًا كالفرس الجموح، والمراد من الآية تنبيه المؤمنين إلى أنَّ المنافقين لو قدروا على الهروب منهم ولو في شر الأمكنة وأخسها لفعلوا لشدة بغضهم لكم فلا تغتروا بأيمانهم الكاذبة أنهم معكم ومنكم ﴿وَمِنْهُمْ مَّن يَلْمِزُكَ فِي الصدقات﴾ أي ومنهم من يعيبك يا محمد في قسمة الصدقات ﴿فَإِنْ أُعْطُواْ مِنْهَا رَضُواْ﴾ أي فإِن أعطيتهم من تلك الصدقات استحسنوا فعلك ﴿وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ﴾ أي وإِن لم تعطهم منها ما يرضيهم سخطوا عليك وعابوك قال المفسرون: كان رسول الله ﷺ َ يقسم غنائم حنين فجاء إِليه رجل من المنافقين يقال له «ذو الخويصرة» فقال: اعدل يا محمد فإِنك لم تعدل فقال ﷺ َ:\n«ويلك إِن لم أعدل فمن يعدل؟»، الحديث ﴿وَلَوْ أَنَّهُمْ رَضُوْاْ مَآ آتَاهُمُ الله وَرَسُولُهُ﴾ أي ولو أن هؤلاء الذين عابوك يا محمد رضوا بما أعطيتهم من الصدقات وقنعوا بتلك القسمة وإِن قلَّت قال أبو السعود: وذكرُ اللهِ ﷿ للتعظيم والتنبيه على أن ما فعله الرسول كان بأمره سبحانه ﴿وَقَالُواْ حَسْبُنَا الله﴾ أي كفانا فضل الله وإِنعامه علينا ﴿سَيُؤْتِينَا الله مِن فَضْلِهِ وَرَسُولُهُ﴾ أي سيرزقنا الله صدقة أو غنيمة أخرى خيرًا وأكثر مما آتانا ﴿إِنَّآ إِلَى الله رَاغِبُونَ﴾ أي إِنا إِلى طاعة الله وإِفضاله وإِحسانه لراغبون، وجواب ﴿لَوْ﴾ محذوف تقديره لكان خيرًا لهم قال الرازي: وترك الجواب في هذا المعرض أدل على التعظيم والتهويل وهو كقولك للرجل: لو جئتنا. . ثم لم تذكر الجواب أي لو فعلت ذلك لرأيت أمرًا عظيمًا، ثم ذكر تعالى مصرف الصدقات فقال ﴿إِنَّمَا","vol":"1","page":504},{"text":"الصدقات لِلْفُقَرَآءِ والمساكين﴾ قال الطبري: أي لا تنال الصدقات إِلا للفقراء والمساكين ومن سماهم الله جل ثناؤه والآية تقتضي حصر الصدقات وهي الزكاة في هذه الأصناف الثمانية فلا يجوز أن يعطى منها غيرهم، والفقير الذي له بُلْغة من العيش، والمسكين الذي لا شيء له قال يونس: سألت اعرابيًا أفقير أنت؟ فقال: لا والله بل مسكين، وقيل: المسكين أحسن حالًا من الفقير، والمسألة خلافية ﴿والعاملين عَلَيْهَا﴾ أي الجباة الذين يجمعون الصدقات ﴿والمؤلفة قُلُوبُهُمْ﴾ هم قوم من أشراف العرب أعطاهم ﷺ َ ليتألف قلوبهم على الإِسلام، وروى الطبري عن صفوان بن أمية قال: لقد أعطاني رسول الله ﷺ َ وإِنه لأبغض الناس إِلي، فما زال يعطيني حتى إِنه لأحب الناس إِلي ﴿وَفِي الرقاب﴾ أي وفي فك الرقاب لتخليصهم من الرق ﴿والغارمين﴾ أي المديونين الذين أثقلهم الدين ﴿وَفِي سَبِيلِ الله﴾ أي المجاهدين والمرابطين وما تحتاج إِليه الحرب من السلاح والعتاد ﴿وابن السبيل﴾ أي الغريب الذي انقطع في سفره ﴿فَرِيضَةً مِّنَ الله﴾ أي فرضها الله جل وعلا وحددها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بمصالح العباد، حكيم لا يفعل إِلا ما تقتضيه الحكمة قال في التسهيل: وإِنما حصر مصرف الزكاة في تلك الأصناف ليقطع طمع المنافقين فيها فاتصلت هذه في المعنى بآية اللمز في الصدقات.\nالبَلاَغَة: ١ - ﴿أَعَدُّواْ لَهُ عُدَّةً﴾ بينهما جناس الاشتقاق وكذلك في قوله ﴿اقعدوا مَعَ القاعدين﴾ .\n٢ - ﴿ولأَوْضَعُواْ خِلاَلَكُمْ﴾ قال الطيبي: فيه استعارة تبعية حيث شبه سرعة إِفسادهم ذات البين بالنميمة بسرعة سير الراكب ثم استعير لها الإِيضاع وهو للإِبل، والأصل ولأوضعوا ركائب نمائمهم.\n٣ - ﴿وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين﴾ فيه استعارة حيث شبه وقوعهم في جهنم بإِحاطة العدو بالجند أو السوار بالمعصم، وإيثار الجملة الإِسمية للدلالة على الثبات والاستمرار.\n٤ - ﴿إِن تُصِبْكَ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكَ مُصِيبَةٌ. .﴾ الآية فيها من المحسنات البديعية ما يسمى بالمقابلة.\n٥ - ﴿وَعَلَى الله فَلْيَتَوَكَّلِ﴾ تقديم الجار والمجرور على الفعل لإِفادة القصر، وإِظهار الاسم الجليل مكان الاضمار لتربية الروعة والمهابة.\n٦ - ﴿طَوْعًا أَوْ كَرْهًا﴾ بينهما طباق وكذلك بين الرضا والسخط في قوله ﴿رَضُواْ وَإِن لَّمْ يُعْطَوْاْ مِنهَا إِذَا هُمْ يَسْخَطُونَ﴾ .\n٧ - ﴿عَلِيمٌ حَكِيمٌ﴾ صيغة فعيل للمبالغة أي عظيم العلم والحكمة.\nلطيفَة: قال الزمخشري في قوله تعالى ﴿وَقِيلَ اقعدوا مَعَ القاعدين﴾ هذا ذم لهم وتعجيز","vol":"1","page":505},{"text":"وإِلحاق بالنساء والصبيان والزمنى الذين شأنهم القعود والجثوم في البيوت على حد قول القائل:\nدع المكارم لا ترحل لبغيتها ... واقعد فإِنك أنت الطاعم الكاسي\nتنبيه: قال ابن كثير: لما قدم النبي ﷺ َ المدينة رمته العرب عن قوسٍ واحدة، وحاربته يهود المدينة ومنافقوها، فلما نصره الله يوم بدر وأعلى كلمته قال ابن أبي وأصحابه: هذا أمر قد توجه - يعني أقبل - فدخلوا في الإِسلام ظاهرًا، ثم كلما أعز الله الإِسلام وأهله، أغاظهم ذلك وساءهم ولهذا قال تعالى ﴿وَظَهَرَ أَمْرُ الله وَهُمْ كَارِهُونَ﴾ .","vol":"1","page":506},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن المنافقين توضيحًا لخطرهم، وتحذيرًا للمؤمنين من مكائدهم، وفي هذه الآيات ذكر تعالى نوعًا آخر من قبائحهم، وهو إِيذاؤهم للرسول ﷺ َ، وإِقدامهم على الإِيمان الكاذبة، واستهزاؤهم بآيات الله وشريعته المطهرة، إِلى غير ما هنالك من الأعمال المنكرة، والأفعال الخبيثة.\nاللغَة: ﴿أُذُنٌ﴾ قال الجوهري: قال رجل أذن إِذا كان يسمع مقال كل أحد، يستوي فيه الواحد والجمع وقال الزمخشري: الأذن: الرجل الذي يصدق كل ما يسمع، ويقبل قول كل أحد، سمي بالجارحة التي هي آلة السماع. قال الشاعر:\nقد صرت أذنًا للوشاة سميعة ... ينالون من عرضي ولو شئت ما نالوا\n﴿يُحَادِدِ﴾ المحادة: المخالفة والمعاداة كالمشاقة وهي أن يكون كل واحد من المتخاصمين في حد وشق غير ما عليه صاحبه ﴿بِخَلاقِهِمْ﴾ الخلاق: النصيب كقوله ﴿وَمَا لَهُ فِي الآخرة مِنْ خَلاَقٍ﴾ [البقرة: ٢٠٠] وقد تقدم ﴿وَخُضْتُمْ﴾ الخوض: الدخول في اللهو والباطل وهو مستعار من الخوض في الماء ﴿حَبِطَتْ﴾ بطلت وذهب ثوابها ﴿والمؤتفكات﴾ الائتفاك: الانقلاب ويراد بهم قوم لوط لأن أرضهم ائتكفت بهم أي انقلبت، وقيل هو مجاز عن انقلاب حالها من الخير إلى الشر كقول ابن الرومي:\nوما الخسف أن تلقى أسافل بلدة ... أعاليها بل أن تسود الأراذل\nسَبَبُ النّزول: أ - كان جماعة من المنافقين يؤذون رسول الله ويقولون فيه ما لا ينبغي، فقال بعضهم: لا تفعلوا فإِنا نخاف أن يبلغه ما تقولون فيقع بنا، فقال «الجلاس بن سويد»: نقول ما شئنا ثم نأتيه فيصدقنا بما نقول فإِنما محمد أذن سامعة فأنزل الله ﴿وَمِنْهُمُ الذين يُؤْذُونَ النبي وَيِقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ ...﴾ .\nب - قال مجاهد: كان المنافقون يعيبون رسول الله ﷺ َ فيما بينهم ثم يقولون عسى الله أن لا يفشي سرنا فأنزل الله ﴿يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم ...﴾ الآية.\nالتفسِير: ﴿وَمِنْهُمُ الذين يُؤْذُونَ النبي﴾ أي ومن المنافقين أناس يؤذون الرسول بأقوالهم وأفعالهم ﴿وَيِقُولُونَ هُوَ أُذُنٌ﴾ أي يصدّق بكل خبرٍ يسمعه ﴿قُلْ أُذُنُ خَيْرٍ لَّكُمْ﴾ أي هو أذن خير لا أذن شر، يسمع الخير فيعمل به، ولا يعمل بالشر إِذا سمعه ﴿يُؤْمِنُ بالله وَيُؤْمِنُ لِلْمُؤْمِنِينَ﴾ أي","vol":"1","page":507},{"text":"يصدِّق الله فيما يقول، ويصدِّق المؤمنين فيما يخبرونه به لعلمه بإِخلاصهم ﴿وَرَحْمَةٌ لِّلَّذِينَ آمَنُواْ مِنكُمْ﴾ أي وهو رحمة للمؤمنين لأنه كان سبب إِيمانهم ﴿والذين يُؤْذُونَ رَسُولَ الله لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي والذين يعيبون الرسول ويقولون ما لا يليق بجنابه الشريف لهم عذاب موجع في الآخرة ﴿يَحْلِفُونَ بالله لَكُمْ لِيُرْضُوكُمْ﴾ أي يحلفون لكم أنهم ما قالوا شيئًا فيه انتقاص للرسول ليرضوكم بتلك الأيمان ﴿والله وَرَسُولُهُ أَحَقُّ أَن يُرْضُوهُ﴾ أي والحال أنه تعالى ورسوله أحق بالإِرضاء، ولا يكون ذلك إِلا بالطاعة، والمتابعة، وتعظيم أمره ﵇ ﴿إِن كَانُواْ مُؤْمِنِينَ﴾ أي إِن كانوا حقًا مؤمنين فليرضوا الله ورسوله ﴿أَلَمْ يعلموا أَنَّهُ مَن يُحَادِدِ الله وَرَسُولَهُ﴾ أي ألم يعلم هؤلاء المنافقون أنه من يعادي ويخالف الله والرسول، والاستفهام للتوبيخ ﴿فَأَنَّ لَهُ نَارَ جَهَنَّمَ خَالِدًا فِيهَا﴾ أي فقد حق دخوله جهنم وخلوده فيها ﴿ذلك الخزي العظيم﴾ .\nأي ذلك هو الذل العظيم، والشقاء الكبير، المقرون بالفضيحة حيث يفتضحون على رءوس الأشهاد ﴿يَحْذَرُ المنافقون أَن تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِمَا فِي قُلُوبِهِم﴾ أي يخشى المنافقون أن تنزل فيهم سورة تكشف عما في قلوبهم من النفاق ﴿قُلِ استهزءوا﴾ أي استهزئوا بدين الله كما تشتهون وهو أمر للتهديد كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿إِنَّ الله مُخْرِجٌ مَّا تَحْذَرُونَ﴾ أي مظهر ما تخفونه وتحذرون ظهوره من النفاق، قال الزمخشري: كانوا يستهزئون بالإِسلام ويحذرون أن يفضحهم الله بالوحي، حتى قال بعضهم: والله لا أرانا إِلا شر خلق الله، ولوددت أني جلدت مائة جلدة ولا ينزل فينا شيء يفضحنا ﴿وَلَئِن سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّمَا كُنَّا نَخُوضُ وَنَلْعَبُ﴾ أي ولئن سألت يا محمد هؤلاء المنافقين عما قالوا من الباطل والكذب، في حقك وفي حق الإِسلام، ليقولون لك ما كنا جادين، وإِنما كنا نمزح ونلعب للترويح عن النفس قال الطبري: بينا رسول الله ﷺ َ يسير في غزوته إِلى تبوك وبين يديه ناس من المنافقين، فقالوا: انظروا إِلى هذا الرجل يريد أن يفتتح قصور الشام وحصونها هيهات هيهات!! فأطلع الله نبيه فأتاهم فقال: قلتم كذا وكذا فقالوا يا نبي الله: إِنما كنا نخوض ونلعب فنزلت ﴿قُلْ أبالله وَآيَاتِهِ وَرَسُولِهِ كُنتُمْ تَسْتَهْزِءُونَ﴾ أي قل لهؤلاء المنافقين: أتستهزئون بدين الله وشرعه، وكتابه ورسوله؟ والاستفهام للتوبيخ، ثم كشف تعالى أمرهم وفضح حالهم فقال ﴿لاَ تَعْتَذِرُواْ قَدْ كَفَرْتُمْ بَعْدَ إِيمَانِكُمْ﴾ أي لا تعتذروا بتلك الأيمان الكاذبة فإِنها لا تنفعكم بعد ظهور أمركم، فقد أظهرتم الكفر بإِيذاء الرسول بعد إظهاركم الإِيمان ﴿إِن نَّعْفُ عَن طَآئِفَةٍ مِّنْكُمْ﴾ أي إِن نعف عن فريقٍ منكم لتوبتهم وإِخلاصهم ﴿نُعَذِّبْ طَآئِفَةً بِأَنَّهُمْ كَانُواْ مُجْرِمِينَ﴾ أي نعذب فريقًا آخر لأنهم أصروا على النفاق والإِجرام ﴿المنافقون والمنافقات بَعْضُهُمْ مِّن بَعْضٍ﴾ أي المنافقون والمنافقات صنف واحد، وهم متشابهون في النفاق والبعد عن الإِيمان، كتشابه أجزاء الشيء الواحد قال في الكشاف: وأريد بقوله ﴿بَعْضُهُمْ مِّن بَعْضٍ﴾ نفي أن يكونوا من المؤمنين، وتكذيبهم في قولهم ﴿وَيَحْلِفُونَ بالله إِنَّهُمْ لَمِنكُمْ﴾ [التوبة: ٥٦] ثم وصفهم بما يدل على مخالفة حالهم لحال المؤمنين فقال ﴿يَأْمُرُونَ بالمنكر وَيَنْهَوْنَ","vol":"1","page":508},{"text":"عَنِ المعروف﴾ أي يأمرون بالكفر والمعاصي وينهون عن الإِيمان والطاعة ﴿وَيَقْبِضُونَ أَيْدِيَهُمْ﴾ أي يمسكون أيديهم عن الانفاق في سبيل الله ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ أي اتركوا طاعته فتركهم من رحمته وفضله وجعلهم كالمنسيين ﴿إِنَّ المنافقين هُمُ الْفَاسِقُونَ﴾ أي الكاملون في التمرد والعصيان، والخروج عن طاعة الرحمن، وكفى به زجرًا لأهل النفاق ﴿وَعَدَ الله الْمُنَافِقِينَ والمنافقات والكفار نَارَ جَهَنَّمَ﴾ أي وعد الله المنافقين والمتجاهرين بالكفر بإِصلائهم في نار جهنم ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا ﴿هِيَ حَسْبُهُمْ﴾ أي هي كفايتهم في العذاب، إِذ ليس هناك عذاب يعادلها ﴿وَلَعَنَهُمُ الله﴾ أي أبعدهم من رحمته وأهانهم ﴿وَلَهُمْ عَذَابٌ مُّقِيمٌ﴾ أي دائم لا ينقطع ﴿كالذين مِن قَبْلِكُمْ كَانُواْ﴾ أي حالكم يا معشر المنافقين كحال من سبقكم من المكذبين، وفيه التفات من الغيبة إِلى الخطاب ﴿أَشَدَّ مِنكُمْ قُوَّةً﴾ أي كانوا أقوى منكم أجسامًا وأشد بطشًا ﴿وَأَكْثَرَ أَمْوَالًا وَأَوْلاَدًا﴾ أي وكانوا أوفر أموالًا، وأكثر أولادًا، ومع ذلك أهلكهم الله فاحذروا أن يحل بكم ما حل بهم ﴿فاستمتعوا بِخَلاقِهِمْ﴾ أي تمتعوا بنصيبهم وحظهم من ملاذ الدنيا ﴿فاستمتعوا بِخَلاقِهِمْ فَاسْتَمْتَعْتُمْ بِخَلاَقِكُمْ كَمَا اسْتَمْتَعَ الَّذِينَ مِن قَبْلِكُمْ بِخَلاَقِهِمْ﴾ أي استمتعتم بملاذ الدنيا وشهواتها كما استمتع أولئك الذين سبقوكم بنصيبهم منها ﴿وَخُضْتُمْ كالذي خاضوا﴾ أي وخضتم في الباطل والضلال كما خاضوا هم فيه قال الطبري: المعنى سلكتم أيها المنافقون سبيلهم في الاستمتاع بالدنيا كما استمتع الأمم الذين كانوا من قبلكم، وخضتم في الكذب والباطل على الله كخوض تلك الأمم قبلكم، فاحذروا أن يحل بكم من عقوبة الله مثل الذي حل بهم ﴿أولئك حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة﴾ أي أولئك الموصوفون بما ذكر من قبيح الفعال ذهبت أعمالهم باطلًا فلا ثواب لها إِلا النار ﴿وَأُوْلَئِكَ هُمُ الخاسرون﴾ أي وأولئك هما الكاملون في الخسران ﴿أَلَمْ يَأْتِهِمْ نَبَأُ الذين مِن قَبْلِهِمْ﴾ أي ألم يأت هؤلاء المنافقين خبر الأمم السابقين حين عصوا الرسل ماذا حلَّ بهم من العقوبة؟ ﴿قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ﴾ أي قوم نوح الذين أهلكوا بالطوفان وقوم هود «عاد» الذين أهلكوا بالريح، وقوم صالح «ثمود» الذين أهلكوا بالصيحة ﴿وَقَوْمِ إِبْرَاهِيمَ﴾ الذين أهلكوا بسلب النعمة ﴿وِأَصْحَابِ مَدْيَنَ﴾ قوم شعيب الذين أهلكوا بعذاب يوم الظلة ﴿والمؤتفكات﴾ قرى قوم لوط الذين انقلبت بهم فصار عاليها سافلها، وأمطروا حجارة من سجيل ﴿أَتَتْهُمْ رُسُلُهُمْ بالبينات﴾ أي جاءتهم رسلهم بالمعجزات فكذبوهم ﴿فَمَا كَانَ الله لِيَظْلِمَهُمْ﴾ أي فما أهلكهم الله ظلمًا إِنما أهلكهم بإِجرامهم ﴿ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي ولكن ظلموا أنفسهم بالكفر وارتكاب المعاصي، أفأمن هؤلاء المنافقون أن يُسلك بهم في الانتقام سبيل أسلافهم المكذبين من أهل الإِجرام؟ ولما ذكر تعالى صفات المنافقين الذميمة أعقبها بذكر صفات المؤمنين الحميدة فقال ﴿والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ﴾ أي هم إِخوة في الدين يتناصرون ويتعاضدون ﴿يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي يأمرون الناس بكل خيرٍ وجميلٍ يرضي الله، وينهونهم على كل قبيح يسخط الله، فهم على عكس المنافقين الذين يأمرون بالمنكر وينهون عن المعروف ﴿وَيُقِيمُونَ الصلاة﴾ أي","vol":"1","page":509},{"text":"يؤدونها على الوجه الكامل ﴿وَيُؤْتُونَ الزكاة﴾ أي يُعطونها إلى مستحقيها ابتغاء وجه الله ﴿وَيُطِيعُونَ الله وَرَسُولَهُ﴾ أي في كل أمر ونهي ﴿أولئك سَيَرْحَمُهُمُ الله﴾ أي سيدخلهم في رحمته، ويفيض عليهم جلائل نعمته ﴿إِنَّ الله عَزِيزٌ﴾ أي غالب لا يٌغلب من أطاعه ويذل من عصاه ﴿حَكِيمٌ﴾ أي يضع كل شيء في موضعه على أساس الحكمة، في النعمة والنقمة ﴿وَعَدَ الله المؤمنين والمؤمنات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي وعدهم على إِيمانهم بجنات وارفة الظلال، تجري من تحت أشجارها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي لابثين فيها أبدًا، لا يزول عنهم نعيمها ولا يبيد ﴿وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ﴾ أي ومنازل يطيب فيها العيش في جنات الخلد والاقامة قال الحسن: هي قصور من اللؤلؤ والياقوت الأحمر والزبرجد ﴿وَرِضْوَانٌ مِّنَ الله أَكْبَرُ﴾ أي وشيء من رضوان الله أكبر من ذلك كله، وفي الحديث يقول الله تعالى لأهل الجنة:\n«يا أهل الجنة فيقولون: لبيك ربنا وسعديك فيقول: هل رضيتم؟ فيقولون: وما لنا لا نرضى وقد أعطيتنا ما لم تُعط أحدًا من خلقك! فيقول: أعطيكم أفضل من ذلك فيقولون: وأي شيء أفضل من ذلك؟ فيقول: أُحل عليكم رضواني فلا أسخط عليكم بعده أبدًا» ﴿ذلك هُوَ الفوز العظيم﴾ أي ذلك هو الظفر العظيم الذي لا سعادة بعده ﴿ياأيها النبي جَاهِدِ الكفار والمنافقين﴾ قال ابن عباس: جاهد الكفار بالسيف، والمنافقين باللسان ﴿واغلظ عَلَيْهِمْ﴾ أي اشدد عليهم بالجهاد والقتال والارعاب ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي مسكنهم ومثواهم جهنم ﴿وَبِئْسَ المصير﴾ أي بئس المكان الذي يصار إِليه جهنم ﴿يَحْلِفُونَ بالله مَا قَالُواْ﴾ أي يحلف المنافقون أنهم ما قالوا الذي بلغك عنهم من السب قال قتادة: نزلت في عبد الله بن أبي، وذلك أنه اقتتل رجلان: جهني وانصاري، فعلا الجهني على الأنصاري، فقال ابن سلول للأنصار: ألا تنصرون أخاكم؟ والله ما مثلنا ومثل محمد إلا كما قال القائل «سمن كلبك يأكلك» فسعى بها رجل من المسلمين إلى النبي ﷺ َ فأرسل إليه يسأله فجعل يحلف بالله ما قاله فأنزل الله فيه هذه الآية ﴿وَلَقَدْ قَالُواْ كَلِمَةَ الكفر﴾ هي قول ابن سلول «لئن رجعنا إلى المدينة ليخرجن الأعز منها الأذل» ﴿وَكَفَرُواْ بَعْدَ إِسْلاَمِهِمْ﴾ أي أظهروا الكفر بعد إظهار الإِسلام ﴿وَهَمُّواْ بِمَا لَمْ يَنَالُواْ﴾ قال ابن كثير: هم نفر من المنافقين همّوا بالفتك بالنبي ﷺ َ عند عودته من تبوك وكانوا بضعة عشر رجلًا ﴿وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله وَرَسُولُهُ مِن فَضْلِهِ﴾ أي ما عابوا على الرسول وما له عندهم ذنب إلا أن الله أغناهم ببركته، ويُمن سعادته، وهذه الصيغة تقال حيث لا ذنب.\n. ثم دعاهم ﵎ إلى التوبة فقال ﴿فَإِن يَتُوبُواْ يَكُ خَيْرًا لَّهُمْ﴾ أي فإِن يتوبوا عن النفاق يكن رجوعهم وتوبتهم خيرًا لهم وأفضل ﴿وَإِن يَتَوَلَّوْا﴾ أي يعرضوا ويصروا على النفاق ﴿يُعَذِّبْهُمُ الله عَذَابًا أَلِيمًا﴾ أي يعذبهم عذابًا شديدًا ﴿فِي الدنيا والآخرة﴾ أي في الدنيا بالقتل والأسر، وفي الآخرة بالنار وسخط الجبار ﴿وَمَا لَهُمْ فِي الأرض مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ليس لهم من ينقذهم من العذاب، أو يشفع لهم فيخلصهم وينجيهم يوم الحساب.","vol":"1","page":510},{"text":"البَلاَغَة: ١ - ﴿هُوَ أُذُنٌ﴾ أصله هو كالأذن يسمع كل ما يقال له، فحذف منه أداة التشبيه ووجه الشبه فصار تشبيهًا بليغًا مثل زيد أسد.\n٢ - ﴿يُؤْذُونَ رَسُولَ الله﴾ أبرز اسم الرسول ولم يأت به ضميرًا ﴿يُؤْذُونَه﴾ تعظيمًا لشأنه ﵇ وجميعًا له بين الرتبتين العظيمتين «النبوة والرسالة» وإِضافته إِليه زيادة في التكريم والتشريف.\n٣ - ﴿ذلك الخزي العظيم﴾ الإِشارة البعيدة عن القريب للإيذان ببعد درجته في الهول والفظاعة.\n٤ - ﴿وَيَقْبِضُونَ أَيْدِيَهُمْ﴾ قبض اليد كناية عن الشح والبخل، كما أن بسطها كناية عن الجودة والكرم.\n٥ - ﴿نَسُواْ الله فَنَسِيَهُمْ﴾ من باب المشاكلة لأن الله لا ينسى أي تركوا طاعته فتركهم تعالى من رحمته.\n٦ - ﴿كالذين مِن قَبْلِكُمْ﴾ إِلتفات من الغيبة إِلى الخطاب لزيادة التقريع والعتاب.\n٧ - ﴿فاستمتعوا بِخَلاقِهِمْ ...﴾ الآية فيه إِطناب والغرض منه الذم والتوبيخ لاشتغالهم بالمتاع الخسيس، عن الشيء النفيس.\n٨ - ﴿وَمَا نقموا إِلاَّ أَنْ أَغْنَاهُمُ الله ...﴾ في الآية تأكيد المدح بما يشبه الذم على حد قول القائل «ولا عيب فيهم غير أن سيوفهم» البيت.\nفَائِدَة: روى ابن كثير عن علي كرم الله وجهه قال: بُعث رسول الله ﷺ َ بأربعة أسياف: سيف للمشركين ﴿قَاتِلُواْ الذين لاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر. .﴾ [التوبة: ٢٩] وسيف لأهل الكتاب ﴿جَاهِدِ الكفار والمنافقين﴾ وسيفٍ للمنافقين ﴿جَاهِدِ الكفار والمنافقين﴾ وسيف للبغاة ﴿فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله﴾ [الحجرات: ٩] .\nلطيفَة: قال الإِمام الفخر: لما وصف تعالى المؤمنين بكون بعضهم أولياء بعض، ذكر بعده خمسة أمور بها يتميز المؤمن، عن المنافق، فالمنافق يأمر بالمنكر، وينهى عن المعروف، ولا يقوم إِلى الصلاة إِلا بكسل، ويبخل بالزكاة وسائر الواجبات، وإِذا أُمر بالمسارعة إِلى الجهاد فإِنه يتخلف ويثبط غيره، والمؤمن بالضد منه فإِنه يأمر بالمعروف، وينهى عن المنكر، ويؤدي الصلاة على الوجه الأكمل، ويؤتي الزكاة، ويسارع إِلى طاعة الله ورسوله، ولهذا قابل تعالى بين صفات المؤمنين، وصفات المنافقين بقوله ﴿والمؤمنون والمؤمنات بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ يَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر وَيُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَيُطِيعُونَ الله وَرَسُولَهُ﴾ كما يقابل في الجزاء بين نار جهنم والجنة فكانت مقابلة لطيفة.","vol":"1","page":511},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن المنافقين، وتفضح أسرارهم، وتكشف أحوالهم، باعتبار خطرهم الداهم عن الإِسلام والمسلمين.","vol":"1","page":512},{"text":"اللغَةَ: ﴿أَعْقَبَهُمْ﴾ قال الليث: يقال أعقبت فلانًا ندامة إِذا صارت عاقبة أمره ذلك، ويقال: أكل أكلة أعقبته سقمًا أي حصل له بها السقم قال الهذلي:\nأودى بني وأعقبوني حسرة ... بعد الرقاد وعبرة لا تقلع\n﴿سِرَّهُمْ﴾ السر: ما ينطوي عليه الصدر ﴿نَجْوَاهُمْ﴾ النجوى: ما يكون بين شخصين أو أكثر من الحديث مأخوذ من النجوة وهو الكلام الخفي، كأن المتناجين منعًا إِدخال غيرهما معهما ﴿يَلْمِزُونَ﴾ يعيبون واللمز: العيب ﴿المخلفون﴾ المخلف، المتروك الذي تخلف عن الجهاد ﴿الطول﴾ الغنى ﴿المعذرون﴾ جمع معذر كمقصِّر وهو الذي يعتذر بغير عذر قال الجوهري: هو الذي يعتذر بالكذب وأصله من العذر وفي الأمثال «أُعذر من أنذر» أي بالغ في العذر من تقدم إِليك فأنذرك.\nسَبَبُ النّزول: أ - «روي أن رجلًا يسمى ثعلبة جاء إلى النبي ﷺ َ فقال يا رسول الله: ادع الله أن يرزقني مالًا فقال: ويحك يا ثعلبة قليل تؤدي شكره، خير من كثير، لا تطيقه، فقال: والذي بعثك بالحق لئن دعوت الله أن يرزقني مالًا لأعطين كل ذي حق حقه، فلم يزال يراجعه حتى دعا له، فاتخذ غنمًا فنمَت كما ينمو الدود، فضاقت عليه المدينة فتنحى عنها فنزل واديًا من أوديتها حتى جعل يصلي الظهر والعصر في جماعة ويترك ما سواهما، ثم نمت وكثرت حتى ترك الجمعة والجماعة، فسأل رسول الله ﷺ َ عنه فأخبروه يخبره فقال: يا ويح ثعلبة ثلاثًا، فأنزل الله ﴿وَمِنْهُمْ مَّنْ عَاهَدَ الله لَئِنْ آتَانَا مِن فَضْلِهِ لَنَصَّدَّقَنَّ. .﴾ الآية» فهلك في خلافة عثمان.\nب - عن ابن عمر قال: «لما توفي عبد الله بن أبي جاء ابنه إلى رسول الله ﷺ َ فسأله أن يعطيه قميصه يكفن فيه أباه فأعطاه، ثم سأله أن يصلي عليه فقام رسول الله ﷺ َ ليصلي عليه، فقام عمر فقال يا رسول الله: أعلى عدو الله تصلي؟ فقال: أخر عني يا عمر إِني خُيرت فاخترت» فقيل لي ﴿استغفر لَهُمْ﴾ الآية ولو أعلم أني زدت على السبعين غفر له زدت، ثم صلى عليه ومشى معه وقام على قبره فما كان إِلا يسيرًا حتى أنزل الله ﴿وَلاَ تُصَلِّ على أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا ...﴾ الآية.\nالتفسِير: ﴿وَمِنْهُمْ مَّنْ عَاهَدَ الله﴾ أي ومن المنافقين من أعطى الله عهده وميثاقه ﴿لَئِنْ آتَانَا مِن فَضْلِهِ﴾ أي لئن أعطانا الله من فضله ووسع علينا في الرزق ﴿لَنَصَّدَّقَنَّ وَلَنَكُونَنَّ مِنَ الصالحين﴾ أي لنصدقن على الفقراء والمساكين، ولنعملن فيها بعمل أهل الخير والصلاح ﴿فَلَمَّآ آتَاهُمْ مِّن فَضْلِهِ﴾ أي فلما رزقهم الله وأغناهم من فضله ﴿بَخِلُواْ بِهِ وَتَوَلَّواْ وَّهُمْ مُّعْرِضُونَ﴾ أي بخلوا بالإِنفاق ونقضوا العهد وأعرضوا عن طاعة الله ورسوله ﴿فَأَعْقَبَهُمْ نِفَاقًا فِي قُلُوبِهِمْ إلى يَوْمِ يَلْقَوْنَهُ﴾ أي جعل الله","vol":"1","page":513},{"text":"عاقبتهم رسوخ النفاق في قلوبهم إِلى يوم لقاء الله ﴿بِمَآ أَخْلَفُواْ الله مَا وَعَدُوهُ﴾ أي بسبب إِخلافهم ما عاهدوا الله عليه من التصدق والصلاح ﴿وَبِمَا كَانُواْ يَكْذِبُونَ﴾ أي وبسبب كذبهم في دعوى الإِيمان والإِحسان ﴿أَلَمْ يَعْلَمُواْ أَنَّ الله يَعْلَمُ سِرَّهُمْ وَنَجْوَاهُمْ﴾ الاستفهام للتوبيخ والتقريع أي ألم يعلم هؤلاء المنافقون أن الله يعلم أسرارهم وأحوالهم ما يخفونه في صدورهم، وما يتحدثون به بينهم؟ ﴿وَأَنَّ الله عَلاَّمُ الغيوب﴾ أي لا يخفى عليه شيء مما غاب عن الأسماع والأبصار والحواس؟ ﴿الذين يَلْمِزُونَ المطوعين مِنَ الْمُؤْمِنِينَ فِي الصَّدَقَاتِ﴾ أي يعيبون المتطوعين المتبرعين من المؤمنين في صدقاتهم ﴿وَالَّذِينَ لاَ يَجِدُونَ إِلاَّ جُهْدَهُمْ فَيَسْخَرُونَ مِنْهُمْ﴾ أي ويعيبون الذين لا يجدون إِلا طاقتهم فيهزءون منهم روى الطبري عن ابن عباس قال: جاء عبد الرحمن بن عوف بأربعين أوقية من ذهب إِلى النبي ﷺ َ، وجاء رجل من الأنصار بصاعٍ من تمر، فقال بعض المنافقين: والله ما جاء عبد الرحمن بما جاء به إِلا رياءٌ، وإِن كان الله ورسوله لغنيين عن هذا الصاع فنزلت ﴿سَخِرَ الله مِنْهُمْ﴾ أي جازاهم على سخريتهم وهو من باب المشاكلة ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي عذاب موجع، هو عذاب الآخرة المقيم ﴿استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ﴾ أمر ومعناه الخبر أي سواء يا محمد استغفرت لهؤلاء المنافقين أم لم تستغفر لهم فلن يغفر الله لهم ﴿إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً فَلَن يَغْفِرَ الله لَهُمْ﴾ قال الزمخشري: والسبعون جارٍ مجرى المثل في كلامهم للتكثير والمعنى مهما أكثرت من الاستغفار لهم وبالغت فيه فلن يغفر الله لهم أبدًا ﴿ذلك بِأَنَّهُمْ كَفَرُواْ بالله وَرَسُولِهِ﴾ أي عدم المغفرة لهم بسبب كفرهم بالله ورسوله كفرًا شنيعًا حيث أظهروا الإِيمان وأبطنوا الكفر ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي لا يوفق للإِيمان الخارجين عن طاعته، ولا يهديهم إِلى سبيل السعادة ﴿فَرِحَ المخلفون بِمَقْعَدِهِمْ خِلاَفَ رَسُولِ الله﴾ أي فرح المنافقون الذين تخلفوا عن رسول الله في غزوة تبوك بقعودهم بعد خروج الرسول ﷺ َ مخالفة له حين سار وأقاموا ﴿وكرهوا أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ الله﴾ أي وكرهوا الخروج إِلى الجهاد إِيثارًا للراحة وخوف إِتلاف النفس والمال لما في قلوبهم من الكفر والنفاق ﴿وَقَالُواْ لاَ تَنفِرُواْ فِي الحر﴾ أي قال بعضهم لبعض: لا تخرجوا إِلى الجهاد في وقت الحر، وذلك أن النبي ﷺ َ استنفرهم إِلى هذه الغزوة في حر شديد، قال أبو السعود: وإِنما قال ﴿وكرهوا أَن يُجَاهِدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ الله﴾ على قوله «وكرهوا أن يخرجوا إِلى الغزو» إِيذانًا بأن الجهاد في سبيل الله مع كونه من أجلِّ الرغائب، وأشرف المطالب، التي يجب أن يتنافس فيها المتنافسون قد كرهوه، كما فرحوا بأقبح القبائح الذي هو القعود خلاف رسول الله ﷺ َ وقالوا لإِخوانهم تواصيًا فيما بينهم بالشر والفساد لا تنفروا في الحر، فقد جمعوا ثلاث خصال من الكفر والضلال: الفرح بالقعود، وكراهية الجهاد، ونهي الغير عن ذلك، قال تعلى ردًا عليهم ﴿قُلْ نَارُ جَهَنَّمَ أَشَدُّ حَرًّا﴾ أي قل لهم يا محمد: نار جهنم التي تصيرون إِليها بتثاقلكم عن الجهاد أشد حرًا مما تحذرون من الحر المعهود، فإِن حر الدنيا يزول ولا يبقى، وحر","vol":"1","page":514},{"text":"جهنم دائم لا يفتر، فما لكم لا تحذرون نار جهنم؟ قال الزمخشري: وهذا استجهال لهم، لأن من تصوَّن من مشقة ساعة، فوقع بذلك التصون في مشقة الأبد كان أجهل من كل جاهل ﴿لَّوْ كَانُوا يَفْقَهُونَ﴾ أي لو كانوا يفهمون لنفروا مع الرسول ﷺ َ في الحر، ليتقوا به حر جهنم الذي هو أضعاف أضعاف وهذا ولكنهم «كالمستجير من الرمضاء بالنار» ﴿فَلْيَضْحَكُواْ قَلِيلًا وَلْيَبْكُواْ كَثِيرًا﴾ أمر يراد به الخبر معناه: فسيضحكون قليلًا، وسيبكون كثيرًا، قال ابن عباس: الدنيا قليل فليضحكوا فيها ما شاءوا، فإِذا انقطعت الدنيا وصاروا إِلى الله ﷿ استأنفوا بكاءً لا ينقطع أبدًا ﴿جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ﴾ أي جزاءً لهم ما اجترحوا من فنون المعاصي ﴿فَإِن رَّجَعَكَ الله إلى طَآئِفَةٍ مِّنْهُمْ﴾ أي فإِن ردك الله من غزوة تبوك إِلى طائفة من المنافقين الذين تخلفوا بغير عذر ﴿فاستأذنوك لِلْخُرُوجِ﴾ أي طلبوا الخروج معك لغزوة أخرى ﴿فَقُلْ لَّن تَخْرُجُواْ مَعِيَ أَبَدًا﴾ أي قل لهم لن تخرجوا معي للجهاد أبدًا ﴿وَلَن تُقَاتِلُواْ مَعِيَ عَدُوًّا﴾ أي لن يكون لكم شرف القتال معي لأعداء الله، وهو خبر معناه النهي للمبالغة، جارٍ مجرى الذم لهم لإِظهار نفاقهم ﴿إِنَّكُمْ رَضِيتُمْ بالقعود أَوَّلَ مَرَّةٍ﴾ أي قعدتم عن الخروج معي أول مرة حين لم تخرجوا إِلى تبوك ﴿فاقعدوا مَعَ الخالفين﴾ أي فاقعدوا مع المتخلفين عن الغزو من النساء والصبيان ﴿وَلاَ تُصَلِّ على أَحَدٍ مِّنْهُم مَّاتَ أَبَدًا﴾ أي لا تصل يا محمد على أحدٍ من هؤلاء المنافقين إِذا مات، لأن صلاتك رحمة، وهم ليسوا أهلًا للرحمة ﴿وَلاَ تَقُمْ على قَبْرِهِ﴾ أي لا تقف على قبره للدفن، أو للزيادة والدعاء ﴿إِنَّهُمْ كَفَرُواْ بالله وَرَسُولِهِ﴾ أي لأنهم كانوا في حياتهم منافقين يظهرون الإِيمان ويبطنون الكفر ﴿وَمَاتُواْ وَهُمْ فَاسِقُونَ﴾ أي وماتوا وهم على نفاقهم خارجون من الإِسلام متمردون في العصيان، نزلت في ابن سلول ﴿وَلاَ تُعْجِبْكَ أَمْوَالُهُمْ وَأَوْلاَدُهُمْ﴾ أي لا تستحسن ما أنعمنا به عليهم من الأموال والأولاد ﴿إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا﴾ أي لا يريد بهم الخير إِنما يريد أن يعذبهم بها في الدنيا بالمصائب والنكبات ﴿وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ﴾ أي تخرج أرواحهم ويموتوا على الكفر منشغلين بالتمتع بالأموال والأولاد عن النظر والتدبر في العواقب ﴿وَإِذَآ أُنزِلَتْ سُورَةٌ﴾ التنكير للتفخيم أي وإِذا أنزلت سورة جليلة الشأن ﴿أَنْ آمِنُواْ بالله وَجَاهِدُواْ مَعَ رَسُولِهِ﴾ أي بأن آمنوا بالله بصدقٍ ويقين، وجاهدوا مع رسول لنصرة الحق وإِعزاز الدين ﴿استأذنك أُوْلُواْ الطول مِنْهُمْ﴾ أي استأذنك في التخلف أُولوا الغنى والمال الكثير ﴿وَقَالُواْذَرْنَا نَكُنْ مَّعَ القاعدين﴾ أي دعنا نكن مع الذين لم يخرجوا للغزو وقعدوا لعذر، قال تعالى تقبيحًا لهم وذمًا ﴿رَضُواْ بِأَن يَكُونُواْ مَعَ الخوالف﴾ أي رضوا بأن يكونوا مع النساء والمرضى والعجزة الذين تخلفوا في البيوت ﴿وَطُبِعَ على قُلُوبِهِمْ﴾ أي ختم عليها ﴿فَهُمْ لاَ يَفْقَهُونَ﴾ أي فهم لا يفهمون ما في الجهاد وطاعة الرسول من السعادة، وما في التخلف عنه من الشقاوة ﴿لكن الرسول والذين آمَنُواْ مَعَهُ جَاهَدُواْ بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ﴾ قال الرازي: لما شرح حال المنافقين، بيّن حال الرسول والمؤمنين بالضد منه، حيث بذلوا المال والنفس في طلب رضوان الله والتقرب إِليه والمعنى: إِن تخلف هؤلاء ولم","vol":"1","page":515},{"text":"يجاهدوا، فقد جاهد من هو خير منهم وأخلص نية واعتقادًا ﴿وأولئك لَهُمُ الخيرات﴾ أي لهم منافع الدارين: النصر والغنيمة في الدنيا، والجنة والكرامة في الآخرة ﴿وأولئك هُمُ المفلحون﴾ أي الفائزون بالمطلوب ﴿أَعَدَّ الله لَهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي أعد الله لهم على إِيمانهم وجهادهم بساتين تجري من تحت قصورها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي لايثين في الجنة أبدًا ﴿ذلك الفوز العظيم﴾ أي ذلك هو الظفر العظيم الذي لا فوز راءه ﴿وَجَآءَ المعذرون مِنَ الأعراب﴾ أي جاء المعتذرون من الأعراب الذين انتحلوا الأعذار تخلفوا عن الجهاد ﴿لِيُؤْذَنَ لَهُمْ﴾ أي في ترك الجهاد، وهذا بيان لأحوال المنافقين من الأعراب بعد بيان أحوال المنافقين من أهل المدينة، قال البيضاوي: هم «أسد» و«غطفان» استأذنوا في التخلف معتذرين بالجهد وكثرة العيال ﴿وَقَعَدَ الذين كَذَبُواْ الله وَرَسُولَهُ﴾ أي وقعد عن الجهاد الذين كذبوا الله ورسوله في دعوى الإِيمان، وهم قوم لم يجاهدوا ولم يعتذروا عن تخلفهم ﴿سَيُصِيبُ الذين كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ﴾ وعيد لهم شديد أي سينال هؤلاء المتخلفين الكاذبين في دعوى الإِيمان عذاب أليم بالقتل والأسر في الدنيا، والنار في الآخرة ﴿لَّيْسَ عَلَى الضعفآء وَلاَ على المرضى﴾ أي ليس على الشيوخ المسنين، ولا على المرضى العاجزين الذين لا يستطيعون الجهاد لعجزهم أو مرضهم ﴿وَلاَ عَلَى الذين لاَ يَجِدُونَ مَا يُنفِقُونَ﴾ أي الفقراء الذين لا يجدون نفقة للجهاد ﴿حَرَجٌ﴾ أي إِثم في القعود ﴿إِذَا نَصَحُواْ للَّهِ وَرَسُولِهِ﴾ أي أخلصوا الإِيمان والعمل الصالح، فلم يرجفوا بالناس ولم يثبطوهم، ولم يثيروا الفتن، فليس على هؤلاء حرج إِذا تركوا الغزو لأنهم أصحاب أعذار ﴿مَا عَلَى المحسنين مِن سَبِيلٍ﴾ أي ليس عليهم جناح ولا إِلى معاتبتهم سبيل قال في التسهيل: وصفهم بالمحسنين لأنهم نصحوا لله ورسوله، ورفع عنهم العقوبة والتعنيف واللوم، وهذا من بليغ الكلام لأن معناه: لا سبيل لعاتب عليهم، وهو جارٍ مجرى المثل ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة والرحمة حيث وسع على أهل الأعذار ﴿وَلاَ عَلَى الذين إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ﴾ نزلت في البكائين الذين أرادوا الغزو مع رسول الله ولم يجد الرسول ﷺ َ ما يحملهم عليه قال البيضاوي: هم البكاءون سبعة من الأنصار أتوا رسول الله ﷺ َ وقالوا: قد نذرنا الخروج فاحملنا نغزو معك، فقال ﵇: لا أجد ما أحملكم عليه فتولوا وهم يبكون ﴿قُلْتَ لاَ أَجِدُ مَآ أَحْمِلُكُمْ عَلَيْهِ﴾ أي ليس عندي ما أحملكم عليه من الدواب ﴿تَوَلَّوْا وَّأَعْيُنُهُمْ تَفِيضُ مِنَ الدمع حَزَنًا﴾ أي انصرفوا وأعينهم تسيل دمعًا من شدة الحزن ﴿أَلاَّ يَجِدُواْ مَا يُنْفِقُونَ﴾ أي لأنهم لم يجدوا ما ينفقونه لغزوهم، ولم يكن عند رسول الله ما يحملهم عليه ﴿إِنَّمَا السبيل عَلَى الذين يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِيَآءُ﴾ أي إِنما الإِثم والحرج على الذين يستأذنونك في التخلف وهم قادرون على الجهاد وعلى الإِنفاق لغناهم ﴿رَضُواْ بِأَن يَكُونُواْ مَعَ الخوالف﴾ أي رضوا بأن يكونوا مع النساء والمرضى والعجزة ﴿وَطَبَعَ الله على قُلُوبِهِمْ فَهُمْ لاَ يَعْلَمُونَ﴾ أي ختم عليها فهم لذلك لا يهتدون.\nالبَلاَغَة: ١ - ﴿يَعْلَمُ ... عَلاَّمُ الغيوب﴾ بين يعلم وعلام جناس الاشتقاق.","vol":"1","page":516},{"text":"٢ - ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ التنوين في عذابٌ للتهويل والتفخيم.\n٣ - ﴿استغفر لَهُمْ أَوْ لاَ تَسْتَغْفِرْ لَهُمْ﴾ بينهما طباق السلب، وقد خرج الأمر عن حقيقته إِلى التسوية.\n٤ - ﴿فَلْيَضْحَكُواْ قَلِيلًا وَلْيَبْكُواْ كَثِيرًا﴾ فيه من المحسنات البديعية ما يسمى بالمقابلة.\n٥ - ﴿رَضُواْ بِأَن يَكُونُواْ مَعَ الخوالف﴾ الخوالف: النساء المقيمات في دار الحي بعد رجيل الرجال ففيه استعارة، وإِنما سمي النساء خوالف تشبيهًا لهن بالخوالف وهي الأعمدة تكون في أواخر بيوت الحي فشبههن لكثرة لزوم البيوت بالخوالف التي تكون في البيوت.\n٦ - ﴿وَلاَ عَلَى الذين إِذَا مَآ أَتَوْكَ لِتَحْمِلَهُمْ﴾ هو من عطف الخاص على العام اعتناءً بشأنهم أفاده الألوسي.\nفَائِدَة: قال الزمخشري عند قوله تعالى ﴿إِن تَسْتَغْفِرْ لَهُمْ سَبْعِينَ مَرَّةً﴾ لفظ السبعين جارٍ مجرى المثل في كلام العرب للتكثير قال علي بن أبي طالب.\nلأصبحن العاص وابن العاصي ... سبعين ألفًا عاقدي النواصي\nفذكرها ليس لتحديد العدد، وإِنما هو المبالغة جريًا على أساليب العرب.\nتنبيه: إِنما منع ﷺ َ من الصلاة على المنافقين، لأن الصلاة على الميت دعاء واستغفار واستشفاع له، والكافر ليس بأهل لذلك.\nلطيفَة: «اشتهر» حذيفة بن اليمان «بأنه صاحب سر الرسول ﷺ َ وقد قال له ﷺ َ: إِني مسرٌ إِليك سرًا فلا تذكره لأحد، إني نهيت أن أصلي على فلان وفلان، نْرهط ذوي عدد من المنافقين، ولذلك كان عمر ﵁ يأتيه فيقول: أسألك باللهِ هل عدَّني رسول الله من المنافقين» .","vol":"1","page":517},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن المنافقين، الذين تخلفوا عن الجهاد وجاءوا يؤكدون تلك الأعذار بالأيمان الكاذبة، وقد ذكر تعالى من مكائد المنافقين «مسجد الضرار» الذي بنوه ليكون وكرًا للتآمر على الإسلام والمسلمين، وحذر نبيه ﷺ َ من الصلاة فيه، لأنه لم يشيد على أساس من التقوى، وإِنما بني ليكون مركزًا لأهل الشقاق والنفاق، ولتفريق وحدة المسلمين، وقد اشتهر باسم مسجد الضرار.\nاللغَة: ﴿انقلبتم﴾ رجعتم ﴿رِجْسٌ﴾ الرجس: الشيء الخبيث المستقذر، وقد يطلق على النجس ﴿مَأْوَاهُمْ﴾ قال الجوهري: المأوى كل مكان يأوى إِليه ليلًا ونهارًا ﴿الأعراب﴾ جمع أعرابي قال أهل اللغة: يقال رجل عربي إِذا كان نسبه في العرب وجمعه العرب، ورجل أعرابي إِذا كان بدويًا يطلب مساقط الغيث والكلأ، سواء كان من العرب أو من مواليهم، فمن استوطن القرى العربية فهم عرب، ومن نزل البادية فهم أعراب ﴿أَجْدَرُ﴾ أولى وأحق ﴿مَغْرَمًا﴾ المغرم: الغرم والخسران وأصله من الغرام وهو لزوم الشيء ﴿مَرَدُواْ﴾ ثبتوا واستمروا وأصل الكلمة من اللين والملامسة","vol":"1","page":518},{"text":"والتجرد فكأنهم تجردوا للنفاق، ومنه رملة مرداء لا نبت فيها، وغصن أمرد ولا ورق عليه، وغلام أمرد لا لحية له ﴿مُرْجَوْنَ﴾ الإِرجاء: التأخير يقال: ارجأته أي أخرته ومنه المرجئة لأنهم أخروا العمل ﴿ضِرَارًا﴾ الضرار: محاولة الضر وفي الحديث «لا وضر ولا ضرار» ﴿إِرْصَادًا﴾ الإِرصاد: الترقب والانتظار يقال أرصدت له كذا إِذا أعددته مرتقبًا له به ﴿شَفَا﴾ الشفا: الحرف والشفير ومنه أشفى على كذا إذا دنا منه ﴿جُرُفٍ﴾: ما تجرفه السيول من الأودية ويبقى على الأطراف طين مشرف على السقوط وأصله من الجرف وهو اقتلاع الشيء من أصله ﴿هَارٍ﴾ ساقط يقال: تهور البناء إِذا سقط وأصله هائر.\nسَبَبُ النّزول: «روي أن» أبا عامر الراهب «قد تنصر في الجاهلية وترهب، فلما خرج رسول الله ﷺ َ عاداه لأنه ذهبت رياسته وقال: لا أجد قومًا يقاتلونك إِلا قاتلتك معهم - وسماه النبي ﷺ َ أبا عامر الفاسق - فلما انهزمت هوازن في حنين خرج إِلى الشام، وأرسل إِلى المنافقين أن استعدوا بما استطعتم من قوة وسلاح، وابنو لي مسجدا فإِني ذاهب إِلى قيصر فآتي بجند الروم فأُخرج محمدًا وأصحابه، فبنوا مسجدًا إِلى جانب مسجد قباء، وأتوا رسول الله ﷺ َ فقالوا: إِنا بنينا مسجدًا لذي العِلة، والحاجة، والليلة المطيرة، وإِنا نحب أن تأتينا فتصلي لنا فيه، فدعا بثوبه ليلبسه فيأتيهم فنزل عليه القرآن، وأخبر الله رسوله خبر مسجد الضرار وما هموا به، فدعا ﷺ َ بعض الصحابة وقال لهم: انطلقوا إِلى هذا المسجد الظالم وأهله واحرقوه، فذهبوا إِليه فحرقوه وهدموه وتفرق عنه أهله، وفيه نزلت ﴿والذين اتخذوا مَسْجِدًا ضِرَارًا ...﴾ الآية» .\nالتفسِير: ﴿يَعْتَذِرُونَ إِلَيْكُمْ إِذَا رَجَعْتُمْ إِلَيْهِمْ﴾ أي يعتذر إِليكم هؤلاء المتخلفون عن غوزة تبوك إِذا رجعتم إِليهم من سفركم وجهادكم ﴿قُل لاَّ تَعْتَذِرُواْ لَن نُّؤْمِنَ لَكُمْ﴾ أي قل لهم لا تعتذروا فلن نصدقكم فيما تقولون ﴿قَدْ نَبَّأَنَا الله مِنْ أَخْبَارِكُمْ﴾ أي قد أخرنا الله بأحوالكم وما فيه من ضمائركم من الخبث والنفاق ﴿وَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ﴾ أي وسيرى الله ورسوله عملكم فيما بعد، أتتوبون من نفاقكم أم تقيمون عليه؟ ﴿ثُمَّ تُرَدُّونَ إلى عَالِمِ الغيب والشهادة﴾ أي ثم ترجعون بعد مماتكم إلى الله تعالى الذي يعلم السر والعلانية، ولا تخفى عليه خافية ﴿فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي فيخبركم عند وقوفكم بين يديه بأعمالكم كلها، ويجازيكم عليها الجزاء العادل ﴿سَيَحْلِفُونَ بالله لَكُمْ﴾ أي سيحلف لكم بالله هؤلاء المنافقون ﴿إِذَا انقلبتم إِلَيْهِمْ﴾ أي إِذا رجعتم إِليهم من تبوك معتذرين بالأعذار الكاذبة ﴿لِتُعْرِضُواْ عَنْهُمْ﴾ أي لتصفحوا عنهم ولتعرضوا عن ذمهم ﴿فَأَعْرِضُواْ عَنْهُمْ﴾ أي فأعرضوا عنهم إِعراض مقتٍ واجتناب، وخلُّوهم وما اختاروا لأنفسهم من الكفر والنفاق قال ابن عباس: يريد ترك الكلام والسلام ثم ذكر تعالى العلة فقال: ﴿إِنَّهُمْ رِجْسٌ﴾ أي لأنهم كالقذر لخبث باطنهم ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي مصيرهم إِلى جهنم هي مسكنهم ومأواهم ﴿جَزَآءً بِمَا كَانُواْ يَكْسِبُونَ﴾ أي جزاءً","vol":"1","page":519},{"text":"لهم على نفاقهم في الدنيا، وما اكتسبوه من الآثام ﴿يَحْلِفُونَ لَكُمْ لِتَرْضَوْاْ عَنْهُمْ﴾ كرره لبيان كذبهم وللتحذير من الاغترار بمعاذيرهم الكاذبة، أي يحلفون لكم بأعظم الأيمان لينالوا رضاكم ﴿فَإِن تَرْضَوْاْ عَنْهُمْ فَإِنَّ الله لاَ يرضى عَنِ القوم الفاسقين﴾ أي فإِن رضيتم عنهم فإِن رضاكم لا ينفعهم لأن الله ساخط عليهم قال أبو السعود: ووضع الفاسقين موضع الضمير للتسجيل عليهم بالفسق والخروج عن الطاعة ﴿الأعراب أَشَدُّ كُفْرًا وَنِفَاقًا﴾ الأعراب - أهل البدو - أشد كفرًا وأعظم نفاقًا من أهل الحضر، لجفائهم وقسوة قلوبهم، وقلة مشاهدتهم لأهل الخير والصلاح ﴿وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَآ أَنزَلَ الله على رَسُولِهِ﴾ أي وهم أولى بألا يعلموا ما أنزل الله على رسوله من الأحكام والشرائع قال في البحر: وإِنما كانوا أشد كفرًا ونفاقًا لفخرهم وطيشهم وتربيتهم بلا سائس ولا مؤدب، فقد نشأوا كما شاءوا، ولبعدهم عن مشاهدة العلماء ومعرفة كتاب الله وسنة رسوله، فكانوا أطلق لسانًا بالكفر من منافقي المدينة ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بخلقه حكيم في صنعه ﴿وَمِنَ الأعراب مَن يَتَّخِذُ مَا يُنفِقُ مَغْرَمًا﴾ أي ومن هؤلاء الأعراب الجهلاء من يعدُّ ما يصرفه في سبيل الله ويتصدق به غرامة وخسرانًا، لأنه لا ينفقه احتسابًا فلا يرجو له ثوابًا ﴿وَيَتَرَبَّصُ بِكُمُ الدوائر﴾ أي ينتظر بكم مصائب الدنيا ليتخلص من أعباء النفقة ﴿عَلَيْهِمْ دَآئِرَةُ السوء﴾ جملة اعتراضية للدعاء عليهم أي عليهم يدور العذاب والهلاك ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوالهم عليهم بأفعالهم ﴿وَمِنَ الأعراب مَن يُؤْمِنُ بالله واليوم الآخر﴾ أي ومن الأعراب من يصدِّق بوحدانية الله وبالبعث بعد الموت على عكس أولئك المنافقين ﴿وَيَتَّخِذُ مَا يُنفِقُ قُرُبَاتٍ عِندَ الله﴾ أي ويتخذ ما ينفق في سبيل الله ما يقربه من رضا الله ومحبته ﴿وَصَلَوَاتِ الرسول﴾ أي دعاء الرسول واستغفاره له ﴿ألا إِنَّهَا قُرْبَةٌ لَّهُمْ﴾ أداة استفتاح للتنبيه على الاعتناء بالأمر أي ألا إِن هذا الإِنفاق قربة عظيمة تقربهم لرضا ربهم حيث أنفقوها مخلصين ﴿سَيُدْخِلُهُمُ الله فِي رَحْمَتِهِ﴾ أي سيدخلهم الله في جنته التي أعدها للمتقين ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي غفور لأهل طاعته رحيم بهم حيث وفقهم للطاعة ﴿والسابقون الأولون مِنَ المهاجرين والأنصار﴾ أي والسابقون الأولون في الهجرة والنصرة، الذين سبقوا إِلى الإِيمان من الصحابة ﴿والذين اتبعوهم بِإِحْسَانٍ﴾ أي سلكوا طريقهم واقتدوا بهم في سيرتهم الحسنة، وهم التابعون ومن سار على نهجهم إِلى يوم القيامة ﴿رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ﴾ وعدٌ بالغفران والرضوان أي ﵃ وأرضاهم، وهذا أرقى المراتب التي يسعى إِليها المؤمنون، ويتنافس فيها المتنافسون أن يرضى الله تعالى عنهم ويرضيهم قال الطبري: ﵃ لطاعتهم وإِجابتهم نبيه، ورضوا عنه لما أجزل لهم من الثواب على الطاعة والإِيمان ﴿وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأنهار﴾ أي وأعد لهم في الآخرة جنات تجري من تحت أشجارها وقصورها الأنهار ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مقيمين فيها من غير انتهاء ﴿ذلك الفوز العظيم﴾ أي ذلك هو الفوز الذي لا فوز وراءه قال في","vol":"1","page":520},{"text":"البحر: لما بيّن تعالى فضائل الأعراب المؤمنين، بيّن حال هؤلاء السابقين، ولكن شتان ما بين الثناءين فهناك قال ﴿ألا إِنَّهَا قُرْبَةٌ لَّهُمْ﴾ وهناك قال ﴿وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الأنهار﴾ وهنا ختم ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ وهناك ختم ﴿ذلك الفوز العظيم﴾ ﴿وَمِمَّنْ حَوْلَكُمْ مِّنَ الأعراب مُنَافِقُونَ﴾ أي وممن حولكم يا أهل المدينة منافقون من الأعراب منازلهم قريبة من منازلكم ﴿وَمِنْ أَهْلِ المدينة﴾ أي ومن أهل المدينة منافقون أيضًا ﴿مَرَدُواْ عَلَى النفاق﴾ أي لجوا في النفاق واستمروا عليه قال ابن عباس: مرنوا عليه وثبتوا منهم ابن سلول، والجلاس، وأبو عامر الراهب ﴿لاَ تَعْلَمُهُمْ نَحْنُ نَعْلَمُهُمْ﴾ أي لا تعلمهم أنت يا محمد لمهارتهم في النفاق بحيث يخفى أمرهم على كثيرين، ولكن نحن نعلمهم ونخبرك عن أحوالهم ﴿سَنُعَذِّبُهُم مَّرَّتَيْنِ﴾ أي في الدنيا بالقتل والأسر، وعند الموت بعذاب القبر ﴿ثُمَّ يُرَدُّونَ إلى عَذَابٍ عَظِيمٍ﴾ أي ثم في الآخرة يردون إِلى عذاب النار، الذي أعده الله للكفار والفجار ﴿وَآخَرُونَ اعترفوا بِذُنُوبِهِمْ﴾ أي وقوم آخرون أقروا بذنوبهم ولم يعتذروا عن تخلفهم بالمعاذير الكاذبة قال الرازي: هم قوم من المسلمين تخلفوا عن غزوة تبوك لا لنفاقهم بل لكسلهم، ثم ندموا على ما فعلوا وتابوا ﴿خَلَطُواْ عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا﴾ أي خلطوا جهادهم السابق وخروجهم مع الرسول لسائر الغزوات بالعمل السيء وهو تخلفهم عن غزوة تبوك هذه المرة ﴿عَسَى الله أَن يَتُوبَ عَلَيْهِمْ﴾ أي لعل الله يتوب عليهم قال الطبري: وعسى من الله واجب ومعناه: سيتوب الله عليهم، ولكنه في كلام العرب بمعنى الترجي على ما وصفت ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي ذو عفوٍ لمن تاب، عظيم الرحمة لمن أناب ﴿خُذْ مِنْ أَمْوَالِهِمْ صَدَقَةً تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِهَا﴾ أي خذ يا محمد من هؤلاء الذين اعترفوا بذنوبهم صدقة تطهرهم بها من الذنوب والأوضار، وتنمي بتلك الصدقة حسناتهم حتى يرتفعوا بها إِلى مراتب المخلصين الأبرار ﴿وَصَلِّ عَلَيْهِمْ إِنَّ صلاوتك سَكَنٌ لَّهُمْ﴾ أي وادع لهم بالمغفرة فإِن دعاءك واستغفارك طمأنينة لهم قال ابن عباس: ﴿سَكَنٌ لَّهُمْ﴾ رحمة لهم ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لقولهم عليهم بنياتهم ﴿أَلَمْ يعلموا أَنَّ الله هُوَ يَقْبَلُ التوبة عَنْ عِبَادِهِ﴾ الاستفهام للتقرير أي ألم يعلم أولئك التائبون أن الله تعالى هو الذي يقبل توبة من تاب من عباده، ﴿وَيَأْخُذُ الصدقات﴾ أي يتقبلها ممن أخلص النية ﴿وَأَنَّ الله هُوَ التواب الرحيم﴾ أي وأن الله وحده المستأثر بقبول التوبة والرحمة، لقوله\n﴿غَافِرِ الذنب وَقَابِلِ التوب﴾ [غافر: ٣] ﴿وَقُلِ اعملوا فَسَيَرَى الله عَمَلَكُمْ وَرَسُولُهُ والمؤمنون﴾ صيغة أمر متضمنة للوعيد أي اعملوا ما شئتم من الأعمال فأعمالكم لا تخفى على الله، وستعرض يوم الحساب على الرسول والمؤمنين ﴿وَسَتُرَدُّونَ إلى عَالِمِ الغيب والشهادة﴾ أي وستردُّون إِلى الله الذي لا تخفى عليه خافية ﴿فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي فيجازيكم على أعمالكم إِن خيرًا فخير، وإِن شرًا فشر ﴿وَآخَرُونَ مُرْجَوْنَ لأَمْرِ الله﴾ أي وآخرون من المتخلفين مؤخرون إِلى أن يظهر أمر الله فيهم قال ابن عباس: هم كعب بن مالك، ومرارة بن الربيع، وهلال بن أمية، لم يسارعوا إِلى التوبة والاعتذار، وكانوا من أصحاب بدر، فنهى النبي ﷺ َ","vol":"1","page":521},{"text":"عن كلامهم والسلام عليهم، فصاروا مرجئين لأمره تعالى إلى أن يتجاوز عن سيئاتهم، فهو تعالى وحده الذي يقبل التوبة ويتوب على العبد دون غيره ﴿إِمَّا يُعَذِّبُهُمْ وَإِمَّا يَتُوبُ عَلَيْهِمْ﴾ أي إِما أن يعذبهم إِن لم يتوبوا، وإِما أن يوفقهم للتوبة ويغفر لهم ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بأحوالهم فيما يفعله بهم، وهؤلاء الثلاثة المذكورون في قوله تعالى ﴿وَعَلَى الثلاثة الذين خُلِّفُواْ﴾ [التوبة: ١١٨] وقد وقف أمرهم خمسين ليلة وهجرهم الناس حتى نزلت توبتهم بعد ﴿والذين اتخذوا مَسْجِدًا ضِرَارًا﴾ أي ومن المنافقين جماعة بالغوا في الإِجرام حتى ابتنوا مجمعًا يدبرون فيه الشر، وسموه مسجدًا مضارة للمؤمنين، وقد اشتهر باسم «مسجد الضرار» ﴿وَكُفْرًا﴾ أي نصرة للكفر الذي يخفونه ﴿وَتَفْرِيقًا بَيْنَ المؤمنين﴾ أي يفرقون بواسطته جماعة المؤمنين، ويصرفونهم عن مسجد قباء ﴿وَإِرْصَادًا لِّمَنْ حَارَبَ الله وَرَسُولَهُ مِن قَبْلُ﴾ أي ترقبًا وانتظارًا لقدوم أبي عامر الفاسق الذي قال لرسول الله: لا أجد قومًا يقاتلونك إِلا قاتلتك معهم، وهو الذي أمرهم ببناء المسجد ليكون معقلًا له قال الطبري في رواية الضحاك: هم ناس من المنافقين بنوا مسجدًا بقباء يضارون به نبي الله والمسلمين وكانوا يقولون: إِذا رجع أبو عامر صلى فيه، وإِذا قدم ظهر على محمد وتغلب عليه ﴿وَلَيَحْلِفُنَّ إِنْ أَرَدْنَا إِلاَّ الحسنى﴾ أي وليقسمن ما أردنا ببنائه إِلا الخير والإِحسان، من الرفق بالمسكين، والتوسعة على المصلين ﴿والله يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ﴾ أي والله يعلم كذبهم في ذلك الحلف، وأتى بإِن واللام لزيادة التأكيد، ثم نهى تعالى رسوله عن الصلاة في مسجد الضرار فقال ﴿لاَ تَقُمْ فِيهِ أَبَدًا﴾ أي لا تصل فيه يا محمد أبدًا لأنه لم يُبْنَ إِلا ليكون معقلًا لأهل النفاق ﴿لَّمَسْجِدٌ أُسِّسَ عَلَى التقوى﴾ اللام لام القسم أي لمسجد قباء الذي بني على تقوى الله وطاعته ﴿مِنْ أَوَّلِ يَوْمٍ﴾ أي من أول يوم ابتدئ في بنائه ﴿أَحَقُّ أَن تَقُومَ فِيهِ﴾ أي أولى وأجدر بأن تصلي فيه من مسجد الضرار ﴿فِيهِ رِجَالٌ يُحِبُّونَ أَن يَتَطَهَّرُواْ﴾ أي في هذا المسجد رجال أتقياء - وهم الأنصار - يحبون أن يتطهروا من الذنوب والمعاصي ﴿والله يُحِبُّ المطهرين﴾ أي المبالغين في الطهارة الظاهرة والباطنة، ثم أشار تعالى إلى فضل مسجد التقوى على مسجد الضرار فقال: ﴿أَفَمَنْ أَسَّسَ بُنْيَانَهُ على تقوى مِنَ اللَّهِ وَرِضْوَانٍ﴾ الاستفهام للإِنكار والمعنى: هل من أسس بنيانه على تقوى وخوف من الله تعالى وطلبٍ لمرضاته بالطاعة ﴿خَيْرٌ أَم مَّنْ أَسَّسَ بُنْيَانَهُ على شَفَا جُرُفٍ هَارٍ﴾ أي هل ذاك خير أم هذا الذي أسس بنيانه على طرف واد متصدع مشرف على السقوط؟ ﴿فانهار بِهِ فِي نَارِ جَهَنَّمَ﴾ أي فسقط به البناء في نار جهنم ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوافق الظالمين إِلى السداد، ولا يهديهم سبيل الرشاد، والآية الكريمة على سبيل التشبيه والتمثيل لعمل أهل الإِخلاص، والإِيمان، وعمل أهل النفاق والضلال، والمعنى هل من أسس بنيان دينه على التقوى والإِخلاص كمن أسسه على الباطل والنفاق الذي يشبه طرف الوادي أو الجبل الذي أشفى على السقوط؟ ﴿لاَ يَزَالُ بُنْيَانُهُمُ الذي بَنَوْاْ رِيبَةً فِي قُلُوبِهِمْ﴾ أي لا يزال في قلوب أهل مسجد الضرار أو شكٌ ونفاقٌ، وغيظ وارتياب بسبب هدمه،","vol":"1","page":522},{"text":"يحسبون أنهم كانوا في بنائه محسنين، روي أن النبي ﷺ َ بعث إِلى ذلك المسجد من هدمه وحرقه وأمر بإِلقاء الجيف والنتن والقمامة فيه إِهانة لأهله، فلذلك اشتد غيظ المنافقين وحقدهم ﴿إِلاَّ أَن تَقَطَّعَ قُلُوبُهُمْ﴾ أي لا يزالون في ارتياب وغيظ إِلا أن تتصدع قلوبهم فيموتوا ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي والله سبحانه عليم بأحوال المنافقين، حكيم في تدبيره إِياهم ومجازاتهم بسوء نياتهم.\nالبَلاَغَة: ١ - ﴿الغيب والشهادة﴾ بين الكلمتين طباق.\n٢ - ﴿لاَ يرضى عَنِ القوم الفاسقين﴾ الإِظهار في مضع الإِضمار لزيادة التشنيع والتقبيح وأصله لا يرضى عنهم.\n٣ - ﴿سَيُدْخِلُهُمُ الله فِي رَحْمَتِهِ﴾ فيه مجاز مرسل أي يدخلهم في جنته التي هي محل الرحمة وهو من إِطلاق الحال وإِرادة المحل.\n٤ - ﴿عَمَلًا صَالِحًا وَآخَرَ سَيِّئًا﴾ بين ﴿صَالِحًا سَيِّئًا﴾ طباق.\n٥ - ﴿إِنَّ صلاوتك سَكَنٌ لَّهُمْ﴾ فيه تشبيه بليغ حيث جعل الصلاة نفس السكن والاطمئنان مبالغة وأصله كالسكن حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\n٦ - ﴿هَارٍ فانهار﴾ بينهما جناس ناقص وهو من المحسنات البديعية.\n٧ - ﴿أَفَمَنْ أَسَّسَ بُنْيَانَهُ على تقوى﴾ في الكلام استعارة مكنية حيث شبهت التقوى والرضوان بأرض صلبة يعتمد عليها البنيان وطوي ذكر المشبه به ورمز له بشيء من لوازمه وهو التأسيس.\nتنبيه: كلمة «عسى» من الله واجب قال الإِمام الرازي: وتحقيق القول فيه أن القرآن نزل على عرف الناس في الكلام، والسلطان العظيم إِذا الشمس المحتاج منه شيئًا فإِنه لا يجيبه إِلا على سبيل الترجي مع كلمة «عسى» أو «لعل» تنبيهًا على أنه ليس لأحد أن يلزمه بشيء، بل كل ما يفعله فإِنما هو على سبيل التفضل والتطول، وفيه فائدة أخرى وهو أن يكون المكلف على الطمع والإِشفاق لأنه أبعد من الإِتكال والإِهمال.\nلطيفَة: روى الأعمش أن أعرابيًا جلس إِلى «زيد بن صوحان» وهو يحدث أصحابه - وكانت يده أصيبت يوم نهاوند، فقال الأعرابي: والله إِن حديثك ليعجبني، وإِن يدك لتريبني! قال زيد: ما يريبك من يدي إِنها الشمال، فقال الأعرابي: والله ما أدري اليمين يقطعون أم الشمال فقال زيد: صدق الله ﴿الأعراب أَشَدُّ كُفْرًا وَنِفَاقًا وَأَجْدَرُ أَلاَّ يَعْلَمُواْ حُدُودَ مَآ أَنزَلَ الله على رَسُولِهِ ...﴾ الآية، معنى تريبني أي تدخل إِلى قلبي الشك هل قطعت في سرقة وهذا من جهل الأعرابي.","vol":"1","page":523},{"text":"المنَاسَبَة: لما ذكر تعالى أحوال المنافقين، المتخلفين عن الجهاد، المثبطين عنه، ذكر صفات المؤمنين المجاهدين، الذين باعوا أنفسهم لله. . ثم ذكر قصة الثلاثة الذين تخلفوا عن غزوة تبوك وتوبة الله عليهم، وختم السورة بتذكير المؤمنين بالنعمة العظمى، ببعثة السراج المنير، النبي العربي، الذي أرسله الله رحمة للعالمين.\nاللغَة: ﴿أَوَّاهٌ﴾ كثير التأوه ومعناه الخاشع المتضرع، يقال: تأوه الرجل تأوهًا إِذا توجع قال الشاعر:\nإِذا ما قمت أُحلها بليلٍ ... تأوه آهة الرجل الحزين\n﴿حَلِيمٌ﴾ الحليم: الكثير الحلم وهو الذي يصفح عن الذنب ويصبر على الأذى ﴿العسرة﴾ الشدة وصعوبة الأمر وتسمى غزوة تبوك «غزوة العسرة» لما فيها من المشقة والشدة ﴿يَزِيغُ﴾ الزيغ: الميل: يقال زاغ قلبه إِذا مال عن الهدى والإِيمان ﴿ظَمَأٌ﴾ الظمأ: شدة العطش ﴿نَصَبٌ﴾ النصب: الإِعياء والتعب ﴿مَخْمَصَةٌ﴾ مجاعة شديدة يظهر بها ضمور البطن ﴿يَنَالُونَ﴾ يصيبون، نال الشيء إِذا أدركه وأصابه ﴿غِلْظَةً﴾ شدة وقوة وحمية ﴿عَزِيزٌ﴾ صعب وشاق ﴿عَنِتُّمْ﴾ العنت: الشدة والمشقة.\nسَبَبُ النّزول: أ - «لما بايع الأنصار رسول الله ﷺ َ ليلة العقبة - وكانوا سبعين رجلًا - قال عبد الله بن رواحة يا رسول الله: اشترط لربك ولنفسك ما شئت، فقال: اشترط لربي أن تعبدوه ولا تشركوا به شيئًا، واشترط لنفسي أن تمنعوني مما تمنعون منه أنفسكم، قالوا: فإِذا فعلنا ذلك فما لنا؟ قال: الجنة، ربح البيع لا نقيل ولا نستقيل» فنزلت ﴿إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ ...﴾ الآية.\nب - لما حضرت أبا طالب الوفاة، «دخل رسول الله ﷺ َ وعنده أبو جهل، وعبد الله بن أبي أمية، فقال: أي عم قل» لا إِله إِلا الله «كلمة لك بها عند الله، فقال أبو جهل وابن أُمية: يا أبا طالب أترغب عن ملة عبد المطلب؟ فلم يزل رسول الله ﷺ َ يعرضها عليه ويعيد له تلك المقالة، حتى قال أبو طالب آخر ما كلمهم: هو على ملة عبد المطلب، وأبى أن يقول» لا إِله إِلا الله «فقال رسول الله ﷺ َ: أما والله لأستغفرن لك ما لم أنه عنك فأنزل الله ﷿ ﴿مَا كَانَ لِلنَّبِيِّ والذين آمنوا أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ ...﴾» ونزلت ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ﴾ [القصص: ٥٦] .\nالتفسِير: ﴿إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة﴾ أي اشترى أموال","vol":"1","page":525},{"text":"المؤمنين وأنفسهم بالجنة وهو تمثيل في ذروة البلاغة والبيان لأجر المجاهدين، مَثَّل تعالى جزاءهم بالجنة على بذلهم الأموال والأنفس في سبيله بصورة عقد فيه بيع وشراء قال الحسن: بايعهم فأغلى لهم الثمن وانظروا إِلى كرم الله، أنفسًا هو خلقها، وأموالًا هو رزقها، ثم وهبها لهم، ثم اشتراها منهم بهذا الثمن الغالي فإِنها لصفقة رابحة وقال بعضهم: ناهيك عن بيعٍ البائع فيه المؤمن، والمشتري فيه رب العزة والثمن فيه الجنة، والصك فيه الكتب السماوية، والواسطة فيه محمد ﵊ ُ ﴿يُقَاتِلُونَ فِي سَبِيلِ الله﴾ أي يجاهدون لإِعزاز دين الله وإِعلاء كلمته ﴿فَيَقْتُلُونَ وَيُقْتَلُونَ﴾ أي في حالتي الظفر بالأعداء بقتلهم، أو الاستشهاد في المعركة بموتهم ﴿وَعْدًا عَلَيْهِ حَقًّا﴾ أي وعدهم به المولى وعدًا قاطعًا ﴿فِي التوراة والإنجيل والقرآن﴾ أي وعدًا مثبتًا في الكتب المقدسة «التوراة، والإِنجيل، والقرآن» ﴿وَمَنْ أوفى بِعَهْدِهِ﴾ الاستفهام إِنكاري بمعنى النفي أي لا أحد أوفى من الله جل وعلا قال الزمخشري: لأن إِخلاف الميعاد قبيح لا يقدم عليه الكرام من الخلق، فكيف بالغني الذي لا يجوز عليه القبيح؟ ولا ترى ترغيبًا في الجهاد أحسن منه وأبلغ ﴿مِنَ الله فاستبشروا بِبَيْعِكُمُ الذي بَايَعْتُمْ بِهِ﴾ أي أبشروا بذلك البيع الرابح وافرحوا به غاية الفرح ﴿وَذَلِكَ هُوَ الفوز العظيم﴾ هو الفوز الذي لا فوز أعظم منه ﴿التائبون العابدون الحامدون﴾ كلا مستأنف قال الزجاج: مبتدأ خبره محذوف أي التائبون العابدون من أهل الجنة أيضًا وإِن لم يجاهدوا كقوله\n﴿وَكُلًاّ وَعَدَ الله الحسنى﴾ [النساء: ٩٥] والمعنى التائبون عن المعاصي، العابدون أي المخلصون في العبادة، الحامدون لله في السراء والضراء ﴿السائحون﴾ أي السائرون في الأرض للغزو أو طلب العلم، من السياحة وهي السير والذهاب في المدن والقفار للعظة والاعتبار ﴿الراكعون الساجدون﴾ أي المصلون ﴿الآمرون بالمعروف والناهون عَنِ المنكر﴾ أي الداعون إِلى الله، يدعون الناس إِلى الرشد والهدى، وينهونهم عن الفساد والردى ﴿والحافظون لِحُدُودِ الله﴾ أي المحافظون على فرائض الله، المتمسكون بما شرع الله من حلال وحرام قال الطبري: أي المؤدون فرائض الله، المنتهون إِلى أمره ونهيه ﴿وَبَشِّرِ المؤمنين﴾ أي بشرهم بجنات النعيم، وحذف المبشر به إِشارة إِلى أنه لا يدخل تحت حصر، بل لهم ما لا عين رأت، ولا أذن سمعت، ولا خطر على قلب بشر ﴿مَا كَانَ لِلنَّبِيِّ والذين آمنوا أَن يَسْتَغْفِرُواْ لِلْمُشْرِكِينَ﴾ أي لا ينبغي ولا يصح للنبي والمؤمنين أن يطلبوا من الله المغفرة للمشركين ﴿وَلَوْ كانوا أُوْلِي قربى﴾ أي ولو كان المشركون أقرباء لهم ﴿مِن بَعْدِ مَا تَبَيَّنَ لَهُمْ أَنَّهُمْ أَصْحَابُ الجحيم﴾ أي من بعد ما وضح لهم أنهم من أهل الجحيم لموتهم على الكفر، والآية نزلت في أبي طالب ﴿وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ﴾ هذا بيان للسبب الذي حمل إِبراهيم على الاستغفار لأبيه آزر أي ما أقدم إِبراهيم على الاستغفار ﴿إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ﴾ أي إِلا من أجل وعدٍ تقدم له بقوله ﴿سَأَسْتَغْفِرُ لَكَ ربي﴾ [مريم: ٤٧] وأنه كان قبل أن يتحقق إِصراره على الشرك ﴿فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ","vol":"1","page":526},{"text":"مِنْهُ﴾ أي فلما تبين لإِبراهيم أن أباه مصرّ على الكفر ومستمر على الكفر، تبرأ من أبيه بالكلية فضلًا عن الاستغفار له، ثم بيّن تعالى بأن الذي حمل إِبراهيم على الاستغفار هو فرط ترحمه وصبره على أبيه فقال ﴿إِنَّ إِبْرَاهِيمَ لأَوَّاهٌ﴾ أي كثير التأوه من فرط الرحمة ورقة القلب ﴿حَلِيمٌ﴾ أي صبور على ما يعترضه من الأذى ولذلك حلم عن أبيه مع توعده له بقوله\n﴿لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ﴾ [مريم: ٤٦] فليس لغيره أن يتأسى به في ذلك قال أبو حيان: ولما اكن استغفار إِبراهيم لأبيه بصدد أن يُقتدى به بيّن تعالى العلة في استغفار إِبراهيم لأبيه، وهو الوعد الذي كان وعده به، فكان يرجو إِيمانه فلما تبيّن له من جهة الوحي أنه عدو لله، وأنه يموت كافرًا، وانقطع رجاؤه منه تبرأ منه وقطع استغفاره ﴿وَمَا كَانَ الله لِيُضِلَّ قَوْمًا﴾ نزلت الآية في قوم من المسلمين استغفروا للمشركين، فخافوا على أنفسهم من ذلك فنزلت الآية تأنيسًا لهم أي ما كان الله ليقضي على قوم بالضلال ﴿بَعْدَ إِذْ هَدَاهُمْ﴾ أي بعد أن وفقهم للإِيمان ﴿حتى يُبَيِّنَ لَهُم مَّا يَتَّقُونَ﴾ أي حتى يبين لهم ما يجتنبونه فإِن خالفوا بعد النهي استحقوا العقوبة ﴿إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي عليم بجميع الأشياء ومنها أنه يعلم من يستحق الهداية، ومن يستحق الإِضلال ﴿إِنَّ الله لَهُ مُلْكُ السماوات والأرض﴾ أي له سلطان السماوات والأرض وملكهما، وكل من فيهما عبيده ومماليكه ﴿يُحْيِي وَيُمِيتُ﴾ أي بيده وحده حياتهم وموتهم ﴿وَمَا لَكُمْ مِّن دُونِ اللَّهِ مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ما لكم أيها الناس من أحد غير الله تلجأون إِليه أو تعتمدون عليه قال الألوسي: لما منعهم سبحانه عن الاستغفار للمشركين وإن كانوا أولي قربى، وتضمن ذلك وجوب التبري عنهم، بيّن لهم أن الله سبحانه املك كل موجود، ومتولي أمره، والغالب عليه، ولا يتأتى لهم ولاية ولا نصر إِلا منه تعالى، ليتوجهوا إِليه بكليتهم، متبرئين عما سواه، غير قاصدين إِلا إِياه ﴿لَقَدْ تَابَ الله على النبي والمهاجرين والأنصار﴾ أي تاب الله على النبي من إِذنه للمنافقين في التخلف، وتاب على المهاجرين والأنصار لما حصل منهم من بعض الهفوات في غزوة تبوك، حيث تباطأ بعضهم، وتثاقل عن الجهاد آخرون، والغرض التوبة على من تخلفوا من المؤمنين عن غزوة تبوك ثم تابوا وأنابوا، وعلم الله صدق توبتهم فقبلها منهم، وصدّرها بتوبته على رسوله وكبار صحبه جبرًا لقلوبهم، وتنويهًا لشأنهم، وبعثًا للمؤمنين على التوبة، وأنه ما من مؤمن إِلا وهو محتاج إِلى التوبة والاستغفار، حتى النبي والمهاجرون والأنصار ﴿الذين اتبعوه فِي سَاعَةِ العسرة﴾ أي اتبعوه في غزوة تبوك وقت العسرة في شدة الحر، وقلة الزاد، والضيق الشديد روى الطبري عن عمر ﵁ قال: خرجنا مع رسول الله ﷺ َ إِلى تبوك في قيظٍ شديد، فنزلنا منزلًا أصابنا فيه عطش، حتى ظننا أن رقابنا ستنقطع، حتى إِن الرجل لينحر البعير فيعصر فرثه فيشربه، فقد أبو بكر يا رسول الله: إِن الله قد عودك في الدعاء خيرًا فادع لنا، قال: تحب ذلك؟ قال: نعم فرفع يديه فلم يرجعهما حتى سكبت السماء فملأوا ما معهم، فرجعنا ننظر فلم نجدها","vol":"1","page":527},{"text":"جاوزت العسكر ﴿مِن بَعْدِ مَا كَادَ يَزِيغُ قُلُوبُ فَرِيقٍ مِّنْهُمْ﴾ أي من بعد ما كادت قلوب بعضهم تميل عن الحق وترتاب، لما نالهم من المشقة والشدة ﴿ثُمَّ تَابَ عَلَيْهِمْ﴾ أي وفقهم للثبات على الحق وتاب عليهم لما ندموا ﴿إِنَّهُ بِهِمْ رَءُوفٌ رَّحِيمٌ﴾ أي لطيف رحيم بالمؤمنين ﴿وَعَلَى الثلاثة الذين خُلِّفُواْ﴾ أي وتاب كذلك على الثلاثة الذين تخلفوا عن الغزو، وهم «كعب، وهلال، ومرارة» ﴿حتى إِذَا ضَاقَتْ عَلَيْهِمُ الأرض بِمَا رَحُبَتْ﴾ أي ضاقت عليهم مع سعتها ﴿وَضَاقَتْ عَلَيْهِمْ أَنفُسُهُمْ﴾ أي ضاقت نفوسهم بما اعتراها من الغم والهم، بحيث لا يسعها أنس ولا سرور، وذلك بسبب\n«أن الرسول ﵇ دار لمقاطعتهم، فكان أحدهم يفشي السلام لأقرب أقربائه فلا يرد عليه، وهجرتهم نساؤهم وأهلوهم وأهملوهم حتى تاب الله عليهم» ﴿وظنوا أَن لاَّ مَلْجَأَ مِنَ الله إِلاَّ إِلَيْهِ﴾ أي وأيقنوا أنه لا معتصم لهم من الله ومن عذابه، إِلا بالرجوع والإِنابة إِليه سبحانه ﴿ثُمَّ تَابَ عَلَيْهِمْ ليتوبوا﴾ أي رجع عليهم بالقبول والرحمة، ليستقيموا على التوبة ويدوموا عليها ﴿إِنَّ الله هُوَ التواب الرحيم﴾ أي المبالغ في قبول التوبة وإِن كثرت الجنايات وعظمت، المتفضل على العباد بالرحمة الشاملة ﴿ياأيها الذين آمَنُواْ اتقوا الله وَكُونُواْ مَعَ الصادقين﴾ أي راقبوا الله في جميع أقوالكم وأفعالكم، وكونوا مع أهل الصدق واليقين، الذين صدقوا في الدين نية وقولًا وعملًا ﴿مَا كَانَ لأَهْلِ المدينة وَمَنْ حَوْلَهُمْ مِّنَ الأعراب أَن يَتَخَلَّفُواْ عَن رَّسُولِ الله﴾ عتاب لمن تخلف عن غزوة تبوك أي ما صح ولا استقام لأهل المدينة ومن حولهم من سكان البوادي أن يتخلفوا عن الغزو مع رسول الله ﷺ َ ﴿وَلاَ يَرْغَبُواْ بِأَنْفُسِهِمْ عَن نَّفْسِهِ﴾ أي لا يترفعوا بأنفسهم عن نفسه بأن يكرهوا لها المكاره ولا يكرهوها له ﵇، بل عليهم أن يفدوه بالمُهَج والأرواح، وأن يكابدوا معه ما يكابده من الأهوال والخطوب قال الزمخشري: أمروا بأن يصحبوه على البأساء والضراء، وأن يلقوا من الشدائد ما تلقاه نفسه، علمًا بأنها أعز نفس على الله وأكرمها عليه، لا أن يضنوا بأنفسهم على ما سمح بنفسه عليه، وهذا نهي بليغ، وتهييج لمتابعته ﵇ ﴿ذلك بِأَنَّهُمْ لاَ يُصِيبُهُمْ ظَمَأٌ﴾ أي ذلك النهي عن التخلف بسبب أنهم لا يصيبهم عطش ﴿وَلاَ نَصَبٌ﴾ أي ولا تعب ﴿وَلاَ مَخْمَصَةٌ﴾ أي ولا مجاعة ﴿فِي سَبِيلِ الله﴾ أي في طرق الجهاد ﴿وَلاَ يَطَأُونَ مَوْطِئًا﴾ أي ولا يدوسون مكانًا من أمكنة الكفار بأرجلهم أو حوافر خيولهم ﴿يَغِيظُ الكفار﴾ أي يغضب الكفار وطؤها ﴿وَلاَ يَنَالُونَ مِنْ عَدُوٍّ نَّيْلًا﴾ أي ولا يصيبون أعداءهم بشيء بقتل أو أسرٍ أو هزيمة قليلًا كان أو كثيرًا ﴿إِلاَّ كُتِبَ لَهُمْ بِهِ عَمَلٌ صَالِحٌ﴾ أي إِلا كان ذلك قربة لهم عند الله ﴿إِنَّ الله لاَ يُضِيعُ أَجْرَ المحسنين﴾ أي لا يضيع أجر من أحسن عملًا ﴿وَلاَ يُنفِقُونَ نَفَقَةً صَغِيرَةً وَلاَ كَبِيرَةً﴾ قال ابن عباس: تمرة فما فوقها ﴿وَلاَ يَقْطَعُونَ وَادِيًا﴾ أي ولا يجتازون للجهاد في سيرهم أرضًا ذهابًا أو إِيابًا ﴿إِلاَّ كُتِبَ لَهُمْ﴾ أي أثبت لهم أجر ذلك ﴿لِيَجْزِيَهُمُ الله أَحْسَنَ مَا كَانُواْ يَعْمَلُونَ﴾ أي ليجزيهم على كل عمل لهم جزاء أحسن أعمالهم قال الألوسي: على معنى أن لأعمالهم جزاءً حسنًا وجزاء أحسن، وهو سبحانه اختار لهم أحسن","vol":"1","page":528},{"text":"جزاء ﴿وَمَا كَانَ المؤمنون لِيَنفِرُواْ كَآفَّةً﴾ أي لا ينبغي خروج جميع المؤمنين للغزو بحيث تخلو منهم البلاد، روي عن ابن عباس أنه تعالى لما شدد على المتخلفين قالوا: لا يتخلف منا أحد عن جيشٍ أو سرية أبدًا، فلما قدم الرسول المدينة وأرسل السرايا إِلى الكفار، نفر المسلمون جميعًا إِلى الغزو وتركوه وحده بالمدينة فنزلت هذه الآية ﴿فَلَوْلاَ نَفَرَ مِن كُلِّ فِرْقَةٍ مِّنْهُمْ طَآئِفَةٌ﴾ أي فإِذا لم يكن نفير الجميع ولم يكن فيه مصلحة فهلا نفر من كل جماعة كثيرة فئة قليلة ﴿لِّيَتَفَقَّهُواْ فِي الدين﴾ أي ليصبحوا فقهاء ويتكلفوا المشاق في طلب العلم ﴿وَلِيُنذِرُواْ قَوْمَهُمْ إِذَا رجعوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ﴾ أي وليخوفوا قومهم ويرشدوهم إِذا رجعوا إِليهم من الغزو، لعلهم يخافون عقاب الله بامتثال أوامره واجتناب نواهيه قال الألوسي: وكان الظاهر أن يقال\n﴿ليعلموا﴾ [الكهف: ٢١] بدل ﴿َلِيُنذِرُواْ﴾ و﴿لِّيَتَفَقَّهُواْ﴾ بدل ﴿يَحْذَرُونَ﴾ لكنه اختير ما في النظم الجليل للإِشارة إلى أنه ينبغي أن يكون غرض المعلم: الإِرشاد والإِنذار، وغرض المتعلم: اكتساب الخشية لا التبسط والاستكبار ﴿ياأيها الذين آمَنُواْ قَاتِلُواْ الذين يَلُونَكُمْ مِّنَ الكفار﴾ أي قاتلوا القريبين منكم وطهروا ما حولكم من رجس المشركين ثم انتقلوا إلى غيرهم، والغرض إِرشادهم إِلى الطريق الأصوب والأصلح، وهو أن يبتدئوا من الأقرب فالأقرب حتى يصلوا إلى الأبعد فالأبعد ﴿وَلْيَجِدُواْ فِيكُمْ غِلْظَةً﴾ أي وليجد هؤلاء الكفار منكم شدة عليهم ﴿واعلموا أَنَّ الله مَعَ المتقين﴾ أي واعلموا أن من اتقى الله كان الله معه بالنصر والعون ﴿وَإِذَا مَآ أُنزِلَتْ سُورَةٌ﴾ أي من سور القرآن ﴿فَمِنْهُمْ مَّن يَقُولُ أَيُّكُمْ زَادَتْهُ هذه إِيمَانًا﴾ أي فمن هؤلاء المنافقين من يقول استهزاء: أيكم زادته هذه إِيمانًا؟ على وجه الاستخفاف بالقرآن كأنهم يقولون: أي عجب في هذا وأي دليل في هذا؟ يقول تعالى ﴿فَأَمَّا الذين آمَنُواْ فَزَادَتْهُمْ إِيمَانًا﴾ أي فأما المؤمنون فزداتهم تصديقًا وذلك لما يتجدد عندهم من البراهين والأدلة عند نزول كل سورة ﴿وَهُمْ يَسْتَبْشِرُونَ﴾ أي وهم يفرحون لنزولها لأنه كلما نزل شيء من القرآن ازدادوا إِيمانًا ﴿وَأَمَّا الذين فِي قُلُوبِهِم مَّرَضٌ﴾ أي وأما المنافقون الذين في قلوبهم نفاق وشك في دين الله ﴿فَزَادَتْهُمْ رِجْسًا إلى رِجْسِهِمْ﴾ أي زادتهم نفاقًا إِلى نفاقهم وكفرًا إِلى كفرهم، فازدادوا رجسًا وضلالًا فوق ما هم فيه من الرجس والضلال ﴿وَمَاتُواْ وَهُمْ كَافِرُونَ﴾ أي ماتوا على الكفر ﴿أَوَلاَ يَرَوْنَ أَنَّهُمْ يُفْتَنُونَ فِي كُلِّ عَامٍ مَّرَّةً أَوْ مَرَّتَيْنِ﴾ الهمزة للإِنكار والتوبيخ أي أوَلا يرى هؤلاء المنافقون الذين تُفضح سرائرهم كل سنة مرة أو مرتين حين ينزل فيهم الوحي؟ ﴿ثُمَّ لاَ يَتُوبُونَ وَلاَ هُمْ يَذَّكَّرُونَ﴾ أي ثم لا يرجعون عما هم فيه من النفاق ولا يعتبرون ﴿وَإِذَا مَآ أُنزِلَتْ سُورَةٌ نَّظَرَ بَعْضُهُمْ إلى بَعْضٍ هَلْ يَرَاكُمْ مِّنْ أَحَدٍ ثُمَّ انصرفوا﴾ أي وإِذا أنزلت سورة من القرآن فيها عيب المنافقين وهم في مجلس النبي ﷺ َ نظر بعضهم لبعض هل يراكم أحد من المسلمين لننصرف، فإِنا لا نصبر على استماعه وهو يفضحنا ثم قاموا فانصرفوا ﴿صَرَفَ الله قُلُوبَهُم﴾ جملة دعائية أي صرفها عن الهدى والإِيمان ﴿بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ﴾ أي لأجل أنهم لا يفهمون الحق ولا يتدبرون فهم حمقى غافلون ﴿لَقَدْ جَآءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ﴾ أي لقد جاءكم أيها","vol":"1","page":529},{"text":"القوم رسول عظيم القدر، من جنسكم عربي قرشي، يُبلغكم رسالة الله ﴿عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ﴾ أي يشق عليه عنتكم وهو المشقة ولقاء المكروه ﴿حَرِيصٌ عَلَيْكُمْ﴾ أي حريص على هدايتكم ﴿بالمؤمنين رَءُوفٌ رَّحِيمٌ﴾ أي رءوف بالمؤمنين رحيم بالمذنبين، شديد الشفقة والرحمة عليهم قال ابن عباس: سماه باسمين من أسمائه ﴿فَإِن تَوَلَّوْاْ فَقُلْ حَسْبِيَ الله﴾ أي فإِن أعرضوا عن الإِيمان بك يا محمد فقل يكفيني ربي ﴿لا إله إِلاَّ هُوَ﴾ أي لا معبود سواه ﴿عَلَيْهِ تَوَكَّلْتُ﴾ أي عليه اعتمدت فلا أرجو ولا أخاف أحدًا غيره ﴿وَهُوَ رَبُّ العرش العظيم﴾ أي هو سبحانه رب العرش المحيط بكل شيء، لكونه أعظم الأشياء؛ الذي لا يعلم مقدار عظمته إِلا الله تعالى.\nالبَلاَغَة: ١ - ﴿إِنَّ الله اشترى﴾ استعارة تبعية شبه بذلهم الأموال والأنفس وإِثابتهم عليها بالجنة بالبيع والشراء.\n٢ - ﴿فَيَقْتُلُونَ وَيُقْتَلُونَ﴾ فيه جناس ناقص لاختلافهما في الشكل وهو من المحسنات البديعية.\n٣ - ﴿الراكعون الساجدون﴾ يعني المصلون فيه مجاز مرسل من إِطلاق الجزء وإِرادة الكل، وخص الركوع والسجود بالذكر لشرفهما (أقرب ما يكون العبد من ربه وهو ساجد) .\n٤ - ﴿وَبَشِّرِ المؤمنين﴾ الإِظهار في مقام الإِضمار للاعتناء بهم وتكريمهم.\n٥ - ﴿مَّوْعِدَةٍ وَعَدَهَآ﴾ بينهما جناس الاشتقاق.\n٦ - ﴿لِيُضِلَّ ... هَدَاهُمْ﴾ بينهما طباق وكذلك بين ﴿يُحْيِي ... وَيُمِيتُ﴾ وكذلك ﴿ضَاقَتْ ... رَحُبَتْ﴾ .\n٧ - ﴿التواب الرحيم﴾ من صيغ المبالغة.\n٨ - ﴿يَطَأُونَ مَوْطِئًا﴾ جناس الاشتقاق وكذلك ﴿يَنَالُونَ نَّيْلًا﴾ .\n٩ - ﴿صَغِيرَةً وَلاَ كَبِيرَةً﴾ طباق.\n١٠ - ﴿فَزَادَتْهُمْ رِجْسًا إلى رِجْسِهِمْ﴾ قال في تلخيص البيان: السورة لا تزيد الأرجاس رجسًا، ولا القلوب مرضًا، بل هي شفاء للصدور وجلاء للقلوب، ولكن المنافقين لما ازدادوا عند نزولها عمىً، وحسن أن يضاف ذلك إلى السورة على طريق الاستعارة.\nتنبيه: «روي أن أبا خيثمة الأنصاري ﵁ بلغ بستانه وكانت له امرأة حسناء فرشت له في الظل، وبسطت له الحصير، وقربت إليه الرطب والماء البارد، فنظر فقال: ظل ظليل، ورطب يانع، وماء بارد، وامرأة حسناء، ورسول الله ﷺ َ في الحر والريح ﴿ما هذا بخير، فقام فرحل ناقته، وأخذ سيفه ورمحه، ومر كالريح فنظر رسول الله ﷺ َ خلفه فإِذا براكب وراء السراب، فقال: كن أبا خيثمة﴾ فكان ففرح به رسول الله ﷺ َ واستغفر له» .","vol":"1","page":530},{"text":"اللغَة: ﴿قَدَمَ صِدْقٍ﴾ قال الليث: القدم السابقة قال ذو الرمة:\nوأنت امرؤٌ من أهل بيت ذُؤَابةٍ ... لهم قدمٌ معروفةٌ ومفاخر\nوقال أبو عبيدة: كل سابق في خير أو شر فهو قدم وقال الأخفش: سابقة إخلاص ﴿يُدَبِّرُ﴾ التدبير القضاء والتقدير على حسب الحكمة ﴿القسط﴾ العدل ﴿حَمِيمٍ﴾ الحميم: الماء الحار الذي سخن بالنار حتى انتهى حره ﴿يُفَصِّلُ﴾ التفصيل: التبيين والتوضيح ﴿مَأْوَاهُمُ﴾ مثواهم ومقامهم ﴿طُغْيَانِهِمْ﴾ الطغيان العلو والارتفاع ﴿يَعْمَهُونَ﴾ يتحيَّرون ﴿خَلاَئِفَ﴾ جمع خليفة وهو الذي يخلف غيره في شئونه.\nسَبَبُ النّزول: قال ابن عباس: لما بعث الله تعالى محمدًا ﷺ َ أنكرت الكفار وقالوا: الله أعظم من أن يكون رسوله بشرًا، أما وجد الله من يرسله إِلا يتيم أبي طالب؟ فأنزل الله ﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ أَنْ أَنذِرِ الناس ...﴾ الآية.\nالتفسِير: ﴿الر﴾ إِشارة إِلى أن هذا الكلام البليغ المعجز، مكوّن من جنس الأحرف التي يتكون منها كلامكم، فمن هذه الحروف وأمثالها تتألف آيات الكتاب الحكيم، وهي في متناول أيديهم ثم يعجزون عن الإِتيان بمثل آية واحدة منه ﴿تِلْكَ آيَاتُ الكتاب الحكيم﴾ أي هذه آيات القرآن المُحكْم المبين الذي لا يدخله شك، ولا يعتريه كذب ولا تناقض ﴿أَكَانَ لِلنَّاسِ عَجَبًا أَنْ أَوْحَيْنَآ إلى رَجُلٍ مِّنْهُمْ﴾ أي أكان عجبًا لأهل مكة إِيحاؤنا إِلى رجلٍ منهم هو محمد ﵇؟ والهمزة للإِنكار أي لا عجب في ذلك فهي عادة الله في الأمم السالفة أوحى إِلى رسلهم ليبلغوهم رسالة الله ﴿أَنْ أَنذِرِ الناس﴾ أي أوحينا إِليه بأن خوِف الكفار عذاب النار ﴿وَبَشِّرِ الذين آمنوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ عِندَ رَبِّهِمْ﴾ أي وأنْ بَشّرٍ المؤمنين بأنَّ لهم سابقةً ومنزلة رفيعة عند ربهم بما قدموا من صالح الأعمال ﴿قَالَ الكافرون إِنَّ هذا لَسَاحِرٌ مُّبِينٌ﴾ أي ومع ضوح صدق الرسول ﷺ َ قال المشركون: إٍِنَّ محمدًا لساحرٌ ظاهر السحر، مبطلٌ فيما يدَّعيه قال البيضاوي: وفيه اعترافٌ من حيث لا يشعرون بأن ما جاء به خارجٌ عن طوق البشر ﴿إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ﴾ أي إنَّ ربكم ومالك أمركم الذي ينبغي أن تفردوه بالعبادة هو الذي خلق الكائنات في مقدار سته أيام من أيام الدنيا، ولو شاء لخلقهنَّ في لمحة ولكنه أراد تعليم العباد التأني والتثبت في الأمور ﴿ثُمَّ استوى عَلَى","vol":"1","page":533},{"text":"العرش﴾ استواءً يليق بجلاله من غير تكييفٍ، ولا تشبيه، ولا تعطيل قال ابن كثير: نسلك في هذا المقام مذهب السلف الصالح، وهو إِمرارها كما جاءت من غير تشبيه ولا تعطيل، والمتبادر إِلى أذهان المشبِّهين منفيٌ عن الله، فإِن الله لا يشبهه شيءٌ من خلقه، فمن أثبت لله تعالى ما وردت به الآيات الصريحة، والأخبار الصحيحة، على الوجه الذي يليق بجلال الله، فقد سلك سبيل الهدى وقال أبو السعود: استوى على العرش على الوجه الذي عناه، وهو صفة له سبحانه بلا كيف، منزهًا عن التمكن والاستقرار، وهذا بيانٌ لجلالة ملكه وسلطانه، بعد بيان عظمة شأنه ﴿يُدَبِّرُ الأمر﴾ أي يدبّر أمر الخلائق على ما تقتضيه الحكمة والمصلحة قال ابن عباس: لا يشغله في تدبير خلقه أحد ﴿مَا مِن شَفِيعٍ إِلاَّ مِن بَعْدِ إِذْنِهِ﴾ أي لا يشفع عنده شافع يوم القيامة إِلا بعد أن يأذن له في الشفاعة، وفي هذا ردٌّ على المشركين في زعمهم أن الأصنام تشفع لهم ﴿ذلكم الله رَبُّكُمْ فاعبدوه﴾ أي ذلكم العظيم الشأن هو ربكم وخالقكم لا ربَّ سواه، فوحّدوه بالعبادة ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفلا تتعظون وتعتبرون؟ تعلمون أنه المتفرد بالخلق ثم تعبدون معه غيره ﴿إِلَيْهِ مَرْجِعُكُمْ جَمِيعًا﴾ أي إِلى ربكم مرجعكم أيها الناس يوم القيامة جميعًا ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا من الله لا يتبدّل، وفيه ردٌّ على منكري البعث حيث قالوا\n﴿مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا وَمَا يُهْلِكُنَآ إِلاَّ الدهر﴾ [الجاثية: ٢٤] ﴿إِنَّهُ يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ أي كما ابتدأ الخلق كذلك يعيده ﴿لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات بالقسط﴾ أي ليجزي المؤمنين بالعدل، ونوفيّهم أجورهم بالجزاء الأوفى ﴿والذين كَفَرُواْ﴾ أي والذين جحدوا بالله وكذبوا رسله ﴿لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ﴾ أي لهم في جهنم شرابٌ من حيمم، بالغ النهاية في الحرارة ﴿وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ﴾ أي ولهم عذاب موجع بسبب كفرهم وإِشراكهم قال البيضاوي: والآية كالتعليل لما سبق فإِنه لما كان المقصود من البدء والإِعادة مجازاة المكلفين على أعمالهم كان مرجع الجميع إِليه لا محالة ﴿هُوَ الذي جَعَلَ الشمس ضِيَآءً﴾ الآية للتنبيه على دلائل القدرة والوحدانية أي هو تعالى بقدرته جعل الشمس مضيئة ساطعة بالنهار كالسراج الوهّاج ﴿والقمر نُورًا﴾ أي وجعل القمر منيرًا بالليل وهذا من كمال رحمته بالعباد، ولما كانت الشمس أعظم جرمًا خُصَّت بالضياء، لأنه هو الذي له شطوعٌ ولَمعان قال الطبري: المعنى أضاء الشمس وأنار القمر ﴿وَقَدَّرَهُ مَنَازِلَ﴾ أي قدَّر سيره في منازل وهي البروج ﴿لِتَعْلَمُواْ عَدَدَ السنين والحساب﴾ أي لتعلموا أيها الناس حساب الأوقات، فبالشمس تعرف الأيام، وبسير القمر تُعرف الشهور والأعوام ﴿مَا خَلَقَ الله ذلك إِلاَّ بالحق﴾ أي ما خلق تعالى ذلك عبثًا بل لحكمة عظيمة، وفائدة جليلة ﴿يُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ﴾ أي يبيّن الآيات الكونيّة ويوضحها لقوم يعلمون قدرة الله، ويتدبرون حكمته قال أبو السعود: أي يعلمون الحكمة في إِبداع الكائنات، فيستدلون بذلك على شئون مبدعها جل وعلا ﴿إِنَّ فِي اختلاف اليل والنهار﴾ أي في تعاقبهما يأتي الليل فيذهب النهار، ويأتي النهار","vol":"1","page":534},{"text":"فيذهب الليل ﴿وَمَا خَلَقَ الله فِي السماوات والأرض﴾ أي وما أوجد فيهما من أصناف المصنوعات ﴿لآيَاتٍ لِّقَوْمٍ يَتَّقُونَ﴾ أي لآيات عظيمة وبراهين جليلة، على وجود الصانع ووحدته، وكمال علمه وقدرته، لقومٍ يتقون الله ويخافون عذابه ﴿إِنَّ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي لا يتوقعون لقاء الله أصلًا ولا يخطر ببالهم، فقد أعمتهم الشهوات عن التصديق لما بعد الممات ﴿وَرَضُواْ بالحياة الدنيا﴾ أي رضوا بالدنيا عوضًا من الآخرة، وآثروا الخسيس على النفيس ﴿واطمأنوا بِهَا﴾ أي فرحوا بها وسكنوا إِليها ﴿والذين هُمْ عَنْ آيَاتِنَا غَافِلُونَ﴾ أي وهم عن الأدلة المنبثّة في صحائف الأكوان غافلون، لا يعتبرون فيها ولا يتفكرون ﴿أولئك مَأْوَاهُمُ النار﴾ أي مثواهم ومقامهم النار ﴿بِمَا كَانُواْ يَكْسِبُونَ﴾ أي بسبب كفرهم وإِجرامهم، وبعد أن ذكر الله حال الأشقياء أردفه بذكر حال السعداء فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات يَهْدِيهِمْ رَبُّهُمْ بِإِيمَانِهِمْ﴾ أي يهديهم إِلى طريق الجنة بسبب إِيمانهم ﴿تَجْرِي مِن تَحْتِهِمُ الأنهار فِي جَنَّاتِ النعيم﴾ أي تجري من تحت قصورهم الأنهار أو من تحت أسرَّتهم وهم مقيمون في جنات النعيم ﴿دَعْوَاهُمْ فِيهَا سُبْحَانَكَ اللهم﴾ أي دعاؤهم في الجنة سبحانك اللهم وفي الحديث\n«يُلهمون التسبيح والتحميد كما تُلهمون النّفس» أي كلامهم في الجنة تسبيح الله ﴿وَتَحِيَّتُهُمْ فِيهَا سَلاَمٌ﴾ أي وتحية بعضهم بعضًا سلامٌ عليكم كما تحيِّيهم بذلك الملائكة ﴿وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ سَلاَمٌ عَلَيْكُم﴾ [الرعد: ٢٣ - ٢٤] ﴿وَآخِرُ دَعْوَاهُمْ أَنِ الحمد للَّهِ رَبِّ العالمين﴾ أي وآخر دعائهم أن يقولوا: الحمد لله ربّ العالمين ﴿وَلَوْ يُعَجِّلُ الله لِلنَّاسِ الشر استعجالهم بالخير﴾ قال مجاهد: هو دعءا الرجل على نفسه أو ولده إِذا غضب، اللهم أهلكْه، اللهم لا تبارك فيه قال الطبري: المعنى لو يعجل الله إِجابة دعاء الناس في الشر وفيما عليهم فيه مضرَّة، كاستعجاله لهم في الخير بالإِجابة إِذا دعوه به ﴿لَقُضِيَ إِلَيْهِمْ أَجَلُهُمْ﴾ أي لهلكوا وعُجِّل لهم الموت ﴿فَنَذَرُ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي فنترك المكذبين بلقائنا الذين لا يؤمنون بالبعث ﴿فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي في تمردهم وعتوهم يتردَّدون تحيرًا والمعنى: نترك المجرمين ونمهلهم ونفيض عليهم النعم مع طغيانهم لتلزمهم الحجة ﴿وَإِذَا مَسَّ الإنسان الضر﴾ أي وإِذا أصاب الإِنسان الضرُّ من مرضٍ أو فقرًا ونحو ذلك ﴿دَعَانَا لِجَنبِهِ أَوْ قَاعِدًا أَوْ قَآئِمًا﴾ أي دعانا في جميع الحالات: مضطجعًا أو قاعدًا أو قائمًا لكشف ذلك الضُر عنه ﴿فَلَمَّا كَشَفْنَا عَنْهُ ضُرَّهُ مَرَّ كَأَن لَّمْ يَدْعُنَآ إلى ضُرٍّ مَّسَّهُ﴾ أي فلما أزلنا ما به من ضرّ استمرَّ على عصيانه، ونسي ما كان فيه من الجَهْد والبلاء أو تناساه، وهو عتابٌ لمن يدعو الله عند الضر، ويغفل عنه عند العافية ﴿كذلك زُيِّنَ لِلْمُسْرِفِينَ مَا كَانُواْ يَعْمَلُونَ﴾ أي كما زُيّن لذلك الإِنسان الدعاء عند الضرِّ والإِعراضُ عند الرخاءِ، كذلك زُيّن للمسرفين المتجاوزين الحد في الإِجرام، ما كانوا يعملون من الإِعراض عن الذكر، ومتابعة الشهوات ﴿وَلَقَدْ أَهْلَكْنَا القرون مِن قَبْلِكُمْ لَمَّا ظَلَمُواْ﴾ أي ولقد أهلكنا الأمم من قبلكم أيها المشركون لما كفروا وأشركوا وتمادَوا في الغيِّ والضلال ﴿وَجَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي جاءوهم بالمعجزات الباهرة التي تدل على صدقهم ﴿وَمَا","vol":"1","page":535},{"text":"كَانُواْ لِيُؤْمِنُواْ﴾ أي وما آمنوا بما جاءتهم به الرسل، أي أنهم ظلموا وما آمنوا فكان سبب إِهلاكهم شيئان: ظلمهم، وعدم إِيمانهم ﴿كذلك نَجْزِي القوم المجرمين﴾ أي مثل ذلك الجزاء - يعني الإِهلاك - نجزي كل مجرم، وهو وعيدٌ لأهل مكة على تكذيبهم رسول الله ﷺ َ ﴿ثُمَّ جَعَلْنَاكُمْ خَلاَئِفَ فِي الأرض مِن بَعْدِهِم﴾ أي ثم استخلفناكم في الأرض يا أهل مكة من بعد إِهلاك أولئك القرون، التي تسمعون أخبارها وتشاهدون آثارها ﴿لِنَنظُرَ كَيْفَ تَعْمَلُونَ﴾ أي لننظر أتعملون خيرًا أم شرًا فنجازيكم على حسب عملكم قال القرطبي: والمعنى: يعاملكم معاملة المختبر إِظهارًا للعدل وقال في التسهيل: معناه ليظهر في الوجود عملكم فتقوم عليكم به الحجة والغرض أن الله تعالى عالمٌ بأعمالهم من قبل ذلك ولكن يختبرهم ليتبيَّن في الوجود ما علمه تعالى أزلًا ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت على المشركين آيات القرآن المبين، حال كونها واضحات لا لَبْس فيها ولا إِشكال ﴿قَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي قال الذين لا يؤمنون بالبعث والحساب، ولا يرجون الأجر والثواب ﴿ائت بِقُرْآنٍ غَيْرِ هاذآ﴾ أي ائت يا محمد بكتابٍ آخر غير هذا القرآن، ليس فيه ما نكرهه من عيب آلهتنا، وتسفيه أحلامنا، ﴿أَوْ بَدِّلْهُ﴾ بأن تجعل مكان آية عذاب آية رحمة، ومكان سب آلهتنا مدحهم، ومكان الحرام حلالا، وإِنما قالوه على سبيل الاستهزاء والسخرية قال ابن عباس: نزلت في المستهزئين بالقرآن من أهل مكة قالوا يا محمد: ائتنا بقرآن غير هذا فيه ما نسألك ﴿قُلْ مَا يَكُونُ لي أَنْ أُبَدِّلَهُ مِن تِلْقَآءِ نفسي﴾ أي قل لهم يا محمد ما ينبغي ولا يصح لي أن أغيرّ أو أبدّل شيئًا من قبل نفسي ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي لا أتّبع إِلا ما يوحيه إِليَّ ربي، فأنا عبد مأمور، ورسولٌ مبلِّغ، أبلغكم رسالة الله ﴿إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إِني أخشى إِن خالفت أمره، وبدَّلتُ وحيه، عذاب يومٍ شديد الهَوْل هو يوم القيامة، وهذا كالتعليل لما سبق ﴿قُل لَّوْ شَآءَ الله مَا تَلَوْتُهُ عَلَيْكُمْ﴾ أي قل لهم يا محمد لو شاء الله ما تلوتُ هذا القرآن عليكم، وما تلوته إِلا بمشيئته تعالى، لأنه من عنده وما هو من عندي ﴿وَلاَ أَدْرَاكُمْ بِهِ﴾ أي ولا أعلَمكم به على لساني ﴿فَقَدْ لَبِثْتُ فِيكُمْ عُمُرًا مِّن قَبْلِهِ﴾ أي فقد مكثتُ بين أظهركم زمنا طويلًا، مدة أربعين سنة من قبل القرآن لا أعلمه أنا ولا أتلوه عليكم ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تستعملون عقولكم بالتدبر والتفكر لتعلموا أنَّ مثل هذا الكتاب المعجز ليس إِلا من عند الله؟ قال الإِمام الفخر، إِن الكفار شاهدوا رسول الله ﷺ َ من أول عمره إِلى ذلك الوقت، وكانوا عالمين بأحواله، وأنه طالع كتابًا، ولا تتلمذ لأستاذ، ولا تعلَّم من أحد، ثم بعد انقراض أربعين سنة جاءهم بهذا الكتاب العظيم، المشتمل على نفائس علم الأصول، ودقائق علم الأحكام، ولطائف علم الأخلاق، وأسرار قصص الأولين، وعجز عن معارضته العلماء، والفصحاء، والبلغاء، وكلُّ من له عقل سليم يعلم أن مثل هذا لا يكون إِلا على سبيل الوحي والتنزيل ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام انكاري بمعنى النفي أي لا أحد أظلم ممن اختلق على الله الكذب والمقصود منه نفي الكذب عن مقامه الشريف ﷺ َ حيث زعم المشركون أن هذا القرآن من صنع محمد ﴿أَوْ كَذَّبَ بِآيَاتِهِ﴾ أي كذّب بالحق الذي جاءت به الرسل ﴿إِنَّهُ لاَ يُفْلِحُ","vol":"1","page":536},{"text":"المجرمون﴾ أي لا يفوز بالسعادة من ارتكب الإِجرام وكذّب الرسل الكرام ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَضُرُّهُمْ وَلاَ يَنفَعُهُمْ﴾ بيانٌ لقبائح المشركين أي ويعبدون الأوثان التي هي جمادات لا تقدر على جلب نفعٍ أو دفع ضر ﴿وَيَقُولُونَ هؤلاء شُفَعَاؤُنَا عِندَ الله﴾ أي يزعمون أن الأصنام تشفع لهم مع أنها حجارة لا تبصر ولا تسمع ﴿قُلْ أَتُنَبِّئُونَ الله بِمَا لاَ يَعْلَمُ فِي السماوات وَلاَ فِي الأرض﴾؟ أي قل يا محمد لهؤلاء المشركين أتخبرون الله تعالى بشريكٍ أو شفيعٍ كائنٍ في السماوات أو الأرض لا يعلمه جلَّ وعلا، وهو علاّم الغيوب الذي أحاط علمه بجميع الكائنات؟ والاستفهام للتهكم والهزء بهم ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزّه الله وتقدَّس عما يقول الظالمون، وينسبه إِليه المشركون ﴿وَمَا كَانَ الناس إِلاَّ أُمَّةً وَاحِدَةً فاختلفوا﴾ أي وما كان الناس إِلا على دين واحد هو الإِسلام من لدن آدم إِلى نوح فاختلفوا في دينهم وتفرقوا شيعًا وأحزابًا قال ابن عباس: كان بين آدم ونوح عشرة قرون كلهم على الإِسلام، ثم وقع الاختلاف بين الناس وعُبدت الأوثان والأصنام فبعث الله الرسل مبشرين ومنذرين ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ﴾ أي ولولا قضاء الله بتأخير الجزاء إِلى يوم القيامة ﴿لَقُضِيَ بَيْنَهُمْ فِيمَا فِيهِ يَخْتَلِفُونَ﴾ أي لعُجِّل عقابهم في الدنيا باختلافهم في الدين ﴿وَيَقُولُونَ لَوْلاَ أُنزِلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾ أي ويقول هؤلاء الكفرة المعاندون هلاّ أنزل على محمد معجزة من ربه كما كان للأنبياء من الناقة والعصا واليد ﴿فَقُلْ إِنَّمَا الغيب للَّهِ﴾ أي قل لهم أمر الغيب لله وحده ولا يأتي بالآيات إِلا هو وإِنما أنا مبلّغ ﴿فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين﴾ أي فانتظروا قضاء الله بيننا فأنا ممن ينتظر ذلك.\nالبَلاَغَة: ١ - ﴿الكتاب الحكيم﴾ فعيل بمعنى مفعول أي المُحْكم الذي لا يتطرق إِليه الفساد ولا يعتريه الكذب والتناقض.\n٢ - ﴿أَنذِرِ ... . وَبَشِّرِ﴾ بينهما طباقٌ.\n٣ - ﴿قَدَمَ صِدْقٍ﴾ كناية عن المنزلة الرفيعة، والعبارةُ غايةٌ في البلاغة لأن بالقدم يكون السبق والتقدم، كما سميت النعمة يدًا لأنها تُعطى بها.\n٤ - ﴿يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ بين كلمتي البدء والإِعادة طباقٌ.\n٥ - ﴿لاَ يَرْجُونَ لِقَآءَنَا﴾ فيه التفاتٌ مع الإِضافة إِلى ضمير الجلالة لتعظيم الأمر وتهويله.\n٦ - ﴿الشر استعجالهم بالخير﴾ أي كاستعجالهم أو مثل استعجالهم بالخير ففيه تشبيه مؤكد مجمل، وبين الشر والخير طباقٌ.\n٧ - ﴿لِنَنظُرَ كَيْفَ تَعْمَلُونَ﴾ في الكلام استعارة تمثيلية حيث شبّه حال العباد مع ربهم بحال رعية مع سلطانها في إِمهالهم للنظر في أعمالهم، واستعير الاسم الدال على المشَّبه به للمشبَّه على سبيل التمثيل والتقريب، ولله المثل الأعلى.\n٨ - ﴿أَفَلاَ تَعْقِلُونَ﴾ الاستفهام للإِنكار والتوبيخ.","vol":"1","page":537},{"text":"فَائِدَة: قال السيوطي في قوله تعالى ﴿جَعَلَ الشمس ضِيَآءً والقمر نُورًا﴾ إِن هذه الآية أصلٌ في علم المواقيت، والحساب، والتاريخ، ومنازل القمر.\nلطيفَة: قال الحافظ ابن كثير: من قال مقالة صادقًا أو كاذبًا فلا بدَّ أن يُنْصَب عليه من الأدلة على برِّه أو فجوره ما هو أظهر من الشمس، فإِن الفرق بين محمد ﷺ َ وبين مسيلمة الكذاب لمن شاهدهما أظهر من الفرق بين الضحى وحنْدس الظلماء، قال عبد الله بن سلام: «لما قدم رسول الله ﷺ َ المدينة انجفل الناس (أي تفرق اليهود عنه) فكنت فيمن انجفل، فلما رأيتُه عرفتُ أن وجهه ليس بوجه كذاب، فكان أول ما سمعته يقول» يا أيها الناس أفشوا السلام، وأطعموا الطعام، وصِلُوا الأرحام، وصلوا بالليل والناس نيام، تدخلو الجنة بسلام «فقد أيقن بصدقه صلوات الله وسلامه عليه بما رأى من الدلائل قال حسان:\nلو لم تكن فيه آياتٌ مبيِّنةٌ ... لكان منظرهُ يُنْبيك بالخبر","vol":"1","page":538},{"text":"المنَاسَبَة: لما ذكر تعالى الأدلة على فساد عبادة الأوثان، وشبهات المشركين حول الرسالة والقرآن، ذكر هنا أن عادة هؤلاء الأشقياء المكرُ، والجحودُ، والعِنَاد، فإن أصابتهم الشدة تضرّعوا، وإن جاءتهم الرحمة بطروا وكفروا، ثم ضرب تعالى المثل بالحياة الدنيا في الزوال والفناء، ثم عاد إِلى ذكر الأدلة والبراهين، على وحدانية الله ربّ العالمين.\nاللغَة: ﴿عَاصِفٌ﴾ العاصف: الريح الشديدة التي تعصف بالأوراق والأشجار، قال الفراء: يقال عصفت الريح وأعصفت أي اشتدت قال الشاعر:\nإِن الرياح إذا ما أعصَفَتْ قَصَفَتْ ... عيدانَ نجدٍ ولا يَعْبأنَ بالرّتم\n﴿الموج﴾ ما ارتفع من الماء فوق البحر، سُمّي موجًا لاضطرابه ﴿زُخْرُفَهَا﴾ الزخرف: كمالُ حسنِ الشيء ونضارتهُ، سُمّي زخرفًا لبهجته ونضارته ﴿تَغْنَ﴾ غني بالمكان إِذا أقام به وعَمره ﴿يَرْهَقُ﴾ يغشى ويعلو يقال: رهقه الذل أي غشيه ﴿قَتَرٌ﴾ القَتر والقترة: الغبار الذي معه سواد قال تعالى ﴿تَرْهَقُهَا قَتَرَةٌ﴾ [عبس: ٤١] أي تعلوها غَبَرة جهنم، وقيل: القَتَر الغبارُ وإن لم يكن معه سواد قال الفرزدق:\nمتوّجٌ برداء الملك يتبعه ... موجٌ ترى فوقه الراياتِ والقَتَرا\n﴿زَيَّلْنَا﴾ فرَّقنا وميّزنا ﴿تُؤْفَكُونَ﴾ تصرفون عن الحق إِلى الباطل.\nالتفسِير: ﴿وَإِذَآ أَذَقْنَا الناس رَحْمَةً مِّن بَعْدِ ضَرَّآءَ مَسَّتْهُمْ﴾ المراد بالناس كفار مكة رُوي أن الله سلّط عليهم القحط سبع سنين حتى كادوا يهلكون فطلبوا منه ﷺ َ أن يدعو لهم بالخصب ووعدوه بالإِيمان فلما ﵏ بإنزال المطر رجعوا إلى الكفر والعناد والمعنى: وإذا أذقنا هؤلاء المشركين رخاءً بعد شدة، وخصبًا بعد جدب أصابهم ﴿إِذَا لَهُمْ مَّكْرٌ في آيَاتِنَا﴾ قال مجاهد: استهزاءٌ وتكذيب ﴿قُلِ الله أَسْرَعُ مَكْرًا﴾ أي أعجل عقوبة على جزاء مكرهم ﴿إِنَّ رُسُلَنَا يَكْتُبُونَ مَا تَمْكُرُونَ﴾ أي إنَّ الملائكة الحفظة يكتبون مكركم ويسجّلون إجرامكم، وفيه تنبيهٌ على أن ما دبَّروه غير خاف على","vol":"1","page":539},{"text":"الحفظة فضلًا عن العليم الخبير ﴿هُوَ الذي يُسَيِّرُكُمْ فِي البر والبحر﴾ أي هو تعالى بقدرته الذي يحملكم في البر على الدواب، وفي البحر على السفن التي تسير على وجه الماء ﴿حتى إِذَا كُنتُمْ فِي الفلك﴾ أي حتى إذا كنتم في البحر على ظهور هذه السفن ﴿وَجَرَيْنَ بِهِم بِرِيحٍ طَيِّبَةٍ﴾ فيه التفات أي وجرين بهم بالريح الليِّنة الطرية التي تسيَّر السفن ﴿وَفَرِحُواْ بِهَا﴾ أي فرح الركاب بتلك الريح الطيبة ﴿جَآءَتْهَا رِيحٌ عَاصِفٌ﴾ أي وفجأةً جاءتها الريح الشديدة العاصفة المدمّرة ﴿وَجَآءَهُمُ الموج مِن كُلِّ مَكَانٍ﴾ أي وأحاطت بهم أمواج البحار من كل جهة ﴿وظنوا أَنَّهُمْ أُحِيطَ بِهِمْ﴾ أي أيقنوا بالهلاك ﴿دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين﴾ أي أخلصوا الدعاء لله وتركوا ما كانوا يعبدون، قال القرطبي: وفي هذا دليل على أن الخلق جبلوا على الرجوع إِلى الله في الشدائد، وأن المضطر يجاب دعاؤه وإن كان كافرًا، لانقطاع الأسباب، ورجوعه إلى ربّ الأرباب ﴿لَئِنْ أَنْجَيْتَنَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين﴾ أي لئن أنقذتنا من هذه الشدائد والأهوال لنكونن من الشاكرين لك على نعمائك، والعاملين بطاعتك ومرضاتك قال في البحر: ومعنى الإِخلاص إفراده بالدعاء من غير إشراك أصنام وغيرها وقال الحسن: مخلصين لا إخلاص إيمان ولكن لأجل العلم بأنهم لا ينجيهم من ذلك إلا الله فيكون ذلك جاريًا مجرى الإِيمان الاضطراري ﴿فَلَمَّآ أَنجَاهُمْ إِذَا هُمْ يَبْغُونَ فِي الأرض بِغَيْرِ الحق﴾ أي فلما خلّصهم وأنقذهم إذا هم يعملون في الأرض بالفساد والمعاصي قال ابن عباس: يبغون بالدعاء فيدعون غير الله ويعملون بالمعاصي قال تعالى ردًا عليهم ﴿ياأيها الناس إِنَّمَا بَغْيُكُمْ على أَنفُسِكُمْ﴾ أي وبالُ البغي عليكم، ولا يجني ثمرته إلا أنتم ﴿مَّتَاعَ الحياة الدنيا﴾ أي تتمتعون في هذه الحياة بالشهوات الفانية، التي تعقبها الحسرات الباقية ﴿ثُمَّ إِلَينَا مَرْجِعُكُمْ فَنُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي مرجعكم بعد الموت إلينا فنجازيكم عليها، وفي هذا وعيدً وتهديد.\nوالآية الكريمة تمثيلٌ لطبيعة الإِنسان الجحود، لا يذكر الله إلا في ساعة العسرة، ولا يرجع إليه إلا وقت الكرب والشدة، فإِذا نجّاه الله من الضيق، وكشف عنه الكرب، رجع إلى الكفر والعصيان، وتمادى في الشرِّ والطغيان. ثم ضرب تعالى مثلًا للحياة الدنيا الزائلة الفانية وقصِّر مدة التمتع بها فقال ﴿إِنَّمَا مَثَلُ الحياة الدنيا كَمَآءٍ أَنزَلْنَاهُ مِنَ السمآء فاختلط بِهِ نَبَاتُ الأرض﴾ أي صفة الحياة الدنيا وحالها العجيبة في فنائها وزوالها، وذهاب نعيمها واغترار الناس بها كمثل مطر نزل من السماء فنبت به أنواع من النبات مختلط بعضها ببعض قال ابن عباس: اختلط فنبت بالماء كلُّ لون ﴿مِمَّا يَأْكُلُ الناس والأنعام﴾ أي مما يأكله الناس من الحبوب والثمار والبقول، والأنعامُ من الكلأ والتبن والشعير ﴿حتى إِذَآ أَخَذَتِ الأرض زُخْرُفَهَا﴾ أي أخذت حسنها وبهجتها ﴿وازينت﴾ أي تزينت بالحبوب والثمار والأزهار، وهو تمثيلٌ بالعروس إِذا تزينت بالحلي والثياب ﴿وَظَنَّ أَهْلُهَآ أَنَّهُمْ قَادِرُونَ عَلَيْهَآ﴾ أي وظنَّ أصحابها أنهم متمكنون من الانتفاع بها، محصّلون لثمرتها وغلّتها ﴿أَتَاهَآ أَمْرُنَا لَيْلًا أَوْ نَهَارًا﴾ أي جاءها قضاؤنا بهلاك ما عليها من النبات إمّا ليلًا وإمّا نهارًا ﴿فَجَعَلْنَاهَا حَصِيدًا﴾ أي محصودة مقطوعة لا شيء فيها","vol":"1","page":540},{"text":"كالذي حصد بالمناجل ﴿كَأَن لَّمْ تَغْنَ بالأمس﴾ أي كأنها لم تكن عامرة قائمة على ظهر الأرض قبل ذلك ﴿كذلك نُفَصِّلُ الآيات لِقَوْمٍ يَتَفَكَّرُونَ﴾ أي مثل ما بينا هذا المثل الرائع للحياة الدنيا نبيّن الآيات ونضرب الأمثال لقوم يتفكرون فيعتبرون بهذه الأمثال قال الألوسي: وتخصيصُهم بالذكر لأنهم المنتفعون ﴿والله يدعوا إلى دَارِ السلام﴾ أي يدعو إلى الجنة دار السرور والإِقامة ﴿وَيَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي يوصل من شاء هدايته إلى الطريق المستقيم وهو دين الإِسلام ﴿لِّلَّذِينَ أَحْسَنُواْ الحسنى﴾ أي للذين أحسنوا بالإِيمان والعمل الصالح لهم الحسنى أي الجنة ﴿وَزِيَادَةٌ﴾ وهي النظر إلى وجه الله الكريم ﴿وَلاَ يَرْهَقُ وُجُوهَهُمْ قَتَرٌ﴾ أي ولا يغشى وجوههم غبار ولا سواد كما يعتري وجوه أهل النار ﴿وَلاَ ذِلَّةٌ﴾ أي هوانٌ وصغار ﴿أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ﴾ أي دائمون لا زوال فيها ولا انقراض لنعيمها بخلاف الدنيا وزخارفها ﴿والذين كَسَبُواْ السيئات جَزَآءُ سَيِّئَةٍ بِمِثْلِهَا﴾ أي والذين عملوا السيئات في الدنيا فعصوا الله وكفروا فسيجزون على السيئةِ بمثلها لا يزادون على ذلك، فالحسنات مضاعفة بفضل الله، والسيئات جزاؤها بالمثل عدلًا منه تعالى ﴿وَتَرْهَقُهُمْ ذِلَّةٌ﴾ أي تغشاهم ذلة وهوان ﴿مَّا لَهُمْ مِّنَ الله مِنْ عَاصِمٍ﴾ أي ليس لهم أحد يعصمهم أو يمنعهم من سخط الله تعالى وعقابه ﴿كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ الليل مُظْلِمًا﴾ أي كأنما أُلبست وجوههم من فرط السواد والظلمة قطعًا من ظلام الليل ﴿أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي لا يخرجون منها أبدًا ﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ﴾ أي نجمع الفريقين للحساب: المؤمنين والكافرين ثم نقول للذين أشركوا الله ﴿مَكَانَكُمْ أَنتُمْ وَشُرَكَآؤُكُمْ﴾ أي الزموا مكانكم أنتم والذين عبدتموهم لا تبرحوا حتى تنظروا ما يفعل الله بكم ﴿فَزَيَّلْنَا بَيْنَهُمْ﴾ أي ففرقنا وميزنا بينهم وبين المؤمنين كقوله\n﴿وامتازوا اليوم أَيُّهَا المجرمون﴾ [يس: ٥٩] ﴿وَقَالَ شُرَكَآؤُهُمْ مَّا كُنتُمْ إِيَّانَا تَعْبُدُونَ﴾ أي تبرأ منهم الشركاء وهم الأصنام الذين عبدوهم من دون الله قال مجاهد: يُنطق الله الأوثان فتقول: ما كنا نشعر بأنكم إيانا تعبدون وما أمرناكم بعبادتنا كقوله ﴿إِذْ تَبَرَّأَ الذين اتبعوا مِنَ الذين اتبعوا وَرَأَوُاْ العذاب وَتَقَطَّعَتْ بِهِمُ الأسباب﴾ [البقرة: ١٦٦] ﴿فكفى بالله شَهِيدًا بَيْنَنَا وَبَيْنَكُمْ﴾ أي تقول الشركاء للمشركين يوم القيامة: حسبنا الله شاهدًا بيننا وبينكم ﴿إِن كُنَّا عَنْ عِبَادَتِكُمْ لَغَافِلِينَ﴾ أي ما كنا عن عبادتكم لنا إِلا غافلين، لا نسمع ولا نبصر ولا تعقل، لأنا كنا جمادًا لا روح فينا ﴿هُنَالِكَ تَبْلُواْ كُلُّ نَفْسٍ مَّآ أَسْلَفَتْ﴾ أي في ذلك الوقت تُختبر كلُّ نفسٍ بما قدمت من خير أو شر، وتنال جزاء ما عملت ﴿وردوا إِلَى الله مَوْلاَهُمُ الحق﴾ أي ردّوا إلى الله تعالى المتولي جزاءهم بالعدل والقسط ﴿وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي ضاع وذهب عنهم ما كانوا يزعمونه م أن الأوثان تشفع لهم، وفي الآية تبكيتٌ شديدٌ للمشركين الذين عبدوا ما لا يسمع ولا يُبصر ولا يُغني عنهم شيئًا ﴿قُلْ مَن يَرْزُقُكُم مِّنَ السمآء والأرض﴾ في هذه الآيات الأدلةُ على وحدانية الله وربوبيته أي قل يا محمد","vol":"1","page":541},{"text":"لهؤلاء المشركين من ينزل لكم الغيث والقطر، ويخرج لكم الزروع والثمار؟ ﴿أَمَّن يَمْلِكُ السمع والأبصار﴾ أي من ذا الذي يملك أسماعكم وأبصاركم، التي تسمعون وتبصرون بها؟ ومن يستطيع أن يردها لكم إذا أراد الله أن يسلبكموها؟ كقوله\n﴿قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وَأَبْصَارَكُمْ﴾ [الأنعام: ٤٦] الآية ﴿وَمَن يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي﴾؟ أي من يخرج الإِنسان من النطفة، والطير من البيضة، والسنبلة من الحبة، والنبات من الأرض، والمؤمن من الكافر؟ ﴿وَمَن يُدَبِّرُ الأمر﴾ أي ومن يدبّر أمر الخلائق، ويصرِّف شئون الكائنات؟ ﴿فَسَيَقُولُونَ الله﴾ أي فسيقرون بأن فاعل ذلك كلِّه هو الله ربُّ العالمين، إذ لا مجال للمكابرة والعناد لغاية وضوحه ﴿فَقُلْ أَفَلاَ تَتَّقُونَ﴾ أي قل لهم يا محمد أفلا تخافون عقابه ونقْمته بإِشراككم وعبادتكم غير الله؟ ﴿فَذَلِكُمُ الله رَبُّكُمُ الحق﴾ أي هذا الذي يفعل هذه الأشياء الجليلة هو ربكم الحق، الثابت ربوبيتُه ووحدانيتُه بالبراهين القاطعة ﴿فَمَاذَا بَعْدَ الحق إِلاَّ الضلال﴾ استفهام انكاري أي ليس بعد الحق إلا الضلال، فمن تخطى الحق الذي هو عبادة الله تعالى وقع في الضلال ﴿فأنى تُصْرَفُونَ﴾ أي فكيف تُصرفون عن عبادة الله، إلى عبادة ما لا يخلق ولا يرزق، ولا يحيي ولا يميت؟ ﴿كَذَلِكَ حَقَّتْ كَلِمَتُ رَبِّكَ﴾ أي كذلك وجب قضاء الله وحكمه السابق ﴿عَلَى الذين فسقوا﴾ أي على الذين خرجوا عن الطاعة وكفروا وكذبوا ﴿أَنَّهُمْ لاَ يُؤْمِنُونَ﴾ أي لأنهم لا يصدّقون بوحدانية الله ورسالة نبيّه، فلذلك حقت عليهم كلمة العذاب لشقاوتهم وضلالتهم ﴿قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ أي قل لهم يا محمد على جهة التوبيخ والتقريع: هل من الأوثان والأصنام من ينشيء الخلق من العدم ثم يفنيه، ثم يعيده ويحييه؟ قال الطبري: ولما كانوا لا يقدرون على دعوى ذلك، وفيه الحجة القاطعة، والدلالة الواضحة على أنهم في دعوى الأرباب كاذبون مفترون، أُمر ﷺ َ بالجواب ﴿قُلِ الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ أي قل لهم يا محمد: الله وحده هو الذي يحيي ويميت، ويبدأ ويُعيد، وليس أحدٌ من هؤلاء الآلهة المزعومة يفعل ذلك ﴿فأنى تُؤْفَكُونَ﴾ أي فكيف تنقلبون وتنصرفون عن الحق إلى الباطل؟ ﴿قُلْ هَلْ مِن شُرَكَآئِكُمْ مَّن يهدي إِلَى الحق﴾ توبيخٌ آخر في صورة استفهام أي قل لهؤلاء المشركين هل من هذه الآلهة التي تعبدونها من يرشد ضالًا؟ أو يهدي حائرًا؟ أو يدل على طريق الحق وسبيل الاستقامة؟ ﴿قُلِ الله يَهْدِي لِلْحَقِّ﴾ أي فقل لهم: إن عجزتْ آلهتكم عن ذلك فالله هو القادر على هداية الضالّ، وإنارة السبيل، وبيان الحق ﴿أَفَمَن يهدي إِلَى الحق أَحَقُّ أَن يُتَّبَعَ أَمَّن لاَّ يهدي إِلاَّ أَن يهدى﴾ أي أفمن يرشد إِلى الحق وهو ﷾ أحقُّ بالاتباع أم هذه الأصنام التي لا تهدي أحدًا؟ ولا تستطيع هداية نفسها فضلًا عن هداية غيرها؟ ﴿فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾ أي ما لكم أيها المشركون تسوّون بين الأصنام وبين ربّ الأرباب، وتحكمون بهذا الباطل الصُراح؟ وهو استفهام معناه التعجب والإِنكار، ثم بيّن تعالى فساد نحلتهم بعد أن أفحمهم بالبراهين النيرة التي توجب التوحيد وتبطل التقليد فقال ﴿وَمَا يَتَّبِعُ أَكْثَرُهُمْ إِلاَّ ظَنًّا﴾ أي وما يتبعون في اعتقادهم ألوهية الأصنام، إلا اعتقادًا غير","vol":"1","page":542},{"text":"مستند لدليل أو برهان، بل مجرد أوهام باطلة، وخرافات فاسدة ﴿إِنَّ الظن لاَ يُغْنِي مِنَ الحق شَيْئًا﴾ أي ومثل هذا الاعتقاد المبني على الأوهام والخيالات، ظنٌ كاذب لا يغني من اليقين شيئًا، فليس الظنُّ كاليقين ﴿إِنَّ الله عَلَيمٌ بِمَا يَفْعَلُونَ﴾ أي عالمٌ بما هم عليه من الكفر والتكذيب، وهو وعيدٌ على اتباعهم للظنّ، وإعراضهم عن البرهان، ثم بيَّن تعالى صدق النبوة والوحي فقال ﴿وَمَا كَانَ هذا القرآن أَن يفترى مِن دُونِ الله﴾ أي لا يصح ولا يعقل، ولا يستقيم لذي عقل سليم، أن يزعم أن هذا القرآن مفترى مكذوب على الله، لأنه فوق طاقة البشر ﴿ولكن تَصْدِيقَ الذي بَيْنَ يَدَيْهِ﴾ أي ولكنّه جاء مصدقًا لما قبله من الكتب السماوية كالتوراة والإِنجيل ﴿وَتَفْصِيلَ الكتاب﴾ أي وفيه تفصيلُ وتبيينُ الشرائع والعقائد والأحكام ﴿لاَ رَيْبَ فِيهِ مِن رَّبِّ العالمين﴾ أي لا شك في أنه تنزيل ربّ العالمين ﴿أَمْ يَقُولُونَ افتراه﴾ أي بل أيقولون اختلق محمد هذا القرآن من قبل نفسه؟ وهو استفهام معناه التقريع ﴿قُلْ فَأْتُواْ بِسُورَةٍ مِّثْلِهِ﴾ أي إِن كان كما زعمتم فجيئوا بسورةٍ مثل هذا القرآن، وهو تعجيزٌ لهم وإقامة حجة عليهم ﴿وادعوا مَنِ استطعتم مِّن دُونِ الله﴾ أي ادعوا من دونه تعالى من استطعتم من خلقه، من الإِنس والجن للاستعانة بهم ﴿إِن كُنتُمْ صَادِقِينَ﴾ أي إن كنتم صادقين في أن محمدًا افتراه قال الطبري: والمراد أنك إن لم تفعلوا فلا شك أنكم كذبة، لأن محمدًا لن يَعْدو أن يكون بشرًا مثلكم، فإذا عجز الجميعُ من الخلق أن يأتوا بسورةٍ مثلِه، فالواحد منهم أن يأتي بجميعه أعجز، قال تعالى ﴿بَلْ كَذَّبُواْ بِمَا لَمْ يُحِيطُواْ بِعِلْمِهِ﴾ أي بل كذب هؤلاء المشركون بالقرآن العظيم، وساروا إلى الطعن به قبل أن يفقهوه ويتدبروا ما فيه، والناس دائمًا أعداء لما جهلوا ﴿وَلَمَّا يَأْتِهِمْ تَأْوِيلُهُ﴾ أي والحال لم يأتهم بعد عاقبة ما فيه من الوعيد ﴿كَذَلِكَ كَذَّبَ الذين مِن قَبْلِهِمْ﴾ أي مثل تكذيب هؤلاء كذبت الأمم الخالية قبلهم ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ الظالمين﴾ أي فانظر يا محمد كيف أخذهم الله بالعذاب والهلاك بسبب ظلمهم وبغيهم، فكما فعل بأولئك يفعل بهؤلاء الظالمين الطاغين.\nالبَلاَغَة: ١ - ﴿أَسْرَعُ مَكْرًا﴾ تسمية عقوبة اله مكرًا من باب «المشاكلة» .\n٢ - ﴿وَجَرَيْنَ بِهِم﴾ فيه التفات من الخطاب إلى الغيبة وحكمته زيادة التقبيح والتشنيع على الكفار لعدم شكرهم النعمة.\n٣ - ﴿أَخَذَتِ الأرض زُخْرُفَهَا﴾ هذا من بديع الاستعارة شبّه الأرض حينما تتزين بالنبات والأزهار بالعروس التي تتزين بالحليّ والثياب واستعير لتلك البهجة والنضارة لفظ الزخرف.\n٤ - ﴿أَتَاهَآ أَمْرُنَا﴾ الأمر هاهنا كناية عن العذاب والدمار.\n٥ - ﴿أَحْسَنُواْ الحسنى﴾ بينهما جناس الإِشتقاق.\n٦ - ﴿كَأَنَّمَا أُغْشِيَتْ وُجُوهُهُمْ قِطَعًا مِّنَ الليل﴾ فيه تشبيه مرسلٌ مجمل.\n٧ - ﴿يَبْدَأُ ... ثُمَّ يُعِيدُهُ﴾ بينهما طباقٌ.\n٨ - ﴿فأنى تُؤْفَكُونَ﴾ الاستفهام للتوبيخ، ومثله ﴿فَمَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾ .","vol":"1","page":543}]