[{"text":"وتسعين، وولد له إِسحاق وهو ابن مائة واثنتي عشرة سنة ﴿إِنَّ رَبِّي لَسَمِيعُ الدعآء﴾ أي مجيبٌ لدعاء من دعاه ﴿رَبِّ اجعلني مُقِيمَ الصلاة وَمِن ذُرِّيَتِي﴾ هذه هي الدعوة السادسة من دعوات الخليل ﵇ أي يا رب اجعلني ممن حافظ على الصلاة واجعل من ذريتي من يقيمها أيضًا، وهذه خير دعوةٍ يدعوها المؤمن لأولاده فلا أحبَّ له من أن يكون مقيمًا للصلاة هو وذريته لأنهما عماد الدين ﴿رَبَّنَا وَتَقَبَّلْ دُعَآءِ﴾ أي تقبَّلْ واستجبْ دعائي فيما دعوتك به ﴿رَبَّنَا اغفر لِي وَلِوَالِدَيَّ وَلِلْمُؤْمِنِينَ يَوْمَ يَقُومُ الحساب﴾ هذه هي الدعوة السابعة وبها ختم إِبراهيم دعاءه الضارع الخاشع بالاستغفار له ولوالديه ولجميع المؤمنين، يوم يقوم الناس لرب العالمين قال المفسرون: استغفر لوالديه قبل أن يتبيَّن له أنَّ أباه عدوٌ لله قال القشيري: ولا يبعد أن تكون أمه مسلمة لأن الله ذكر عذره في استغفاره لأبيه دون أمه.\n. وينتقل السياق إلى مشاهد القيامة وما فيها من الأهوال حين تزلزل القلوب والأقدام ﴿وَلاَ تَحْسَبَنَّ الله غَافِلًا عَمَّا يَعْمَلُ الظالمون﴾ أي لا تظننَّ يا محمد أنَّ الله ساهٍ عن أفعال الظلمة، فإن سنة الله إمهال العصاة ثم يأخذهم أخذ عزيز مقتدر، قال ميمون بن مِهْران: هذا وعيدٌ للظالم، وتعزيةٌ للمظلوم ﴿إِنَّمَا يُؤَخِّرُهُمْ لِيَوْمٍ تَشْخَصُ فِيهِ الأبصار﴾ أي إِنما يؤخرهم ليومٍ رهيب عصيب، تَشْخص فيه الأبصار من الفزع والهَلع، فتظلُّ مفتوحة مبهوتة لا تطرف ولا تتحرك قال أبو السعود: تبقى أبصارهم مفتوحة لا تتحرك أجفانهم من هول ما يرونه ﴿مُهْطِعِينَ مُقْنِعِي رُءُوسِهِمْ﴾ أي مسرعين لا يلتفتون إلى شيء رافعين رءوسهم مع إدامة النظر قال الحسن: وجوه الناس يومئذٍ إِلى السماء لا ينظر أحدٌ إلى أحد ﴿لاَ يَرْتَدُّ إِلَيْهِمْ طَرْفُهُمْ﴾ أي لا يطرفون بعيونهم من الخوف والجزع ﴿وَأَفْئِدَتُهُمْ هَوَآءٌ﴾ أي قلوبهم خالية من العقل لشدة الفزع ﴿وَأَنذِرِ الناس يَوْمَ يَأْتِيهِمُ العذاب﴾ أي خوّف يا محمد الكفار من هول يوم القيامة حين يأتيهم العذاب الشديد ﴿فَيَقُولُ الذين ظلموا رَبَّنَآ أَخِّرْنَآ إلى أَجَلٍ قَرِيبٍ﴾ أي فيتوجه الظالمون يومئذٍ إلى الله بالرجاء يقولون يا ربنا أمهلنا إلى زمنٍ قريب لنستدرك ما فات ﴿نُّجِبْ دَعْوَتَكَ وَنَتَّبِعِ الرسل﴾ أي نجب دعوتك لنا إِلى الإِيمان ونتّبع رسلك فيما جاءونا به ﴿أَوَلَمْ تكونوا أَقْسَمْتُمْ مِّن قَبْلُ مَا لَكُمْ مِّن زَوَالٍ﴾ أي يقال لهم توبيخًا وتبكيتًا: ألم تحلفوا أنكم باقون في الدنيا لا تنتقلون إلى دار أخرى؟ والمراد إِنكارهم للبعث والنشور ﴿وَسَكَنتُمْ فِي مساكن الذين ظلموا أَنفُسَهُمْ﴾ أي سكنتم في ديار الظالمين بعد أن أهلكناهم، فهلاَّ اعتبرتم بمساكنهم؟ ﴿وَتَبَيَّنَ لَكُمْ كَيْفَ فَعَلْنَا بِهِمْ﴾ أي تبيَّن لكم بالإِخبار والمشاهدة كيف أهلكناهم، وانتقمنا منهم ﴿وَضَرَبْنَا لَكُمُ الأمثال﴾ أي بينا لكم الأمثال في الدنيا فلم تعتبروا ﴿وَقَدْ مَكَرُواْ مَكْرَهُمْ﴾ أي مكر المشركون بالرسول وبالمؤمنين حين أرادوا قتله ﴿وَعِندَ الله مَكْرُهُمْ﴾ أي وعند الله جزاء هذا المكر فإنه محيط بهم وبمكرهم ﴿وَإِن كَانَ مَكْرُهُمْ لِتَزُولَ مِنْهُ الجبال﴾ أي وإن كان مكرهم من القوة والتأثير حتى ليؤدي إلى زوال الجبال ولكنَّ الله عصَم ووقى منه ﴿فَلاَ تَحْسَبَنَّ الله مُخْلِفَ وَعْدِهِ رُسُلَهُ﴾ أي لا تظننَّ أيها المخاطب أن الله يخلف رسله ما وعدهم به من النصر وأخذ الظالمين المكذبين ﴿إِنَّ الله","vol":"2","page":93},{"text":"عَزِيزٌ ذُو انتقام﴾ أي إنه تعالى غالبٌ لا يعجزه شيء منتقم ممن عصاه ﴿يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات﴾ أي ينتقم من أعدائه يوم الجزاء، يوم تتبدل هذه الأرض أرضًا أخرى، وتتبدل السماوات سماوات أخرى قال ابن مسعود: تُبدَّل الأرضُ بأرضٍ كالفضة نقية، لم يسفك فيها دم، ولم يعمل عليها خطيئة ﴿وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ﴾ أي خرجت الخلائق جميعها من قبورهم، وإنما هم في أرض المحشر أمام الواحد القهار ﴿وَتَرَى المجرمين يَوْمَئِذٍ مُّقَرَّنِينَ فِي الأصفاد﴾ أي وفي ذلك اليوم الرهيب تبصر المجرمين مشدودين مع شياطينهم بالقيود والأغلال قال الطبري: أي مقرَّنة أيديهم وأرجُلهم إِلى رقابهم بالأصفاد وهي الأغلال والسلاسل ﴿سَرَابِيلُهُم مِّن قَطِرَانٍ﴾ أي ثيابهم التي يلبسونها من قطران وهي مادة يسرع فيها اشتعال النار، تُطلى بها الإِبل الجربى فيحرق الجربَ بحرّه وحدته، وهو أسود اللون منتنُ الريح ﴿وتغشى وُجُوهَهُمُ النار﴾ أي تعلوها وتحيط بها النار، جزاء المكر والاستكبار ﴿لِيَجْزِيَ الله كُلَّ نَفْسٍ مَّا كَسَبَتْ﴾ أي برزوا يوم القيامة لأحكم الحاكمين ليجازيهم الله على أعمالهم، المحسنَ بإِحسانه، والمسيءَ بإِساءته ﴿إِنَّ الله سَرِيعُ الحساب﴾ أي لا يشغله شأن عن شأن، يحاسب جميع الخلق في أعجل ما يكون من الزمان، في مقدار نصف نهار من أيام الدنيا كما ورد به الأثر ﴿هذا بَلاَغٌ لِّلنَّاسِ﴾ أي هذا القرآن بلاغٌ لجميع الخلق من إِنس وجان، أنزل لتبليغهم بما فيه من فنون العبر والعظات ﴿وَلِيُنذَرُواْ بِهِ﴾ أي لكي يُنصحوا به ويخوّفوا من عقاب الله ﴿وليعلموا أَنَّمَا هُوَ إله وَاحِدٌ﴾ أي ولكي يتحققوا بما فيه من الدلائل الواضحة والبراهين القاطعة، على أنه تعالى واحد أحدٌ، فردٌ صمد ﴿وَلِيَذَّكَّرَ أُوْلُواْ الألباب﴾ أي وليتعظ بهذا القرآن أصحاب العقول السليمة، وهم السعداء أهل النهي والصلاح.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التشبيه البليغ ﴿وَأَفْئِدَتُهُمْ هَوَآءٌ﴾ حذف منه أداة التشبيه ووجه الشبه أي قلوبهم كالهواء لفراغها من جميع الأشياء فأصبح التشبيه بليغًا.\n٢ - الإيجاز بالحذف ﴿يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات﴾ حذف منه والسماوات تبدل غير السماوات لدلالة ما سبق.\n٣ - الطباق في ﴿تَبِعَنِي ... عَصَانِي﴾ وفي ﴿نُخْفِي ... نُعْلِنُ﴾ وفي ﴿الأرض ... السمآء﴾ .\n٤ - جناس الاشتقاق في ﴿مَكَرُواْ مَكْرَهُمْ﴾ .\n٥ - العدول عن المضارع إلى الماضي ﴿وَبَرَزُواْ﴾ بدل ﴿ويبرزون﴾ للدلالة على تحقق الوقوع مثل ﴿أتى أَمْرُ الله﴾ [النحل: ١] فكأنه حدث ووقع فأخبر عنه بصيغة الماضي.\n٦ - الاستعارة في ﴿لصَّلاَةَ فاجعل أَفْئِدَةً مِّنَ الناس تهوي إِلَيْهِمْ﴾ قال الشريف الرضي: وهذه من","vol":"2","page":94},{"text":"محاسن الاستعارة وحقيقةُ الهُوي النزول من علوٍ إلى انخفاض كالهبوط والمراد تسرع إليهم شوقًا وتطير إليهم حبًا، ولو قال «تحنُّ إليهم» لم يكن فيه من الفائدة ما في التعبير ب ﴿تهوي إِلَيْهِمْ﴾ لأن الحنين قد يكون من المقيم بالمكان.\nلطيفَة: حكمة تعريف البلد هنا ﴿اجعل هذا البلد آمِنًا﴾ وتنكيره في البقرة ﴿اجعل هذا بَلَدًا آمِنًا﴾ [البقرة: ١٢٦] أنه تكرر الدعاء من الخليل، ففي البقرة كان قبل بنائها فطلب من الله أن تجعل بلدًا، وأن تكون آمنًا، وهنا كان بعد بنائها فطلب من الله أن تكون آمنًا أي بلد أمنٍ واستقرار، وهذا هو السرُّ في التفريق في الآيتين، اللهم ارزقنا فهم أسرار كتابك العظيم.","vol":"2","page":95},{"text":"اللغَة: ﴿رُّبَمَا﴾ ربَّ للتقليل و﴿مَآ﴾ نكره موصوفة أي رب شيء ﴿لَّوْمَا﴾ للتحضيض كلولا وهلاّ ﴿شِيَعِ﴾ جمع شيعة وهي الفرقة والطائفة من الناس ﴿نَسْلُكُهُ﴾ ندخله، والسَّلْك: إدخال الشيء في الشيء ﴿يَعْرُجُونَ﴾ عَرَج: صعد، والمعارج المصاعد ﴿سُكِّرَتْ﴾ سُدَّت ومنعت ﴿بُرُوجًا﴾ البروج: منازل الكواكب السيارة وأصله الظهور ومنه تبرج المرأة وهو إظهار زينتها ﴿لَوَاقِحَ﴾ جمع لاقح وهي الريح التي تحمل المطر، والتي لا تأتي بخير تسمى الريح العقيم، أو ملقّحة للشجر أي تحمل اللّقاح له ﴿صَلْصَالٍ﴾ طين يابس يسمع له صلصلة إذا يبس ﴿حَمَإٍ﴾ الحمأ: الطين الأسود ﴿مَّسْنُونٍ﴾ منتن متغير قال الفراء: هو المتغيّر وأصله من سننتُ الحجر إذا حككته به ﴿السموم﴾ الريح الحارة القاتلة.\nسَبَبُ النّزول: عن ابن عباس قال: كانت امرأة تصلي خلف رسول الله ﷺ َ حسناء من أحسن الناس، فكان بعض القوم يتقدم حتى يكون في الصف الأول لئلا يراها، ويتأخر بعضهم حتى يكون في الصف المؤخر فإذا ركع نظر من تحت إبطه فأنزل الله ﴿وَلَقَدْ عَلِمْنَا المستقدمين مِنكُمْ وَلَقَدْ عَلِمْنَا المستأخرين﴾ .\nالتفسِير: ﴿\nالار﴾ إشارة إلى إعجاز القرآن أي هذا الكتاب العجيب المعجز كلام الله تعالى وهو منظوم من أمثال هذه الحروف الهجائية الألف واللام والراء ﴿تِلْكَ آيَاتُ الكتاب﴾ أي هذه آيات الكتاب، الكامل في الفصاحة والبيان، المتعالي عن الطاقة البشرية، ﴿وَقُرْآنٍ مُّبِينٍ﴾ أي قرآنٍ عظيم الشأن، واضحٍ بيّن، لا خلل فيه ولا اضطراب ﴿رُّبَمَا يَوَدُّ الذين كَفَرُواْ﴾ أي ربما تمنى الكفار ﴿لَوْ كَانُواْ مُسْلِمِينَ﴾ أي لو كانوا في الدنيا مسلمين، وذلك عند معاينة أهوال الآخرة ﴿ذَرْهُمْ يَأْكُلُواْ وَيَتَمَتَّعُواْ﴾ أي دَعْهم يا محمد يأكلوا كما تأكل البهائم، ويستمتعوا بدنياهم الفانية ﴿وَيُلْهِهِمُ الأمل﴾ أي يشغلهم الأمل بطول الأجل، عن التفكر فيما ينجيهم من عذاب الله ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي عاقبة أمرهم إذا رأوا القيامة وذاقوا وبال ما صنعوا، وهو ويعد وتهديد ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ أي وما أهلكنا أهل قرية من القرى الظالمة التي كذبت رسل الله ﴿إِلاَّ وَلَهَا كِتَابٌ مَّعْلُومٌ﴾ أي إلا لها أجل محدود لإهلاكها ﴿مَّا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا﴾ أي لا يتقدم هلاك أمةٍ قبل مجيء أوانه ﴿وَمَا يَسْتَأْخِرُونَ﴾ أي ولا يتأخر عنهم قال ابن كثير: وهذا تنبيهٌ لأهل مكة وإِرشاد لهم غلى الإِقلاع عما هم عليه من العِناد والإِلحاد الذي يستحقون به الهلاك ﴿وَقَالُواْ ياأيها الذي نُزِّلَ عَلَيْهِ الذكر﴾ قال كفار قريش لمحمد ﷺ َ على جهة الاستهزاء والتهكم: يا من تزعم وتدعي أن القرآن نزل عليك ﴿إِنَّكَ لَمَجْنُونٌ﴾ أي إنك حقًا لمجنون، أكّدوا الخبر بإنَّ واللام مبالغة في الاستخفاف والاستهزاء بمقامه الشريف ﵇ ﴿لَّوْ مَا تَأْتِينَا بالملائكة إِن كُنتَ مِنَ الصادقين﴾ أي هلاّ جئتنا بالملائكة لتشهد لك بالرسالة إن كنت صادقًا في دعواك أنك رسول الله!! قال تعالى ردًا عليهم ﴿مَا نُنَزِّلُ الملائكة إِلاَّ بالحق﴾ أي ما ننزّل ملائكتنا إلا بالعذاب لمن أردنا إهلاكه ﴿وَمَا كَانُواْ إِذًا مُّنظَرِينَ﴾ أي وفي هذه الحالة وعندئذٍ لا إمهال ولا تأجيل، والغرض أن عادة الله تعالى قد جرت في خلقه أنه لا ينزل الملائكة إلا لمن يريد","vol":"2","page":98},{"text":"إهلاكهم بعذاب الاستئصال، وهو لا يريد ذلك مع أمته ﷺ َ لعلمه تعالى أنه يخرج من أصلابهم من يعبد الله، ففيه ردٌ عليهم فيما اقترحوا ﴿إِنَّا نَحْنُ نَزَّلْنَا الذكر﴾ أي نحن بعظمة شأننا نزلنا عليك القرآن يا محمد ﴿وَإِنَّا لَهُ لَحَافِظُونَ﴾ أي ونحن الحافظون لهذا القرآن، نصونه عن الزيادة والنقصان، والتبديل والتغيير، قال المفسرون: تكفَّل الله بحفظ هذا القرآن، فلم يقدر أحد على الزيادة فيه ولا النقصان، ولا على التبديل والتغيير كما جرى في غيره من الكتب فإن حفظها موكولٌ إلى أهلها لقوله تعالى\n﴿بِمَا استحفظوا مِن كِتَابِ الله﴾ [المائدة: ٤٤] وانظر الفرق بين هذه الآية ﴿وَإِنَّا لَهُ لَحَافِظُونَ﴾ حيث ضمن حفظه وبين الآية السابقة حيث وكل حفظه إليهم فبدَّلوا وغيَّروا ﴿وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ فِي شِيَعِ الأولين﴾ أي ولقد أرسلنا من قبلك يا محمد رسلًا في طوائف وفرق الأمم الأولين ﴿وَمَا يَأْتِيهِم مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي وما جاءهم رسولٌ إلاّ سخروا منه واستهزءوا به، وهذا تسلية للنبي ﷺ َ والمعنى كما فعل بك هؤلاء المشركون فكذلك فُعل بمن قبلك من الرسل فلا تحزن ﴿كَذَلِكَ نَسْلُكُهُ فِي قُلُوبِ المجرمين﴾ أي كذلك نسلك الباطل والضلال والاستهزاء بأنبياء الله في قلوب المجرمين، كما سلكناه وأدخلناه في قلوب أولئك المستهزئين ﴿لاَ يُؤْمِنُونَ بِهِ وَقَدْ خَلَتْ سُنَّةُ الأولين﴾ أي لا يؤمنون بهذا القرآن وقد مضت سنة الله بإهلاك الكفار، فما أقرب هؤلاء من الهلاك والدمار؟ ثم بيَّن تعالى أن كفار مكة لا ينقصهم توافر براهين الإيمان فهم معاندون مكابرون، وفي ضلالهم وعنادهم سائرون فقال ﴿وَلَوْ فَتَحْنَا عَلَيْهِم بَابًا مِّنَ السماء فَظَلُّواْ فِيهِ يَعْرُجُونَ﴾ أي لو فرض أننا أصعدناهم إلى السماء، وفتحنا لهم بابًا من أبوابها، فظلوا يصعدون فيه حتى شاهدوا الملائكة والملكوت ﴿لَقَالُواْ إِنَّمَا سُكِّرَتْ أَبْصَارُنَا﴾ أي لقالوا - لفرط مكابرتهم وعنادهم - إنما سُدَّت أبصارنا وخُدعت بهذا الارتقاء والصعود ﴿بَلْ نَحْنُ قَوْمٌ مَّسْحُورُونَ﴾ أي سحرنا محمد وخيَّل إلينا ذلك وما هو إلا سحر مبين قال الرازي: لو ظل المشركون يصعدون في تلك المعارج، وينظرون إلى ملكوت الله تعالى وقدرته وسلكانه، وإلى عبادة الملائكة الذين هم من خشيته مشفقون لشكّوا في تلك الرؤية، وبقوا مصرين على لاكفر والعناد كما جحدوا سائر المعجزات من انشقاق القمر، والقرآن المعجز الذي لا يستطيع الجن والإِنس أن يأتوا بمثله، ثم ذكر تعالى البراهين الدالة على وحدانيته وقدرته فقال ﴿وَلَقَدْ جَعَلْنَا فِي السماء بُرُوجًا﴾ أي جعلنا في السماء منازل تسير فيها الأفلاك والكواكب ﴿وَزَيَّنَّاهَا لِلنَّاظِرِينَ﴾ أي زيناها بالنجوم ليُسرَّ الناظر إليها ﴿وَحَفِظْنَاهَا مِن كُلِّ شَيْطَانٍ رَّجِيمٍ﴾ أي حفظنا السماء الدنيا من كل شيطان لعين مطرود من رحمة الله ﴿إِلاَّ مَنِ استرق السمع فَأَتْبَعَهُ شِهَابٌ مُّبِينٌ﴾ أي إلا من اختلس شيئًا من أخبار السماء فأدركه ولحقه شهاب ثاقب فأحرقه ﴿والأرض مَدَدْنَاهَا وَأَلْقَيْنَا فِيهَا رَوَاسِيَ﴾ أي بسطناها ووسعناها وجعلنا فيها جبالًا ثوابت ﴿وَأَنْبَتْنَا فِيهَا مِن كُلِّ شَيْءٍ مَّوْزُونٍ﴾ أي أنبتنا في الأرض من الزروع والثمار من كل شيءٍ موزون بميزان","vol":"2","page":99},{"text":"الحكمة، بدقةٍ وإحكام وتقدير ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾ أي ما تعيشون به من المطاعم والمشارب ﴿وَمَن لَّسْتُمْ لَهُ بِرَازِقِينَ﴾ أي وجعلنا لكم من العيال والمماليك والأنعام من لستم له برازقين، لأننا نخلق طعامهم وشرابهم لا أنتم ﴿وَإِن مِّن شَيْءٍ إِلاَّ عِندَنَا خَزَائِنُهُ﴾ أي ما من شيء من أزراق الخلق والعباد ومنافعهم إلا عندنا خزائنه ومستودعاته ﴿وَمَا نُنَزِّلُهُ إِلاَّ بِقَدَرٍ مَّعْلُومٍ﴾ أي ولكن لا ننزله إلا على حسب حاجة الخلق إليه، وعلى حسب المصالح، كما نشاء ونريد ﴿وَأَرْسَلْنَا الرياح لَوَاقِحَ﴾ أي تلقِّح السحاب فيدر ماءً، وتلقّح الشجر فيتفتَّح عن أوراقه وأكمامه، فالريح كالفحل للسحاب والشجر ﴿فَأَنزَلْنَا مِنَ السمآء مَاءً فَأَسْقَيْنَاكُمُوهُ﴾ أي فأنزلنا من السحاب ماءً عذبًا، جعلناه لسقياكم ولشرب أرضكم ومواشيكم ﴿وَمَآ أَنْتُمْ لَهُ بِخَازِنِينَ﴾ أي لستم بقادرين على خزنه بل نحن بقدرتنا نحفظه لكم في العيون والآبار والأنهار، ولو شئنا لجعلناه غائرًا في الأرض فهلكتم عطشًا كقوله\n﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ﴾ [الملك: ٣٠]؟ ﴿وَإنَّا لَنَحْنُ نُحْيِي وَنُمِيتُ وَنَحْنُ الوارثون﴾ أي الحياة والموت بيدنا ونحن الباقون بعد فناء الخلق، نرث الأرض الأرض ومن عليها وإلينا يُرجعون ﴿وَلَقَدْ عَلِمْنَا المستقدمين مِنكُمْ وَلَقَدْ عَلِمْنَا المستأخرين﴾ أي أحطنا علمًا بالخلق أجمعين، الأموات منهم والأحياء قال ابن عباس: المستقدمون كل من هلك من لدن آدم ﵇ والمستأخرون من هو حي ومن سيأتي إلى يوم القيامة وقال مجاهد: المستقدمون: الأمم السابقة، والمستأخرون أمة محمد ﷺ َ، والغرضُ أنه تعالى محيطٌ علمه بمن تقدم وبمن تأخر، لا يخفى عليه شيء من أحوال العباد، وهو بيان لكمال علمه بعد الاحتجاج على كمال قدرته ﴿وَإِنَّ رَبَّكَ هُوَ يَحْشُرُهُمْ﴾ أي وإن ربك يا محمد هو يجمعهم للحساب والجزاء ﴿إِنَّهُ حَكِيمٌ عَلِيمٌ﴾ أي حكيمٌ في صنعه عليمٌ بخلقه، ولما ذكر تعالى الموت والفناء، والبعث والجزاء، نبّههم إلى مبدأ أصلهم وتكوينهم من نفسٍ واحدة، ليشير إلى أن القادر على الإِحياء قادر على الإِفناء والإِعادة، وذكّرهم بعداوة إبليس لأبيهم آدم ليحذروه فقال: ﴿وَلَقَدْ خَلَقْنَا الإنسان مِن صَلْصَالٍ﴾ أي خلقنا آدم من طين يابسٍ يسمع له صَلْصلة أي صوت إذا نُقر ﴿مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي من طين أسود متغيّر ﴿والجآن خَلَقْنَاهُ مِن قَبْلُ مِن نَّارِ السموم﴾ أي ومن قبل آدم خلقنا الجانَّ - أي الشياطين ورئيسهم إبليس - من نار السموم وهي النار الحارة الشديدة التي تنفذ في المسامّ فتقتل بِحرها قال المفسرون: عني بالجانِّ هنا «إبليس» أبا الجنِّ لأن منه تناسلت الجن فهو أصل لها كما أن آدم أصل للإِنس ﴿وَإِذْ قَالَ رَبُّكَ لِلْمَلآئِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي اذكر يا محمد وقت قول ربك للملائكة إني خالق بشرًا من طين يابسٍ، أسود متغيّر قال ابن كثير: فيه تنويهٌ بذكر آدم في الملائكة قبل خلقه له، وتشريفه إيّاه بأمر الملائكة بالسجود له، وامتناع إبليس عدوه عن السجود له حسدًا وكفرًا ﴿فَإِذَا سَوَّيْتُهُ﴾ أي سويت خَلْقه وصورته، وجعلته إنسانًا كاملًا معتدل الأعضاء ﴿وَنَفَخْتُ فِيهِ مِن رُّوحِي﴾ أي أفضتُ عليه من الروح التي هي خلقٌ من خلقي فصار بشرًا حيًا ﴿فَقَعُواْ لَهُ سَاجِدِينَ﴾ أي خرو له ساجدين، سجود تحيةٍ","vol":"2","page":100},{"text":"وتكريم لا سجود عبادة، قال المفسرون: وإنما أضاف الروح إليه تعالى على سبيل التشريف والتكريم كقوله «بيت الله، ناقة الله! شهر الله» وهي من إضافة الملك إلى المالك، والصنعة إلى الصانع ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ أي سجد لآدم جميع الملائكة لم يمتنع منهم أحد ﴿إِلاَّ إِبْلِيسَ أبى أَن يَكُونَ مَعَ الساجدين﴾ الاستثناء منقطع لأن إبليس خلقٌ آخر غير الملائكة، فهو من نار وهم من نور، وهم لا يعصون الله ما أمرهم وهو أبى وعصى، فليس هو من الملائكة بيقين، ولكنه كان بين صفوفهم فتوجه إليه الخطاب والمعنى: سجد جميع الملائكة لكنْ إبليس امتنع من السجود بعد أن صدر له الأمر الإِلهي ﴿قَالَ ياإبليس مَا لَكَ أَلاَّ تَكُونَ مَعَ الساجدين﴾ أي ما المانع لك من السجود؟ وأيُّ داعٍ دعا بك إلى الإِباء والامتناع؟ وهو استفهام تبكيتٍ وتوبيخ ﴿قَالَ لَمْ أَكُن لأَسْجُدَ لِبَشَرٍ خَلَقْتَهُ مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ أي قال إبليس: لا ينبغي ولا يليق لمثلي أن يسجد لآدم وهو مخلوق من طينٍ يابسٍ متغير، فهو من طينٍ وأنا من نار فكيف يسجد العظيم للحقير، والفاضل للمفضول؟ رأى عدوُّ الله نفسه أكبر من أن يسجد لآدم، ومنعه كبره وحسده عن امتثال أمر الله ﴿قَالَ فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ﴾ أي اخرجْ من السماوات فإنك مطرودٌ من رحمتي ﴿وَإِنَّ عَلَيْكَ اللعنة إلى يَوْمِ الدين﴾ أي وإن عليك لعنتي إلى يوم الجزاء والعقوبة ﴿قَالَ رَبِّ فَأَنظِرْنِي إلى يَوْمِ يُبْعَثُونَ﴾ أي قال اللعين: أمهلني وأخرني إلى يوم البعث ﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ أي قال له الله: إنك من المؤجلين إلى حين موت الخلائق قال القرطبي: أراد بسؤاله الإنظار - إلى يوم يبعثون - ألا يموت، لأن البعث لا موتَ بعده، فأجابه المولى بالإِنظار إلى يوم الوقت المعلوم وهو يوم موت الخلائق، فيموت إبليس ثم يُبعث ﴿قَالَ رَبِّ بِمَآ أَغْوَيْتَنِي﴾ أي بسبب إغوائك وإضلالك لي ﴿لأُزَيِّنَنَّ لَهُمْ فِي الأرض﴾ أي لأزيننَّ لذرية آدم المعاصي والآثام ﴿وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ﴾ أي ولأظلَّنهم عن طريق الهدى أجمعين ﴿إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين﴾ أي إلا من استخلصته من عبادك لطاعتك ومرضاتك فلا قدرة لي على إِغوائه ﴿قَالَ هَذَا صِرَاطٌ عَلَيَّ مُسْتَقِيمٌ﴾ أي قال تعالى: هذا طريق مستقيم واضح، وسنة أزليةٌ لا تتخلف وهي ﴿إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ﴾ أي إن عبادي المؤمنين لا قوة على إضلالهم ﴿إِلاَّ مَنِ اتبعك مِنَ الغاوين﴾ استثناء منقطع لأن الغاوين ليسوا من عباد الله المخلصين والمعنى لكنْ من غوى وضل من الكافرين فلك عليهم تسلط، لأن الشيطان إنما يتسلط على الشاردين عن الله، كما يتسلط الذئب على الشاردة من القطيع ﴿وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ﴾ أي موعد إبليس وأتباعه جميعًا ﴿لَهَا سَبْعَةُ أَبْوَابٍ﴾ أي لجهنم سبعة أبواب يدخلون منها لكثرتهم وروي عن عليّ أنها أطباقٌ، طبقٌ فوق طبق وأنها دركاتٌ بعضها أشد من بعض ﴿لِكُلِّ بَابٍ مِّنْهُمْ جُزْءٌ مَّقْسُومٌ﴾ أي لكل جماعة من أتباع إبليس بابٌ معينٌ معلوم، قال ابن كثير: كلٌ يدخل من بابٍ بحسب عمله، ويستقر في دَرَكٍ بقدر عمله.","vol":"2","page":101},{"text":"البَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - المجاز المرسل في ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ المراد أهلها وهو من باب إطلاق المحل وإرادة الحالّ.\n٢ - الاستعارة التخيليَّة في ﴿عِندَنَا خَزَائِنُهُ﴾ فهو تمثيل لكمال قدرته، شبَّه قدرته على كل شيء بالخزائن المودوعة فيها الأشياء، وإخراج كل شيء بحسب ما اقتضته حكمته على طريق الاستعارة.\n٣ - الطباق بين ﴿نُحْيِي ... وَنُمِيتُ﴾ وبين ﴿المستقدمين ... المستأخرين﴾ .\n٤ - جناس الاشتقاق في ﴿خَزَائِنُهُ ... وخَازِنِينَ﴾ .\n٥ - السجع الذي له وقع على السمع مثل ﴿المجرمين، الأولين، المنظرين﴾ الخ.\nلطيفَة: ذكر أن رجلًا أراد أن يمتحن الأديان أيها أصح وأحسن؟ فعمد إلى التوراة والإِنجيل والقرآن - وكان خطاطًا - فنسخ من كل كتاب نسخة بخط جميل وزاد فيها ونقص، ثم عرض التوراة على علماء اليهود فقبلوها وتصفحوها وأكرموه بالمال، ثم عرض الإِنجيل الذي نسخه بيده على القسس فاشتروه بثمن كبير وأكرموه، ثم عرض نسخة القرآن على شيوخ المسلمين فنظروا فيه فلما رأوا فيه بعض الزيادة والنقص أمسكوا به فضربوه ثم رفعوا أمره إلى السلطان فحكم بقتله، فلما أراد قتله أشهر إسلامه وأخبرهم بقصته وأنه امتحن الأديان فعرف أن الإسلام دين حق. انظر تفسير القرطبي ١٠/٦.","vol":"2","page":102},{"text":"المنَاسَبَة: لما ذكر تعالى حال الأشقياء من أهل الجحيم، أعقبهم بذكر حال السعداء من أهل النعيم، ثم ذكر قصص بعض الرسل مع أقوامهم «لوط، وشعيب، وصالح» تسلية لرسول الله ﷺ َ ليتأسى بهم في الصبر، ثم ذكر الأدلة والبراهين على وحدانية رب العالمين، وختم السورة ببشارته ﵇ بإهلاك أعدائه المستهزئين.\nاللغَة: ﴿نَصَبٌ﴾ تعب وإعياء ﴿وَجِلُونَ﴾ خائفون فزعون ﴿الغابرين﴾ الباقين في العذاب ﴿القانطين﴾ القنوط: كمالُ اليأس ﴿تَفْضَحُونِ﴾ الفضيحةُ: أن يُظهر من أمره ما يلزمه به العارُ، يقال: فضحه الصبح إذا أظهره للناس قال الشاعر:\nولاح ضوءُ هلالٍ كاد يفضحنا ... مثلُ القلامةِ قد قُصَّت من الظُّفُر\n﴿لَعَمْرُكَ﴾ قسمٌ بحياة محمد ﷺ َ أي وحياتك ﴿سَكْرَتِهِمْ﴾ السكرة: الغواية والضلالة ﴿يَعْمَهُونَ﴾ يترددون تحيرًا أو يعمون عن الرشد. والعَمه للقلب مثل العمى للبصر ﴿لِلْمُتَوَسِّمِينَ﴾ التوسُّم من الوَسم وهي العلامة التي يستدل بها على المطلوب يقال: توسَّم فيه الخير إذا رأى فيه أثرًا منه قال ابن رواحة في رسول الله ﷺ َ:\nإني توسَّمتُ فيك الخير أعرفه ... والله يعلم أني ثابتُ البصر\nوأصله التثبتُ والتفكر مثل التفرس وفي الحديث «اتقوا فِراسة المؤمن فإنه ينظر بنور الله» ﴿","vol":"2","page":103},{"text":"الأيكة﴾ الشجرة الملتفَّة وجمعها أيْك ﴿الحجر﴾ اسم واد كانت تسكنه ثمود ﴿عِضِينَ﴾ أجزاءٌ متفرقة من التعضية وهي التجزئة والتفريق ﴿اليقين﴾ الموت لأنه أمر متيقن.\nسَبَبُ النّزول: روي «أن النبي ﷺ َ خرج على الصحابة وهم يضحكون فقال: أتضحكون وبين أيديكم الجنةُ والنار؟ فشقَّ ذلك عليهم فنزلت ﴿نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم وَأَنَّ عَذَابِي هُوَ العذاب الأليم﴾» .\nالتفسِير: ﴿إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ﴾ أي إن الذين اتقوا الفواحش والشرك لهم في الآخرة البساتين الناضرة، والعيون المتفجرة بالماء والسلسبيل والخمر والعسل ﴿ادخلوها بِسَلامٍ آمِنِينَ﴾ أي يقال لهم: أُدخلوا الجنة سالمين من كل الآفات، آمنين من الموت ومن زوال هذا النعيم ﴿وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ﴾ أي أزلنا ما في قلوب أهل الجنة من الحقد والبغضاء والشحناء ﴿إِخْوَانًا على سُرُرٍ مُّتَقَابِلِينَ﴾ أي حال كونهم إخوةً متحابين لا يكدّر صفوهم شيء، على سررٍ متقابلين وجهًا لوجه قال مجاهد: لا ينظر بعضُهم إلى قفا بعض زيادةً في الانس والإِكرام، وقال ابن عباس: على سررٍ من ذهب مكلَّلة بالدر والياقوت والزبرجد ﴿لاَ يَمَسُّهُمْ فِيهَا نَصَبٌ﴾ أي لا يصيبهم في الجنة إعياءٌ وتعب ﴿وَمَا هُمْ مِّنْهَا بِمُخْرَجِينَ﴾ أي لا يُخرجون منها ولا يُطردون، نعيمهم خالد، وبقاؤهم دائم، لأنها دار الصفاء والسرور ﴿نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم﴾ أي أخبر يا محمد عبادي المؤمنين بأني واسع المغفرة والرحمة لمن تاب وأناب ﴿وَأَنَّ عَذَابِي هُوَ العذاب الأليم﴾ أي وأخبرهم أنَّ عذابي شديد لمن أصرَّ على المعاصي والذنوب قال أبو حيان: وجاء قوله ﴿وَأَنَّ عَذَابِي﴾ في غاية اللطف إذ لم يقل على وجه المقابلة (وأني المعذّب المؤلم) وكل ذلك ترجيح لجهة العفو والرحمة ﴿وَنَبِّئْهُمْ عَن ضَيْفِ إِبْرَاهِيمَ﴾ أي وأخبرهم عن قصة ضيوف إبراهيم، وهم الملائكة الذين أرسلهم الله لإِهلاك قوم لوط، وكانوا عشرة على صورة غلمانٍ حسانٍ معهم جبريل ﴿إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلامًا﴾ أي حين دخلوا على إبراهيم فسلَّموا عليه ﴿قَالَ إِنَّا مِنْكُمْ وَجِلُونَ﴾ أي قال إبراهيم إنّا خائفون منكم، وذلك حين عرض عليهم الأكل فلم يأكلوا ﴿قَالُواْ لاَ تَوْجَلْ إِنَّا نُبَشِّرُكَ بِغُلامٍ عَلِيمٍ﴾ أي قالت الملائكة لا تخف فإنا نبشرك بغلام واسع العلم، عظيم الذكاء، هو إسحاق ﴿قَالَ أَبَشَّرْتُمُونِي على أَن مَّسَّنِيَ الكبر فَبِمَ تُبَشِّرُونَ﴾ أي قال إبراهيم أبشرتموني بالولد على حالة الكبر والهرم، فبأي شيء تبشروني؟ قال ذلك على وجه التعجب والاستبعاد ﴿قَالُواْ بَشَّرْنَاكَ بالحق فَلاَ تَكُن مِّنَ القانطين﴾ أي بشرناك باليقين الثابت فلا تستبعدْه ولا تيأس من رحمة الله ﴿قَالَ وَمَن يَقْنَطُ مِن رَّحْمَةِ رَبِّهِ إِلاَّ الضآلون﴾ استفهام إنكاري أي لا يقنط من رحمة الله إلا المخطئون طريق المعرفة والصواب، الجاهلون برب الأرباب، أما القلب العامر بالإِيمان، المتصل بالرحمن، فلا ييأس ولا يقنط قال البيضاوي: وكان تعجب إبراهيم ﵇ با.\n. . العادة دون القدرة فإنَّ الله تعالى قادرٌ على أن","vol":"2","page":104},{"text":"يخلق بشرًا من غير أبوين، فكيف من شيخ فانٍ وعجوزٍ عاقر؟ ولذلك أجابهم بذلك الجواب ﴿قَالَ فَمَا خَطْبُكُمْ أَيُّهَا المرسلون﴾ أي قال إبراهيم ما شأنكم وما أمركم الذي جئتم من أجله أيها الملائكة الكرامُ؟ ﴿قَالُواْ إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ﴾ أي أرسلنا ربنا إلى قومٍ مشركين ضالين لإِهلاكهم يعنون قوم لوط ﴿إِلاَّ آلَ لُوطٍ إِنَّا لَمُنَجُّوهُمْ أَجْمَعِينَ﴾ أي إلا أتباعَ لوط وأهلَه المؤمنين، فسننجيهم من ذلك العذاب أجمعين ﴿إِلاَّ امرأته قَدَّرْنَآ إِنَّهَا لَمِنَ الغابرين﴾ أي إلا امرأة لوط فقد قدَّر الله بقاءها في العذاب مع الكفرة الهالكين قال القرطبي: استثنى من آل لوطٍ امرأته وكانت كافرة فالتحقت بالمجرمين في الهلاك ﴿فَلَمَّا جَآءَ آلَ لُوطٍ المرسلون﴾ أي فلما أتى رسلُ الله لوطًا ﵇ ﴿قَالَ إِنَّكُمْ قَوْمٌ مُّنكَرُونَ﴾ أي قال لهم إنكم قوم لا أعرفكم فماذا تريدون؟ ﴿قَالُواْ بَلْ جِئْنَاكَ بِمَا كَانُواْ فِيهِ يَمْتَرُونَ﴾ أي قالوا له بل نحن رسل الله، جئناك بما كان فيه قومك يشكُّون فيه وهو نزول العذاب الذي وعدتهم به ﴿وَآتَيْنَاكَ بالحق وَإِنَّا لَصَادِقُونَ﴾ أي أتيناك بالحق اليقين من عذابهم وإنا لصادقون فيما نقول ﴿فَأَسْرِ بِأَهْلِكَ بِقِطْعٍ مِّنَ اليل﴾ أي سرْ بأهلك في طائفةٍ من الليل ﴿واتبع أَدْبَارَهُمْ﴾ أي كنْ من ورائهم وسرْ خلفهم لتطمئنَّ عليهم ﴿وَلاَ يَلْتَفِتْ مِنكُمْ أَحَدٌ﴾ أي لا يتلفتْ أحد منكم وراءه لئلا يرى عظيم ما ينزل بهم فيرتاع ﴿وامضوا حَيْثُ تُؤْمَرُونَ﴾ أي سيروا حيث يأمركم الله ﷿ قال ابن عباس: يعني الشام ﴿وَقَضَيْنَآ إِلَيْهِ ذَلِكَ الأمر أَنَّ دَابِرَ هَؤُلآءِ مَقْطُوعٌ﴾ أي أوحينا إلى لوط ذلك الأمر العظيم أن أولئك المجرمين سيُستأصلون عن آخرهم حتى لا يبقى منهم أحدٌ ﴿مُّصْبِحِينَ﴾ أي إذا دخل الصباح تمَّ هلاكهم واستئصالهم ﴿وَجَآءَ أَهْلُ المدينة يَسْتَبْشِرُونَ﴾ أي جاء أهل مدينة سدوم - وهم قوم لوطٍ - مسرعين يستبشرون بأضيافه، طمعًا في ارتكاب الفاحشة بهم، ظنًا منهم أنهم أناسٌ أمثالهم قال المفسرون: أُخبر أولئك السفهاء أن في بيت لوطٍ شبانًا مردًا حسانًا فأسرعوا فرحين يبشّر بعضهم بعضًا بأضياف لوط ﴿قَالَ إِنَّ هَؤُلآءِ ضَيْفِي فَلاَ تَفْضَحُونِ﴾ أي هؤلاء ضيوفي فلا تقصدوهم بسوء فتُلحقوا بي العار وتفضحوني أمامهم ﴿واتقوا الله وَلاَ تُخْزُونِ﴾ أي خافوا الله أن يحلَّ بكم عقابه، ولا تهينوني بالتعرض لهم بالمكروه ﴿قَالُواْ أَوَ لَمْ نَنْهَكَ عَنِ العالمين﴾ أي قالوا ألم نمنعك عن ضيافة أحد؟ قال الرازي: المعنى ألسنا قد نهيناك أن تكلمنا في أحدٍ من الناس إذا قصدناه بالفاحشة؟ ﴿قَالَ هَؤُلآءِ بَنَاتِي إِن كُنْتُمْ فَاعِلِينَ﴾ أي هؤلاء النساء فتزوجوهنَّ ولا تركنوا إلى الحرام","vol":"2","page":105},{"text":"إن كنتم تريدون قضاء الشهوة قال المفسرون: المراد بقوله ﴿بَنَاتِي﴾ بناتُ أمته لأن كل نبيٍّ يعتبر أبًا لقومه ﴿لَعَمْرُكَ إِنَّهُمْ لَفِي سَكْرَتِهِمْ يَعْمَهُونَ﴾ أي وحياتك يا محمد إن قوم لوط لفي ضلالهم وجهلهم يتخبطون ويترددون، وهذه جملة اعتراضية جاءت ضمن قصة لوط قسمًا بحياة الرسول ﷺ َ تكريمًا له وتشريفًا قال ابن عباس: «ما خلق الله وما ذرأ وما برأ نفسًا أكرمَ على الله من محمد ﷺ َ وما سمعتُ اللهَ أقسم بحياة أحدٍ غيره» ﴿فَأَخَذَتْهُمُ الصيحة مُشْرِقِينَ﴾ أي أخذتهم صيحةُ العذاب المهلكة المدمرة وقت شروق الشمس ﴿فَجَعَلْنَا عَالِيَهَا سَافِلَهَا﴾ أي قلبناها بهم فجعلنا أعالي المنازل أسافلها قال المفسرون: حمل جبريل ﵇ قريتهم واقتعلها من جذورها، حتى رأوا الأفلاك وسمعوا تسبيح الأملاك ثم قلبها بهم ﴿وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ﴾ أي أنزلنا عليهم حجارة كالمطر من طين طبخ بنار جهنم ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِلْمُتَوَسِّمِينَ﴾ أي فيما حلَّ بهم من الدمار والعذاب للدلالات وعلامات للمعتبرين، المتأملين بعين البصر والبصيرة ﴿وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ﴾ أي وإن هذه القرى المهلكة، وما ظهر فيها من آثار قهر الله وغضبه، لبطريقٍ ثابتٍ لم يندرس، يراها المجتازون في أسفارهم أفلا يعتبرون؟ ﴿إِنَّ فِي ذَلِكَ لآيَةً لِلْمُؤْمِنِينَ﴾ أي لعبرةً للمصدّقين ﴿وَإِن كَانَ أَصْحَابُ الأيكة لَظَالِمِينَ﴾ أي وإنه الحال والشأن كان قوم شعيب - وهم أصحاب الأيكة أي الشجر الكثير المتلف - لظالمين بتكذيبهم شعيبًا، وقطعهم الطريق، ونقصهم المكيال والميزان ﴿فانتقمنا مِنْهُمْ﴾ أي أهلكناهم بالرجفة وعذاب يوم الظُلَّة قال المفسرون: اشتد الحر عليهم سبعة أيام حتى قربوا من الهلاك، فبعث الله عليهم سحابة كالظلة، فالتجئوا إليها واجتمعوا تحتها للتظلل بها، فبعث الله عليهم منها نارًا فأحرقتهم جميعًا ﴿وَإِنَّهُمَا لَبِإِمَامٍ مُّبِينٍ﴾ أي وإن قرى قوم لوط وشعيب لطريق واضح أفلا تعتبرون بهم يا أهل مكة؟ ﴿وَلَقَدْ كَذَّبَ أَصْحَابُ الحجر المرسلين﴾ هذه هي القصة الرابعة وهي قصة صالح ﵇ أي كذبت ثمود نبيَّهم صالحًا - والحجرُ وادٍ بين المدينة والشام وآثاره باقية يمرُّ عليها المسافرون - قال البيضاوي: ومن كذَّب واحدًا من الرسل فكأنما كذب الجميع ولذا قال ﴿المرسلين﴾ ﴿وَآتَيْنَاهُمْ آيَاتِنَا فَكَانُواْ عَنْهَا مُعْرِضِينَ﴾ أي وأريناهم معجزاتنا الدالة على قدرتنا مثل الناقة وما فيها من العجائب فكانوا لا يعتبرون بها ولا يتَّعظون قال ابن عباس: كان في الناقة آيات: خروجُها من الصخرة، ودنوُّ ولادتها عند خروجها، وعظمُ خَلْقها فلم تشبهها ناقة، وكثرةُ لبنها حتى كان يكفيهم جميعًا فلم يتفكروا فيها ولم يستدلوا بها ﴿وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتًا آمِنِينَ﴾ أي كانوا ينقبون الجبال فيبنون فيها بيوتًا آمنين يحسبون أنها تحميهم من عذاب الله ﴿فَأَخَذَتْهُمُ الصيحة مُصْبِحِينَ﴾ أي أخذتهم صيحة الهلاك حين أصبحوا ﴿فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ﴾ أي ما دفع عنهم عذابَ الله ما كانوا يشيدونه من القلاع والحصون ﴿وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق﴾ أي وما خلقنا الخلائق كلَّها سماءها وأرضها وما بينهما إلا خلقًا ملتبسًا بالحق، فلذلك اقتضت الحكمة إهلاك أمثال هؤلاء المكذبين لئلا يعم الفساد ﴿وَإِنَّ","vol":"2","page":106},{"text":"الساعة لآتِيَةٌ فاصفح الصفح الجميل﴾ أي وإن القيامة لآتيةٌ لا محالة فيُجازى المحسنُ بإحسانه، والمسيء بإساءته، فأعرضْ يا محمد عن هؤلاء السفهاء وعاملهم معاملة الحليم ﴿إِنَّ رَبَّكَ هُوَ الخلاق العليم﴾ أي الخالق لكل شيء، العليمُ بأحوال العباد ﴿وَلَقَدْ آتَيْنَاكَ سَبْعًا مِّنَ المثاني﴾ أي ولقد أعطيناك يا محمد سبع آيات هي الفاتحة لأنها تثنّى أي تكرر قراءتها في الصلاة وفي الحديث\n«الحمدُ للهِ رب العالمين هي السبعُ المثاني والقرآنُ العظيمُ الذي أوتيتُه» وقيل: هي السور السبع الطوال، والأول أرجح ﴿والقرآن العظيم﴾ أي وآتيناك القرآن العظيم الجامع لكمالات الكتب السماوية ﴿لاَ تَمُدَّنَّ عَيْنَيْكَ إِلَى - ﷺ َ - ﷺ َ mp;\n١٦٤٨ - ; مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ﴾ أي لا تنظر إلى ما متعنا به بعض هؤلاء الكفار، فإن الذي أعطيناك أعظم منها وأشرف وأكرم، وكفى بإِنزال القرآن عليك نعمة ﴿وَلاَ تَحْزَنْ عَلَيْهِمْ﴾ أي لا تحزن لعدم إيمانهم ﴿واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ﴾ أي تواضعْ لمن آمن بك من المؤمنين وضعفائهم ﴿وَقُلْ إني أَنَا النذير المبين﴾ أي قل لهم يا محمد أنا المنذر من عذاب الله، الواضح البيِّن في الإِنذار لمن عصى أمر الجبار ﴿كَمَآ أَنْزَلْنَا عَلَى المقتسمين﴾ الكاف للتشبيه والمعنى أنزلنا عليك القرآن كما أنزلنا على أهل الكتاب وهم اليهود والنصارى الذين آمنوا ببعض كتابهم وكفروا ببعضه، فانقسموا إلى قسمين ﴿الذين جَعَلُواْ القرآن عِضِينَ﴾ أي جعلوا القرآن أجزاءٌ متفرقة وقالوا فيه أقوالًا مختلفة قال ابن عباس: آمنوا ببعضٍ وكفروا ببعض، وهذه تسلية لرسول الله ﷺ َ عن صنيع قومه بالقرآن وتكذيبهم له بقولهم سحر، وشعر، وأساطير، بأن غيرهم من الكفرة فعلوا بغيره من الكتب مثل فعل كفار مكة ﴿فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُواْ يَعْمَلُونَ﴾ أي فأقسمُ بربك يا محمد لنسألنَّ الخلائق أجميعن عما كانوا يعملون في الدنيا ﴿فاصدع بِمَا تُؤْمَرُ وَأَعْرِضْ عَنِ المشركين﴾ أي فاجهر بتبليغ أمر ربك، ولا تلتفت إلى ما يقول المشركون ﴿إِنَّا كَفَيْنَاكَ المستهزئين﴾ أي كفيناك شرَّ أعدائك المستهزئين بإهلاكنا إياهم وكانوا خمسة من صناديد قريش ﴿الذين يَجْعَلُونَ مَعَ الله إلها آخَرَ﴾ أي الذين أشركوا مع الله غيره من الأوثان والأصنام ﴿فَسَوْفَ يَعْلَمُونَ﴾ وعيدٌ وتهديد أي سوف يعلمون عاقبة أمرهم في الدارين ﴿وَلَقَدْ نَعْلَمُ أَنَّكَ يَضِيقُ صَدْرُكَ بِمَا يَقُولُونَ﴾ أي يضيق صدرك بالاستهزاء والتكذيب ﴿فَسَبِّحْ بِحَمْدِ رَبِّكَ وَكُنْ مِّنَ الساجدين﴾ أي فافزع فيما نالك من مكروه إلى التسبيح والصلاة والإِكثار من ذكر الله ﴿واعبد رَبَّكَ حتى يَأْتِيَكَ اليقين﴾ أي اعبد ربك يا محمد حتى يأتيك الموت، سمي يقينًا لأنه متيقن الوقوع والنزول.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الإِيجاز بالحذف في ﴿ادخلوها بِسَلامٍ﴾ أي يقال لهم أدخلوها.\n٢ - المقابلة اللطيفة في ﴿نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم﴾ مع الآية بعدها ﴿وَأَنَّ عَذَابِي﴾ فقد قابل بين العذاب والمغفرة وبين الرحمة الواسعة والعذاب الأليم، وهذا من المحسنات البديعية.\n٣ - الكناية في ﴿أَنَّ دَابِرَ هَؤُلآءِ مَقْطُوعٌ﴾ كنَّى به عن عذاب الاستئصال.\n٤ - المجاز في ﴿قَدَّرْنَآ إِنَّهَا لَمِنَ الغابرين﴾ أسند الملائكة فعل التقدير إلى أنفسهم مجازًا","vol":"2","page":107},{"text":"وهو لله وحده وذلك لما لهم من القرب والاختصاص لأنهم رسل الله أُرسلوا بأمره تعالى.\n٥ - الجناس الناقص في ﴿الصيحة مُصْبِحِينَ﴾ وجناس الاشتقاق في ﴿فاصفح الصفح﴾ .\n٦ - صيغة المبالغة في ﴿الغفور الرحيم﴾ وفي ﴿الخلاق العليم﴾ .\n٧ - الطباق في ﴿عَالِيَهَا سَافِلَهَا﴾ .\n٨ - السجع بلا تكلف في مواطن عديدة مثل ﴿آمِنِينَ، مُّصْبِحِينَ، مُعْرِضِينَ﴾ .\n٩ - عطف العام على الخاص في ﴿سَبْعًا مِّنَ المثاني والقرآن العظيم﴾ .\n١٠ - الاستعارة التبعية في ﴿واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ﴾ حيث شبّه إلانة الجانب بخفض الجناح بجامع العطف والرقة في كلٍ واستعير اسم المشبَّه به للمشبَّه، وهذا من بليغ الاستعارات لأن الطائر إذا كف عن الطيران خفض جناحيه.\nتنبيه: الجمع بين هذه الآية ﴿فَوَرَبِّكَ لَنَسْأَلَنَّهُمْ أَجْمَعِينَ﴾ وبين قوله ﴿وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ المجرمون﴾ [القصص: ٧٨] وقوله ﴿فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ﴾ [الرحمن: ٣٩] أن القيامة مواطن، فموطنٌ يكون فيه سؤال وكلام، وموطنٌ لا يكون ذلك فيه، هذا قول عكرمة، وقال ابن عباس: لا يسألهم سؤال استخبار واستعلام هل عملتم كذا وكذا، لأن الله عالم بكل شيء، ولكن يسألهم سؤال تقريع وتوبيخ فيقول لهم: لم عصيتم القرآن وما حجتكم فيه؟","vol":"2","page":108},{"text":"اللغَة: ﴿نُّطْفَةٍ﴾ النطفة الماء المهين الذي يتكون منه الإِنسان، مِن نطَف إذا قطر ﴿دِفْءٌ﴾ الدفء: ما يستدفئ به الإِنسان من البرد ﴿تُرِيحُونَ﴾ الرَّواح: رجوع المواشي بالعشي من المرعى ﴿تَسْرَحُونَ﴾ السَّراح: الخروج بها صباحًا إلى المرعى ﴿أَثْقَالَكُمْ﴾ الأثقال: الأمتعة جمع ثقل سميت أثقالًا لأنها ثقيلة الحمل ﴿جَآئِرٌ﴾ مائل عن الحق ﴿تُسِيمُونَ﴾ أسام الماشية تركها ترعى، وسامت هي إذا رعت حيث شاءت فهي سائمة ﴿ذَرَأَ﴾ خلق وأبدع ﴿مَوَاخِرَ﴾ أصل المخْر شقُّ الماء عن يمين وشمال يقال: مخرت السفينةُ إِذا جرت تشق الماء مع صوت ﴿تَمِيدَ﴾ تضطرب.","vol":"2","page":110},{"text":"سَبَبُ النّزول: قال ابن عباس: لما نزل قوله تعالى ﴿اقتربت الساعة﴾ [القمر: ١] قال الكفار بعضهم لبعض: إنَّ محمدًا يزعم أن القيامة قد اقتربت فأمسكوا عن بعض ما كنتم تعملون حتى ننظر، فلما امتدت الأيام قالوا يا محمد: ما نرى شيئًا مما تُخَوِّفنا به فأنزل الله تعالى ﴿أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ ...﴾ الآية.\nالتفسِير: ﴿أتى أَمْرُ الله فَلاَ تَسْتَعْجِلُوهُ﴾ أي قرب قيام الساعة فلا تستعجلوا العذاب الذي أوعدكم به محمد، وإنما أتى بصيغة الماضي لتحقق وقوع الأمر وقربه، قال الرازي: لما كان واجب الوقوع لا محالة عبّر عنه بالماضي كما يقال للمستغيث: جاءك الغوثُ فلا تجزع ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه الله عما يصفه به الظالمون، وتقدس عن إشراكهم به غيره من الأنداد والأوثان ﴿يُنَزِّلُ الملائكة بالروح مِنْ أَمْرِهِ﴾ أي يُنزّل الملائكة بالوحي والنبوة بإِرادته وأمره ﴿على مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي على الأنبياء والمرسلين، وسمَّى الوحي روحًا لأنه تحيا به القلوب كما تحيا بالأرواح الأبدان ﴿أَنْ أنذروا أَنَّهُ لاَ إله إِلاَّ أَنَاْ فاتقون﴾ أي بأن أنذروا أهل الكفر أنه لا معبود إلا الله فخافوا عذابي وانتقامي، ثم ذكر تعالى البراهين الدالة على وحدانيته وقدرته فقال ﴿خَلَقَ السماوات والأرض بالحق﴾ أي خلقهما بالحق الثابت، والحكمة الفائقة، لا عبثًا ولا جُزافًا ﴿تعالى عَمَّا يُشْرِكُونَ﴾ أي تمجَّد وتقدَّس عن الشريك والنظير ﴿خَلَقَ الإنسان مِن نُّطْفَةٍ﴾ أي خلق هذا الجنس البشري من نطفةٍ مهينة ضعيفة هي المنيُّ ﴿فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ﴾ أي فإِذا به بعد تكامله بشرًا مخاصمٌ لخالقه، واضح الخصومة، يكابر ويعاند، وقد خُلق ليكون عبدًا لا ضدًا قال ابن الجوزي: لقد خُلق من نطفة وهو مع ذلك يخاصم وينكر البعث، أفلا يستدل بأوله على آخره، وبأن من قدر على إيجاده أولًا قادرٌ على إِعادته ثانيًا؟ ﴿والأنعام خَلَقَهَا﴾ أي وخلق الأنعام لمصالحكم وهي الإِبل والبقر والغنم ﴿لَكُمْ فِيهَا دِفْءٌ﴾ أي لكم فيها ما تستدفئون به من البرد مما تلبسون وتفترشون من الأصواف والأوبار ﴿وَمَنَافِعُ وَمِنْهَا تَأْكُلُونَ﴾ أي ولكم فيها منافع عديدة من النسل والدر وركوب الظهر، ومن لحومها تأكلون وهو من أعظم المنافع لكم ﴿وَلَكُمْ فِيهَا جَمَالٌ حِينَ تُرِيحُونَ وَحِينَ تَسْرَحُونَ﴾ أي ولكم في هذه الأنعام والمواشي زينةٌ وجمالٌ حين رجوعها عشيًا من المرعى، وحين غُدوّها صباحًا لترعى، جمال الاستمتاع بمنظرها صحيحةً سمينةً فارهة ﴿وَتَحْمِلُ أَثْقَالَكُمْ إلى بَلَدٍ لَّمْ تَكُونُواْ بَالِغِيهِ إِلاَّ بِشِقِّ الأنفس﴾ أي وتحمل أحمالكم الثقيلة وأمتعتكم التي تعجزون عن حملها إلى بلدٍ بعيد لم تكونوا لتصلوا إليه إلا بجهدٍ ومشقة ﴿إِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ﴾ أي إنَّ ربكم أيها الناس الذي سخَّر لكم هذه الأنعام لعظيمُ الرأفة والرحمة بكم ﴿والخيل والبغال والحمير لِتَرْكَبُوهَا وَزِينَةً﴾ أي وخلق الخيل والبغال والحمير للحمل والركوب وهي كذلك زينة وجمال ﴿وَيَخْلُقُ مَا لاَ تَعْلَمُونَ﴾ أي ويخلق في المستقبل ما لا تعلمونه الآن كوسائل النقل الحديث: القاطرات، والسيارات، والطائرات النفاثة وغيرها مما يجدُّ به الزمان وهو من تعليم الله","vol":"2","page":111},{"text":"للإِنسان ﴿وعلى الله قَصْدُ السبيل﴾ أي وعلى الله جل وعلا بيانُ الطريق المستقيم، الموصل لمن يسلكه إلى جنات النعيم ﴿وَمِنْهَا جَآئِرٌ﴾ أي ومن هذه السبيل طريقٌ مائلٌ عن الحق منحرفٌ عنه، لا يوصل سالكه إلى الله وهو طريق الضلال، كاليهودية والنصرانية والمجوسية ﴿وَلَوْ شَآءَ لَهَدَاكُمْ أَجْمَعِينَ﴾ أي لو شاء أن يهديكم إلى الإيمان لهداكم جميعًا ولكنه تعالى اقتضت حكمته أن يدع للإِنسان حرية الاختيار\n﴿فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ [الكهف: ٢٩] ليترتب عليه الثواب والعقاب، ولما ذكر تعالى ما أنعم به عليهم من الأنعام، شرع في ذكر سائر النعم العظام وآياته المنبثة في الكائنات فقال ﴿هُوَ الذي أَنْزَلَ مِنَ السماء مَآءً﴾ أي أنزل المطر بقدرته القاهرة من السحاب ﴿لَّكُم مِّنْهُ شَرَابٌ﴾ أي أنزله عذبًا فراتًا لتشربوه فتسكن حرارة العطش ﴿وَمِنْهُ شَجَرٌ فِيهِ تُسِيمُونَ﴾ أي وأخرج لكم منه شجرًا ترعون فيه أنعامكم ﴿يُنبِتُ لَكُمْ بِهِ الزرع والزيتون والنخيل والأعناب﴾ أي يخرجها من الأرض بهذا الماء الواحد على اختلاف صنوفها وطعومها وألوانها ﴿وَمِن كُلِّ الثمرات﴾ أي ومن كل الفواكه والثمار يخرج لكم أطايب الطعام ﴿إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إن في إنزال الماء وإخراج الثمار لدلالة واضحة على قدرة الله ووحدانيته لقومٍ يتدبرون في صنعه فيؤمنون قال أبو حيان: ختم الآية بقوله: ﴿يَتَفَكَّرُونَ﴾ لأن النظر في ذلك يحتاج إلى فضل تأمل، واستعمال فكر، ألا ترى أن الحبة الواحدة إذا وُضعت في الأرض ومرَّ عليها زمن معيَّن لحقها من نداوة الأرض ما تنتفخ به فيُشق أعلاها فتصعد منه شجرة إلى الهواء، وأسفلها يغوص منه في عمق الأرض شجرةٌ أخرى وهي العروق، ثم ينمو الأعلى ويقوى وتخرج الأوراق والأزهار، والأكمام والثمار، المشتملة على أجسامٍ مختلفة الطبائع والألوان والأشكال والمنافع وذلك بتقدير قادرٍ مختار وهو الله تعالى ﴿وَسَخَّرَ لَكُمُ اليل والنهار والشمس والقمر﴾ أي ذلّل الليل والنهار يتعاقبان لمنامكم ومعاشكم، والشمس والقمر يدوران لمصالحكم ومنافعكم ﴿والنجوم مُسَخَّرَاتٌ بِأَمْرِهِ﴾ أي والنجومُ تجري في فلكها بأمره تعالى لتهتدوا بها في ظلمات البر والبحر ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ﴾ أي إن في ذلك الخلق والتسخير لدلائل باهرة عظيمة، لأصحاب العقول السليمة ﴿وَمَا ذَرَأَ لَكُمْ فِي الأرض مُخْتَلِفًا أَلْوَانُهُ﴾ أي وما خلق لكم في الأرض من الأمور العجيبة، من الحيوانات والنباتات، والمعادن والجمادات، على اختلاف ألوانها وأشكالها، وخواصها ومنافعها ﴿إِنَّ فِي ذَلِكَ لآيَةً لِّقَوْمٍ يَذَّكَّرُونَ﴾ أي لعبرةً لقومٍ يتعظون ﴿وَهُوَ الذي سَخَّرَ البحر﴾ أي وهو تعالى - بقدرته ورحمته - ذلّل لكم البحر المتلاطم الأمواج للركوب فيه والغوص في أعماقه ﴿لِتَأْكُلُواْ مِنْهُ لَحْمًا طَرِيًّا﴾ أي لتأكلوا من البحر السمك الطريَّ الذي تصطادونه ﴿وَتَسْتَخْرِجُواْ مِنْهُ حِلْيَةً تَلْبَسُونَهَا﴾ أي وتستخرجوا منه الجواهر النفيسة كاللؤلؤ والمرجان ﴿وَتَرَى الفلك مَوَاخِرَ فِيهِ﴾ أي وترى السفن","vol":"2","page":112},{"text":"العظيمة تشق عُباب البحر جاريةً فيه وهي تحمل الأمتعة والأقوات ﴿وَلِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي سخر لكم البحر لتنتفعوا بما ذُكر ولتطلبوا من فضل الله ورزقه سبل معايشكم بالتجارة ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولتشكروا ربكم على عظيم إنعامه وجليل إفضاله ﴿وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ﴾ أي نصب فيها جبالًا ثوابت راسيات لئلا تضطرب بكم وتميل قال أبو السعود: إن الأرض كانت كرةً خفيفة قبل أن تُخلق فيها الجبال، وكان من حقها أن تتحرك كالأفلاك بأدنى سبب فلما خُلقت الجبال توجهت بثقلها نحو المركز فصارت كالأوتاد لها ﴿وَأَنْهَارًا وَسُبُلًا لَّعَلَّكُمْ تَهْتَدُونَ﴾ أي وجعل فيها أنهارًا وطرقًا ومسالك لكي تهتدوا إلى مقاصدكم ﴿وَعَلامَاتٍ وبالنجم هُمْ يَهْتَدُونَ﴾ أي وعلامات يستدلون بها على الطرق كالجبال والأنهار، وبالنجوم يهتدون ليلًا في البراري والبحار قال ابن عباس: العلامات معالمُ الطرق بالنهار وبالنجم هم يهتدون بالليل ﴿أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ﴾ الاستفهام إنكاري أي أتسوّون بين الخالق لتلك الأشياء العظيمة والنعم الجليلة، وبين من لا يملك لنفسه نفعًا ولا ضرًا فضلًا عن غيره؟ أتشركون هذا الصنم الحقير مع الخالق الجليل؟ وهو تبكيت للكفرة وإِبطالٌ لعبادتهم الأصنام ﴿أَفَلا تَذَكَّرُونَ﴾ أي أفلا تتذكرون فتعرفون خطأ ما أنتم فيه من عبادة غير الله؟ وهو توبيخٌ آخر ﴿وَإِن تَعُدُّواْ نِعْمَةَ الله لاَ تُحْصُوهَآ﴾ أي إن تعدوا نعم الله الفائضة عليكم لا تضبطوا عددها فضلًا عن أن تطيقوا شكرها ﴿إِنَّ الله لَغَفُورٌ رَّحِيمٌ﴾ أي غفور لما صدر منكم من تقصير رحيم بالعباد حيث ينعم عليهم مع تقصيرهم وعصيانهم ﴿والله يَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ﴾ أي يعلم ما تخفونه وما تظهرونه من النوايا والأعمال وسيجازيكم عليها ﴿والذين يَدْعُونَ مِن دُونِ الله لاَ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ﴾ أي والذين يعبدونهم من دون الله كالأوثان والأصنام لا يقدرون على خلق كل شيء أصلًا والحال أنهم مخلوقون صنعهم البشر بأيديهم، فكيف يكونون آلهة تعبد من دون الله؟ ﴿أَمْواتٌ غَيْرُ أَحْيَآءٍ﴾ أي وتلك الأصنام أمواتٌ لا أرواح فيها، لا تسمع ولا تبصر لأنها جمادات لا حياة فيها، فكيف تعبدونها وأنتم أفضل منها لما فيكم من الحياة؟ ﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾ أي ما تشعر هذه الأصنام متى يبعث عابدوها، وفيه تهكم بالمشركين لأنهم عبدوا جمادًا لا يحس ولا يشعر ﴿إلهكم إله وَاحِدٌ﴾ أي إلهكم المستحق للعبادة إله واحدٌ لا شريك له ﴿فالذين لاَ يُؤْمِنُونَ بالآخرة قُلُوبُهُم مُّنكِرَةٌ﴾ أي فالذين لا يصدّقون بالبعث والجزاء قلوبهم تنكر وحدانية الله ﷿ ﴿وَهُم مُّسْتَكْبِرُونَ﴾ أي متكبرون متعظمون عن قبول الحق بعدما سطعت دلائله ﴿لاَ جَرَمَ أَنَّ الله يَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ أي حقًا إن الله تعالى لا تخفى عليه خافية من أحوالهم يعلم ما يخفون وما يظهرون ﴿إِنَّهُ لاَ يُحِبُّ المستكبرين﴾ أي المتكبرين عن التوحيد والإِيمان ﴿وَإِذَا قِيلَ لَهُمْ مَّاذَآ أَنْزَلَ رَبُّكُمْ﴾ أي وإِذا سئل هؤلاء الجاحدون أيَّ شيء أنزل ربكم على رسوله ﷺ َ؟ ﴿قَالُواْ أَسَاطِيرُ الأولين﴾ أي قالوا على سبيل الاستهزاء: ما أنزله ليس إلا خرافات وأباطيل الأمم السابقين ليس بكلام رب العالمين قال المفسرون: كان المشركون يجلسون على مداخل مكة يُنفّرون عن رسول الله ﷺ َ إذا","vol":"2","page":113},{"text":"سألهم وفود الحاج ماذا أُنزل على محمد؟ قالوا أباطيل وأحاديث الأولين ﴿لِيَحْمِلُواْ أَوْزَارَهُمْ كَامِلَةً يَوْمَ القيامة﴾ أي قالوا ذلك البهتان ليحملوا ذنوبهم كاملةً من غير أن يُكفَّر منها شيء ﴿وَمِنْ أَوْزَارِ الذين يُضِلُّونَهُمْ بِغَيْرِ عِلْمٍ﴾ أي وليحملوا ذنوب الأتباع الذين أضلوهم بغير دليلٍ أو برهان، فقد كانوا رؤساء يُقتدى بهم في الضلالة ولذلك حملوا أوزارهم وأوزار من أضلوهم ﴿أَلاَ سَآءَ مَا يَزِرُونَ﴾ ألاَ للتنبيه أي فانتبهوا أيها القوم بئس الحمل الذي حملوه على ظهورهم، والمقصودُ المبالغة في الزجر ﴿قَدْ مَكَرَ الذين مِنْ قَبْلِهِمْ﴾ أي مكر المجرمون بأنبيائهم وأرادوا إطفاء نور الله من قبل كفار مكة، وهذا تسلية له ﷺ َ ﴿فَأَتَى الله بُنْيَانَهُمْ مِّنَ القواعد﴾ أي قلع بنيانهم من قواعده وأسسه، وهذا تمثيلٌ لإِفساد ما أبرموه من المكر بالرسل ﴿فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ﴾ أي فسقط عليهم سقف بنيانهم فتهدّم البناء وماتوا ﴿وَأَتَاهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾ أي جاءهم الهلاك والدمار من حيث لا يخطر على بالهم، والآية مشهد كاملٌ للدمار والهلاك، وللسخرية من مكر الماكرين، وتدبير المدبرين، الذين يقفون لدعوة الله ويحسبون مكرهم لا يُردّ، وتدبيرهم لا يخيب، والله من ورائهم محيط ﴿ثُمَّ يَوْمَ القيامة يُخْزِيهِمْ﴾ أي يفضحهم بالعذاب ويذلهم ويهينهم ﴿وَيَقُولُ أَيْنَ شُرَكَآئِيَ ¤لَّذِينَ كُنْتُمْ تُشَاقُّونَ فِيهِمْ﴾ أي يقول تعالى لهم على سبيل التقريع والتوبيخ: أين هؤلاء الشركاء الذين كنتم تخاصمون وتعادون من أجلهم الأنبياء؟ أحضروهم ليشفعوا لكم، والأسلوب استهزاءٌ وتهكم ﴿قَالَ الذين أُوتُواْ العلم إِنَّ الخزي اليوم والسواء عَلَى الكافرين﴾ أي يقول الدعاة والعلماء شماتةً بأولئك الأشقياء إن الذلَّ والهوان والعذاب محيط اليوم بمن كفر بالله ﴿الذين تَتَوَفَّاهُمُ الملائكة ظَالِمِي أَنْفُسِهِمْ﴾ أي تقبض الملائكة أرواحهم الخبيثة حال كونهم ظالمي أنفسهم بالكفر والإِشراك بالله ﴿فَأَلْقَوُاْ السلم مَا كُنَّا نَعْمَلُ مِن سواء﴾ أي استسلموا وانقادوا عند الموت على خلاف عادتهم في الدنيا من العناد والمكابرة، وقالوا ما أشركنا ولا عصينا كما يقولون يوم المعاد\n﴿والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] ﴿بلى إِنَّ الله عَلِيمٌ بِمَا كُنْتُمْ تَعْمَلُونَ﴾ أي يكذبهم الله ويقول: بلى قد كذبتم وعصيتم وكنتم مجرمين ﴿فادخلوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا﴾ أي أدخلوا جهنم ماكثين فيها أبدًا ﴿فَلَبِئْسَ مَثْوَى المتكبرين﴾ أي بئست جهنم مقرًا ومقامًا للمتكبرين عن طاعة الله.\nالبَلاَغة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الالتفات في ﴿فاتقون﴾ فهو خطاب للمستعجلين بطريق الالتفات.\n٢ - أسلوب الإِطناب في ﴿أَمْواتٌ غَيْرُ أَحْيَآءٍ﴾ تأكيدًا لسفاهة من عبد الأصنام ومثله ﴿لاَ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ﴾ .\n٣ - الطباق بين ﴿يُسِرُّونَ وَيُعْلِنُونَ﴾ وبين ﴿تُرِيحُونَ وتَسْرَحُونَ﴾ .\n٤ - صيغة المبالغة في ﴿خَصِيمٌ مُّبِينٌ﴾ وفي ﴿غَفُورٌ رَّحِيمٌ﴾ .\n٥ - طباق السلب في ﴿أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ﴾ .\n٦ -","vol":"2","page":114},{"text":"الجناس الناقص في ﴿لاَ يَخْلُقُونَ ... وَهُمْ يُخْلَقُونَ﴾ .\n٧ - الاستعارة التمثيلية في ﴿قَدْ مَكَرَ الذين مِنْ قَبْلِهِمْ ... فَخَرَّ عَلَيْهِمُ السقف مِن فَوْقِهِمْ﴾ شبهت حال أولئك الماكرين بحال قومٍ بنوا بنيانًا شديد الدعائم فانهدم ذلك البنيان وسقط عليهم فأهلكهم بطريق الاستعارة التمثيلية، ووجه الشبه أن ما عدوه سببًا لبقائهم، عاد سببًا لفنائهم كقولهم «من حفر حفرة لأخيه سقط فيها» .\nفَائِدَة: قال القرطبي: تسمى سورة النحل سورة النِّعم لكثرة ما عدَّد الله فيها من نعمه على عباده.","vol":"2","page":115},{"text":"المنَاسَبَة: لما أخبر تعالى عن حال الأشقياء الذين كفروا نعمة الله، وطعنوا في القرآن فزعموا أنه أساطير الأولين، وبيَّن ما يكونون عليه في الآخرة من الفضيحة والذل والهوان، ذكر هنا ما أعده للمتقين من وجوه التكريم في دار النعيم، ليظهر الفارق بين حال أهل السعادة وحال أهل الشقاوة، وبين الأبرار والفجار على طريقة القرأن في المقارنة بين الفريقين.\nاللغَة: ﴿الزبر﴾ الكتب السماوية جمع زبُور من زبرت الكتاب إذا كتبته ﴿يَخْسِفَ﴾ خسَف المكانُ خسوفًا إذا ذهب وغاب في الأرض ﴿يَتَفَيَّؤُاْ﴾ يميل من جانب إلى جانب ومنه قيل للظل فيءٌ لأنه يفيء أي يرجع من جهة إلى أخرى ﴿دَاخِرُونَ﴾ صاغرون ذليلون، والدخور الصغار والذل قال ذو الرمَّة:\nفلم يبْقَ إِلا داخِرٌ في مُخَيَّس ... ومنجَحِرٌ في غيرِ أرضكَ في جُحْر\nالتفسِير: ﴿وَقِيلَ لِلَّذِينَ اتقوا﴾ أي قيل للفريق الثاني وهم أهل التقوى والإِيمان ﴿مَاذَا أَنْزَلَ رَبُّكُمْ قَالُواْ خَيْرًا﴾ أي ماذا أنزل ربكم على رسوله؟ قالوا أنزل خيرًا قال المفسرون: هذا كان في أيام الموسم يأتي الرجل مكة فيسأل المشركين عن محمد وأمره فيقولون: إنه ساحر وكاهن وكذاب، فيأتي المؤمنين ويسألهم عن محمد وعن ما أنزل الله عليه فيقولون: أنزل الله عليه الخير والهدى والقرآن، قال تعالى بيانًا لجزائهم الكريم ﴿لِّلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ﴾ أي لهؤلاء المحسنين مكافأة في الدنيا بإِحسانهم ﴿وَلَدَارُ الآخرة خَيْرٌ﴾ أي وما ينالونه في الآخرة من ثواب الجنة خيرٌ وأعظم من دار الدنيا لفنائها وبقاء الآخرة ﴿وَلَنِعْمَ دَارُ المتقين﴾ أي ولنعم دار المتقين دار الآخرة وهي ﴿جَنَّاتُ عَدْنٍ﴾ أي جناتُ إِقامة ﴿يَدْخُلُونَهَا تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخلون تلك الجنان التي تجري من بين أشجارها وقصورها الأنهار ﴿لَهُمْ فِيهَا مَا يَشَآؤونَ﴾ أي لهم في تلك الجنات ما يشتهون بدون كدٍّ ولا تعب، ولا انقطاعٍ ولا نَصب ﴿كَذَلِكَ يَجْزِي الله المتقين﴾ أي مثل هذا الجزاء الكريم يجزي الله عباده المتقين لمحارمه، المتمسكين بأوامره ﴿الذين تَتَوَفَّاهُمُ الملائكة طَيِّبِينَ﴾ أي هم الذين تقبض الملائكةُ أرواحهم حال كونهم أبرارًا، قد تطهروا من دنس الشرك والمعاصي، طيبةً نفوسهم بلقاء الله ﴿يَقُولُونَ سَلامٌ عَلَيْكُمُ﴾ أي تسلم عليهم الملائكة وتبشرهم بالجنة قال ابن عباس: الملائكة يأتونهم بالسلام من قِبل الله، ويخبرونهم أنهم من أصحاب اليمين ﴿ادخلوا الجنة بِمَا كُنْتُمْ تَعْمَلُونَ﴾ أي هنيئًا لكم الجنة بما قدمتم في الدنيا من صالح الأعمال ﴿هَلْ يَنْظُرُونَ إِلاَّ أَن تَأْتِيَهُمُ الملائكة أَوْ يَأْتِيَ أَمْرُ رَبِّكَ﴾ عاد الكلام إلى تقريع المشركين وتوبيخهم على تماديهم في الباطل واغترارهم بالدنيا والمعنى ما ينتظر هؤلاء إِلا أحد أمرين: إِما نزول الموت بهم، أو حلول العذاب","vol":"2","page":116},{"text":"العاجل، أو ليس في مصير المكذبين قبلهم عبرةٌ وغناء؟ ﴿كَذَلِكَ فَعَلَ الذين مِن قَبْلِهِمْ﴾ أي كذلك صنع من قبلهم من المجرمين حتى حلَّ بهم العذاب ﴿وَمَا ظَلَمَهُمُ الله ولكن كَانُواْ أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي ما ظلمهم الله بتعذيبهم وإهلاكهم ولكنْ ظلموا أنفسهم بالشرك والمعاصي ﴿فَأَصَابَهُمْ سَيِّئَاتُ مَا عَمِلُواْ﴾ أي أصابهم عقوبات كفرهم وجزاء أعمالهم الخبيثة ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي أحاط ونزل بهم جزاء استهزائهم وهو العذاب الأليم في دركات الجحيم ﴿وَقَالَ الذين أَشْرَكُواْ﴾ أي قال أهل الكفر والإشراك وهم كفار قريش ﴿لَوْ شَآءَ الله مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ نَّحْنُ ولا آبَاؤُنَا وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ﴾ أي لو شاء الله ما عبدنا الأصنام لا نحن ولا آباؤنا، ولا حرمنا ما حرمنا من البحائر والسوائب وغيرها، قالوا هذا على سبيل الاستهزاء لا على سبيل الاعتقاد، وغرضُهم أن إِشراكهم وتحريمهم لبعض الذبائح والأطعمة واقع بمشيئة الله، فهو راضٍ به وهو حقٌّ وصواب ﴿كذلك فَعَلَ الذين مِن قَبْلِهِمْ﴾ أي مثل هذا التكذيب والاستهزاء فعل من قبلهم من المجرمين، واحتجوا مثل احتجاجهم الباطل، وتناسوا كسبهم لكفرهم ومعاصيهم، وأن كل ذلك كان بمحض اختيارهم بعد أن أنذرتهم رسلهم عذاب النار وغضب الجبار ﴿فَهَلْ عَلَى الرسل إِلاَّ البلاغ المبين﴾ أي ليس على الرسل إلا التبليغ، وأمَّا أمر الهداية والإِيمان فهو إِلى الله جلَّ وعلا ﴿وَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَّسُولًا أَنِ اعبدوا الله واجتنبوا الطاغوت﴾ أي أرسلنا الرسل إِلى جميع الخلق بأن اعبدوا الله ووحّدوه، واتركوا كل معبود دون الله كالشيطان والكاهن والصنم، وكل من دعا إلى الضلال ﴿فَمِنْهُم مَّنْ هَدَى الله﴾ أي فمنهم من أرشده الله إِلى عبادته ودينه فآمن ﴿وَمِنْهُمْ مَّنْ حَقَّتْ عَلَيْهِ الضلالة﴾ أي ومنهم من وجبت له الشقاوة والضلالة فكفر، أعْلمَ تعالى أنه أرسل الرسل لتبليغ الناس دعوة الله فمنهم من استجاب فهداه الله، ومنهم من كفر فأضلَّه الله ﴿فَسِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي سيروا يا معشر قريش في أكناف الأرض ثم انظروا ماذا حلَّ بالأمم المكذبين لعلكم تعتبرون! ﴿إِن تَحْرِصْ على هُدَاهُمْ فَإِنَّ الله لاَ يَهْدِي مَن يُضِلُّ﴾ الخطاب للرسول ﷺ َ أي إن تحرص يا محمد على هداية هؤلاء الكفار فاعلم أنه تعالى لا يخلق الهداية جبرًا وقسرًا فيمن يخلق فيه الضلالة بسوء اختياره ﴿مَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم من ينقذهم من عذابه تعالى ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ لاَ يَبْعَثُ الله مَن يَمُوتُ﴾ أي خلف المشركون جاهدين في أيمانهم مبالغين في تغليظ اليمين بأن الله لا يبعث من يموت، استبعدوا البعث ورأوه أمرًا عسيرًا بعد البِلى وتفرقَ الأشلاء والذرات، قال تعالى ردًا عليهم ﴿بلى وَعْدًا عَلَيْهِ حَقًّا﴾ أي بلى ليبعثنَّهم، وعد بذلك وعدًا قاطعًا لا","vol":"2","page":117},{"text":"بدَّ منه ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثرهم لا يعلمون قدرة الله فينكرون البعث والنشور ﴿لِيُبَيِّنَ لَهُمُ الذي يَخْتَلِفُونَ فِيهِ﴾ أي سيبعثهم ليكشف ضلالهم في إنكارهم البعث، وليظهر لهم الحق فيما اختلفوا فيه، وليحقق العدل وهو التمييز بين المطيع والعاصي، وبين المحق والمبطل، وبين الظالم والمظلوم ﴿وَلِيَعْلَمَ الذين كَفَرُواْ أَنَّهُمْ كَانُواْ كَاذِبِينَ﴾ أي وليعلم الجاحدون للبعث، والمكذبون لوعد الله الحق أنهم كانوا كاذبين فيما يقولون ﴿إِنَّمَا قَوْلُنَا لِشَيْءٍ إِذَآ أَرَدْنَاهُ أَن نَّقُولَ لَهُ كُنْ فَيَكُونُ﴾ أي لا يحتاج الأمر إلى كبير جهد وعناء فإنا نقول للشيء كنْ فيكون قال المفسرون: هذا تقريبٌ للأذهان، والحقيقةُ أنه تعالى لو أراد شيئًا لكان بغير احتياج إِلى لفظ ﴿كُنْ﴾ ﴿والذين هَاجَرُواْ فِي الله مِنْ بَعْدِ مَا ظُلِمُواْ﴾ أي تركوا الأوطان والأهل والقرابة في شأن الله وابتغاء رضوانه من بعد ما عُذِّبُوا في الله قال القرطبي: هم صهيب وبلال وخبّاب وعمّار، عذّبهم أهل مكة حتى قالوا لهم ما أرادوا، فلما خلّوهم هاجروا إلى المدينة ﴿لَنُبَوِّئَنَّهُمْ فِي الدنيا حَسَنَةً﴾ أي لنسكننهم دارًا حسنة خيرًا مما فقدوا قال ابن عباس: بوأهم الله المدينة فجعلها لهم دار هجرة ﴿وَلأَجْرُ الآخرة أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ﴾ أي ثواب الآخر أعظم وأشرف وأكبر لو كان الناس يعلمون ﴿الذين صَبَرُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي هم الذين صبروا على الشدائد والمكاره، فهجروا الأوطان، وفارقوا الإخوان، واعتمدوا على الله وحده يبتغون أجره ومثوبته ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالًا نوحي إِلَيْهِمْ﴾ أي وما أرسلنا من قبلك يا محمد إلى الأمم الماضية إِلا بشرًا نوحي إِليهم كما أوحينا إِليك قال المفسرون: أنكر مشركو قريش نبوة محمد ﷺ َ وقالوا الله أعظم من أن يكون رسوله بشرًا، فهلاَّ بعث إِلينا ملكًا فنزلت ﴿فاسألوا أَهْلَ الذكر إِن كُنْتُم لاَ تَعْلَمُونَ﴾ أي اسألوا يا معشر قريش العلماء بالتوارة والإِنجيل يخبرونكم أن جميع الأنبياء كانوا بشرًا إن كنتم لا تعلمون ذلك ﴿بالبينات والزبر﴾ أي أرسلناهم بالحجج والبراهين الساطعة الدالة على صدقهم وبالزُبر أي الكتب المقدسة ﴿وَأَنْزَلْنَا إِلَيْكَ الذكر﴾ أي القرآن المذكّر الموقظ للقلوب الغافلة ﴿لِتُبَيِّنَ لِلنَّاسِ مَا نُزِّلَ إِلَيْهِمْ﴾ أي لتعرّف الناس الأحكام، والحلال والحرام ﴿وَلَعَلَّهُمْ يَتَفَكَّرُونَ﴾ أي ولعلهم يتفكرون في هذا القرآن فيتعظون ﴿أَفَأَمِنَ الذين مَكَرُواْ السيئات أَن يَخْسِفَ الله بِهِمُ الأرض﴾ أي هل أمن هؤلاء الكفار الذين مكروا برسول الله ﷺ َ واحتالوا لقتله في دار الندوة، هل أمنوا أن يخسف الله بهم الأرض كما فعل بقارون؟ ﴿أَوْ يَأْتِيَهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾ أي يأتيهم العذاب بغتةً في حال آمنهم واستقرارهم، من حيث لا يخطر ببالهم ومن جهةٍ لا يعلمون بها ﴿أَوْ يَأْخُذَهُمْ فِي تَقَلُّبِهِمْ فَمَا هُم بِمُعْجِزِينَ﴾ أي يهلكهم في أثناء أسفارهم للتجارة واشتغالهم بالبيع والشراء فإِنهم على أي حال لا يعجزون الله ﴿أَوْ يَأْخُذَهُمْ على تَخَوُّفٍ﴾ أي يهلكهم الله حال كونهم خائفين مترقبين لنزول العذاب قال ابن كثير: فإِنه يكون أبلغ وأشد فإِن حصول ما يتوقع مع الخوف شديدٌ ﴿فَإِنَّ رَبَّكُمْ لَرَؤُوفٌ رَّحِيمٌ﴾ أي حيث لم يعاجلكم بالعقوبة ﴿أَوَلَمْ يَرَوْاْ إلى مَا خَلَقَ الله مِن شَيْءٍ﴾ أي أولم يعتبر هؤلاء الكافرون ويروا آثار","vol":"2","page":118},{"text":"قدرة الله وأنه ما من شيء من الجبال والأشجار والأحجار ومن سائر ما خلق الله ﴿يَتَفَيَّؤُاْ ظِلاَلُهُ عَنِ اليمين والشمآئل سُجَّدًا لِلَّهِ﴾ أي تميل ظلالها من جانب إِلى جانب ساجدة للهِ سجود خضوعٍ لمشيئته تعالى وانقياد، لا تخرج عن إِرادته ومشيئته ﴿وَهُمْ دَاخِرُونَ﴾ أي خاضعون صاغرون فكل هذه الأشياء منقادة لقدرة الله وتدبيره فكيف يتعالى ويتكبر على طاعته أولئك الكافرون؟ ﴿وَلِلَّهِ يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض مِن دَآبَّةٍ والملائكة وَهُمْ لاَ يَسْتَكْبِرُونَ﴾ أي له تعالى وحده يخضع وينقاد جميع المخلوقات بما فيهم الملائكة فهم لا يستكبرون عن عبادته ﴿يَخَافُونَ رَبَّهُمْ مِّن فَوْقِهِمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ أي يخافون جلال الله وعظمته، ويمتثلون أوامره على الدوام.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الإِيجاز بالحذف ﴿قَالُواْ خَيْرًا﴾ أي قالوا أنزل خيرًا.\n٢ - الإِطناب في قوله ﴿مَا عَبَدْنَا مِن دُونِهِ مِن شَيْءٍ ... وَلاَ حَرَّمْنَا مِن دُونِهِ مِن شَيْءٍ﴾ .\n٣ - الطباق في ﴿هَدَى الله ... وحَقَّتْ عَلَيْهِ الضلالة﴾ وفي ﴿لاَ يَهْدِي مَن يُضِلُّ﴾ وفي ﴿اليمين والشمآئل﴾ .\n٤ - صيغة المبالغة في ﴿لَرَؤُوفٌ رَّحِيمٌ﴾ لأن فعول وفعيل من صيغ المبالغة.\n٥ - ذكر الخاص بعد العام في ﴿يَسْجُدُ مَا فِي السماوات وَمَا فِي الأرض ... والملائكة﴾ زيادةً في التعظيم والتكريم للملائكة الأطهار.\n٦ - السجع في ﴿يَتَفَكَّرُونَ، دَاخِرُونَ، يَشْعُرُونَ﴾ .\nفَائدَة: استنبط بعض العلماء من قوله تعالى ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالًا﴾ أن النبوة لا تكون إِلا في الرجال، وأما النساء فليس فيهن نبيَّة، وهو استنباط دقيق.\nتنبيه: قال ابن تيمية في منهاج السنة: «والاحتجاج بالقدر حجةٌ باطلة داحضة، باتفاق كل ذي عقلٍ ودين من جميع العالمين، ولهذا لما قال المشركون ﴿لَوْ شَآءَ الله مَآ أَشْرَكْنَا وَلاَ آبَاؤُنَا﴾ [الأنعام: ١٤٨] ردَّ الله عليهم بقوله ﴿قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ﴾ [الأنعام: ١٤٨] والمشركون يعلمون بفطرتهم وعقولهم أن هذه الحجة باطلة، فإِنَّ أحدهم لو ظلم الآخر، أو أراد قتل ولده، أو الزنى بزوجته، أو كان مصرًا على الظلم فنهاه الناس عن ذلك فقال: لو شاء الله لم أفعل هذا، لم يقبلوا منه هذه الحجة ولا يقبلها هو من غيره، وإنما يحتج بها المحتج دفعًا للّوم عن نفسه بلا وجه ...» .","vol":"2","page":119},{"text":"المنَاسَبَة: لما ذكر تعالى أن كل ما في الكون منقادٌ لأمر الله، خاضعٌ لسلطانه، أمر هنا بإفراده بالعبادة لأنه الخالق الرازق، ثم ضرب الأمثال في ضلالات أهل الجاهلية، وذكَّر الناس بنعمه الجليلة ليعبدوه ويشكروه.\nاللغَة: ﴿وَاصِبًا﴾ دائمًا ولازمًا قال الجوهري: وصبَ الشيء وصوبًا أي دام ومنه ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ [الصافات: ٩] أي دائم وقال الشاعر:\n«وهزيمٌ ردعه واصب» ... ﴿تَجْأَرُونَ﴾ الجؤار: رفع الصوت بالدعاء والتضرع يقال: جأر أي صاح قال الأعشى يصف بقرة:","vol":"2","page":120},{"text":"فطافت ثلاثًا بينَ يومٍ وليلةٍ ... وكانَ النكيرُ أن تُطيف وتجْأَرا\n﴿كَظِيمٌ﴾ ممتلئ غمًا وغيظًا، والكظم أن يطبق الفم فلا يتكلم من الغيظ ﴿يتوارى﴾ يختفي ﴿هُونٍ﴾ هَوانٍ وذُل ﴿فَرْثٍ﴾ الفرْثُ: الزبل الذي ينزل إِلى الكَرش أو المِعَى ﴿سَآئِغًا﴾ لذيذًا هينًا لا يعصُّ به من شربه ﴿ذُلُلًا﴾ جمع ذلول وهو المنقاد المسخَّر بلا عناء ﴿حَفَدَةً﴾ الحفدة: قال الأزهري أولاد الأولاد، والحفدة: الخدم والأعوان.\nالتفسِير: ﴿وَقَالَ الله لاَ تَتَّخِذُواْ إلهين اثنين﴾ أي لا تعبدوا إِلهين فإِن الإِله الحق لا يتعدد ﴿إِنَّمَا هُوَ إله وَاحِدٌ﴾ أي إِلهكم واحد أحد فردٌ صمد ﴿فَإيَّايَ فارهبون﴾ أي خافون دون سواي ﴿وَلَهُ مَا فِي السماوات والأرض﴾ أي ملكًا وخلقًا وعبيدًا ﴿وَلَهُ الدين وَاصِبًا﴾ أي له الطاعة والانقياد واجبًا ثابتًا فهو الإِله الحق، وله الطاعة خالصة ﴿أَفَغَيْرَ الله تَتَّقُونَ﴾ الهمزة للإِنكار والتوبيخ أي كيف تتقون وتخافون غيره، ولا نفع ولا ضر إِلا بيده؟ ﴿وَمَا بِكُم مِّن نِّعْمَةٍ فَمِنَ الله﴾ أي ما تفضَّل عليكم أيها الناس من رزقٍ ونعمةٍ وعافيةٍ ونصر فمن فضلِ الله وإِحسانه ﴿ثُمَّ إِذَا مَسَّكُمُ الضر فَإِلَيْهِ تَجْأَرُونَ﴾ أي ثم إِذا أصابكم الضُّرُ من فقرٍ ومرضٍ وبأساء فإِليه وحده ترفعون أصواتكم بالدعاء، والغرض أنكم تلجأون إِليه وحده ساعة العسرة والضيق، ولا تتوجهون إِلا إِليه دون الشركاء ﴿ثُمَّ إِذَا كَشَفَ الضر عَنْكُمْ إِذَا فَرِيقٌ مِّنْكُم بِرَبِّهِمْ يُشْرِكُونَ﴾ أي إِذا رفع عنكم البلاء رجع فريق منكم إِلى الإِشراك بالله قال القرطبي: ومعنى الكلام التعجيبُ من الإِشراك بعد النجاة من الهلاك ﴿لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ﴾ أي ليجحدوا نعمته تعالى من كشف الضر والبلاء ﴿فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ أي تمتعوا بدار الفناء فسوف تعلمون عاقبة أمركم وما ينزل بكم من العذاب، وهو أمرٌ للتهديد والوعيد ﴿وَيَجْعَلُونَ لِمَا لاَ يَعْلَمُونَ نَصِيبًا مِّمّا رَزَقْنَاهُمْ﴾ أي يجعلون للأصنام التي لا يعلمون ربوبيتها ببرهان ولا بحجة نصيبًا من الزرع والأنعام تقربًا إليها ﴿تالله لَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَفْتَرُونَ﴾ أي والله أيها المشركون لتُسألنَّ عما كنتم تختلقونه من الكذب على الله، والمراد سؤال توبيخٍ وتقريع ﴿وَيَجْعَلُونَ لِلَّهِ البنات﴾ أي ومن جهل هؤلاء المشركين وسفاهتهم أن جعلوا الملائكة بنات الله، فنسبوا إلى الله البنات وجعلوا لهم البنين ﴿سُبْحَانَهُ﴾ أي تنزَّه الله وتعظَّم عن هذا الإِفك والبهتان ﴿وَلَهُمْ مَّا يَشْتَهُونَ﴾ أي ويجعلون لأنفسهم ما يشتهون من البنين مع كراهتهم أنهم يأنفون من البنات ﴿وَإِذَا بُشِّرَ أَحَدُهُمْ بالأنثى﴾ أي إِذا أُخبر أحدهم بولادة بنت ﴿ظَلَّ وَجْهُهُ مُسْوَدًّا﴾ أي صار وجهه متغيرًا من الغم والحزن قال القرطبي: وهو كناية عن الغم والحزن وليس يريد السواد، والعربُ تقول لكل من لقي مكروهًا قد اسودَّ وجهه ﴿وَهُوَ كَظِيمٌ﴾ أي مملوءٌ غيظًا وغمًا ﴿يتوارى مِنَ القوم مِن سواء مَا بُشِّرَ بِهِ﴾ أي يختفي من قومه خوفًا من العار الذي يلحقه بسبب البنت، كأنها بليَّة وليست هبةً إِلهية، ثم يفكر فيما يصنع ﴿أَيُمْسِكُهُ على هُونٍ أَمْ يَدُسُّهُ فِي التراب﴾ أي أيمسك هذه الأنثى على ذلٍ وهوان أم يدفنها في التراب حية؟ ﴿أَلاَ سَآءَ مَا يَحْكُمُونَ﴾ أي ساء صنيعهم وساء حكمهم، حيث نسبوا لخالقهم البنات - وهي عندهم بتلك الدرجة من الذل","vol":"2","page":121},{"text":"والحقارة - وأضافوا البنين إليهم، تعالى الله عما يقولون علوًا كبيرًا ﴿لِلَّذِينَ لاَ يُؤْمِنُونَ بالآخرة مَثَلُ السوء﴾ أي لهؤلاء الذين لم يصدقوا بالآخرة ونسبوا للهِ البنات سفهًا وجهلًا، صفةُ السوء القبيحة التي هي كالمثل في القبح، فالنقصُ إنما ينسب إِليهم لا إِلى الله ﴿وَلِلَّهِ المثل الأعلى﴾ أي له جل وعلا الوصف العالي الشأن، والكمال المطلق، والتنزه عن صفات المخلوقين ﴿وَهُوَ العزيز الحكيم﴾ أي العزيزُ في ملكه، الحكيمُ في تدبيره ثم أخبر تعالى عن حلمه بالعباد مع ظلمهم فقال ﴿وَلَوْ يُؤَاخِذُ الله الناس بِظُلْمِهِمْ﴾ أي لو يؤاخذهم بكفرهم ومعاصيهم ويعاجلهم بالعقوبة ﴿مَّا تَرَكَ عَلَيْهَا مِن دَآبَّةٍ﴾ أي ما ترك على الأرض أحدًا يدبُّ على ظهرها من إنسانٍ وحيوان ﴿ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مسمى﴾ أي ولكنْ يؤخرهم إلى وقتٍ معيَّن تقتضيه الحكمة ﴿فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ﴾ أي فإذا جاء الوقت المحدَّد لهلاكهم لا يتأخرون برهةً يسيرةً من الزمن ولا يتقدمون عليها كقوله\n﴿وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا﴾ [الكهف: ٥٩] ﴿وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ﴾ أي يجعلون له تعالى البنات مع كراهتهم لهنَّ، وهو تأكيد لما سبق للتقريع والتوبيخ ﴿وَتَصِفُ أَلْسِنَتُهُمُ الكذب أَنَّ لَهُمُ الحسنى﴾ أي يجعلون لله ما يجعلون ومع ذلك يزعمون أنَّ لهم العاقبة الحسنى عند الله وأنهم أهل الجنة ﴿لاَ جَرَمَ أَنَّ لَهُمُ النار﴾ أي حقًا إِنَّ لهم مكان ما أملّوا نار جهنم التي ليس وراء عذابها عذاب ﴿وَأَنَّهُمْ مُّفْرَطُونَ﴾ أي معجَّلون إِليها ومُقدَّمون، ثم ذكر تعالى نعمته في إِرسال الرسل ليتأسى صلوات الله عليه بهم في الصبر على تحمل الأذى فقال ﴿تالله لَقَدْ أَرْسَلْنَآ إلى أُمَمٍ مِّن قَبْلِكَ فَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي والله لقد بعثنا قبلك يا محمد رسلًا إلى أقوامهم فحسَّن الشيطان أعمالهم القبيحة حتى كذبوا الرسل وردّوا عليهم ما جاءوهم به من البينات ﴿فَهُوَ وَلِيُّهُمُ اليوم﴾ أي فالشيطان ناصرهم اليوم في الدنيا وبئس الناصر ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي ولهم في الآخرة عذاب مؤلم ﴿وَمَآ أَنْزَلْنَا عَلَيْكَ الكتاب إِلاَّ لِتُبَيِّنَ لَهُمُ الذي اختلفوا فِيهِ﴾ أي ما أنزلنا عليك القرآن يا محمد إلا لتبيِّن للناس ما اختلفوا فيه من الدين والأحكام لتقوم الحجة عليهم ﴿وَهُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾ أي وأنزلنا القرآن هدايةً للقلوب، ورحمة وشفاءً لمن آمن به، ثم ذكر تعالى عظيم قدرته الدالة على وحدانيته فقال ﴿والله أَنْزَلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَآ﴾ أي أنزل بقدرته الماء من السحاب فأحيا بذلك الماء النبات والزرع بعد جدب الأرض ويُبسها ﴿إِنَّ فِي ذلك لآيَةً لِقَوْمٍ يَسْمَعُونَ﴾ أي إِن في هذا الإِحياء لدلالةً باهرة على عظيم قدرته لقوم يسمعون التذكير فيتدبرونه ويعقلونه ﴿وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً﴾ أي وإنَّ لكم أيها الناس في هذه الأنعام «الإِبل والبقر والضأن والمعز» لعظةً وعبرة يعتبر بها العقلاء، ففي خلقها وتسخيرها دلالة على قدرة الله وعظمته ووحدانيته ﴿نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهِ﴾ أي نسقيكم من بعض الذي في بطون هذه الأنعام ﴿مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا﴾ أي من بين الروث والدم ذلك الحليب الخالص واللبن النافع ﴿","vol":"2","page":122},{"text":"سَآئِغًا لِلشَّارِبِينَ﴾ أي سهل المرور في حلقهم، لذيذًا هينًا لا يغصُّ به من شربه ﴿وَمِن ثَمَرَاتِ النخيل والأعناب تَتَّخِذُونَ مِنْهُ سَكَرًا﴾ أي ولكم مما أنعم الله به عليكم من ثمرات النخيل والأعناب ﴿وَرِزْقًا حَسَنًا﴾ كالتمر والزبيب قال ابن عباس: الرزق الحسن: ما أُحلَّ من ثمرتها، والسَّكر: ما حُرِّم من ثمرتها.\n﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْقِلُونَ﴾ أي لآيةً باهرة، ودلالة قاهرة على وحدانيته سبحانه لقومٍ يتدبرون بعقولهم قال ابن كثير: وناسب ذكرُ العقل هنا لأنه أشرفُ ما في الإِنسان، ولهذا حرَّم الله على هذه الأمة الأشربة المسكرة صيانةً لعقولها، ولما ذكر تعالى ما يدل على باهر قدرته، وعظيم حكمته من إِخراج اللبن من بين فرثٍ ودمٍ وإِخراج الرزق الحسن من ثمرات النخيل والأعناب، ذكر إِخراج العسل الذي جعله شفاءً للناس من النحل، وهي حشرةٌ ضعيفة وفيها عجائب بديعة وأمور غريبة، وكل هذا يدل على وحدانية الصانع وقدرته وعظمته فقال تعالى ﴿وأوحى رَبُّكَ إلى النحل أَنِ اتخذي مِنَ الجبال بُيُوتًا وَمِنَ الشجر وَمِمَّا يَعْرِشُونَ﴾ المراد من الوحي: الإِلهامُ والهدايةُ أي ألهمها مصالحها وأرشدها إلى بناء بيوتها المسدَّسة العجيبة تأوي إليها في ثلاثة أمكنة: الجبال، والشجر، والأكوار التي يبنيها الناس ﴿ثُمَّ كُلِي مِن كُلِّ الثمرات﴾ أي كلي من كل الأزهار والثمار التي تشتهينها من الحلو، والمر، والحامض، فإن الله بقدرته يحيلها إلى عسلٍ ﴿فاسلكي سُبُلَ رَبِّكِ ذُلُلًا﴾ أي أدخلي الطرق في طلب المرعى حال كونها مسخرةً لك لا تضلين في الذهاب أو الإياب ﴿يَخْرُجُ مِن بُطُونِهَا شَرَابٌ مُّخْتَلِفٌ أَلْوَانُهُ فِيهِ شِفَآءٌ لِلنَّاسِ﴾ أي يخرج من بطون النحل عسلٌ متنوعٌ منه أحمر، وأبيض، وأصفر، فيه شفاءٌ للناس من كثيرٍ من الأمراض قال الرازي فإن قالوا: كيف يكون شفاءٌ للناس وهو يضر بالصفراء؟ فالجواب أنه تعالى لم يقل: إنه شفاءٌ لكل الناس، ولكل داء، وفي كل حال، بل لّما كان شفاء للبعض ومن بعض الأدواء صلح بأن يوصف بأنَّ فيه شفاء ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي لعبرة لقومٍ يتفكرون في عظيم قدرة الله، وبديع صنعه ﴿والله خَلَقَكُمْ ثُمَّ يَتَوَفَّاكُمْ﴾ أي خلقكم بقدرته بعد أن لم تكونوا شيئًا ثم يتوفاكم عند انقضاء آجالكم ﴿وَمِنكُم مَّن يُرَدُّ إلى أَرْذَلِ العمر﴾ أي يُردُّ إلى أردء وأضعف العمر وهو الهَرم والخرف ﴿لِكَيْ لاَ يَعْلَمَ بَعْدَ عِلْمٍ شَيْئًا﴾ أي لينسى ما يعلم فيشبه الطفل في نقصان القوة والعقل ﴿إِنَّ الله عَلِيمٌ قَدِيرٌ﴾ أي عليمٌ بتدبير خلقه، قديرٌ على ما يريده، فكما قدر على نقل الإِنسان من العلم إلى الجهل، فإِنه قادر على إحيائه بعد إماتته قال عكرمة: من قرأ القرآن لم يُردَّ إلى أرذل العمر ﴿والله فَضَّلَ بَعْضَكُمْ على بَعْضٍ فِي الرزق﴾ أي فاوت بينكم في الأرزاق فهذا غنيٌّ وذاك فقير، وهذا مالكٌ وذاك مملوك ﴿فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ﴾ أي ليس هؤلاء الأغنياء بمشركين لعبيدهم المماليك فيما رزقهم الله من الأموال حتى يستووا في ذلك مع عبيدهم، وهذا مثلٌ ضربه الله تعالى للمشركين قال ابن عباس: لم يكونوا ليشركوا عبيدهم في أموالهم ونسائهم، فكيف يشركون عبيدي معي في سلطاني؟ ﴿أَفَبِنِعْمَةِ الله","vol":"2","page":123},{"text":"يَجْحَدُونَ﴾ الاستفهام للإِنكار أي أيشركون معه غيره وهو المنعم المتفضل عليهم؟ ﴿والله جَعَلَ لَكُمْ مِّنْ أَنْفُسِكُمْ أَزْوَاجًا﴾ أي هو تعالى بقدرته خلق النساء من جنسكم وشكلكم ليحصل الائتلاف والمودة والرحمة بينكم ﴿وَجَعَلَ لَكُمْ مِّنْ أَزْوَاجِكُم بَنِينَ وَحَفَدَةً﴾ أي جعل لكم من هؤلاء الزوجات الأولاد وأولاد الأولاد، سمّوا حفدة لأنهم يخدمون أجدادهم ويسارعون في طاعتهم ﴿وَرَزَقَكُم مِّنَ الطيبات﴾ أي رزقكم من أنواع اللذائذ من الثمار والحبوب والحيوان ﴿أفبالباطل يُؤْمِنُونَ وَبِنِعْمَتِ الله هُمْ يَكْفُرُونَ﴾ أي أبعد تحقق ما ذُكر من نعم الله يؤمنون بالأوثان ويكفرون بالرحمن؟ وهو استفهام للتوبيخ والتقريع ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَهُمْ رِزْقًا مِّنَ السماوات والأرض شَيْئًا﴾ أي ويعبد هؤلاء المشركون أوثانًا لا تقدر على إِنزال مطر، ولا على إِخراج زرعٍ أو شجر، ولا تقدر أن ترزقهم قليلًا أو كثيرًا ﴿وَلاَ يَسْتَطِيعُونَ﴾ أي ليس لها ذلك ولا تقدر عليه لو أرادت ﴿فَلاَ تَضْرِبُواْ لِلَّهِ الأمثال إِنَّ الله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي يعلم كل الحقائق، وأنتم لا تعلمون قدر عظمة الخالق.\nالبَلاَغَة: تضمنت الآيات الكريمة من صنوف البيان والبديع ما يلي:\n١ - الالتفات من التكلم إلى الغيبة إلى المتكلم ﴿فَإيَّايَ فارهبون﴾ لتربية المهابة والرهبة في القلوب مع إفادة القصر أي لا تخافوا غيري.\n٢ - الطباق في ﴿يَسْتَقْدِمُونَ ... يَسْتَأْخِرُونَ﴾ وفي ﴿فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَآ﴾ وفي ﴿يُؤْمِنُونَ ... ويَكْفُرُونَ﴾ .\n٣ - الجناس الناقص بين ﴿كُلِي مِن كُلِّ﴾ .\n٤ - الاعتراض ﴿وَيَجْعَلُونَ لِلَّهِ البنات - سبحانه - وَلَهُمْ مَّا يَشْتَهُونَ﴾ فلفظة (سبحانه) معترضة لتعجيب الخلق من هذا الجهل القبيح.\n٥ - صيغة المبالغة في ﴿العزيز الحكيم﴾ و﴿عَلِيمٌ قَدِيرٌ﴾ .\n٦ - السجع ﴿يَعْقِلُونَ، يَعْرِشُونَ، يَجْحَدُونَ، يَكْفُرُونَ﴾ .\n٧ - التهديد والوعيد ﴿فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ .\n٨ - قوله تعالى ﴿وَتَصِفُ أَلْسِنَتُهُمُ الكذب﴾ قال الشهاب: هذا من بليغ الكلام وبديعه أي ألسنتهم كاذبة كقولهم ﴿عينُها تصفُ السحر﴾ أي ساحرة، وقدُّها يصف الهيف أي هيفاء.","vol":"2","page":124},{"text":"المنَاسَبَة: لما ذكر تعالى سفاهة المشركين في عبادتهم لغير الله، أعقبه بذكر مثلين توضيحًا لبطلان عبادة الأوثان التي لا تضر ولا تنفع، ولا تستجيب ولا تسمع، ثم ذكَّر الناس ببعض النِّعم التي أفاضها عليهم ليعبدوه ويشكروه، ويُخلصوا له العمل طائعين منيبين.\nاللغَة: ﴿أَبْكَمُ﴾ الأبكم: الأخرس الذي لا ينطق ﴿كَلٌّ﴾ الكَلُّ: الثقيل الذي هو عيال على الغير وقد يسمى اليتيم كلًا لثقله على من يكفله قال الشاعر:\nأكولٌ لمالِ الكلِّ قبلَ شبابه ... إذا كانَ عظْمُ الكلِّ غيرَ شديد\n﴿لَمْحِ﴾ اللَّمْح: النظر بسرعة مثل الخطفة يقال لَمحه لمحًا ولمحانًا ﴿ظَعْنِكُمْ﴾ الظِّعْنُ: السفر والرحيل لطلب الكلأ، والظعينةُ المرأة المسافرة ﴿أَوْبَارِهَا﴾ الوبر للإِبل كالصوف للغنم ﴿ظِلاَلًا﴾ الظلالُ: كل ما يستظلُّ به من البيوت والشجر ﴿أَكْنَانًا﴾ جمع كنّ مثل حمِل وأحمال وهو كل ما يحفظ ويقي من الريح والمطر وغيرهما ﴿سَرَابِيلَ﴾ جمع سربال قال الزجاج: كلُّ ما لبسته من","vol":"2","page":125},{"text":"قميصٍ أو درعٍ فهو سربال.\nالتفسِير: ﴿ضَرَبَ الله مَثَلًا عَبْدًا مَّمْلُوكًا لاَّ يَقْدِرُ على شَيْءٍ وَمَن رَّزَقْنَاهُ مِنَّا رِزْقًا حَسَنًا﴾ هذا مثلٌ ضربه الله تعالى لنفسه وللأصنام التي أشركوها مع الله جل وعلا أي مثلُ هؤلاء في إشراكهم مثلُ من سوَّى بين عبدٍ مملوكٍ عاجزٍ عن التصرف، وبين حرٍّ مالك يتصرف في أمره كيف يشاء، مع أنهما سيّان في البشرية والمخلوقية لله ﷾، فما الظنُّ بربِّ العالمين حيث يشركون به أعجز المخلوقات؟ ﴿فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْرًا﴾ أي ينفق ماله في الخفاء والعلانية ابتغاء وجه الله ﴿هَلْ يَسْتَوُونَ﴾؟ أي هل يستوي العبيد والأحرار الذين ضُرب لهم المثل، فالأصنام كالعبد المملوك الذي لا يقدر على شيء، والله تعالى له المُلك، وبيده الرزق، وهو المتصرف في الكون كيف يشاء، فيكف يُسوَّى بينه وبين الأصنام؟ ﴿الحمد لِلَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي شكرًا للهِ على بيان هذا المثال ووضوح الحق فقد ظهرت الحجة مثل الشمس الساطعة، ولكنَّ المشركين بسفههم وجهلهم يسوّون بين الخالق والمخلوق، والمالِ والمملوك ﴿وَضَرَبَ الله مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ لاَ يَقْدِرُ على شَيْءٍ﴾ هذا هو المثل الثاني للتفريق بين الإِله الحق والأصنام الباطلة قال مجاهد: هذا مثلٌ مضروبٌ للوثن والحقّ تعالى، فالوثنُ أبكم لا يتكلم ولا ينطق بخير، ولا يقدر على شيء بالكلية لأنه إما حجرٌ أو شجر، ﴿وَهُوَ كَلٌّ على مَوْلاهُ﴾ أي ثقيل عالة على وليِّه أو سيده ﴿أَيْنَمَا يُوَجِّههُّ لاَ يَأْتِ بِخَيْرٍ﴾ أي حيثما أرسله سيده لم ينجح في مسعاه لأنه أخرس، بليد، ضعيف ﴿هَلْ يَسْتَوِي هُوَ وَمَن يَأْمُرُ بالعدل وَهُوَ على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي هل يتساوى هذا الأخرس، وذلك الرجل البليغ المتكلم بأفصح بيان، وهو على طريق الحق والاستقامة، مستنيرٌ بنور القرآن؟ وإِذا كان العاقل لا يسوّي بين هذين الرجلين، فكيف تمكن التسوية بين صنم أو حجر، وبين الله سبحانه وهو القادر العليم، الهادي إلى الصراط المستقيم؟ ﴿وَلِلَّهِ غَيْبُ السماوات والأرض﴾ أي هو سبحانه المختص بعلم الغيب، يعلم ما غاب عن الأبصار في السماوات والأرض ﴿وَمَآ أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر أَوْ هُوَ أَقْرَبُ﴾ أي ما شأن الساعة في سرعة المجيء إلا كنظرة سريعة بطرف العين، بل هو أقرب لأنه تعالى يقول للشيء: كن فيكون، وهذا تمثيل لسرعة مجيئها ولذلك قال ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادرٌ على كل الأشياء ومن جملتها القيامة التي يكذب بها الكافرون ﴿والله أَخْرَجَكُم مِّن بُطُونِ أُمَّهَاتِكُمْ لاَ تَعْلَمُونَ شَيْئًا﴾ أي أخرجكم من أرحام الأمهات لا تعرفون شيئًا أصلًا ﴿وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة لَعَلَّكُمْ تَشْكُرُونَ﴾ أي خلق لكم الحواس التي بها تسمعون وتبصرون","vol":"2","page":126},{"text":"وتعقلون لتشكروه على نعمه وتحمدوه على آلائه ﴿أَلَمْ يَرَوْاْ إلى الطير مُسَخَّرَاتٍ فِي جَوِّ السمآء﴾ هذا من الأدلة على قدرة الله تعالى ووحدانيته والمعنى: ألم يشاهدوا الطيور مذلّلات للطيران في ذلك الفضاء الواسع بين السماء والأرض ﴿مَا يُمْسِكُهُنَّ إِلاَّ الله﴾ أي ما يمسكهن عن السقوط عند قبض أجنحتهنَّ وبسطها إلا هو سبحانه ﴿إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إنَّ فيما ذُكر لآيات ظاهرة، وعلامات باهرة على وحدانيته تعالى لقوم يصدَّقون بما جاءت به رسل الله ﴿والله جَعَلَ لَكُمْ مِّن بُيُوتِكُمْ سَكَنًا﴾ هذا تعداد لنعم الله على العباد أي جعل لكم هذه البيوت من الحجر والمدر لتسكنوا فيها أيام مُقامكم في أوطانكم ﴿وَجَعَلَ لَكُمْ مِّن جُلُودِ الأنعام بُيُوتًا﴾ أي وجعل لكم بيوتًا أُخرى وهي الخيام والقُباب المتخذة من الشعر والصوف والوبَر ﴿تَسْتَخِفُّونَهَا يَوْمَ ظَعْنِكُمْ وَيَوْمَ إِقَامَتِكُمْ﴾ أي تستخفون حملها ونقلها في أسفاركم، وهي خفيفةٌ عليكم في أوقات السفر والحضَر ﴿وَمِنْ أَصْوَافِهَا وَأَوْبَارِهَا وَأَشْعَارِهَآ أَثَاثًا﴾ أي وجعل لكم من صوف الغنم، ووبر الإِبل، وشعر المعز ما تلبسون وتفرشون به بيوتكم ﴿وَمَتَاعًا إلى حِينٍ﴾ أي تنتفعون وتتمتعون بها إلى حين الموت ﴿والله جَعَلَ لَكُمْ مِّمَّا خَلَقَ ظِلاَلًا﴾ أي جعل لكم من الشجر والجبل مواضع تسكنون فيها كالكهوف والحصون قال الرازي: لما كانت بلادُ العرب شديدة الحر، وحاجتهم إلى الظل ودفع الحر شديدة، فلهذا ذكر تعالى هذه المعاني في معرض النعمة العظيمة ﴿وَجَعَلَ لَكُمْ مِّنَ الجبال أَكْنَانًا وَجَعَلَ لَكُمْ سَرَابِيلَ تَقِيكُمُ الحر﴾ أي جعل لكم الثياب من القطن والصوف والكتان لتحفظكم من الحر والبرد ﴿وَسَرَابِيلَ تَقِيكُم بَأْسَكُمْ﴾ أي ودروعًا تشبه الثياب تتقون بها شر أعدائكم في الحرب ﴿كَذَلِكَ يُتِمُّ نِعْمَتَهُ عَلَيْكُمْ﴾ أي مثل ما خلق هذه الأشياء لكم وأنعم بها عليكم فإِنه يُتم نعمة الدنيا والدين عليكم ﴿لَعَلَّكُمْ تُسْلِمُونَ﴾ أي لتخلصوا للهِ الربوبية، وتعلموا أنه لا يقدر على هذه الإنعامات أحدٌ سواه ﴿فَإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ البلاغ المبين﴾ أي فإِن أعرضوا عن الإِيمان ولم يؤمنوا بما جئتهم به يا محمد فلا ضرر عليك لأن وظيفتك التبليغ وقد بلَّغت الرسالة وأديت الأمانة ﴿يَعْرِفُونَ نِعْمَتَ الله ثُمَّ يُنكِرُونَهَا﴾ أي يعرف هؤلاء المشركون نِعَم الله التي أنعم بها عليهم، ويعترفون بأنها من عند الله ثم ينكرونها بعبادتهم غير المنعم وقال السُّدي: نعمةُ الله هي محمد ﷺ َ عرفوا نبوته، ثم جحدوها وكذّبوه ﴿وَأَكْثَرُهُمُ الكافرون﴾ أي أكثرهم يموتون كفارًا وفيه إشارة إلى أن بعضهم يهتدي للإسلام وأما أكثرهم فمصرّون على الكفر والضلال ﴿وَيَوْمَ نَبْعَثُ مِن كُلِّ أُمَّةٍ شَهِيدًا﴾ أي ويوم القيامة نحشر الخلائق للحساب ونبعث في كل أمة نبيَّها يشهد عليها بالإِيمان والكفر ﴿ثُمَّ لاَ يُؤْذَنُ لِلَّذِينَ كَفَرُواْ﴾ أي لا يُؤذن للذين كفروا في الاعتذار لأنهم يعلمون بطلانه وكذبه ﴿وَلاَ هُمْ يُسْتَعْتَبُونَ﴾ أي لا يُطلب منهم أن يسترضوا ربَّهم بقولٍ أو عمل، فقد فات أوان العتاب والاسترضاء، وجاء وقت الحساب والعقاب قال القرطبي: العُتبى هي رجوع المعتوب عليه إلى ما يرضي العاتب، وأصل الكلمة من العتب وهي الموجدة فإذا وجد","vol":"2","page":127},{"text":"عليه يقال: عَتَب، وإذا رجع إلى مسرَّتك فقد أعتب ﴿وَإِذَا رَأى الذين ظَلَمُواْ العذاب فَلاَ يُخَفَّفُ عَنْهُمْ﴾ أي وإِذا رأى المشركون عذاب جهنم فلا يُفتَّر عنهم ساعة واحدة ﴿وَلاَ هُمْ يُنظَرُونَ﴾ أي لا يُؤخرون ولا يُمهلون ﴿وَإِذَا رَأى الذين أَشْرَكُواْ شُرَكَآءَهُمْ﴾ أي وإذا أبصر المشركون شركاءهم الذين كانوا يعبدونهم في الدنيا ويزعمون أنهم شركاء الله في الألوهية ﴿قَالُواْ رَبَّنَا هؤلاءآء شُرَكَآؤُنَا الذين كُنَّا نَدْعُوْا مِن دُونِكَ﴾ أي هؤلاء الذين عبدناهم من دونك قال البيضاوي: وهذا اعترافٌ بأنهم كانوا مخطئين في ذلك والتماس لتخفيف العذاب ﴿فَألْقَوْا إِلَيْهِمُ القول إِنَّكُمْ لَكَاذِبُونَ﴾ أي أجابوهم بالتكذيب فيما قالوا في تقرير وتوكيد، وذلك مما يوجب زيادة الغم والحسرة في قلوبهم ﴿وَأَلْقَوْاْ إلى الله يَوْمَئِذٍ السلم﴾ أي استسلم أولئك الظالمون لحكم الله تعالى بعد الإباء والاستكبار في الدنيا ﴿وَضَلَّ عَنْهُم مَّا كَانُواْ يَفْتَرُونَ﴾ أي بطل ما كانوا يؤملون من أن آلهتهم تشفع لهم عند الله، ثم أخبر تعالى عن مآلهم بعد أن آخبر عن حالهم فقال ﴿الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله﴾ أي كفروا بالله ومنعوا الناس عن الدخول في دين الإِسلام ﴿زِدْنَاهُمْ عَذَابًا فَوْقَ العذاب﴾ أي زدناهم عذابًا في جهنم فوق عذاب الكفر، لأنهم ارتكبوا جريمة صدّ الناس عن الهدى فوق جريمة الكفر، فضوعف لهم العذاب جزاءً وفاقًا ﴿بِمَا كَانُواْ يُفْسِدُونَ﴾ أي بسبب إفسادهم في الدنيا بالكفر والمعصية ﴿وَيَوْمَ نَبْعَثُ فِي كُلِّ أُمَّةٍ شَهِيدًا عَلَيْهِمْ مِّنْ أَنْفُسِهِمْ﴾ أي اذكر للناس ذلك اليوم وهوْله حين نبعث في كل أمةٍ نبيَّها ليشهد علينا ﴿وَجِئْنَا بِكَ شَهِيدًا على هؤلاءآء﴾ أي وجئنا بك يا محمد شهيدًا على أمتك ﴿وَنَزَّلْنَا عَلَيْكَ الكتاب تِبْيَانًا لِّكُلِّ شَيْءٍ﴾ أي ونزَّلنا عليك القرآن المنير بيانًا شافيًا بليغًا لكل ما يحتاج الناس إليه من أمور الدين فلا حجة لهم ولا معذرة قال ابن مسعود: قد بُيّن لنا في هذا القرآن كلُّ علمٍ، وكل شيء ﴿وَهُدًى وَرَحْمَةً وبشرى لِلْمُسْلِمِينَ﴾ أي هداية للقلوب، ورحمة للعباد، وبشارةً للمسلمين المهتدين ﴿إِنَّ الله يَأْمُرُ بالعدل والإحسان﴾ أي يأمر بمكارم الأخلاق بالعدل بين الناس، والإِحسان إلى جميع الخلق ﴿وَإِيتَآءِ ذِي القربى﴾ أي مواساة الأقرباء، وخصَّه بالذكر اهتمامًا به ﴿وينهى عَنِ الفحشاء والمنكر والبغي﴾ أي ينهى عن كل قبيح من قولٍ، أو فعلٍ، أو عملٍ قال ابن مسعود: هذه أجمعُ آيةٍ في القرآن لخيرٍ يُمتثل، ولشرٍ يُجتنب والفحشاء كل ما تناهى قبحه كالزنى والشرك، والمنكر كل ما تنكره الفطرة، والبغي هو الظلم وتجاوز الحق والعدل ﴿يَعِظُكُمْ لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي يؤدبكم بما شرع من الأمر والنهي لتتعظوا بكلام الله.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من وجوه البيان والبديع ما يلي:\n١ - الاستعارة التمثيلية في ﴿وَضَرَبَ الله مَثَلًا رَّجُلَيْنِ أَحَدُهُمَآ أَبْكَمُ﴾ الآية تمثيلٌ للوثن بالأبكم الذي لا ينتفع منه بشيء أصلًا، مع القادر السميع البصير وشتان بين الرب والصنم.\n٢ - التشبيه المرسل المجمل في ﴿كَلَمْحِ البصر﴾ .\n٣ - الطباق بين ﴿سِرًّا وَجَهْرًا﴾ وبين ﴿يَعْرِفُونَ ... يُنكِرُونَ﴾ وبين ﴿ظَعْنِكُمْ ... إِقَامَتِكُمْ﴾ .\n٤ -","vol":"2","page":128},{"text":"الإِيجاز بالحذف في ﴿وَسَرَابِيلَ تَقِيكُم﴾ أي والبرد حذف الثاني استغناءً بذكر الأول.\n٥ - المقابلة اللطيفة ﴿إِنَّ الله يَأْمُرُ بالعدل والإحسان وَإِيتَآءِ ذِي القربى وينهى عَنِ الفحشاء والمنكر والبغي﴾ أمر بثلاثة ونهى عن ثلاثة وهو من المحسنات البديعية.\n٦ - ذكر الخاص بعد العام للاهتمام بشأنه ﴿وَإِيتَآءِ ذِي القربى﴾ بعد لفظ الإِحسان الذي هو عام.\nلطيفَة: ذكر «أن» أكثم بن صيفي «لما بلغه خبر الرسول ﷺ َ انتدب رجلين فأتياه فقالا: من أنت؟ وما أنت؟ فقال أنا محمد بن عبد الله، وأنا رسول الله ثم تلا علينا هذه الآية ﴿إِنَّ الله يَأْمُرُ بالعدل والإحسان ... .﴾ الآية فرجعا إلى أكثم فلما قرءا عليه الآية قال: إني أراه يأمر بمكارم الأخلاق، وينهى عن مساوئها، فكونوا في هذا الأمر رؤساء، ولا تكونوا فيه أذنابًا» .","vol":"2","page":129},{"text":"المنَاسَبَة: لما استقصى تعالى في الوعد والوعيد، والترغيب والترهيب، وذكر جملة المكارم والفضائل، حذَّر تعالى هنا من نقض العهود والمواثيق وعصيان أوامر الله تعالى، لأن العصيان سبب البلاء والحرمان، ثم ذكر تعالى ما أعده لأهل الإِيمان من الحياة الطيبة الكريمة.\nاللغَة: ﴿تَنقُضُواْ﴾ النقض ضدُّ الإبرام، وهو فك أجزاء الشيء بعضها من بعض ﴿تَوْكِيدِهَا﴾ التوكيد التثبيتُ يقال: توكيد وتأكيد ﴿أَنكَاثًا﴾ أنقاضًا والنكث: النقضُ بعد الفتل ﴿دَخَلًا﴾ الدَّخل: الدَّغل والخديعة والغش قال أبو عبيدة: كل أمرٍ لم يكن صحيحًا فهو دخَل ﴿يَنفَدُ﴾ نفد الشيء ينْفد فني ﴿أَعْجَمِيٌّ﴾ الأعجمي الذي لا يتكلم العربية وقال الفراء: الأعجم الذي في لسانه عجمة وإن كان من العرب، والعجمي الذي أصله من العجم ﴿يُلْحِدُونَ﴾ الإِلحاد: الميل يقال لحد وألحد إِذا مال عن القصد والاستقامة.\nسَبَبُ النّزول: أ - روي أن النبي ﷺ َ كان يجلس عند المروة إِلى غلام نصراني يقال له «جبْر» وكان يقرأ الكتب فقال المشركون: والله ما يعلِّمه ما يأتي به إِلا خبرٌ الرومي فأنزل الله ﷿ ﴿وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ ...﴾ الآية.\nب - عن ابن عباس أن المشركين أخذوا عمّار بن ياسر وأباه ياسرًا وأمه سُميَّة وصهيبًا وبلالًا فعذبوهم، ورُبطت «سُميَّة» بين بعيرين ووُجئ قُبُلها بحربة فقُتلت، وقُتل زوجها ياسر - وهما أول قتيلين في الإِسلام - وأمّا عمّار فأعطاهم ما أرادوا بلسانه مُكرهًا، فشكا ذلك إلى رسول الله ﷺ َ فقال له الرسول الكريم: كيف تجد قلبك؟ قال: مطمئنٌ بالإيمان، فقال رسول الله ﷺ َ: فإن عادوا فعُدْ وأنزل الله ﴿مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان ...﴾ الآية.\nالتفسير: ﴿وَأَوْفُواْ بِعَهْدِ الله إِذَا عَاهَدتُّمْ﴾ أي حافظوا على العهود التي عاهدتم عليها الرسول أو الناس وأدوها على الوفاء والتمام ﴿وَلاَ تَنقُضُواْ الأيمان بَعْدَ تَوْكِيدِهَا﴾ أي ولا تنقضوا أيمان البيعة بعد توثيقها بذكر الله تعالى ﴿وَقَدْ جَعَلْتُمُ الله عَلَيْكُمْ كَفِيلًا﴾ أي جعلتم الله شاهدًا ورقيبًا على تلك البيعة ﴿إِنَّ الله يَعْلَمُ مَا تَفْعَلُونَ﴾ أي عليم بأفعالكم وسيجازيكم عليها ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا مِن بَعْدِ قُوَّةٍ أَنكَاثًا﴾ هذا مثلٌ ضربه الله لمن نكث عهده، شبِّهت الآية الذي يحلف ويعاهد ويُبرم عهده ثم ينقضه بالمرأة تعزل غزلها وتفتله محكمًا ثم تحلُه أنكاثًا أي أنقاضًا قال المفسرون: كان بمكة امرأة حمقاء تعزل غزلًا ثم تنقضه، وكان الناس يقولون: ما أحمق هذه ﴿﴿تَتَّخِذُونَ أَيْمَانَكُمْ","vol":"2","page":130},{"text":"دَخَلًا بَيْنَكُمْ﴾ أي تتخذون أيمانكم خديعة ومكرًا تخدعون بها الناس ﴿أَن تَكُونَ أُمَّةٌ هِيَ أَرْبَى مِنْ أُمَّةٍ﴾ أي لأجل أن تكون أمة أكثر عددًا وأوفر مالًا من غيرها قال مجاهد: كانوا يحالفون الحلفاء فيجدون أكثر منهم وأعزَّ، فينقضون حلف هؤلاء ويحالفون أولئك ﴿إِنَّمَا يَبْلُوكُمُ الله بِهِ﴾ أي إنما يختبركم الله بما أمركم به من الوفاء بالعهد لينظر المطيع من العاصي ﴿وَلَيُبَيِّنَنَّ لَكُمْ يَوْمَ القيامة مَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي ليجازي كل عاملٍ بعمله من خير وشرّ ﴿وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً﴾ أي لو شاء الله لخلق الناس باستعداد واحد، وجعلهم أهل ملةٍ واحدة، لا يختلفون ولا يفترقون ﴿ولكن يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ أي ولكنْ اقتضت حكمته أن يتركهم لاختيارهم، ناسٌ للسعادة وناس للشقاوة، فيضلُّ من يشاء بخذلانه إياهم عدلًا، ويهدي من يشاء بتوفيقه إياهم فضلًا ﴿وَلَتُسْأَلُنَّ عَمَّا كُنْتُمْ تَعْمَلُونَ﴾ أي ثم يسألكم يوم القيامة عن جميع أعمالكم فيجازيكم على الفتيل والقطمير ﴿وَلاَ تتخذوا أَيْمَانَكُمْ دَخَلًا بَيْنَكُمْ﴾ كرره تأكيدًا ومبالغة في تعظيم شأن العهود أي لا تعقدوا الأيمان وتجعلوها خديعة ومكرًا تغرون بها الناس لتحصلوا على بعض منافع الدنيا الفانية ﴿فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا﴾ أي فتزلَّ أقدامكم عن طريق الاستقامة وعن محجة الحق بعد رسوخها فيه قال ابن كثير: هذا مثل لمن كان على الاستقامة فحاد عنها، وزلَّ عن طريق الهدى بسبب الأيمان الحانثة، المشتملة على الصدّ عن سبيل الله، لأن الكافر إذا رأى المؤمن قد عاهده ثم غدر به لم يبق له وثوقٌ بالدين، فيصد بسببه عن الدخول في الإِسلام ولهذا قال ﴿وَتَذُوقُواْ السواء بِمَا صَدَدتُّمْ عَن سَبِيلِ الله﴾ أي يصيبكم العقاب الدنيوي العاجل الذي يسوءكم لصدّكم غيركم عن اعتناق الإسلام بسبب نقض العهود ﴿وَلَكُمْ عَذَابٌ عَظِيمٌ﴾ أي ولكم في الآخرة عذاب كبير في نار جهنم ﴿وَلاَ تَشْتَرُواْ بِعَهْدِ الله ثَمَنًا قَلِيلًا﴾ أي لا تستبدلوا عهد الله وعهد رسوله بحطام الدنيا الفاني ﴿إِنَّمَا عِنْدَ الله هُوَ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ﴾ أي ما عند الله من الأجر والثواب خير لكم من متاع الدنيا العاجل إِذا كنتم تعلمون الحقيقة، ثم علَّل ذلك بقوله ﴿مَا عِندَكُمْ يَنفَدُ وَمَا عِندَ الله بَاقٍ﴾ أي ما عندكم أيها الناس فإِنه فانٍ زائل، وما عند الله فإِنه باقٍ دائم، لا انقطاع له ولا نَفَاد، فآثروا ما يبقى على ما يفنى ﴿وَلَنَجْزِيَنَّ الذين صبروا أَجْرَهُمْ بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ﴾ أي ولنثيبنَّ الصابرين بأفضل الجزاء، ونعطيهم الأجر الوافي على أحسن الأعمال مع التجاوز عن السيئات، وهذا وعدٌ كريم بمنح أفضل الجزاء على أفضل العمل، ليكون الجزاء على أحسن العمل دون سواه، وكل ذلك بفضل الله ﴿مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ﴾ أي من فعل الصالحات ذكرًا كان أو أنثى بشرط الإِيمان ﴿فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً﴾ أي فلنحيينَّه في الدنيا حياة طيبة بالقناعة والرزق الحلال، والتوفيق لصالح الأعمال وقال الحسن: لا","vol":"2","page":131},{"text":"تطيب الحياة لأحدٍ إلا في الجنة لأنها حياة بلا موت، وغنى بلا فقر، وصحة بلا سقم، وسعادة بلا شقاوة ﴿وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُواْ يَعْمَلُونَ﴾ أي ولنجزينَّهم في الآخرة بجزاء أحسن أعمالهم، وما أكرمه من جزاء﴾ ﴿فَإِذَا قَرَأْتَ القرآن﴾ أي إذا أردت تلاوة القرآن ﴿فاستعذ بالله مِنَ الشيطان الرجيم﴾ أي فاسأل الله أن يحفظك من وساوس الشيطان وخطراته، كيلا يوسوس لك عند القراءة فيصدَّك عن تدبر القرآن والعمل بما فيه ﴿إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ على الذين آمَنُواْ﴾ أي ليس له تسلطٌ وقدرة على المؤمنين بالإِغواء والكفر لأنهم في كنف الرحمن ﴿وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي يعتمدون على الله فيما نابهم من شدائد ﴿إِنَّمَا سُلْطَانُهُ على الذين يَتَوَلَّوْنَهُ﴾ أي إنما تسلُّطه وسيطرته على الذين يطيعونه ويتخذونه لهم وليًا ﴿والذين هُم بِهِ مُشْرِكُونَ﴾ أي بسبب إغوائه أصبحوا مشركين في عبادتهم وذبائحهم، ومطاعمهم ومشاربهم ﴿وَإِذَا بَدَّلْنَآ آيَةً مَّكَانَ آيَةٍ﴾ أي وإذا أنزلنا آيةٌ مكان آية وجعلناها بدلًا منها بأن ننسخ تلاوتها أو حكمها ﴿والله أَعْلَمُ بِمَا يُنَزِّلُ﴾ جملة اعتراضية سيقت للتوبيخ أي والله أعلم بما هو أصلح للعباد وبما فيه خيرهم، فإنَّ مثل آياتِ هذا الكتاب كمثل الدواء يُعطى منه للمريض جرعات حتى يماثل الشفاء، ثم يستبدل بما يصلح له من أنواع أخرى من الأطعمة ﴿قالوا إِنَّمَآ أَنتَ مُفْتَرٍ﴾ أي قال الكفرة الجاهلون إنما أنت يا محمد متقوِّلٌ كاذبٌ على الله ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي أكثرهم جهلة لا يعلمون حكمة الله فيقولون ذلك سفهًا وجهلًا قال ابن عباس: كان إذا نزلت آية فيها شدة ثم نسخت قال كفار قريش: والله ما محمد إِلا يسخر من أصحابه، يأمرهم اليوم بأمرٍ، وينهاهم غدًا عنه، وإِنه لا يقول: ذلك إلا من عند نفسه فنزلت ﴿قُلْ نَزَّلَهُ رُوحُ القدس مِن رَّبِّكَ بالحق﴾ أي قل لهم يا محمد: إِنما نزَّله جبريل الأمين من عند أحكم الحاكمين بالصدق والعدل ﴿لِيُثَبِّتَ الذين آمَنُواْ﴾ أي ليثبّت المؤمنين بما فيه من الحجج والبراهين فيزدادوا إيمانًا ويقينًا ﴿وَهُدًى وبشرى لِلْمُسْلِمِينَ﴾ أي وهداية وبشارة لأهل الإِسلام الذين انقادوا لحكمه تعالى، وفيه تعريضٌ بالكفار الذين لم يستسلموا لله تعالى ﴿وَلَقَدْ نَعْلَمُ أَنَّهُمْ يَقُولُونَ إِنَّمَا يُعَلِّمُهُ بَشَرٌ﴾ أي قد علمنا مقالة المشركين الشنيعة ودعواهم أن هذا القرآن من تعليم «جبْر الرومي» وقد ردَّ تعالى عليهم بقوله ﴿لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ﴾ أي لسان الذي يزعمون أنه علَّمه وينسبون إليه التعليم أعجمي ﴿وهذا لِسَانٌ عَرَبِيٌّ مُّبِينٌ﴾ أي وهذا القرآن عربيٌ في غاية الفصاحة، فكيف يمكن لمن لسانُه أعجمي أن يُعلم محمدًا هذا الكتاب العربيُّ المبين؟ ومن أين للأعجمي أن يذوق بلاغة هذا الكتاب المعجز في فصاحته وبيانه!! ﴿إِنَّ الذين لاَ يُؤْمِنُونَ بِآيَاتِ الله لاَ يَهْدِيهِمُ الله﴾ أي إن الذين لا يُصدّقون بهذا القرآن لا يوفقهم الله لإِصابة الحق، ولا يهديهم إِلى طريق النجاة والسعادة ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي لهم في الآخرة عذابٌ موجع مؤلم، وهذا تهديدٌ لهم ووعيد على كفرهم وافترائهم ﴿إِنَّمَا يَفْتَرِي الكذب الذين لاَ يُؤْمِنُونَ بِآيَاتِ الله﴾ أي لا يكذب على الله إلا من لم يؤمن بالله ولا بآياته، لأنه لا يخاف عقابًا يردعه، فالكذب جريمةٌ فاحشة لا يُقدم عليها مؤمن، وهذا ردُّ لقولهم ﴿إِنَّمَآ أَنتَ مُفْتَرٍ﴾ ﴿","vol":"2","page":132},{"text":"وأولئك هُمُ الكاذبون﴾ أي وأولئك هم الكاذبون على الحقيقة لا محمد الرسول الأمين ﴿مَن كَفَرَ بالله مِن بَعْدِ إيمَانِهِ﴾ أي من تلفَّظ بكلمة الكفر وارتد عن الدين بعد ما دخل فيه ﴿إِلاَّ مَنْ أُكْرِهَ وَقَلْبُهُ مُطْمَئِنٌّ بالإيمان﴾ أي إلا من تلفَّظ بكلمة الكفر مكرهًا والحال أن قلبه مملوءٌ إيمانًا ويقينًا، والآيةُ تغليظٌ لجريمة المرتد لأنه عرف الإِيمان وذاقه ثم ارتدَّ إِيثارًا للحياة الدنيا على الآخرة قال المفسرون:\n«نزلت في عمار بن ياسر أخذه المشركون فعذبوه حتى أعطاهم ما أرادوا مُكْرهًا فقال الناس: إِنَّ عمارًا كفر فقال رسول الله ﷺ َ: إنَّ عمارًا ملئ إيمانًا من فرقه إلى قدمه، واختلط الإِيمان بلحمه ودمه، فأتى عمار رسول الله ﷺ َ وهو يبكي فقال له رسول الله ﷺ َ: كيف تجد قلبك؟ قال: مطمئنًا بالإيمان قال: إن عادوا فعُدْ» ﴿ولكن مَّن شَرَحَ بِالْكُفْرِ صَدْرًا﴾ أي طابت نفسه بالكفر وانشرح صدره له ﴿فَعَلَيْهِمْ غَضَبٌ مِّنَ الله وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم غضبٌ شديد مع عذاب جهنم، إِذْ لا جرم أعظم من جرمهم ﴿ذلك بِأَنَّهُمُ استحبوا الحياة الدنيا على الآخرة﴾ أي ذلك العذاب بسبب أنهم آثروا الدنيا واختاروها على الآخرة ﴿وَأَنَّ الله لاَ يَهْدِي القوم الكافرين﴾ أي لا يوفقهم إلى الإيمان ولا يعصمهم من الزيغ والضلال ﴿أولئك الذين طَبَعَ الله على قُلُوبِهِمْ وَسَمْعِهِمْ وَأَبْصَارِهِمْ﴾ أي ختم على قلوبهم وأسماعهم وأبصارهم فجعل عليها غلافًا بحيث لا تُذعن للحق ولا تسمعه ولا تبصره ﴿وأولئك هُمُ الغافلون﴾ أي الكاملون في الغفلة إِذْ أغفلتهم الدنيا عن تدبر العواقب ﴿لاَ جَرَمَ أَنَّهُمْ فِي الآخرة هُمُ الخاسرون﴾ أي حقًا ولا شك ولا ريب في أنهم الخاسرون في الآخرة لأنهم ضيَّعوا أعمارهم في غير منفعة تعود عليهم قال المفسرون: وصفهم تعالى بست صفات هي: الغضب من الله، والعذاب العظيم، واختيارهم الدنيا على الآخرة، وحرمانهم من الهدى، والطبع على قلوبهم، وجعلهم من الغافلين ﴿ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ هَاجَرُواْ مِن بَعْدِ مَا فُتِنُواْ﴾ أي ثم إن ربك يا محمد للذين هاجروا في سبيل الله بعد ما فتنهم المشركون الطغاة عن دينهم بالعذاب ﴿ثُمَّ جَاهَدُواْ وَصَبَرُواْ﴾ أي ثم جاهدوا في سبيل الله وصبروا على مشاقّ الجهاد ﴿إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ﴾ أي إن ربك بعد تلك الهجرة والجهاد والصبر سيغفر لهم ويرحمهم.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التشبيه التمثيلي ﴿وَلاَ تَكُونُواْ كالتي نَقَضَتْ غَزْلَهَا﴾ الآية شبه تعالى من يحلف ثم لا يفي بعهده بالمرأة التي تغزل غزلًا ثم تنقضه.\n٢ - الاستعارة في ﴿فَتَزِلَّ قَدَمٌ بَعْدَ ثُبُوتِهَا﴾ استعار القدم للرسوخ في الدين والتمكن فيه لأن أصل الثبات يكون بالقدم ولما كان الزلل عن محجة الحق يشبه زلل القدم وانزلاقها عبَّر به عن الانزلاق الحسي بطريق الاستعارة.\n٣ - الطباق بين ﴿يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ وبين ﴿أَعْجَمِيٌّ. . عَرَبِيٌّ﴾ وبين ﴿يَنفَدُ ... بَاقٍ﴾\n٤ -","vol":"2","page":133},{"text":"جناس الاشتقاق ﴿قَرَأْتَ القرآن﴾ وفيه مجاز مرسل من إِطلاق اسم المسبَّب على السبب أي إذا أردت قراءة القرآن.\n٥ - الاعتراض ﴿والله أَعْلَمُ بِمَا يُنَزِّلُ﴾ الجملة اعتراضية لبيان الحكمة الإلهية في النسخ، وفيه التفات من المتكلم إلى الغائب، وذكر الاسم الجليل لتربية المهابة في النفس.\n٦ - الاستعارة اللطيفة ﴿لِّسَانُ الذي يُلْحِدُونَ إِلَيْهِ أَعْجَمِيٌّ﴾ استعار اللسان للغّة والكلام كقول الشاعر:\nلسانُ السُّوءِ تُهديها إِلينا ... وخُنْت وما حسبتُك أن تخونا\nوالعرب تستعمل اللسان بمعنى اللغة كقوله تعالى ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ بِلِسَانِ قَوْمِهِ﴾ [إبراهيم: ٤] .\nلطيفَة: السرُّ في الاستعاذة قبل قراءة القرآن أن القرآن هو الذكر الحكيم، والحق المبين، ولما كان الشيطان يثير الشبهات بوساوسه، ويفسد القلوب بدسائسه، أُمر ﷺ َ بأن يستعيذ بالله ويلتجئ إليه عند تلاوة القرآن، لأن قوة الإِنسان تضعف عن دفعه بسهولة فيحتاج إلى الاستعانة بالله العلي الكبير.","vol":"2","page":134},{"text":"المنَاسَبَة: لما ذكر تعالى حال من كفر بلسانه، وحال من كفر بلسانه وجَنَانه، ذكر هنا الجزاء العادل الذي يلقاه كل إِنسان في الآخرة، وما أعدَّه من العقاب العاجل في الدنيا لبعض المكذبين، ثم ذكر قصة إِبراهيم الأوَّاه المنيب، وأَمر الرسول ﷺ َ باقتفاء آثاره المجيدة.\nاللغَة: ﴿تُجَادِلُ﴾ تخاصم وتحاجُّ ﴿رَغَدًا﴾ واسعًا هنيئًا بلا كلفةٍ ولا تعب ﴿أَنْعُمِ﴾ جمع نعمة كالأشد جمع الشدَّة ﴿أُمَّةً﴾ إِمامًا جامعًا لخصال الخير ﴿قَانِتًا﴾ مطيعًا خاضعًا من القنوت وهو الطاعة والخضوع ﴿اجتباه﴾ اصطفاه واختاره ﴿حَنِيفًا﴾ الحنيف: المائل عن الأديان الباطلة إلى دين الإسلام، من الحنف وهو الميل.\nسَبَبُ النّزول: «لمَّا قُتل حمزة ومثَّل به المشركون في غزة أُحد قال ﷺ َ حين رآه» والله لأُمثلنَّ بسبعين منهم مكانك «فنزلت الآية الكريمة ﴿وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ ...﴾ الآية.\nالتفسِير: ﴿يَوْمَ تَأْتِي كُلُّ نَفْسٍ تُجَادِلُ عَن نَّفْسِهَا﴾ أي ذكِّرْهم يوم القيامة حين تخاصم كلُّ نفسٍ عن ذاتها سعيًا في خلاصها، لا يهمها شأنُ غيرها ﴿وتوفى كُلُّ نَفْسٍ مَّا عَمِلَتْ﴾ أي تُعطى جزاءَ ما عملت من غير بخْسٍ ولا نقصان ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي لا ينقصون أجورهم بل يُعطونها كاملةٌ وافية ﴿وَضَرَبَ الله مَثَلًا قَرْيَةً﴾ هذا مثلٌ ضربه الله لأهل مكة وغيرهم، بقومٍ أنعم الله عليهم فأبطرتهم النعمة فعصوا وتمردوا، فبدَّل الله نعمتهم بنقمة ﴿كَانَتْ آمِنَةً مُّطْمَئِنَّةً﴾ أي كان أهلها في أمنٍ واستقرار، وسعادة ونعيم ﴿يَأْتِيهَا رِزْقُهَا رَغَدًا مِّن كُلِّ مَكَانٍ﴾ أي تأتيها الخيرات والأرزاق بسعةٍ وكثرةٍ من كل الجهات ﴿فَكَفَرَتْ بِأَنْعُمِ الله﴾ أي لم يشكروا الله على ما آتاهم من خير، وما وهبهم من رزق ﴿فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف﴾ أي سلبهم اللهُ نعمة الأمن والاطمئنان، وأذاقهم آلام الخوف والجوع والحرمان ﴿بِمَا كَانُواْ يَصْنَعُونَ﴾ أي بسبب كفرهم ومعاصيهم، قال الرازي: وهذا مثلُ أهل مكة لأنهم كانوا في الأمن والطمأنينَة والخِصْب، ثم أنعم الله عليهم بالنعمة العظيمة وهو محمد ﷺ َ فكفروا به، وبالغوا في إِيذائه، فعذبهم الله بالقحط والجوع سبع سنين حتى أكلوا الجيف والعظام ﴿وَلَقَدْ جَآءَهُمْ رَسُولٌ مِّنْهُمْ فَكَذَّبُوهُ﴾ أي ولقد جاءهم محمد بالآيات الباهرة والمعجزات الظاهرة وهو رسولٌ منهم يعرفون أصله ونسبه فلم يصدقوه ولم يؤمنوا برسالته، والآية دالة على أن المراد بهم أهل مكة وهو قول ابن عباس ﴿فَأَخَذَهُمُ العذاب وَهُمْ ظَالِمُونَ﴾ أي فأصابتهم الشدائد والنكبات وهم ظالمون بارتكاب المعاصي والآثام ﴿فَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلالًا طَيِّبًا﴾ أي كلوا من نِعَم الله التي أباحها لكم حال كونها حلالًا طيبًا ﴿واشكروا نِعْمَتَ الله إِن كُنْتُمْ إِيَّاهُ تَعْبُدُونَ﴾ أي واشكروا الله على نعمه الجليلة إن كنتم مخلصين في إيمانكم لا تعبدون أحدًا سواه، ثم ذكر تعالى ما حرمه عليهم مما فيه مضرة لهم فقال ﴿إِنَّمَا حَرَّمَ عَلَيْكُمُ الميتة والدم وَلَحْمَ الخنزير﴾ أي لم يحرم ربكم عليكم أيها الناس إلا ما فيه أذى لكم كالميتة والدم ولحم الخنزير ﴿وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ﴾ أي وما ذبح على اسم","vol":"2","page":135},{"text":"غير الله تعالى فإنَّ فيه أذى للنفس والعقيدة ﴿فَمَنِ اضطر غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فمن اضطر لأكل ما حرَّم الله من المذكورات من غير بغيٍ ولا عدوان فإن الله واسع المغفرة عظيم الرحمة لا يؤاخذ من كان مضطرًا، ثم وبّخ تعالى المشركين الذين حلّلوا وحرّموا من تلقاء أنفسهم فقال ﴿وَلاَ تَقُولُواْ لِمَا تَصِفُ أَلْسِنَتُكُمُ الكذب هذا حَلاَلٌ وهذا حَرَامٌ﴾ أي لا تقولوا أيها المشركون في شأن ما تصفه ألسنتكم من الكذب هذا حلالٌ وهذا حرام من غير دليلٍ ولا برهان ﴿لِّتَفْتَرُواْ على الله الكذب﴾ أي لتكذبوا على الله بنسبة ذلك إليه ﴿إِنَّ الذين يَفْتَرُونَ على الله الكذب لاَ يُفْلِحُونَ﴾ أي إن الذين يختلفون الكذبَ على الله لا يفوزون ولا يظفرون بمطلوبهم لا في الدنيا ولا في الآخرة ﴿مَتَاعٌ قَلِيلٌ وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي انتفاعهم واستمتاعهم في الدنيا قليل لأنه زائل، ولهم في الآخرة عذاب مؤلم، ثم ذكر تعالى ما حرَّم على اليهود فقال ﴿وعلى الذين هَادُواْ حَرَّمْنَا مَا قَصَصْنَا عَلَيْكَ مِن قَبْلُ﴾ أي وعلى اليهود خاصة حرمنا عليهم ما قصصنا عليك يا محمد مما سبق ذكره في سورة الأنعام عقوبة لهم وهي شحوم البقرة والغنم وكل ذي ظفر ﴿وَمَا ظَلَمْنَاهُمْ ولكن كانوا أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي وما ظلمناهم بذلك التحريم ولكنْ ظلموا أنفسهم فاستحقوا ذلك كقوله\n﴿فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ﴾ [النساء: ١٦٠] ﴿ثُمَّ إِنَّ رَبَّكَ لِلَّذِينَ عَمِلُواْ السواء بِجَهَالَةٍ﴾ أي ثم إن ربك يا محمد للذين ارتكبوا تلك القبائح بجهلٍ وسفه ﴿ثُمَّ تَابُواْ مِن بَعْدِ ذَلِكَ وأصلحوا﴾ أي ثم رجعوا إِلى ربهم وأنابوا وأصلحوا العمل بعد ذلك الزلل ﴿إِنَّ رَبَّكَ مِن بَعْدِهَا لَغَفُورٌ رَّحِيمٌ﴾ أي إنه تعالى واسع المغفرة عظيم الرحمة، والآية تأنيسٌ لجميع الناس وفتحٌ لباب التوبة ﴿إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً﴾ أي إنَّ إِبراهيم كان إِمامًا قدوةً جامعًا لخصال الخير ولذلك اختاره الله لخلته ﴿قَانِتًا لِلَّهِ﴾ أي مطيعًا لربه قائمًا بأمره ﴿حَنِيفًا﴾ أي مائلًا عن كل دين باطل إلى دين الحق، دين الإِسلام ﴿وَلَمْ يَكُ مِنَ المشركين﴾ تأكيد لما سبق وردٌّ على اليهود والنصارى في زعمهم أن إِبراهيم كان يهوديًا أو نصرانيًا ﴿شَاكِرًا لأَنْعُمِهِ﴾ أي قائمًا بشكر نعم الله ﴿اجتباه وَهَدَاهُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي اختاره واصطفاه للنبوة وهداه إِلى الإِسلام وإلى عبادة الواحد الأحد ﴿وَآتَيْنَاهُ فِي الدنيا حَسَنَةً﴾ أي جعلنا له الذكر الجميل في الدنيا ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ أي وهو في الآخرة من أصحاب الدرجات الرفيعة، وفي أعلى مقامات الصالحين ﴿ثُمَّ أَوْحَيْنَآ إِلَيْكَ أَنِ اتبع مِلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ لما وصف تعالى إِبراهيم بتلك الأوصاف الشريفة أمر نبيه محمدًا ﷺ َ أن يتَّبع ملته والمعنى ثم أمرناك يا محمد باتباع دين إِبراهيم وملته الحنيفية السمحة ﴿وَمَا كَانَ مِنَ المشركين﴾ أي وما كان يهوديًا أو نصرانيًا، وإنما كان حنيفًا مسلمًا، وهو تأكيد آخر لردّ مزاعم اليهود والنصارى أنهم على دينه ﴿إِنَّمَا جُعِلَ السبت على الذين اختلفوا فِيهِ﴾ أي لم يكن تعظيم يوم السبت وتركُ العمل فيه من شريعة إبراهيم ولا من شعائر دينه، وإِنما جعل تغليظًا على اليهود لاختلاطهم في الدين وعصيانهم أمر الله، حيث نهاهم عن الاصطياد فيه فاصطادوا فمسخهم قردةً وخنازير ﴿وَإِنَّ رَبَّكَ لَيَحْكُمُ بَيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي","vol":"2","page":136},{"text":"وسيفصل الله تعالى بينهم يوم القيامة، فيجازي كلًا بما يستحق من الثواب أو العقاب ﴿ادع إلى سَبِيلِ رَبِّكَ بالحكمة والموعظة الحسنة﴾ أي أدع يا محمد الناس إِلى دين الله وشريعته القدسية بالأسلوب الحكيم، واللطف واللين، بما يؤثر فيهم وينجع، لا بالزجر والتأنيب والقسوة والشدة ﴿وَجَادِلْهُم بالتي هِيَ أَحْسَنُ﴾ أي وجادل المخالفين بالطريقة التي هي أحسن ومن طرق المناظرة والمجادلة بالحجج والبراهين، والرفق واللين ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بالمهتدين﴾ أي إن ربك يا محمد هو العالم بحال الضالين وحال المهتدين.\nفعليك أن تسلك الطريق الحكيم في دعوتهم ومناظرتهم، وليس عليك هدايتهم، إِنما عليك البلاغ وعلينا الحساب ﴿وَإِنْ عَاقَبْتُمْ فَعَاقِبُواْ بِمِثْلِ مَا عُوقِبْتُمْ بِهِ﴾ أي وإن عاقبتم أيها المؤمنون من ظلمكم واعتدى عليكم فعاملوه بالمثل ولا تزيدوا قال المفسرون: نزلت في شأن «حمزة بن عبد المطلب» لما بقر المشركين بطنه يوم أُحد، فقال النبي ﷺ َ: «لئن أظفرني الله بهم لأمثلنَّ بسبعين منهم» ﴿وَلَئِن صَبَرْتُمْ لَهُوَ خَيْرٌ لِّلصَّابِرينَ﴾ أي ولئن عفوتم وتركتم القصاص فهو خير لكم وأفضل، وهذا ندبٌ إِلى الصبر، وترك عقوبة من أساء، فإن العقوبة مباحة وتركها أفضل ﴿واصبر وَمَا صَبْرُكَ إِلاَّ بالله﴾ أي واصبر يا محمد على ما ينالك من الأذى في سبيل الله، فما تنال هذه المرتبة الرفيعة إلا بمعونة الله وتوفيقه ﴿وَلاَ تَحْزَنْ عَلَيْهِمْ﴾ أي لا تحزن على الكفار إِن لم يؤمنوا ﴿وَلاَ تَكُ فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ﴾ أي ولا يضقْ صدرك بما يقولون من السَّفه والجهل، ولا بما يدبرون من المكر والكيد ﴿إِنَّ الله مَعَ الذين اتقوا والذين هُم مُّحْسِنُونَ﴾ أي مع المتقين بمعونته ونصره، ومع المحسنين بالحفظ والرعاية، ومن ان الله معه فلن يضرَّه كيد الكائدين\nالَبَلاَغَة: تضمنت الآيات من صنوف البيان والبديع ما يلي:\n١ - الاستعارة المكنية ﴿فَأَذَاقَهَا الله لِبَاسَ الجوع والخوف﴾ شبَّه ذلك اللباس من حيث الكراهية بالطعم المُر المشبع وحذف المشبه به ورمز إليه بشيءٍ من لوازمه وهو الإِذاقة على طريق الاستعارة المكنية.\n٢ - الطباق بين ﴿حَلاَلٌ ... حَرَامٌ﴾ .\n٣ - الالتفات ﴿وَآتَيْنَاهُ فِي الدنيا حَسَنَةً﴾ التفت عن الغيبة إلى التكلم إشارة إلى زيادة الاعتناء بشأنه وتفخيم أمره.\n٤ - التشبيه البليغ ﴿كَانَ أُمَّةً﴾ أي كان بمفرده كالأمة والجماعة الكثيرة لجمعه أوصاف الكمالات التي تفرقت في الخلق كما قال الشاعر:\n«وليس على الله بمستنكر ... أنْ يجمع العالم في واحد» .\nتنبيه: دل قوله تعالى ﴿وَجَادِلْهُم بالتي هِيَ أَحْسَنُ﴾ على الحث على الإِنصاف في المناظرة، واتباع الحق، والرفق والمداراة، على وجهٍ يظهر منه أن القصد إثباتُ الحق وإزهاقُ الباطل، لا نصرة الرأي وهزيمة الرأي الآخر.","vol":"2","page":137},{"text":"اللغَة: ﴿سُبْحَانَ﴾ اسمٌ للتسبيح ومعناه تنزيه الله تعالى من كل سوء ونقصٍ وهو خاصٌ به سبحانه ﴿أسرى﴾ الإِسراء: السيرُ ليلًا يقال: أسرى وسرى لغتان قال الشاعر:","vol":"2","page":139},{"text":"سريتَ من حَرَمٍ ليلًا إلى حَرَمٍ ... كما سَرَى البدرُ في دَاجٍ من الظُّلَم\n﴿فَجَاسُواْ﴾ قال الزجاج: طافوا، والجَوْسُ: الطواف بالليل والتردُّد والطلب مع الاستقصاء وقال الواحدي: الجوسُ هو التردُّد والطلب ﴿الكرة﴾ الدَّولة والغَلَبة ﴿تَتْبِيرًا﴾ هلاكًا ودمارًا ﴿مَحَوْنَآ﴾ طمسنا قال علماء اللغة: المحوُ إذهاب الأثر يقال محوتُه فانمحى أي ذهب أثره ﴿طَآئِرَهُ﴾ عمله المقدَّر عليه سمي الخير والشر بالطائر لأن العرب كانوا يتفاءلون ويتشاءمون بالطير إذا طار جهة اليمين أو الشمال ﴿مُتْرَفِيهَا﴾ المُتْرفُ: المتنعِّمُ الذي أبطرته النعمةُ وسَعَة العيش ﴿يَصْلاهَا﴾ يدخلها ويذوق حرَّها ﴿مَّدْحُورًا﴾ مطرودًا مبعدًا من رحمة الله.\nالتفسِير: ﴿سُبْحَانَ الذي أسرى بِعَبْدِهِ لَيْلًا﴾ أي تنزَّه وتقدَّس عما لا يليق بجلاله، اللهُ العليُّ الشأن، الذي انتقل بعبده ونبيه محمد ﷺ َ في جزءٍ من الليل ﴿مِّنَ المسجد الحرام إلى المسجد الأقصى﴾ أي من مكة المكرمة إلى بيت المقدس، وسمي بالأقصى لبعد المسافة بينه وبين المسجد الحرام قال المفسرون: وإنما قال ﴿لَيْلًا﴾ بلفظ التنكير لتقليل مدة الإسراء، وأنه قطع به المسافات الشاسعة البعيدة في جزءٍ من الليل وكانت مسيرة أربعين ليلة، وذلك أبلغ في القدرة والإِعجاز ولهذا كان بدء السورة بلفظ ﴿سُبْحَانَ﴾ الدال على كمال القدرة، وبالغ الحكمة، ونهاية تنزهه تعالى عن صفات المخلوقين، وكان الإِسراء بالروح والجسد، يقظة لا منامًا ﴿الذي بَارَكْنَا حَوْلَهُ﴾ أي الذي باركنا ما حوله بأنواع البركات الحسية والمعنوية، بالثمار والأنهار التي خصَّ الله بها بلاد الشام، وبكونه مقر الأنبياء ومهبط الملائكة الأطهار ﴿لِنُرِيَهُ مِنْ آيَاتِنَآ﴾ أي لنريَ محمدًا ﷺ َ آياتنا العجيبة العظيمة، ونطلعه على ملكوت السماوات والأرض، فقد رأى صلوات الله عليه السماوات العُلى والجنة والنار، وسدرة المنتهى، والملائكة والأنبياء وغير ذلك من العجائب والآيات التي تدل على قدرة الله تعالى ﴿إِنَّهُ هُوَ السميع البصير﴾ أي إنه تعالى هو السميع لأقوال محمد، البصير بأفعاله، فلهذا خصَّه بهذه الكرامات والمعجزات احتفاءً وتكريمًا ﴿وَآتَيْنَآ مُوسَى الكتاب وَجَعَلْنَاهُ هُدًى لِّبَنِي إِسْرَائِيلَ﴾ أي أعطينا موسى التوراة هدايةً لبني إسرائيل يخرجهم بواسطة ذلك الكتاب من ظلمات الجهل والكفر إلى نور العلم والإِيمان ﴿أَلاَّ تَتَّخِذُواْ مِن دُونِي وَكِيلًا﴾ أي لا تتخذوا لكم ربا تكلون إليه أموركم سوى الله الذي خلقكم قال المفسرون: لما ذُكر المسجدُ الأقصى وهو قلب الأرض المقدسة التي أسكنها الله بني إسرائيل جاء الحديث عنهم في مكانه المناسب من سياق السورة ﴿ذُرِّيَّةَ مَنْ حَمَلْنَا مَعَ نُوحٍ﴾ أي يا ذرية ويا أبناء المؤمنين الذين كانوا مع نوح في السفينة، لقد نجينا آباءكم من الغرق فاشكروا الله على إنعامه ﴿إِنَّهُ كَانَ عَبْدًا شَكُورًا﴾ أي إن نوحًا كان كثير الشكر يحمد الله على كل حال فاقتدوا به، وفي النداء لهم تلطفٌ وتذكير بنعمة الله ﴿وَقَضَيْنَآ إلى بَنِي إِسْرَائِيلَ فِي الكتاب﴾ أي أخبرناهم وأعلمناهم وأوحينا إليهم في التوراة ﴿لَتُفْسِدُنَّ فِي الأرض مَرَّتَيْنِ﴾ أي ليحصلنَّ منكم الإفساد في أرض فلسطين وما حولها مرتين قال ابن عباس: أول الفساد قتل زكريا والثاني قتل يحيى ﵉ ﴿وَلَتَعْلُنَّ عُلُوًّا كَبِيرًا﴾ أي تطغون في الأرض المقدسة طغيانًا كبيرًا بالظلمٍ","vol":"2","page":140},{"text":"والعدوان وانتهاك محارم الله ﴿فَإِذَا جَآءَ وَعْدُ أُولاهُمَا﴾ أي أُولى المرتين من الإِفساد ﴿بَعَثْنَا عَلَيْكُمْ عِبَادًا لَّنَآ﴾ أي سلَّطنا عليكم من عبيدنا أناسًا جبارين للانتقام منكم ﴿أُوْلِي بَأْسٍ شَدِيدٍ﴾ أي أصحاب قوةٍ وبطش في الحرب شديد قال المفسرون: إن بني إسرائيل لما استحلوا المحارم وسفكوا الدماء سلَّط الله عليهم بختنصر ملك بابل فقتل منهم سبعين ألفًا حتى كاد يفنيهم هو وجنوده، وذلك أول الفسادين ﴿فَجَاسُواْ خِلاَلَ الديار﴾ أي طافوا وسط البيوت يروحون ويغدون للتفتيش عنكم واستئصالكم بالقتل والسلب والنهب لا يخافون من أحد ﴿وَكَانَ وَعْدًا مَّفْعُولًا﴾ أي كان ذلك التسليط والانتقام قضاءً جزمًا حتمًا لا يقبل النقض والتبديل ﴿ثُمَّ رَدَدْنَا لَكُمُ الكرة عَلَيْهِمْ﴾ أي ثمَّ لما تبتم وأنبتم أهلكنا أعداءكم ورددنا لكم الدَّوْلَة والغلبة عليهم بعد ذلك البلاء الشديد ﴿وَأَمْدَدْنَاكُم بِأَمْوَالٍ وَبَنِينَ﴾ أي أعطيناكم الأموال الكثيرة والذرية الوفيرة، بعد أن نُهبت أموالكم وسُبيت أولادكم ﴿وَجَعَلْنَاكُمْ أَكْثَرَ نَفِيرًا﴾ أي جعلناكم أكثر عددًا ورجالًا من عدوكم لتستعيدوا قوتكم وتبنوا دولتكم ﴿إِنْ أَحْسَنْتُمْ أَحْسَنْتُمْ لأَنْفُسِكُمْ﴾ أي إن أحسنتم يا بني إسرائيل فإحسانكم لأنفسكم ونفعه عائد عليكم لا ينتفع الله منها بشيء ﴿وَإِنْ أَسَأْتُمْ فَلَهَا﴾ أي وإن أسأتم فعليها لا يتضرر الله بشيء منها، فهو الغني عن العباد، لا تنفعه الطاعة ولا تضره المعصية ﴿فَإِذَا جَآءَ وَعْدُ الآخرة﴾ أي فإذا جاء وعد المرة الأخيرة من إفسادكم بقتل يحيى وانتهاك محارم الله بعثنا عليكم أعداءكم مرة ثانية ﴿لِيَسُوءُواْ وُجُوهَكُمْ﴾ أي بعثناهم ليهينوكم ويجعلوا آثار المساءة والكآبة باديةً على وجوهكم بالإِذلال والقهر ﴿وَلِيَدْخُلُواْ المسجد كَمَا دَخَلُوهُ أَوَّلَ مَرَّةٍ﴾ أي وليدخلوا بيت المقدس فيخربوه كما خربوه أول مرة ﴿وَلِيُتَبِّرُواْ مَا عَلَوْاْ تَتْبِيرًا﴾ أي وليدمروا ويهلكوا ما غلبوا عليه تدميرًا، فقد سلّط الله عليهم مجوس الفرس فشردوهم في الأرض وقتلوهم ودمَّروا مملكتهم تدميرًا ﴿عسى رَبُّكُمْ أَن يَرْحَمَكُمْ﴾ أي لعل الله يرحكم ويعفو عنكم إن تبتم وأنبتم، وهذا وعدٌ منه تعالى بكشف العذاب عنهم إن رجعوا إلى الله و﴿عسى﴾ من الله واجبة ﴿وَإِنْ عُدتُّمْ عُدْنَا﴾ أي وإن عدتم إلى الإِفساد والإِجرام عدنا إلى العقوبة والانتقام ﴿وَجَعَلْنَا جَهَنَّمَ لِلْكَافِرِينَ حَصِيرًا﴾ أي وجعلنا جهنم محبسًا وسجنًا للكافرين، لا يقدرون على الخروج منها أبَدَ الآبدين، ثم بيًّن تعالى مزية التنزيل الكريم الذي فاق بها سائر الكتب السماوية فقال ﴿إِنَّ هذا القرآن يَِهْدِي لِلَّتِي هِيَ أَقْوَمُ﴾ أي إنَّ هذا القرآن العظيم يهدي لأقوم الطرق وأوضح السُّبُل، ولما هو أعدل وأصوب ﴿وَيُبَشِّرُ المؤمنين الذين يَعْمَلُونَ الصالحات أَنَّ لَهُمْ أَجْرًا كَبِيرًا﴾ أي ويبشر المؤمنين الذين يعملون بمقتضاه بالأجر العظيم في جنات النعيم ﴿وأَنَّ الذين لاَ يُؤْمِنُونَ بالآخرة أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا﴾ أي ويبشرهم بأن لأعدائهم الذين لا يصدقون بالآخرة العقاب الأليم في دار الجحيم، وقد جمعت الآية بين الترغيب والترهيب ﴿وَيَدْعُ الإنسان بالشر دُعَآءَهُ بالخير﴾ أي يدعو بالشر على نفسه كدعائه لها بالخير، ولو استجيب له في الشر كما يستجاب له في الخير","vol":"2","page":141},{"text":"لهلك قال ابن عباس: هو دعاء الرجل على نفسه وولده عند الضجر بما لا يحبُّ أن يستجاب له: اللهمَّ أهلكه اللهمَّ دمْره ونحوه ﴿وَكَانَ الإنسان عَجُولًا﴾ أي ومن طبيعة الإِنسان العجلة، يتعجل بالدعاء على نفسه ويسارع لكل ما يخطر بباله، دون النظر في عاقبته، ثم أشار تعالى إلى آيات الله الكونية في هذا الوجود، التي كلٌ منها برهانٌ نيِّر على وحدانية الله فقال ﴿وَجَعَلْنَا اليل والنهار آيَتَيْنِ﴾ أي علامتين عظيمتين على وحدانيتنا وكمال قدرتنا ﴿فَمَحَوْنَآ آيَةَ اليل﴾ أي طمسنا الليل فجعلناه مظلمًا لتسكنوا فيه ﴿وَجَعَلْنَآ آيَةَ النهار مُبْصِرَةً﴾ أي جعلنا النهار مضيئًا مشرقًا بالنور ليحصل به الإِبصار ﴿لِتَبْتَغُواْ فَضْلًا مِّن رَّبِّكُمْ﴾ أي لتطلبوا في النهار أسباب معايشكم ﴿وَلِتَعْلَمُواْ عَدَدَ السنين والحساب﴾ أي ولتعلموا عدد الأيام والشهور والأعوام، بتعاقب الليل والنهار، فالليل للراحة والسكون، والنهار للكسب والسعي ﴿وَكُلَّ شَيْءٍ فَصَّلْنَاهُ تَفْصِيلًا﴾ أي وكلَّ أمر من أمور الدنيا والدين، بينَّاه أحسن تبيين، وليس شيء من أمر هذا الوجود متروكًا للمصادفة والجُزاف، وإنما هو بتقديرٍ وتدبيرٍ حكيم ﴿وَكُلَّ إِنْسَانٍ أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ﴾ أي أن الإِنسان مرهون بعمله مجزي به، وعملُه ملازم له لزوم القلادة للعُنُق لا ينفك عنه أبدًا ﴿وَنُخْرِجُ لَهُ يَوْمَ القيامة كِتَابًا يَلْقَاهُ مَنْشُورًا﴾ أي نظهر له في الآخرة كتاب أعماله مفتوحًا فيه حسناته وسيئاته فيرى عمله مكشوفًا لا يملك إخفاءه أو تجاهله ﴿اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا﴾ أي إقرأ كتاب عملك كفى أن تكون اليوم شهيدًا بما عملت، لا تحتاج إلى شاهد أو حسيب ﴿مَّنِ اهتدى فَإِنَّمَا يَهْتَدي لِنَفْسِهِ وَمَن ضَلَّ فَإِنَّمَا يَضِلُّ عَلَيْهَا﴾ أي من اهتدى فثواب اهتدائه له، ومن ضلَّ فعقاب كفره وضلاله عليها ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا يحمل أحد ذنب أحد، ولا يجني جانٍ إلا على نفسه ﴿وَمَا كُنَّا مُعَذِّبِينَ حتى نَبْعَثَ رَسُولًا﴾ أي وما كنا معذبين أحدًا من الخلق حتى نبعث لهم الرسل مذكرين ومنذرين فتقوم عليهم الحجة ﴿وَإِذَآ أَرَدْنَآ أَن نُّهْلِكَ قَرْيَةً أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا﴾ أي وإذا أردنا هلاك قوم من الأقوام أمرنا المتنعمِّين فيها والقادة والرؤساء بالطاعة على لسان رسلنا فعصوا أمرنا وخرجوا عن طاعتنا وفسقوا وفجروا ﴿فَحَقَّ عَلَيْهَا القول فَدَمَّرْنَاهَا تَدْمِيرًا﴾ أي فوجب عليهم العذاب بالفسق والطغيان فأهلكناهم إهلاكًا مُريعًا قال ابن عباس: ﴿أَمَرْنَا مُتْرَفِيهَا فَفَسَقُواْ فِيهَا﴾ أي سلَّطنا أشرارها فعصوا فيها فإذا فعلوا ذلك أهلكهم الله بالعذاب ﴿وَكَمْ أَهْلَكْنَا مِنَ القرون مِن بَعْدِ نُوحٍ﴾ أي وكثير من الأمم الطاغية المكذبين للرسل أهلكناهم من بعد نوح كقوم عاد وثمود وفرعون قال ابن كثير: والآية إنذار لكفار قريش والمعنى إنكم أيها المكذبون لستم أكرم على الله منهم وقد كذبتم أشرف الرسل وأكرم الخلائق فعقوبتكم أولى وأحرى ﴿وكفى بِرَبِّكَ بِذُنُوبِ عِبَادِهِ خَبِيرًَا بَصِيرًا﴾ أي كفى يا محمد أن يكون ربك رقيبًا على أعمال العباد يدرك بواطنها وظواهرها ويجازي عليها ﴿مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ لِمَن نُّرِيدُ﴾ أي من كان يريد بعمله الدنيا فقط ولها يعمل ويسعى ليس له همٌّ إلا الدنيا عجلنا له فيها ما نشاء تعجيله من نعيمها لا كلَّ ما يريد ﴿ثُمَّ جَعَلْنَا لَهُ جَهَنَّمَ يَصْلاهَا مَذْمُومًا مَّدْحُورًا﴾ أي ثم","vol":"2","page":142},{"text":"جعلنا له في الآخرة جهنم يدخلها مهانًا حقيرًا مطرودًا من رحمة الله ﴿وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا وَهُوَ مُؤْمِنٌ﴾ أي ومن أراد الدار الآخرة وما فيها من النعيم المقيم، وعمل لها عملها الذي يليق بها من الطاعات وهو مؤمن صادق الإِيمان ﴿فَأُولَئِكَ كَانَ سَعْيُهُم مَّشْكُورًا﴾ أي فأولئك الجامعون للخصال الحميدة من الإِخلاص، والعمل الصالح، والإِيمان.\nكان عملهم مقبولًا عند الله أحسن القبول، مثابًا عليه ﴿كُلًاّ نُّمِدُّ هؤلاء وهؤلاء مِنْ عَطَآءِ رَبِّكَ﴾ أي كل واحدٍ من الفريقين الذين أرادوا الدنيا، والذين أرادوا الآخرة نعطيه من عطائنا الواسع تفضلًا منا وإحسانًا، فنعطي المؤمن والكافر والمطيع والعاصي ﴿وَمَا كَانَ عَطَآءُ رَبِّكَ مَحْظُورًا﴾ أي ما كان عطاؤه تعالى محبوسًا ممنوعًا عن أحد ﴿انظر كَيْفَ فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ﴾ أي أنظر يا محمد كيف فاوتنا بينهم في الأرزاق والأخلاق في هذه الحياة الدنيا فهذا غني وذاك فقير، وهذا شريف وذاك حقير ﴿وَلَلآخِرَةُ أَكْبَرُ دَرَجَاتٍ وَأَكْبَرُ تَفْضِيلًا﴾ أي ولتفاوتُهم في الدار الآخرة أعظم من التفاوت في هذا الدار لأن الآخرة دار القرار وفيها ما لا عينٌ رأت، ولا أُذُنٌ سمعت، ولا خطر على قلب بشر ﴿لاَّ تَجْعَل مَعَ الله إلها آخَرَ﴾ أي لا تجعل مع الله شريكًا ولا تتخذ غيره إلهًا تعبده ﴿فَتَقْعُدَ مَذْمُومًا مَّخْذُولًا﴾ أي فتصير ملومًا عند الله مخذولًا منه لا ناصر لك ولا معين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - براعة الاستهلال ﴿سُبْحَانَ الذي أسرى﴾ لأنه لما كان أمرًا خارقًا للعادة بدأ بلفظ يشير إلى كمال القدرة وتنزه الله عن صفات النقص.\n٢ - إضافة التكريم والتشريف ﴿بِعَبْدِهِ﴾ .\n٣ - جناس الاشتقاق ﴿وَلَتَعْلُنَّ عُلُوًّا﴾ ﴿تَزِرُ وَازِرَةٌ﴾ .\n٤ - الطباق بين ﴿أَحْسَنْتُمْ ... وأَسَأْتُمْ﴾ وبين ﴿ضَلَّ ... واهتدى﴾ .\n٥ - إيجاز بالحذف ﴿اقرأ كتابك﴾ أي يقال له يوم القيامة إقرأ كتابك ﴿أَمَرْنَا مُتْرَفِيهَا﴾ أي أمرناهم بطاعة الله فعصوا وفسقوا فيها.\n٦ - المجاز العقلي ﴿آيَةَ النهار مُبْصِرَةً﴾ لأن النهار لا يُبصر بل يُبْصر فيه فهو من إسناد الشيء إلى زمانه.\n٧ - الاستعارة اللطيفة ﴿طَآئِرَهُ فِي عُنُقِهِ﴾ استعير الطائر لعمل الإِنسان، ولما كان العرب يتفاءلون ويتشاءمون بالطير سموا نفس الخير والشر بالطائر بطريق الاستعارة.\nلطيفَة: الحكمة في إسرائه إلى بيت المقدس ثم عروجه من بيت المقدس إلى السماوات العلى أنه مجمع أرواح الأنبياء، وموطن تنزل الوحي الإِلهي على الرسل الكرام، ولما كانت هذه الرحلة رحلة تكريم أراد تعالى أن يشرفهم بزيارته. ولهذا صلى بهم إمامًا صلوات الله وسلامه عليهم أجمعين.\nتنبيه: وصفه تعالى في هذه السورة بالعبودية ﴿أسرى بِعَبْدِهِ﴾ لأنه أشرف المقامات وأسمى المراتب العلية، كما وصفه في مقام الوحي كذلك ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ [النجم: ١٠] وفي مقام الدعوة ﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ﴾ [الجن: ١٩] ولهذا قال القاضي عياض:","vol":"2","page":143},{"text":"ومما زادني شرفًا وتيهًا ... وكدتُ بأخمصي أطأ الثريّا\nدخولي تحت قولك يا عبادي ... وأن صيَّرت أحمد لي نبيًا","vol":"2","page":144},{"text":"المنَاسَبَة: لما جعل تعالى الإِيمان والعملَ الصالح أساسًا للفوز بالسعادة الأبدية، وبيَّن حال المؤمن الذي أراد بعمله الدار الآخرة، ذكر هنا طائفةً من الأوامر والزواجر التي يقوم عليها بنيان","vol":"2","page":144},{"text":"المجتمع الفاضل، ثم ذكر تعالى موقف المشركين المكذبين من هذا القرآن العظيم.\nاللغَة: ﴿أُفٍّ﴾ كلمة تضجُّر وتبرُّم قال ابن الأعرابي الأفُّ: الضجر، وأصلها أنه إذا سقط تراب أو رماد فنفخ الإنسان ليزيله، فالصوت الحاصل هو أُفّ ثم توسعوا في الكلمة حتى أصبحت تقال لكل مكروه ﴿تَنْهَرْهُمَا﴾ النهْرُ: الزجرُ والغِلظة ﴿الأَوَّابِينَ﴾ جمع أوَّاب وهو كثير التوبة والإِنابة من الأَوْب بمعنى الرجوع ﴿مَّحْسُورًا﴾ منقطعًا عن النفقة والتصرف قال الفراء: تقول العرب للبعير هو محسور إذا انقطع سيره، وحَسرَت الدابة إذا انقطعت عن المسير لذهاب قوتها، فشُبّه حال من أنفق كلّ ماله بمن انقطع في سفره بسبب انقطاع مطيته ﴿إِمْلاقٍ﴾ فقر وفاقة، أملق الرجل إذا افتقر ﴿خِطْئًا﴾ قال الأزهري: خطيئ يَخْطَأُ خِطْأً إذا تعمَّد الخطأ، وأخطأ إذا لم يتعمد ﴿القسطاس﴾ الميزان مأخوذ من القِسْط وهو العدل ﴿تَقْفُ﴾ تَتَّبعْ مأخوذ من قفوتُ أثر فلان إذا اتبعت أثَره وأصله البهتُ والقذف بالباطل ﴿مَرَحًا﴾ المَرَح: شدة الفرح والمراد به هنا التكبر والخيلاء ﴿صَرَّفْنَا﴾ بيَّنا ﴿أَكِنَّةً﴾ جمع كِنان وهو الغطاء الذي يستر الشيء ﴿وَقْرًا﴾ صممًا وثقلًا.\nالتفسِير: ﴿وقضى رَبُّكَ أَلاَّ تعبدوا إِلاَّ إِيَّاهُ﴾ أي حكم تعالى وأمر بأن لا تعبدوا إلهًا غيره وقال مجاهد: ﴿وقضى﴾ يعني وصَّى بعبادته وتوحيده ﴿وبالوالدين إِحْسَانًا﴾ أي وأمر بأن تحسنوا إلى الوالدين إحسانًا قال المفسرون: قرن تعالى بعبادته برَّ الوالدين لبيان حقهما العظيم على الولد لأنهما السبب الظاهر لوجوده وعيشه، ولما كان إحسانهما إلى الولد قد بلغ الغاية العظيمة وجب أن يكون إحسان الولد إليهما كذلك ﴿إِمَّا يَبْلُغَنَّ عِندَكَ الكبر أَحَدُهُمَا أَوْ كِلاَهُمَا﴾ أي قد أوصيناك بهما وبخاصة إذا كبرا أو كبر أحدهما، وإنما خصَّ حالة الكِبَر لأنهما حينئذٍ أحوج إلى البر والقيام بحقوقهما لضعفهما ومعنى ﴿عِندَكَ﴾ أي في كنفك وكفالتك ﴿فَلاَ تَقُل لَّهُمَآ أُفٍّ﴾ أي لا تقل للوالدين أقل كلمة تظهر الضجر ككلمة أفٍّ ولا تسمعهما قولًا سيئًا حتى ولو بكلمة التأفف ﴿وَلاَ تَنْهَرْهُمَا﴾ أي لا تزجرهما بإغلاظٍ فيما لا يعجبك منهما ﴿وَقُل لَّهُمَا قَوْلًا كَرِيمًا﴾ أي قل لهما قولًا حسنًا لينًا طيبًا بأدب ووقار وتعظيم ﴿واخفض لَهُمَا جَنَاحَ الذل مِنَ الرحمة﴾ أي ألنْ جانبك وتواضعْ لهما بتذلّل وخضوع من فرط رحمتك وعطفك عليهما ﴿وَقُل رَّبِّ ارحمهما كَمَا رَبَّيَانِي صَغِيرًا﴾ أي أدع لهما بالرحمة وقل في دعائك يا رب ارحم والديَّ برحمتك الواسعة كما أحسنا إليَّ في تربيتهما حالة الصغر ﴿رَّبُّكُمْ أَعْلَمُ بِمَا فِي نُفُوسِكُمْ﴾ أي ربكم أيها الناس أعلم بما في نفوسكم من إرادة البر أو العقوق ﴿إِن تَكُونُواْ صَالِحِينَ فَإِنَّهُ كَانَ لِلأَوَّابِينَ غَفُورًا﴾ أي إن تكونوا قاصدين للبِرّ والصلاح دون العقوق والفساد فإِنه جلَّ وعلا يتجاوز عن سيئاتكم ويغفر للأوابين وهم الذين كلما أخطأوا عادوا إلى ربهم مستغفرين قال الرازي: والمقصود من هذه الآية أن الأولى لما دلَّت على وجوب تعظيم الوالدين ثم إنَّ الولد قد يظهر منه ما يخلُّ بتعظيمهما فإن كانت تلك الهفوة ليست لأجل العقوق بل ظهرت بمقتضى الجبلَّة البشرية كانت في محل الغفران، وبمناسبة الإِحسان إلى الوالدين يأمر تعالى بالإِحسان إلى الأقارب","vol":"2","page":145}]