[{"text":"والضعفاء والمساكين ﴿وَآتِ ذَا القربى حَقَّهُ﴾ أي أعط كلَّ من له قرابة بك حقَّه من البر والإِحسان ﴿والمسكين وابن السبيل﴾ أي وأعط المسكين المحتاج والغريبَ المنقطع في سفره حقَّه أيضًا ﴿وَلاَ تُبَذِّرْ تَبْذِيرًا﴾ أي لا تنفق مالكَ في غير طاعة الله فتكون مبذّرًا، والتبذير الإِنفاق في غير حق قال مجاهد: لو أنفق إنسان ماله كلَّه في الحق لم يكن مبذّرًا، ولو أنفق مُدًّا في غير حق كان مبذّرًا وقال قتادة: التبذير النفقة في معصية الله تعالى وفي غير الحق والفساد ﴿إِنَّ المبذرين كانوا إِخْوَانَ الشياطين﴾ هذا تعليل للنهي وهو غاية في الذم والتقبيح أي إن المبذرين كانوا أمثال الشياطين وأشباههم في الإِفساد، لأنهم ينفقون في الباطل وينفقون في الشر والمعصية فهم أمثالهم ﴿وَكَانَ الشيطان لِرَبِّهِ كَفُورًا﴾ أي مبالغًا في كفران نعمة الله لا يؤدي حقَّ النعمة كذلك إخوانه المبذرون لا يؤدون حق النعمة، وحقُّها أن ينفقوها في الطاعات والحقوق غير متجاوزين ولا مبذرين ﴿وَإِمَّا تُعْرِضَنَّ عَنْهُمُ ابتغآء رَحْمَةٍ مِّن رَّبِّكَ تَرْجُوهَا فَقُل لَّهُمْ قَوْلًا مَّيْسُورًا﴾ أي إن أعرضتَ عن ذوي القربى والمساكين وابن السبيل إذا لم تجد ما تعطيهم فقل لهم قولًا سهلًا لينًا وعدْهم وعدًا جميلًا ﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ﴾ تمثيلٌ للبخل اي لا تكنْ بخيلًا منوعًا لا تعطي أحدًا شيئًا كمن حبست يده عن الإِنفاق وشدَّت إلى عنقه ﴿وَلاَ تَبْسُطْهَا كُلَّ البسط﴾ تمثيل للتبذير أي ولا تتوسع في الإِنفاق توسعًا مفرطًا بحيث لا يبقى في يدك شيء، والغرض من الآية لا تكن بخيلًا ولا مسرفًا ﴿فَتَقْعُدَ مَلُومًا مَّحْسُورًا﴾ أي فتصير مذمومًا من الخَلْق والخالق، منقطعًا من المال كمن انقطع في سفره بانقطاع مطيته ﴿إِنَّ رَبَّكَ يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي يوسّع الرزق على من يشاء ويضيِّق على من يشاء، وهو القابض، الباسط المتصرف في خلقه، بما يشاء حسب الحكمة ﴿إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا﴾ أي إنه عالم بمصالح العباد، والتفاوتُ في الأرزاق ليس لأجل البخل بل لأجل رعاية المصالح فهو تعالى يعمل من مصالحهم ما يخفى عليهم ﴿وَلاَ تقتلوا أَوْلادَكُمْ خَشْيَةَ إِمْلاقٍ﴾ أي لا تُقدموا على قتل أولادكم مخافة الفقر ﴿نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم﴾ أي رزقُهم علينا لا عليكم فنحن نرزقهم ونرزقكم فلا تخافوا الفقر بسببهم ﴿إنَّ قَتْلَهُمْ كَانَ خِطْئًا كَبِيرًا﴾ أي قتلُهم ذنبٌ عظيم وجرمٌ خطير قال المفسرون: كان أهل الجاهلية يئدون البنات مخافة الفقر أو العار فنهاهم الله عن ذلك وضمن أرزاقهم ﴿وَلاَ تَقْرَبُواْ الزنى﴾ أي لا تدنوا من الزنى وهو أبلغ من «لا تزنوا» لأنه يفيد النهي عن مقدمات الزنى كاللَّمس، والقُبلة، والنظرة، والغمز وغير ذلك مما يجرُّ إلى الزنى فالنهي عن القرب أبلغ من النهي عن الفعل ﴿إِنَّهُ كَانَ فَاحِشَةً﴾ أي إن الزنى كان فعلة قبيحة متناهية في القبح ﴿وَسَآءَ سَبِيلًا﴾ أي ساء طريقًا موصلًا إلى جهنم ﴿وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق﴾ أي لا تقتلوا نفسًا حرَّم الله قتلها بغير حقٍ شرعي موجبٍ للقتل كالمرتد، والقاتل عمدًا، والزاني المحصن ﴿وَمَن قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا﴾ أي ومن قُتل ظلمًا بغير حقٍ يوجب قتله فقد جعلنا لوارثه سلطةً على القاتل بالقصاص منه، أو أخذ الدية، أو العفو ﴿فَلاَ يُسْرِف فِّي القتل إِنَّهُ كَانَ مَنْصُورًا﴾ أي فلا يتجاوز الحدَّ المشروع بأن يقتل غير القاتل أو يُمثّل به أو يقتل اثنين بواحد كما كان أهل الجاهلية يفعلون، فحسبُه أن الله قد","vol":"2","page":146},{"text":"نصره على خصمه فليكن عادلًا في قصاصه ﴿وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ﴾ أي لا تتصرفوا في مال اليتيم إلا بالطريقة التي هي أحسن وهي حفظه واستثماره ﴿حتى يَبْلُغَ أَشُدَّهُ﴾ أي حتى يبلغ اليتيم سن الرشد ويحسن التصرف في ماله ﴿وَأَوْفُواْ بِالْعَهْدِ إِنَّ العهد كَانَ مَسْؤُولًا﴾ أي وفّوا بالعهود سواءً كانت مع الله أو مع الناس لأنكم تُسألون عنها يوم القيامة ﴿وَأَوْفُوا الكيل إِذا كِلْتُمْ﴾ أي أتموا الكيل إذا كلتم لغيركم من غير تطفيفٍ ولا بَخْس ﴿وَزِنُواْ بالقسطاس المستقيم﴾ أي زنوا بالميزان العدل السويّ بلا احتيالٍ ولا خديعة ﴿ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلًا﴾ أي وفاء الكيل وإقامة الوزن خيرٌ في الدنيا وأحسن مآلًا في الآخرة ﴿وَلاَ تَقْفُ مَا لَيْسَ لَكَ بِهِ عِلْمٌ﴾ أي لا تتَّبعْ ما لا تعلم ولا يَعْنيك بل تثبَّتْ من كل خبر، قال قتادة: لا تقل رأيتُ ولم تر، وسمعتُ ولم تسمع، وعلمتُ ولم تعلم، فإن الله تعالى سائلك عن ذلك كله ﴿إِنَّ السمع والبصر والفؤاد كُلُّ أولئك كَانَ عَنْهُ مَسْؤُولًا﴾ أي إن الإنسان يُسأل يوم القيامة عن حواسه: عن سمعه، وبصره، وقلبه وعما اكتسبته جوارحه ﴿وَلاَ تَمْشِ فِي الأرض مَرَحًا﴾ أي لا تمش في الأرض مختالًا مشية المعجب المتكبر ﴿إِنَّكَ لَن تَخْرِقَ الأرض وَلَن تَبْلُغَ الجبال طُولًا﴾ هذا تعليل للنهي عن التكبر والمعنى أنك أيها الإِنسان ضئيل هزيل لا يليق بك التكبر؟ كيف تتكبر على الأرض ولن تجعل فيها خرقًا أو شقًا؟ وكيف تتطاول وتتعظَّمْ على الجبال ولن تبلغها طولًا؟ فأنت أحقر وأضعف من كل واحدٍ من الجماديْن فكيف تتكبر وتتعالى وتختال وأنت أضعف من الأرض والجبال؟ وفي هذا تهكم وتقريع للمتكبرين ﴿كُلُّ ذلك كَانَ سَيِّئُهُ عِنْدَ رَبِّكَ مَكْرُوهًا﴾ أي كل ذلك المذكور الذي نهى الله عنه كان عمله قبيحًا ومحرمًا عند الله تعالى ﴿ذَلِكَ مِمَّآ أوحى إِلَيْكَ رَبُّكَ مِنَ الحكمة﴾ أي ذلك الذي تقدم من الآداب والقصص والأحكام بعضُ الذي أوحاه إليك ربك يا محمد من المواعظ البليغة، والحِكَم الفريدة ﴿وَلاَ تَجْعَلْ مَعَ الله إلها آخَرَ فتلقى فِي جَهَنَّمَ مَلُومًا مَّدْحُورًا﴾ أي لا تشرك مع الله غيره من وثنٍ أو بشر فتلقى في جهنم ملومًا تلوم نفسك ويلومك اللهُ والخلق مطرودًا مبعدًا من كل خير قال الصاوي: ختم به الأحكام كما ابتدأها إشارةً إلى أن التوحيد مبدأ الأمور ومنتهاها، وهو رأس الأشياء وأساسُها، والأعمالُ بدونه باطلةٌ لا تفيد شيئًا ﴿أَفَأَصْفَاكُمْ رَبُّكُم بالبنين واتخذ مِنَ الملائكة إِنَاثًا﴾ خطابٌ على وجه التوبيخ للعرب الذين قالوا إن الملائكة بنات الله والمعنى أفخصكم ربكم وأخلصكم بالذكور واختار لنفسه - على زعمكم - البنات؟ كيف يجعل لكم الأعلى من النسل ويختار لنفسه الأدنى! ﴿إِنَّكُمْ لَتَقُولُونَ قَوْلًا عَظِيمًا﴾ أي إنكم لتقولون قولًا عظيمًا في شناعته وبشاعته حيث تنسبون إليه البنات وتجعلون لله ما تكرهون ﴿وَلَقَدْ صَرَّفْنَا فِي هذا القرآن لِيَذَّكَّرُواْ﴾ أي ولقد بيّنا للناس في هذا القرآن العظيم الأمثال والمواعظ، والوعد والوعيد، ليتذكروا بما فيه من الحجج النيِّرة والبراهين الساطعة، فينزجروا عما هم فيه من الشرك والضلال ﴿وَمَا يَزِيدُهُمْ إِلاَّ نُفُورًا﴾ أي وما يزيدهم هذا البيان والتذكير إلا تباعدًا عن الحق، وغفلةً عن النظر والاعتبار ﴿قُلْ لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلًا﴾ أي لو فرضنا أن مع الله آلهة أخرى كما يزعم هؤلاء المشركون إذًا لطلبوا طريقًا إلى مغالبة ذي العزة","vol":"2","page":147},{"text":"والجلال ليسلبوا ملكه كما يفعل ملوك الدنيا بعضهم ببعض ﴿سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا﴾ أي تنزَّه تعالى وتقدَّس عما يقول أولئك الظالمون، وتعالى ربنا عما نسبوه إليه من الزور والبهتان تعاليًا كبيرًا، فإن مثل هذه الفِرية مما يتنزّه عنه مقامه الأسمى قال الشهاب: وذكر العلُوَّ بعد عنوانه ب ﴿ذِي العرش﴾ في أعلى مراتب البلاغة لأنه المناسب للعظمة والجلال ﴿تُسَبِّحُ لَهُ السماوات السبع والأرض وَمَن فِيهِنَّ﴾ أي تسبح له الكائنات، وتنزهه وتقدسه الأرض والسماوات، ومن فيهن من المخلوقات ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ﴾ أي وما من شيء في هذا الوجود إلا ناطق بعظمة الله، شاهد بوحدانيته جلَّ وعلا، السماواتُ تسبّح الله في زرقتها، والحقولُ في خضرتها، والبساتينُ في نضرتها، والأشجار في حفيفها، والمياهُ في خريرها، والطيورُ في تغريدها، والشمسُ في شروقها وغروبها، والسحبُ في إمطارها، والكل شاهد بالوحدانية لله.\nوفي كل شيءٍ له آيةٌ ... تدلُّ على أنه واحدُ\n﴿ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ أي ولكنْ لا تفهمون تسبيح هذه الأشياء لأنها ليست بلغاتكم ﴿إِنَّهُ كَانَ حَلِيمًا غَفُورًا﴾ أي إنه تعالى حليم بالعباد لا يعاجل من عصاه بالعقوبة، غفورٌ لمن تاب وأناب، ولولا حلم الله وغفرانه لأخذ البشر أخذ عزيز مقتدر ﴿وَإِذَا قَرَأْتَ القرآن جَعَلْنَا بَيْنَكَ وَبَيْنَ الذين لاَ يُؤْمِنُونَ بالآخرة حِجَابًا مَّسْتُورًا﴾ أي وإذا قرأت يا محمد القرآن على هؤلاء المشركين الذين لا يصدّقون بالآخرة جعلنا بينك وبينهم حجابًا خفيًا يحجب عنهم فهم القرآن وإِدراك أسراره وحِكمه ﴿وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ﴾ أي وجعلنا على قلوب هؤلاء الكفار أغطيةً لئلا يفهموا القرآن ﴿وفي آذَانِهِمْ وَقْرًا﴾ أي صممًا يمنعهم من استماعه ﴿وَإِذَا ذَكَرْتَ رَبَّكَ فِي القرآن وَحْدَهُ وَلَّوْاْ على أَدْبَارِهِمْ نُفُورًا﴾ أي وإذا وحدَّت الله وأنت تتلو القرآن فرَّ المشركون من ذلك هربًا من استماع التوحيد ﴿نَّحْنُ أَعْلَمُ بِمَا يَسْتَمِعُونَ بِهِ﴾ أي نحن أعلم بالغاية التي يستمعون من أجلها للقرآن وهي الاستهزاء والسخرية قال المفسرون: كان المشركون يجلسون عند النبي ﷺ َ مظهرين الاستماع وفي الواقع قاصدين الاستهزاء فنزلت الآية تسلية للرسول ﷺ َ وتهديدًا للمشركين ﴿إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ نجوى﴾ أي حين يستمعون إلى قراءتك يا محمد ثم يتناجون ويتحدثون بينهم سرًا ﴿إِذْ يَقُولُ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلًا مَّسْحُورًا﴾ أي حين يقول أولئك الفجرة ما تتبعون إلا رجلًا سُحر فجُنَّ فاختلط كلامه ﴿انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ﴾ أي انظر يا محمد وتعجَّب كيف يقولون تارة عنك إنك","vol":"2","page":148},{"text":"ساحر، وتارة إنك شاعر، وتارة إنك مجنون ﴿وقد ضلوا بهذا البهتان والزور ﴿فَلاَ يَسْتَطِيعْونَ سَبِيلًا﴾ أي لا يجدون طريقًا إلى الهدى والحق المبين.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الاستعارة المكنية ﴿واخفض لَهُمَا جَنَاحَ الذل﴾ شبَّه الذل بطائر له جناح وحذف الطائر ورمز له بشيء من لوازمه وهو الجناح على سبيل الاستعارة المكنية.\n٢ - الاستعارة التمثيلية ﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط﴾ مثَّل للبخيل بالذي حبست يده عن الإِعطاء وشدت إلى عنقه بحيث لا يقدر على مدها، وشبَّه السرف ببسط الكف بحيث لا تحفظ شيئًا.\n٣ - اللف والنشر المرتب ﴿فَتَقْعُدَ مَلُومًا مَّحْسُورًا﴾ عاد لفظ ﴿مَلُومًا﴾ إلى البخل ولفظ ﴿مَّحْسُورًا﴾ إلى الإِسراف أي يلومك الناس إن بخلت، وتصبح مقطوعًا إن أسرفت.\n٤ - الطباق بين ﴿يَبْسُطُ ... وَيَقْدِرُ﴾ .\n٥ - جناس الاشتقاق ﴿قَرَأْتَ القرآن﴾ .\n٦ - التوبيخ ﴿أَفَأَصْفَاكُمْ رَبُّكُم بالبنين﴾؟\n٧ - الفرض والتقدير ﴿لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ﴾ .\nلطيفَة: نقف هنا أمام مثلٍ من دقائق التعبير القرآني العجيبة ففي هذه السورة قدَّم تعالى رزق الأبناء على رزق الآباء ﴿نَّحْنُ نَرْزُقُهُمْ وَإِيَّاكُم﴾ وفي سورة الأنعام قدَّم رزق الآباء ﴿نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ﴾ [الأنعام: ١٥١] والسرُّ في ذلك أن قتل الأولاد هنا كان خشية وقوع الفقر بسببهم فقدَّم تعالى رزق الأولاد، وفي الأنعام كان قتلهم بسبب فقر الآباء فعلًا فقدم رزق الآباء، فلله در التنزيل ما أروع أسراره﴾","vol":"2","page":149},{"text":"المنَاسَبَة: لما ذكر تعالى موقف المشركين من القرآن العظيم، وذكر تعاميهم عن فهم آياته البينات، أردفه بذكر شبهاتهم في إنكار البعث والنشور وكرَّ عليها بالإبطال والتفنيد، ثم ذكر قصة آدم وإبليس للعظة والاعتبار، وأعقبها بذكر نعمه العظيمة على العباد ثم بالوعيد والتهديد إن أصرُّوا على الكفر والجحود.\nاللغَة: ﴿رُفَاتًا﴾ الرُّفات: ما تكسِّر وبَلِيَ من كل شيء كالفُتات والحُطام والرُّضاض ﴿يُنْغِضُونَ﴾ قال الفراء: يقال أنغض فلانٌ رأسه إذا حرّكه إلى فوق وأسفل كالمتعجب من الشيء قال الراجز: «أَنْغَض نحوي رأسه وأقنعا» ﴿يَنزَغُ﴾ يفسد ويهيِّج الشر والنزغُ: الإفسادُ والإغراء ﴿لأَحْتَنِكَنَّ﴾ الاحتناك الأخذ بالكليَّةِ والاستئصال يقال: احتنك الجرادُ الزرعَ إذا ذهب به كلَّه ﴿استفزز﴾ اخدعْ واستخفَّ يقال: أفزَّه الخوف واستفزّه إذا أزعجه واستخفَّه ﴿وَأَجْلِبْ﴾ أصل الإِجلاب السوقُ بجلبَةٍ من السائق وهو الصياح، والجَلَب والجَلَبَةُ الأصوات ﴿وَرَجِلِكَ﴾ الرَّجِلُ جمع راجل وهو الذي يمشي على قدميه ﴿يُزْجِي﴾ يسوق ﴿حَاصِبًا﴾ الحاصب والحصباء هي الحَصَى الصغار ﴿قَاصِفًا﴾ القاصف ما يقصف الشيء أي يكسره والريح الشديدة التي تكسر بشدة من قصف الشيء يقصفه أي كسره بشدة، ورعد قاصف شديد الصوت ﴿تَبِيعًا﴾ طالبًا يقال تابع وتبيع وهو النصير والمطالب.\nسَبَبُ النّزول: أ - عن ابن عباس «أن أهل مكة سألوا رسول الله ﷺ َ أن يجعل لهم الصفا ذهبًا، وأن يُنحِّيَ عنهم الجبال فيزرعوا فقيل له: أن شئتَ أن تستأني بهم لعلنا نجتبي منهم، وإن شئتَ","vol":"2","page":150},{"text":"نعطيهم الذي سألوا فإن كفروا أُهلكوا، فقال: لا بل أستأني بهم» فنزلت ﴿وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون ...﴾ الآية.\nب - لما ذكر تعالى شجرة الزقوم في القرآن قال أبو جهل: يا معشر قريش إن محمدًا يخوّفكم بشجرة الزقوم، ألستم تعلمون أن النار تُحرق الشجر؟ ومحمد يزعم أن النار تُنْبِت الشجر، فهل تدرون ما الزقوم؟ هو التمر والزُّبد، يا جارية ابغينا تمرًا وزُبدًا، فجاءته به فقال: تزقّموا من هذا الذي يخوّفم به محمد فأنزل الله تعالى ﴿والشجرة الملعونة فِي القرآن وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَانًا كَبِيرًا﴾ .\nالتفسِير: ﴿وقالوا أَءِذَا كُنَّا عِظَامًا وَرُفَاتًا﴾ استفهام تعجب وإنكار أي قال المشركون المكذبون بالبعث أئذا أصبحنا عظامًا نخرة، وذرات متفتتة كالتراب ﴿أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا﴾ أي هل سنُبعث ونُخْلق خلقًا جديدًا بعد أن نبلى ونفنى؟ ﴿قُلْ كُونُواْ حِجَارَةً أَوْ حَدِيدًا﴾ أي قل لهم يا محمد لو كنتم حجارةً أو حديدًا لقدر الله على بعثكم وإحيائكم فضلًا عن أن تكونوا عظامًا ورفاتًا فإن الله لا يعجزه شيء، فالحجارة والحديد أبعد عن الحياة وهي أصلب الأشياء ولو كانت أجسامكم منها لأعادها الله فكيف لا يقدر على إعادتكم إذا كنتم عظامًا ورفاتًا؟ ﴿أَوْ خَلْقًا مِّمَّا يَكْبُرُ فِي صُدُورِكُمْ﴾ أي أو كونوا خلقًا آخر أوغل في البعد عن الحياة من الحجارة والحديد مما يصعب في نفوسكم تصوُّرُ الحياة فيه فسيبعثكم الله قال مجاهد: المعنى كونوا ما شئتم فستعادون ﴿فَسَيَقُولُونَ مَن يُعِيدُنَا﴾؟ أي من الذي يردنا إلى الحياة بعد فنائنا ﴿قُلِ الذي فَطَرَكُمْ أَوَّلَ مَرَّةٍ﴾ أي قل لهم يعيدكم القادر العظيم الذي خلقكم وأنشأكم من العدم أول مرة ﴿فَسَيُنْغِضُونَ إِلَيْكَ رُؤُوسَهُمْ وَيَقُولُونَ متى هُوَ﴾؟ أي يحركون رءوسهم متعجبين مستهزئين ويقولون استنكارًا واستبعادًا متى يكون البعث والإعادة؟ ﴿قُلْ عسى أَن يَكُونَ قَرِيبًا﴾ أي لعله يكون قريبًا فإن كلَّ ما هو آتٍ قريب ﴿يَوْمَ يَدْعُوكُمْ فَتَسْتَجِيبُونَ بِحَمْدِهِ وَتَظُنُّونَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلًا﴾ أي سيكون بعثكم يوم الحشر الأكبر يوم يدعوكم الرب جل وعلا للاجتماع في المحشر فتجيبون لأمره، وتظنون لهوْل ما ترون أنكم ما أقمتم في الدنيا إلا زمنًا قليلا ﴿وَقُل لِّعِبَادِي يَقُولُواْ التي هِيَ أَحْسَنُ﴾ أي قل لعبادي المؤمنين يقولوا في مخاطباتهم ومحاوراتهم الكلمة الطيبة ويختاروا من الكلام ألطفه وأحسنه وينطقوا دائمًا بالحسنى ﴿إِنَّ الشيطان يَنزَغُ بَيْنَهُمْ﴾ أي إن الشيطان يُفسد ويُهيج بين الناس الشرَّ ويُشعل نار الفتنة بالكلمة الخشنة يُفلت بها اللسان ﴿إِنَّ الشيطان كَانَ لِلإِنْسَانِ عَدُوًّا مُّبِينًا﴾ أي ظاهر العداوة للإِنسان من قديم الزمان يتلمس سقَطَات لسانه ليُحدْث العداوة والبغضاء بين المرء وأخيه ﴿رَّبُّكُمْ أَعْلَمُ بِكُمْ إِن يَشَأْ يَرْحَمْكُمْ أَوْ إِن يَشَأْ يُعَذِّبْكُمْ﴾ أي ربكم أيها الناس أعلم بدخائل نفوسكم إن يشأ يرحمكم بالتوفيق للإِيمان، وإن يشأ يعذبكم بالإِماتة على الكفر والعصيان ﴿وَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ وَكِيلًا﴾ أي وما جعلناك يا محمد حفيظًا على أعمال الكفار كفيلًا عنهم لتقسرهم على الإِيمان إنما أرسلناك نذيرًا فمن أطاعك دخل الجنة، ومن عصاك دخل النار ﴿وَرَبُّكَ أَعْلَمُ بِمَنْ فِي السماوات والأرض﴾ إنتقالٌ من الخصوص إلى العموم أي ربك","vol":"2","page":151},{"text":"جلَّ وعلا أعلمُ بعباده بأحوالهم ومقاديرهم فيخص بالنبوة من شاء من خلقه، وهو أعلم بالسعداء والأشقياء، والآية ردٌّ على المشركين حيث استبعدوا النبوة على رسول الله وقالوا: كيف يكون يتيم أبي طالب نبيًا؟ وكيف يكون هؤلاء الفقراء الضعفاء أصحابه دون الأكابر والرؤساء؟ ﴿وَلَقَدْ فَضَّلْنَا بَعْضَ النبيين على بَعْضٍ﴾ أي فضلنا بعض الأنبياء على بعض حسب علمنا وحكمتنا وخصصناهم بمزايا فريدة، فاصطفينا إبراهيم بالخُلَّة، وموسى بالتكليم، وسليمان بالمُلْك العظيم، ومحمدًا بالإِسراء والمعراج وجعلناه سيّد الأولين والآخرين، وكلُّ ذلك فعل الحكيم العليم الذي لا يصدر شيءٌ إلا عن حكمته ﴿وَآتَيْنَا دَاوُودَ زَبُورًا﴾ أي وأنزلنا الزبور على داود المشتمل على الحكمةِ وفصلِ الخطاب ﴿قُلِ ادعوا الذين زَعَمْتُم مِّن دُونِهِ﴾ أي قل يا محمد لهؤلاء المشركين أدعوا الذين زعمتم أنهم آلهة من دونه تعالى قال الحسن: يعني الملائكة وعيسى وعزيرًا فقد كانوا يقولون إنهم يشفعون لنا عند الله ﴿فَلاَ يَمْلِكُونَ كَشْفَ الضر عَنْكُمْ وَلاَ تَحْوِيلًا﴾ أي فلا يستطيعون رفع البلاء عنكم ولا تحويله إلى غيركم ﴿أولئك الذين يَدْعُونَ يَبْتَغُونَ إلى رَبِّهِمُ الوسيلة أَيُّهُمْ أَقْرَبُ﴾ أي أولئك الآلهة الذين يدعونهم من دون الله هم أنفسهم يبتغون القرب إلى الله، ويتوسلون إليه بالطاعة والعبادة، فكيف تعبدونهم معه؟ ﴿وَيَرْجُونَ رَحْمَتَهُ وَيَخَافُونَ عَذَابَهُ﴾ أي يرجون بعبادتهم رحمته تعالى ويخافون عقابه ويتسابقون إلى رضاه ﴿إِنَّ عَذَابَ رَبِّكَ كَانَ مَحْذُورًا﴾ أي عذابه تعالى شديد ينبغي أن يُحذر منه ويخاف من وقوعه وحصوله ﴿وَإِن مِّن قَرْيَةٍ إِلاَّ نَحْنُ مُهْلِكُوهَا قَبْلَ يَوْمِ القيامة أَوْ مُعَذِّبُوهَا عَذَابًا شَدِيدًا﴾ أي ما من قريةٍ من القرى الكافرة التي عصتْ أمر الله وكذَّبتْ رسله إلا وسيهلكها الله إما بالاستئصال الكلي أو بالعذاب الشديد لأهلها ﴿كَانَ ذلك فِي الكتاب مَسْطُورًا﴾ أي كان ذلك حكمًا مسطرًا في اللوح المحفوظ لا يتغيَّر ﴿وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات إِلاَّ أَن كَذَّبَ بِهَا الأولون﴾ قال المفسرون: اقترح المشركون على رسول الله ﷺ َ معجزاتٍ عظيمة منها أن يقلب لهم الصفا ذهبًا، وأن يزيح عنهم الجبال فأخبره تعالى أنه إن أجابهم إلى ما طلبوا ثم لم يؤمنوا استحقوا عذاب الاستئصال، وقد اقتضَت حكمته تعالى إمهالهم لأنه علم أنَّ منهم من يؤمن وأن من أولادهم من يؤمن فلهذا السبب ما أجابهم إلى ما طلبوا أو المعنى ما منعنا من إرسال المعجزات والخوارق التي اقترحها قومك إلاّ تكذيبُ مَنْ سبقهم من الأمم حيث اقترحوا ثم كذبوا فأهلكهم الله ودمَّرهم ﴿وَآتَيْنَا ثَمُودَ الناقة مُبْصِرَةً فَظَلَمُواْ بِهَا﴾ أي وأعطينا قوم صالح الناقة آيةً بينة ومعجزةً ساطعة واضحة فكفروا بها وجحدوا بعد أن سألوها فأهلكهم الله ﴿وَمَا نُرْسِلُ بالآيات إِلاَّ تَخْوِيفًا﴾ أي وما نرسل بالآيات الكونية كالزلازل والرعد والخسوف والكسوف إلا تخويفًا للعباد من المعاصي قال قتادة: إن الله تعالى يخوّف الناس بما شاء من الآيات لعلهم يعتبرون ويرجعون ﴿وَإِذْ قُلْنَا لَكَ إِنَّ رَبَّكَ أَحَاطَ بالناس﴾ أي واذكر يا محمد حين أخبرناك أن الله أحاط بالناس علمًا في الماضي والحاضر والمستقبل فهو تعالى لا يخفى عليه شيءٌ من أحوالهم وقد علم أنهم لن يؤمنوا ولو جئتهم بما طلبوا من الآيات والمعجزات ﴿وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ﴾ أي وما جعلنا الرؤية التي أريناكها عيانًا","vol":"2","page":152},{"text":"ليلة المعراج من عجائب الأرض والسماء إلا امتحانًا وابتلاءً لأهل مكة حيث كذبوا وكفروا وارتد بعض الناس لما أخبرهم بها قال البخاري عن ابن عباس: هي رؤيا عينٍ أُريها رسولُ الله ﷺ َ ليلةَ أُسريَ به وليست برؤيا منام ﴿والشجرة الملعونة فِي القرآن﴾ أي وما جعلنا الشجرة الملعونة في القرآن وهي شجرة الزقوم إلا فتنةً أيضًا للناس قال ابن كثير: لما أخبرهم رسول الله ﷺ َ أنه رأى الجنة والنار ورأى شجرة الزقوم كذبوا بذلك حتى قال أبو جهل متهكمًا: هاتوا لنا تمرًا وزُبْدًا وجعل يأكل من هذا بهذا ويقول: تزقّموا فلا نعلم الزقوم غير هذا ﴿وَنُخَوِّفُهُمْ فَمَا يَزِيدُهُمْ إِلاَّ طُغْيَانًا كَبِيرًا﴾ أي ونخوّف هؤلاء المشركين بأنواع العذاب والآيات الزاجرة فما يزيدهم تخويفنا إلا تماديًا وغيًا واستمرارًا على الكفر والضلال، فماذا تنفع معهم الخوارق؟ ما زادتهم خارقة الإِسراء والمعراج، ولا خارقة التخويف بشجرة الزقوم إلا استهزاءً وإمعانًا في الضلال، ثم أَشار تعالى إلى أن هذا الطغيان سببه إغواء الشيطان ولهذا ذكر قصته عقب ذلك فقال ﴿وَإِذْ قُلْنَا للملائكة اسجدوا لأَدَمَ فَسَجَدُواْ إَلاَّ إِبْلِيسَ﴾ أي أذكر يا محمد حين أمرنا الملائكة بالسجود لآدم سجود تحية وتكريم فسجدوا كلهم إلا إبليس استكبر وأبى افتخارًا على آدم واحتقارًا له ﴿قَالَ أَأَسْجُدُ لِمَنْ خَلَقْتَ طِينًا﴾ استفهامٌ إنكاري أي أأسجد أنا العظيم الكبير لهذا الضعيف الحقير الذي خلقته من الطين؟ كيف يصح للعالي أن يسجد للداني؟ ﴿قَالَ أَرَأَيْتَكَ هذا الذي كَرَّمْتَ عَلَيَّ﴾ أي قال إبليس اللعين جراءةً على الربّ وكفرًا به: أتُرى هذا المخلوق الذي فضَّلته عليَّ وجعلتَه أكرَم مني عندك؟ ﴿لَئِنْ أَخَّرْتَنِ إلى يَوْمِ القيامة لأَحْتَنِكَنَّ ذُرِّيَّتَهُ إِلاَّ قَلِيلًا﴾ أي لئن أنظرتني وأبقيتني حيًا إلى يوم القيامة لأستأصلنَّ ذريته بالإِغواء والإضلال قال الطبري: أقسم عدوُّ الله فقال لربه: لئن أخرتَ إهلاكي إلى يوم القيامة لأستأصلنَّهم ولأستميلنَّهم وأضلنَّهم إلا قليلًا منهم ﴿قَالَ اذهب فَمَن تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ جَزَآؤُكُمْ جَزَاءً مَّوْفُورًا﴾ أي قال الرب جلَّ وعلا: إذهب فقد أنظرتُك وابذل جهدك فيهم فمن أطاعك من ذرية آدم فإن جزاءك وجزاءهم نارُ جهنم جزاء كاملًا وافرًا لا ينقص لكم منه شيء قال القرطبي: والأمر في ﴿اذهب﴾ أمرُ إهانة والمعنى اجهد جهدك فقد أنظرناك ﴿واستفزز مَنِ استطعت مِنْهُمْ بِصَوْتِكَ﴾ أي استخفف واستجهل وحرِّكْ من أردتَ أن تستفزَّه فتخدعه بدعائك إلى الفساد قال ابن عباس: صوتُه كلُّ داعٍ يدعو إلى معصية الله تعالى وقال مجاهد: صوته الغناء والمزامير واللهو ﴿وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ﴾ أي صِحْ عليهم بأعوانك وجنودك من كل راكبٍ وراجل قال الطبري: المعنى اجمع عليهم من ركبان جندك ومشاتهم من يصيح عليهم بالدعاء إلى طاعتك، والصرفِ عن طاعتي قال ابن عباس: خيلُه ورَجِله كلُّ راكبٍ وماشٍ في معصية الله تعالى وقال الزمخشري: الكلام واردٌ مورد التمثيل، مُثِّلَتْ حالُه في تسلطه على من يُغويه بفارسٍ مغوار أوقع على قومٍ فصوَّت بهم صوتًا يستفزهم عن أماكنهم، ويُقلقهم عن مراكزهم، وأجلبَ عليهم بجنده من خيَّالةٍ ورجَّالة حتى","vol":"2","page":153},{"text":"استأصلهم ﴿وَشَارِكْهُمْ فِي الأموال والأولاد﴾ أي اجعل لنفسك شركة في أموالهم وأولادهم، أما الأموال فبكسبها من الحرام وإنفاقها في المعاصي، وأما الأولاد فبتحسين اختلاط الرجال بالنساء حتى يكثر الفجور ويكثر أولاد الزنى ﴿وَعِدْهُمْ وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُورًا﴾ أي عدْهم بالوعود المغرية الخادعة والأماني الكاذبة، كالوعد بشفاعة الأصنام، والوعد بالغِنى من المال الحرام، والوعد بالعفو والمغفرة وسَعَة رحمة الله، والوعد باللذة والسرور في ارتكاب الموبقات كقول الشاعر:\nخذوا بنصيبٍ من سرورٍ ولذةٍ ... فكلٌ وإن طال المدى يتصرَّم\n﴿إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ﴾ أي إنَّ عبادي المخلصين ليس لك عليهم تسلطٌ بالإِغواء لأنهم في حفظي وأماني ﴿وكفى بِرَبِّكَ وَكِيلًا﴾ أي كفى بالله تعالى عاصمًا وحافظًا لهم من كيدك وشرك، ثم ذكَّر تعالى العباد بإحسانه ونعمه عليهم وبآثار قدرته ووحدانيته فقال ﴿رَّبُّكُمُ الذي يُزْجِي لَكُمُ الفلك فِي البحر لِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي ربكم أيها الناس هو الذي يُسيّر لكم السفن في البحر لتطلبوا من رزقه في أسفاركم وتجاراتكم ﴿إِنَّهُ كَانَ بِكُمْ رَحِيمًا﴾ أي هو تعالى رحيم بالعباد ولهذا سهَّل لهم أسباب ذلك ﴿وَإِذَا مَسَّكُمُ الضر فِي البحر ضَلَّ مَن تَدْعُونَ إِلاَّ إِيَّاهُ﴾ أي وإذا أصابتكم الشدة والكرب في البحر وخشيتم من الغَرَق ذهب عن خاطركم من كنتم تعبدونه من الآلهة ولم تجدوا غير الله مغيثًا يغيثكم، فالإنسان في تلك الحالة لا يتضرع إلى الصنم والوثن، والمَلك والفَلَك وإنما يتضرع إلى الله تعالى ﴿فَلَمَّا نَجَّاكُمْ إِلَى البر أَعْرَضْتُمْ﴾ أي فلما نجاكم من الغرق وأخرجكم إلى البَرِّ أعرضتم عن الإِيمان والإِخلاص ﴿وَكَانَ الإنسان كَفُورًا﴾ أي ومن طبيعة الإِنسان جحود نعم الرحمن، ثم خوَّفهم تعالى بقدرته العظيمة فقال ﴿أَفَأَمِنْتُمْ أَن يَخْسِفَ بِكُمْ جَانِبَ البر﴾ أي أفأمنتم أيها الناس حين نجوتم من الغرق في البحر أن يخسف الله بكم الأرض فيخيفكم في باطنها؟ إنكم في قبضة الله في كل لحظة فكيف تأمنون بطش الله وانتقامه بزلزالٍ أو رجفةٍ أو بركان؟ ﴿أَوْ يُرْسِلَ عَلَيْكُمْ حَاصِبًا﴾ أي يمطركم بحجارة من السماء تقتلكم كما فعل بقوم لوط ﴿ثُمَّ لاَ تَجِدُواْ لَكُمْ وَكِيلًا﴾ أي لا تجدوا من يقوم بأموركم ﴿أَمْ أَمِنْتُمْ أَن يُعِيدَكُمْ فِيهِ تَارَةً أخرى﴾ أي يعيدكم في البحر مرةً أخرى ﴿فَيُرْسِلَ عَلَيْكُمْ قَاصِفًا مِّنَ الريح﴾ أي يرسل عليكم وأنتم في البحر ريحًا شديدة مدمِّرة، لا تَمرُّ بشيءٍ إلا كسرته ودمَّرته ﴿فَيُغْرِقَكُم بِمَا كَفَرْتُمْ﴾ أي يغرقكم بسبب كفركم ﴿ثُمَّ لاَ تَجِدُواْ لَكُمْ عَلَيْنَا بِهِ تَبِيعًا﴾ أي لا تجدوا من يأخذ لكم بالثأر منا أو يطالبنا بتبعة إغراقكم.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الاستفهام الإِنكاري ﴿أَءِذَا كُنَّا عِظَامًا﴾ وتكرير الهمزة في ﴿أَءِنَّا لَمَبْعُوثُونَ﴾ لتأكيد النكير وكذلك تأكيده بإنَّ واللام للإِشارة إلى قوة الإِنكار.","vol":"2","page":154},{"text":"٢ - التعجيز والإِهانة في الأمر ﴿قُلْ كُونُواْ حِجَارَةً أَوْ حَدِيدًا﴾ .\n٣ - الطباق بين ﴿يَرْحَمْكُمْ ... يُعَذِّبْكُمْ﴾ وبين لفظ ﴿البر ... البحر﴾ .\n٤ - الإيجاز بالحذف ﴿وَلاَ تَحْوِيلًا﴾ أي ولا تحويل الضر عنكم حُذف لدلالة ما سبق.\n٥ - المقابلة اللطيفة بين الجملتين ﴿يَرْجُونَ رَحْمَتَهُ﴾، ﴿وَيَخَافُونَ عَذَابَهُ﴾ .\n٦ - الإِسناد المجازي ﴿وَمَا مَنَعَنَآ أَن نُّرْسِلَ بالآيات﴾ المنع محالٌ في حقه تعالى لأن الله لا يمنعه عن إرادته شيء فالمنع مجاز عن الترك أي ما كان سبب ترك إرسال الآيات إلا تكذيب الأولين.\n٧ - المجاز العقلي ﴿الناقة مُبْصِرَةً﴾ لما كانت الناقة سببًا في إبصار الحق والهدى نسب إليها الإِبصار ففيه مجاز عقلي علاقته السببية.\n٨ - الاستعارة التمثيلية ﴿وَأَجْلِبْ عَلَيْهِم بِخَيْلِكَ وَرَجِلِكَ﴾ مُثِّلَتْ حال الشيطان في تسلطه على من يغويه بالفارس الذي يصيح بجنده للهجوم على الأعداء لاستئصالهم.\n٩ - التذييل ﴿إِنَّهُ كَانَ بِكُمْ رَحِيمًا﴾ لأنه كالتعليل لما سبق من تسيير السفن وتسخيرها في البحر.\nتنبيه: الغالب في لفظ ﴿الرؤيا﴾ أن تكون منامية وإذا كانت بالعين يقال ﴿رؤية﴾ بالتاء، وقوله تعالى ﴿وَمَا جَعَلْنَا الرؤيا التي أَرَيْنَاكَ إِلاَّ فِتْنَةً لِّلنَّاسِ﴾ جاءت على غير الغالب لأن المراد بها الرؤية البصرية التي رآها رسول الله ﷺ َ في الإِسراء والمعراج وقد تقدم قول ابن عباس: «هي رؤيا عين أُريها رسول الله ﷺ َ ليلة أُسري به» ولو كانت رؤيا منام لما كانت فتنةً للناس ولما ارتد بعضهم عن الإسلام.","vol":"2","page":155},{"text":"المنَاسَبَة: لما ذكر تعالى ما امتنَّ به على الناس من تسيير السفن في البحر، ومن تنجيتهم من الغرق، تمّم ذكر المنَّة بما أنعم به على النوع الإِنساني من تكرمتهم، ورزقهم، وتفضيلهم على سائر المخلوقات، ثم ذكر أحوال الناس ودرجاتهم في الآخرة، ثم حذَّر الرسول ﷺ َ من اتباع أهواء المشركين.\nاللغَة: ﴿بِإِمَامِهِمْ﴾ الإِمام في اللغة: كل من يأتم به غيره سواء كان على هدى أو ضلال ويطلق الإِمام على كتاب الأعمال لأن الإِنسان يكون تابعًا لكتاب أعماله يقوده إلى الجنة أو النار ﴿فَتِيلًا﴾ الفتيل: القشرة التي في شق النواة ويضرب مثلًا للشيء الحقير التافه ومثله القطمير والنقير ﴿تَرْكَنُ﴾ تميل ﴿لَيَسْتَفِزُّونَكَ﴾ الاستفزاز: الإِزعاج بسبب من الأسباب للحمل على الخروج من الوطن وغيره ﴿تَحْوِيلًا﴾ تغييرًا وتبديلًا ﴿لِدُلُوكِ﴾ الدلوك: الغروب يقال دلكت الشمس أي غابت قال أبو عبيد وابن قتيبة: الدلوك الغروب وأنشد لذي الرمة:\nمصابيحُ ليستْ باللواتي تقودها ... نجومٌ ولا بالآفلات الدَّوَالكِ\nوقال الأزهري: أصل الدلوك الميل يقال: مالت الشمس للزوال، ومالت للغروب ﴿غَسَقِ﴾ غسَقُ الليل: سواده وظلمته يقال: غسق الليل إذا اشتدت ظلمته ﴿فَتَهَجَّدْ﴾ التهجد: صلاة الليل بعد الاستيقاظ من النوم، والهجودُ: النوم، قال الشاعر:\nأَلاَ طَرَقَتْنَا والرِّفَاقُ هُجُود ... فباتَتْ بعَلاَّتِ النَّوَال تَجُود\n﴿زَهَقَ﴾ زال وبطل ﴿نَأَى﴾ تباعد والنأي: البُعد ﴿ظَهِيرًا﴾ مُعينًا ونَصيرًا.\nسَبَبُ النّزول: عن ابن عباس ﵄ قال: قالت قريش لليهود أعطونا شيئًا نسأل عنه هذا الرجل! فقالوا: سلوه عن الروح فأنزل الله ﴿وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي ...﴾ الآية.\nالتفسِير: ﴿وَلَقَدْ كَرَّمْنَا بَنِيءَادَمَ﴾ أي لقد شرفنا ذرية آدم على جميع المخلوقات بالعقل، والعلم، والنطق، وتسخير جميع ما في الكون لهم ﴿وَحَمَلْنَاهُمْ فِي البر والبحر﴾ أي وحملناهم على","vol":"2","page":156},{"text":"ظهور الدواب والسفن ﴿وَرَزَقْنَاهُمْ مِّنَ الطيبات﴾ أي من لذيذ المطاعم والمشارب قال مقاتل: السمن والعسل والزبد والتمر والحلوى وجعلنا رزق الحيوان التبن والعظام وغيرها ﴿وَفَضَّلْنَاهُمْ على كَثِيرٍ مِّمَّنْ خَلَقْنَا تَفْضِيلًا﴾ أي وفضلناهم على جميع من خلقنا من سائر الحيوانات وأصناف المخلوقات من الجن والبهائم والدواب والوحش والطير وغير ذلك ﴿يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ أي اذكر يوم الحشر حين ننادي كل إنسان بكتاب عمله ليسلَّم له وينال جزاءه، والإِمام الكتاب الذي سجل فيه عمل الإِنسان ويقوّيه ﴿وَكُلَّ شيْءٍ أَحْصَيْنَاهُ في إِمَامٍ مُّبِينٍ﴾ [يس: ١٢] قال ابن عباس: الإِمام ما عُمل وأُملي فكتب عليه، فمن بُعث متقيًا لله جُعل كتابُه بيمينه فقرأه واستبشر ﴿فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ أي فمن أُعطي كتاب عمله بيمينه وهم السعداء أولو البصائر والنُّهى المتقون لله ﴿فأولئك يَقْرَؤونَ كِتَابَهُمْ﴾ أي يقرءون حسناتهم بفرح واستبشار لأنهم أخذوا كتبهم بأيمانهم ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ أي ولا يُنقصون من أجور أعمالهم شيئًا ولو كان بمقدار الفتيل وهو الخيط الذي في شق النواة ﴿وَمَن كَانَ فِي هذه أعمى﴾ أي ومن كان في هذه الدنيا أعمى القلب، لا يهتدي إلى الحق ولا إلى الخير ﴿فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلًا﴾ أي فهو في الآخرة أشدُّ عمىً وأشدُّ ضلالًا عن طريق السعادة والنجاة قال قتادة: من كان في هذه الدنيا أعمى عمًّا عايَنَ من نعم الله وخلقه وعجائبه، فهو فيما يغيب عنه من أمر الآخرة أشد عمى وأضلُّ طريقًا ﴿وَإِن كَادُواْ لَيَفْتِنُونَكَ عَنِ الذي أَوْحَيْنَآ إِلَيْكَ﴾ أي وإن كان الحال والشأن أن المشركين قاربوا أن يصرفوك عن الذي أوحيناه إليك يا محمد من بعض الأوامر والنواهي ﴿لِتفْتَرِيَ عَلَيْنَا غَيْرَهُ﴾ أي لتأتي بغير ما أوحاه إليك وتخالف تعاليمه ﴿وَإِذًا لاَّتَّخَذُوكَ خَلِيلًا﴾ أي لو فعلت ما أرادوا لاتخذوك صاحبًا وصديقًا قال المفسرون: حاول المشركون محاولات كثيرة ليثنوا رسول الله ﷺ َ عن المضي في دعوته منها: مساومتهم له أن يعبدوا إلهه مقابل أن يترك التنديد بآلهتهم وما كان عليه آباؤهم، ومنها مساومة بعضهم أن يجعل أرضهم حرامًا كالبيت العتيق الذي حرَّمه الله، ومنها طلب بعض الكبراء أن يجعل لهم مجلسًا غير مجلس الفقراء، فعصمه الله من شرّهم وأخبر أنه لا يكله إلى أحد من خلقه بل هو وليه وحافظه وناصره ﴿وَلَوْلاَ أَن ثَبَّتْنَاكَ﴾ أي لولا أن ثبتاك على الحق بعصمتنا إياك ﴿لَقَدْ كِدتَّ تَرْكَنُ إِلَيْهِمْ شَيْئًا قَلِيلًا﴾ أي كدت تميل إليهم وتسايرهم على ما طلبوا ﴿إِذًا لأذَقْنَاكَ ضِعْفَ الحياة وَضِعْفَ الممات﴾ أي لو ركَنْتَ إليهم لضاعفنا لك عذاب الدنيا وعذاب الآخرة، لأن الذنب من العظيم جرمٌ كبير يستحق مضاعفة العذاب، والغرضُ من الآية بيانُ فضل الله على الرسول في تثبيته على الحق، وعصمته من الفتنة، ولو تخلى عن عصمته لمال إليهم بعض الشيء و﴿لَوْلاَ﴾ حرف امتناع لوجود أي امتنع الركون إليهم لعصمته تعالى وتثبيته له، فليس في الآية ما يُنقص من قدر الرسول ﷺ َ وإنما هي بيان لفضل الله العظيم على","vol":"2","page":157},{"text":"نبيه الكريم ﴿ثُمَّ لاَ تَجِدُ لَكَ عَلَيْنَا نَصِيرًا﴾ أي لا تجد من ينصرك منا أو يدفع عنك عذابنا ﴿وَإِن كَادُواْ لَيَسْتَفِزُّونَكَ مِنَ الأرض لِيُخْرِجوكَ مِنْهَا﴾ أي وإن كاد المشركون بمكرهم وإزعاجهم أن يخرجوك يا محمد من أرض مكة ﴿وَإِذًا لاَّ يَلْبَثُونَ خِلافَكَ إِلاَّ قَلِيلًا﴾ أي لو أخرجوك لم يلبثوا بعد خروجك إلا زمنًا يسيرًا وفق سنة الله التي لا تتبدل مع الذين يخرجون رسلهم من أوطانهم قال قتادة: همَّ أهلُ مكة بإخراج النبي ﷺ َ من مكة ولو فعلوا ذلك ما أمهلوا ولكنَّ الله تعالى منعهم من إخراجه حتى أمره بالخروج ﴿سُنَّةَ مَن قَدْ أَرْسَلْنَا قَبْلَكَ مِن رُّسُلِنَا﴾ أي هذه عادة الله مع رسله في إهلاك كل أمةٍ أَخرجتْ رسولَها من بين أظهرهم ﴿وَلاَ تَجِدُ لِسُنَّتِنَا تَحْوِيلًا﴾ أي لن تجد لها تبديلًا أو تغييرًا ﴿أَقِمِ الصلاة لِدُلُوكِ الشمس إلى غَسَقِ اليل﴾ أي حافظ يا محمد على الصلاة في أوقاتها من وقت زوال الشمس عند الظهيرة إلى وقت ظلمة الليل ﴿وَقُرْآنَ الفجر﴾ أي وأقم صلاة الفجر، وإنما عبَّر عنها بقرآن الفجر لأنه تطلب إطالة القراءة فيها ﴿إِنَّ قُرْآنَ الفجر كَانَ مَشْهُودًا﴾ أي تشهده ملائكة الليل والنهار كما في الحديث\n«يتعاقبون فيكم ملائكة بالليل وملائكة بالنهار فيجتمعون في صلاة العصر، وصلاة الفجر ... .» الحديث، قال المفسرون: في الآية الكريمة إشارة إلى الصلوات المفروضة، فدلوكُ الشمس زوالُها وهو إشارة إلى الظهر والعصر، وغَسَقُ الليل ظلمتُه وهو إشارة إلى المغرب والعشاء، وقرآن الفجر صلاة الفجر، فالآية رمزٌ إلى الصلوات الخمس ﴿وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ﴾ أي وقم من الليل بعد النوم متهجدًا بالقرآن فضيلةً وتطوعًا لك ﴿عسى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا﴾ أي لعلَّ ربك يا محمد يقيمك يوم القيامة مقامًا محمودًا يحمدك فيه الأولون والآخرون وهو مقام «الشفاعة العظمى» قال المفسرون: ﴿عسى﴾ في كلام الله للتحقيق لأنه وعد كريم وهو لا يتخلف ولهذا قال ابن عباس: عسى من الله واجبة أي تفيد القطع ﴿وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ﴾ أي قل يا رب أدخلني قبري مُدْخل صدق أي إدخالًا حسنًا ﴿وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ﴾ أي أخرجني من قبري عند البعث إخراجًا حسنًا هذا قول ابن عباس، وقال الحسن والضحاك: المراد دخوله المدينة المنورة، وخروجه من مكة المكرمة وذلك حين أخرجه المشركون بعد أن تآمروا على قتله صلوات الله وسلامه عليه ﴿واجعل لِّي مِن لَّدُنْكَ سُلْطَانًا نَّصِيرًا﴾ أي اجعل لي من عندك قوةً ومَنَعة تنصرني بها على أعدائك وتُعزُّ بها دينك، وقد استجاب الله دعاءه فنصره على الأعداء، وأعلا دينه على سائر الأديان ﴿وَقُلْ جَآءَ الحق وَزَهَقَ الباطل﴾ أي سطع نور الحق وضياؤه وهو الإسلام، وزهق الباطل وأنصاره وهو الكفر وعبادةُ الأصنام، فلا شرك ولا وثنية بعد إشراق نور الإِيمان ﴿إِنَّ الباطل كَانَ زَهُوقًا﴾ أي إن الباطل لا بقاء له ولا ثبوت لأنه يضمحل ويتلاشى، وإن كانت له صولةٌ وجولة فسرعان ما تزول كشعلة الهشيم ترتفع عاليًا ثم تخبو سريعًا، روي «أن النبي ﷺ َ لما دخل مكة عام الفتح كان حول الكعبة ثلاثمائة وستون صنمًا فجعل يطعنها بعودٍ في يده ويقول: ﴿جَآءَ الحق وَزَهَقَ الباطل إِنَّ الباطل كَانَ زَهُوقًا﴾ فما بقي","vol":"2","page":158},{"text":"منها صنمٌ إلا خرَّ لوجهه ثم أمر بها فكسرت» ﴿وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ﴾ أي وننزّل من آيات القرآن العظيم ما يشفي القلوب من أمراض الجهل والضلال، ويُذهب صدأ النفس من الهوى والدَّنس، والشُّح والحسد، وما هو رحمة للمؤمنين بما فيه من الإِيمان والحكمة والخير المبين ﴿وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَارًا﴾ أي ولا يزيد هذا القرآن الكافرين به عند سماعه إلا هلاكًا ودمارًا لأنهم لا يصدقون به فيزدادون كفرًا وضلالًا ﴿وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ﴾ أي وإذا أنعمنا على الإِنسان بأنواع النعم من صحةٍ، وآمنٍ، وغنىً أعرض عن طاعة الله وعبادته، وابتعد عن ربه غرورًا وكِبْرًا ﴿وَإِذَا مَسَّهُ الشر كَانَ يَئُوسًا﴾ أي وإذا أصابته الشدائد والمصائب أصبح يائسًا قانطًا من رحمة الله، والآية تمثيلٌ لطغيان الإنسان فإن أصابته النعم بطر وتكبَّر، وإن أصابته الشدة أيس وقنط كقوله\n﴿إِنَّ الإنسان خُلِقَ هَلُوعًا إِذَا مَسَّهُ الشر جَزُوعًا وَإِذَا مَسَّهُ الخير مَنُوعًا﴾ [المعارج: ١٩ - ٢١] ﴿قُلْ كُلٌّ يَعْمَلُ على شَاكِلَتِهِ﴾ أي كل واحدٍ يعمل على نهجه وطريقته في الهدى والضلال، فإن كانت نفس الإِنسان مشرقةً صافية صدرت عنه أفعال كريمة فاضلة، وإن كانت نفسه فاجرةً كافرة صدرت عنه أفعال سيئةٌ شرّيرة ﴿فَرَبُّكُمْ أَعْلَمُ بِمَنْ هُوَ أهدى سَبِيلًا﴾ أي ربكم أعلم بمن اهتدى إلى طريق الصواب وبمن ضلَّ عنه وسيجزي كل عاملٍ بعمله ﴿وَيَسْأَلُونَكَ عَنِ الروح قُلِ الروح مِنْ أَمْرِ رَبِّي﴾ أي يسألك يا محمد الكفار عن الروح ما هي؟ وما حقيقتها؟ فقل لهم إنها من الأسرار الخفية التي لا يعلمها إلا ربُّ البرية ﴿وَمَآ أُوتِيتُم مِّنَ العلم إِلاَّ قَلِيلًا﴾ أي وما أوتيتم أيها الناس من العلم إلا شيئًا قليلًا لأن علمكم قليل بالنظر إلى علم الله ﴿وَلَئِن شِئْنَا لَنَذْهَبَنَّ بالذي أَوْحَيْنَا إِلَيْكَ﴾ أي لو أردنا لمحونا هذا القرآن الذي هو مِنَّةُ الرحمن من صدرك يا محمد فإن ذلك في قدرتنا ﴿ثُمَّ لاَ تَجِدُ لَكَ بِهِ عَلَيْنَا وَكِيلًا﴾ أي لا تجد من يتوكل علينا باسترداده، وردّه إليك بعد ذهابه ﴿إِلاَّ رَحْمَةً مِّن رَّبِّكَ﴾ أي لكنْ رحمةً من ربك تركناه محفوظًا في صدرك وصدر أصحابك ﴿إِنَّ فَضْلَهُ كَانَ عَلَيْكَ كَبِيرًا﴾ أي فضل الله عليك عظيم حيث أنزل عليك القرآن، وأعطاك المقام المحمود، وجعلك خاتم المرسلين وسيد الأولين والآخرين، والمقصود بالآية الامتنان على الرسول بالقرآن والتحذير له عن التفريط فيه، والخطاب له ﵇ والمراد أمته ﴿قُل لَّئِنِ اجتمعت الإنس والجن على أَن يَأْتُواْ بِمِثْلِ هذا القرآن لاَ يَأْتُونَ بِمِثْلِهِ وَلَوْ كَانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيرًا﴾ أي لو اتفق واجتمع أرباب الفصاحة والبيان من الإنس والجان وأرادوا أن يأتوا بمثل هذا القرآن لما أطاقوا ذلك ولو تعاونوا وتساعدوا على ذلك جميعًا فإن هذا أمر لا يستطاع وليس بمقدور أحد ﴿وَلَقَدْ صَرَّفْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي بيَّنا لهم الحجج والبراهين القاطعة، ووضحنا لهم بالحقَّ بالآياتِ والعِبَر، والترغيب والترهيب ﴿فأبى أَكْثَرُ الناس إِلاَّ كُفُورًا﴾ أي ومع البراهين القائمة والحجج الواضحة أبى أكثر الناس إلا جحودًا للحق وتكذيبًا لله ورسوله.\nالبَلاَغة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الاستعارة ﴿كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ الإِمام الذي يتقدم الناس في الصلاة وقد استعير هنا لكتاب الأعمال لأنه يرافق الإِنسان ويتقدمه يوم القيامة.","vol":"2","page":159},{"text":"٢ - الاستعارة التمثيلية ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ يضرب مثلًا للقلة أي لا ينقصون من ثواب أجورهما ولا بمقدار الخيط الذي في شق النواة.\n٣ - الطباق ﴿ضِعْفَ الحياة وَضِعْفَ الممات﴾ .\n٤ - المجاز المرسل ﴿وَقُرْآنَ الفجر﴾ أطلق الجزء على الكل أي قراءة الفجر والمراد بها الصلاة لأن القراءة جزء منها فالعلاقة الجزئية.\n٥ - الإِظهار في مقام الإِضمار لمزيد الاهتمام والعناية ﴿إِنَّ قُرْآنَ الفجر كَانَ مَشْهُودًا﴾ بعد قوله ﴿وَقُرْآنَ الفجر﴾ .\n٦ - التفصيل بعد الإِجمال ﴿فَمَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ ... وَمَن كَانَ فِي هذه أعمى﴾ بعد ذكر كتاب الأعمال.\n٧ - المقابلة اللطيفة بين ﴿وَقُل رَّبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ﴾ ﴿وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ﴾ وبين ﴿جَآءَ الحق﴾ ﴿وَزَهَقَ الباطل﴾ .\n٨ - إسناد الخير إلى الله والشر لغيره ﴿أَنْعَمْنَا عَلَى الإنسان ... . وَإِذَا مَسَّهُ الشر﴾ لتعليم الأدب مع الله تعالى.\nلطيفَة: ذكر أن عالمًا ممن ينكر المجاز والاستعارة في القرآن الكريم جاء إلى شيخٍ فاضل عالم منكرًا عليه دعوى المجاز - وكان ذلك السائل المنكر أعمى - فقال له الشيخ ما تقول في قوله تعالى ﴿وَمَن كَانَ فِي هذه أعمى فَهُوَ فِي الآخرة أعمى وَأَضَلُّ سَبِيلًا﴾ هل المراد بالعمى الحقيقة وهو عمى البصر، أم المراد به المجاز وهو عمى البصيرة؟ فبهت السائل وانقطعت حجته.","vol":"2","page":160},{"text":"المنَاسَبَة: لما ذكر تعالى القرآن وما فيه من الدلائل الواضحة والبراهين القاطعة على صدق النبي الأمي، وتحداهم فظهر عجزهم بوضوح إعجازه، ذكر هنا نماذج عن تعنت الكفار وضلالهم باقتراح خوارق مادية غير القرآن العظيم، ثم ذكر قصة موسى وتكذيب فرعون له مع كثرة الخوارق والمعجزات التي ظهرت على يديه تسليةً لرسول الله ﷺ َ عن تكذيب المشركين، ثم ختم السورة الكريمة بدلائل القدرة والوحدانية.\nاللغَة: ﴿كِسَفًا﴾ قِطَعًا جمع كِسْفَة كدمنة ودِمَن يقال: كسْفتُ الثوبَ أكسِفُه كِسَفًا إذا قطعته قطعًا قال الفراء: سمعت أعرابيًا يقول للبزَّاز أعطني كِسْفةً يريد قطعة ﴿قَبِيلًا﴾ معاينةً ﴿ترقى﴾ تصعد ﴿خَبَتْ﴾ خبت النار: سكنَ لهبها، وخمدتْ: سكن جمرها، وهَمَدت: طفئت جملة ﴿قَتُورًا﴾ بخيلًا ﴿مَثْبُورًا﴾ الثبور: الهلاك يقال: ثَبَر اللهُ العدوَّ أهلكه ﴿لَفِيفًا﴾ اللفيف: الجمع من القوم من أخلاطٍ شتى قال الجوهري: اللفيف ما اجتمع من الناس من قبائل شتّى يقال: جاء القوم بلَفِّهم ولفيفهم ﴿مُكْثٍ﴾ المُكْث: التطاول في المدة يقال مكَثَ إذا أَطال الإِقامة ﴿تُخَافِتْ﴾ خافت في الكلام أَسَرَّه بحيث لا يكاد يسمع أحد ﴿الأَذْقَانِ﴾ جمع ذّقَن وهو مجتمع اللَّحْيَين قال الشاعر:\nفخرّوا لأذقانِ الوجوه تنوشُهم ... سباعٌ من الطير العوادي وتنتف\nسَبَبُ النّزول: أ - عن ابن عباس «أن رؤساء قريش اجتمعوا عند الكعبة فقالوا: ابعثوا إلى محمد فكلِّموه وخاصموه حتى تُعذروا فيه، فبعثوا إليه إنَّ أشراف قومك قد اجتمعوا ليكلموك فجاءهم سريعًا - وكان حريصًا على رُشدهم - فقالوا يا محمد: إنّا والله لا نعلم رجلًا من العرب أدخلَ على قومه ما أدخلتَ على قومك، لقد شتمت الآباء، وعبتَ الدين، وسفَّهتَ الأحلام، وفرَّقت الجماعة، فإن كنتَ إنما جئت بهذا لتطلب مالًا جعلنا لك من أموالنا ما تكون به أكثرنا مالًا، وإن كنت إنما تطلب الشَّرَف فينا سوَّدناك علينا، وإن كان هذا الذي يأتيك رَئِيا - أي تابعًا من الجنّ - بذلنا أموالنا في طلب","vol":"2","page":161},{"text":"الطِبِّ حتى نبرئك منه أو نُعذَر فيك، فقال رسول الله ﷺ َ: ما بي ما تقولون، ما جئتكم أطلب أموالكم ولا الشرف فيكم ولا المُلك عليكم، ولكنَّ الله بعثني إليكم رسولًا فإن تقبلوا مني ما جئتكم به فهو حظكم في الدنيا والآخرة، وإن تردّوه عليَّ أصبر لأمر الله حتى يحكم الله بيني وبينكم، فقالوا يا محمد إن كنت غير قابلٍ منا ما عرضنا فقد علمت أنه ليس أحد من الناس أضيقَ بلادًا، ولا أشدَّ عيشًا منا، فسل ربك يُسيّر لنا هذه الجبال، ويجري لنا أنهارًا، ويبعث من مضى من آبائنا حتى نسألهم أحقٌّ ما تقول؟ وسلْه أن يجعل لك جنانًا وكنوزًا وقصورًا من ذهب وفضة تغنيك عنا فأنزل الله ﴿وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا ...﴾»\nالآية.\nالتفسِير: ﴿وَقَالُواْ لَن نُّؤْمِنَ لَكَ حتى تَفْجُرَ لَنَا مِنَ الأرض يَنْبُوعًا﴾ لما تبيّن إعجاز القرآن ولزمتهم الحجة وغلبوا أخذوا يتعلَّلون باقتراح الآيات والخوارق والمعنى قال المشركون لن نصدِّقك يا محمد حتى تشقّق لنا من أرض مكة عينًا غزيرة ﴿أَوْ تَكُونَ لَكَ جَنَّةٌ مِّن نَّخِيلٍ وَعِنَبٍ﴾ أي يكون لك بستانٌ فيه أنواع النخيل والأعناب ﴿فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيرًا﴾ أي تجعل الأنهار تتفجّر فيها وتسير وسطها بقوةٍ وغزارة ﴿أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا﴾ هذا هو الاقتراح الثالث أي تجعل السماء تتساقط علينا قِطَعًا كما كنتَ تخوّفنا وتزعم أن الله سيعذبنا إن لم نؤمن بك قال المفسرون: أشاروا إلى قوله تعالى: ﴿إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السمآء﴾ [سبأ: ٩] ﴿أَوْ تَأْتِيَ بالله والملائكة قَبِيلًا﴾ أي تُحضر لنا اللهَ وملائكته مقابلةً وعيانًا فنراهم ﴿أَوْ يَكُونَ لَكَ بَيْتٌ مِّن زُخْرُفٍ﴾ أي يكون لك قصرٌ مشيَّد عظيم من ذهبٍ لا من حجر أو طين ﴿أَوْ ترقى فِي السمآء وَلَن نُّؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنَا كِتَابًا نَّقْرَؤُهُ﴾ هذا هو الاقتراح السادس والأخير، وكلُّها تدل على سفهٍ وجهلٍ كبير، بسنة الله في خلقه وبحكمته وجلاله أي أو تصعد يا محمد إلى السماء بِسُلَّم ولن نصدّقك لمجرد صعودك حتى تعود ومعك كتاب من الله تعالى منشور أنك عبده ورسولُه نقرؤه بأنفسنا ﴿قُلْ سُبْحَانَ رَبِّي هَلْ كُنتُ إِلاَّ بَشَرًا رَّسُولًا﴾ أي قل لهم يا محمد تعجبًا من فرط كفرهم وعنادهم: سبحانَ الله هل أنا إله حتى تطلبوا مني أمثال هذه المقترحات؟ ما أنا إلا رسولٌ من البشر بعثني الله إِليكم فلم هذا الجحود والعناد؟! ﴿وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى إِلاَّ أَن قالوا أَبَعَثَ الله بَشَرًا رَّسُولًا﴾؟ أي إن السبب الذي منع المشركين من الإِيمان بعد وضوح المعجزات هو استبعاد أن يبعث الله رسولًا إلى الخلق من البشر، فلماذا يكون بشرًا ولا يكون ملكًا؟ وقد ردَّ تعالى عليهم بقوله ﴿قُل لَوْ كَانَ فِي الأرض ملائكة يَمْشُونَ مُطْمَئِنِّينَ﴾ أي قل لهم يا محمد: لو كان أهل الأرض ملائكة يمشون على أقدامهم كما يمشي الناس ساكنين في الأرض مستقرين فيها ﴿لَنَزَّلْنَا عَلَيْهِم مِّنَ السمآء مَلَكًا رَّسُولًا﴾ أي لنزلنا عليهم رسولًا من الملائكة ولكنَّ أهل الأرض بشرٌ","vol":"2","page":162},{"text":"فالرسول إليهم بشرٌ من جنسهم، إذْ جرت حكمة الله أن يرسل إلى كل قومٍ رسولًا من جنسهم ليمكنهم الفهم عنه ومخاطبته، وهذا تسفيهٌ وتجهيل لمنطق المشركين ﴿قُلْ كفى بالله شَهِيدًا بَيْنِي وَبَيْنَكُمْ﴾ أي كفى اللهُ شاهدًا على صدقي ﴿إِنَّهُ كَانَ بِعِبَادِهِ خَبِيرًا بَصِيرًا﴾ أي هو تعالى العالم بأحوال العباد وسيجازيهم عليها ﴿وَمَن يَهْدِ الله فَهُوَ المهتد﴾ أي من يهده الله إلى الحق فهو السعيد الرشيد ﴿وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُمْ أَوْلِيَآءَ مِن دُونِهِ﴾ أي ومن يضلله الله عن الحق بسبب سوء اختياره فلن تجد لهم أنصارًا يعصمونهم من عذاب الله ﴿وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ﴾ أي يُسحبون يوم القيامة على وجوههم تجرُّهم الزبانية من أرجلهم إلى جهنم كما يُفعل في الدنيا بمن يبالغ في هوانه وتعذيبه ﴿عُمْيًا وَبُكْمًا وَصُمًّا﴾ أي يُحشرون حال كونهم عميًا وبكمًا وصمًا يعني فاقدي الحواس لا يرون ولا ينطقون ولا يسمعون ثم يردُّ الله إليهم أسماعهم وأبصارهم ونطقهم فيرون النار ويسمعون زفيرها وينطقون بما حكى الله عنهم، عن أنس\n«قيل يا رسول الله: كيف يُحشر الناسُ على وجوههم؟ قال: الذي أمشاهم على أرجلهم قادر على أن يمشيهم على وجوههم» ﴿مَّأْوَاهُمْ جَهَنَّمُ كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا﴾ أي مستقرهم ومقامهم في جهنم كلما سكن لهبها وخمدت نارها زدناهم نارًا ملتهبة ووهجًا وجمرًا ﴿ذَلِكَ جَزَآؤُهُم بِأَنَّهُمْ كَفَرُواْ بِآيَاتِنَا وَقَالُواْ أَءِذَا كُنَّا عِظَامًا وَرُفَاتًا أَءِنَّا لَمَبْعُوثُونَ خَلْقًا جَدِيدًا﴾ أي ذلك العذاب جزاء كفرهم بآيات الله وتكذيبهم بالبعث والنشور وقولهم أئذا أصبحنا عظامًا نخرة، وذرات متفتتة سنُخلق ونبعث مرة ثانية؟ وقد ردَّ تعالى عليهم بقوله ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض قَادِرٌ على أَن يَخْلُقَ مِثْلَهُمْ﴾ أي أولم ير هؤلاء المشركون أن الله العظيم الجليل الذي خلق هذا الكون الهائل بسماواته وأرضه قادرٌ على إعادة جسد الإِنسان بعد فنائه؟ فإن القادر على الإحياء قادر على الإِعادة بطريق الأحرى قال في البحر: نبَّههم تعالى على عظيم قدرته وباهر حكمته بقوله ﴿أَوَلَمْ يَرَوْاْ﴾ وهو استفهام إِنكارٍ وتوبيخ على استبعادهم الإِعادة، واحتجاجٌ عليهم بأنهم قد رأوا قدرة الله على خلق هذه الأجرام العظيمة التي بعضُ ما تحويه البشرُ، فكيف يقرون بخلق هذا المخلوق العظيم ثم ينكرون إعادته ﴿وَجَعَلَ لَهُمْ أَجَلًا لاَّ رَيْبَ فِيهِ﴾ أي جعل لهؤلاء المشركين موعدًا محدَّدًا لموتهم وبعثهم، لا شك ولا ريب في مجيئه ﴿فأبى الظالمون إِلاَّ كُفُورًا﴾ أي أبى هؤلاء الكافرون الظالمون - مع وضوح الحق وسطوعه - إلا جحودًا وتماديًا في الكفر والضلال ﴿قُل لَّوْ أَنْتُمْ تَمْلِكُونَ خَزَآئِنَ رَحْمَةِ رَبِّي﴾ أي قل يا محمد لهؤلاء المعاندين المكابرين، المقترحين للخوارق والمعجزات: لو كنتم تملكون خزائن رزق الله ونِعَمه التي أفاضها على العباد ﴿إِذًا لأمْسَكْتُمْ خَشْيَةَ الإنفاق﴾ أي إذًا لبخلتم به وامتنعتم عن الإِنفاق خوفًا من نفادها ﴿وَكَانَ الإنسان قَتُورًا﴾ أي وكان الإِنسان شحيحًا مبالغًا في البخل قال ابن عباس ﴿قَتُورًا﴾ أي بخيلًا منوعًا وقال الزمخشري: ولقد بلغ هذا الوصف بالشُّحّ الغاية التي لا يبلغها الوهم. ثم ذكر تعالى أن كثرة","vol":"2","page":163},{"text":"الخوارق لا تُنشئ الإِيمان في القلوب الجاحدة، وها هو ذا موسى قد أُوتِي تسع آيات بينات ثم كذَّب بها فرعون وملؤه فحلَّ بهم الهلاك جميعًا ﴿وَلَقَدْ آتَيْنَا موسى تِسْعَ آيَاتٍ بَيِّنَاتٍ﴾ أي والله لقد أعطينا موسى تسع آياتٍ واضحات الدلالة على نبوته وصحة ما جاء به من عند الله وهي «العصا، واليد، والطوفان، والجراد، والقُمَّل، والضفادع، والدم، وانفلاق البحر، والسنين» خمسٌ منها في سورة الأعراف\n﴿فَأَرْسَلْنَا عَلَيْهِمُ الطوفان والجراد والقمل والضفادع والدم آيَاتٍ مّفَصَّلاَتٍ﴾ [الأعراف: ١٣٣] ﴿فَسْئَلْ بَنِي إِسْرَائِيلَ إِذْ جَآءَهُمْ﴾ أي فاسألْ يا محمد بني إسرائيل عما جرى بين موسى وفرعون فإنهم يعلمونها مما لديهم في التوراة قال الرازي: وليس المطلوب من سؤال بني إسرائيل أن يستفيد هذا العلم منهم بل المقصود أن يظهر لعامة اليهود وعلمائهم صدق ما ذكره الرسول فيكون هذا السؤال سؤال استشهاد ﴿فَقَالَ لَهُ فِرْعَونُ إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا﴾ أي إني لأظنك يا موسى قد سُحرت فتخبَّط عقلُك ﴿قَالَ لَقَدْ عَلِمْتَ مَآ أَنزَلَ هؤلاء إِلاَّ رَبُّ السماوات والأرض بَصَآئِرَ﴾ أي قال له موسى توبيخًا وتبكيتًا: لقد تيقَّنت يا فرعون أن هذه الآيات التسع ما أنزلها إلا رب السماوات والأرض شاهدة على صدقي، تبصِّرُ الناس بقدرة الله وعظمته ولكنك مكابرٌ معاند ﴿وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ أي وإني لأعتقدك يا فرعون هالكًا خاسرًا ﴿فَأَرَادَ أَن يَسْتَفِزَّهُم مِّنَ الأرض﴾ أي أراد فرعون أن يخرج موسى وقومه من أرض مصر ﴿فَأَغْرَقْنَاهُ وَمَن مَّعَهُ جَمِيعًا﴾ أي فأغرقنا فرعون وجنده أجمعين في البحر ﴿وَقُلْنَا مِن بَعْدِهِ لِبَنِي إِسْرَائِيلَ اسكنوا الأرض﴾ أي وقلنا لبني إسرائيل من بعد إغراق فرعون وجنده اسكنوا أرض مصر ﴿فَإِذَا جَآءَ وَعْدُ الآخرة جِئْنَا بِكُمْ لَفِيفًا﴾ أي فإذا جاء يوم القيامة جئنا بكم من قبوركم إلى المحشر مختلطين فيكم المؤمن والكافر، والبرُّ والفاجر، ثم نفصل بينكم ونميّز السعداء من الأشقياء، ثم عاد إلى تعظيم حال القرآن وجلالة قدره فقال ﴿وبالحق أَنْزَلْنَاهُ وبالحق نَزَلَ﴾ أي وأنزلنا هذا القرآن متلبسًا بالحقِّ، لا يعتريه شك أو ريب، فيه الحكم والمواعظ والأمثال التي اشتمل عليها القرآن وهكذا أُنزل من عند الله ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا﴾ أي وما أرسلناك يا محمد إلا مبشرًا بالجنة لمن أطاع، ومنذرًا بالنار لمن عصى ﴿وَقُرْآنًا فَرَقْنَاهُ لِتَقْرَأَهُ عَلَى الناس على مُكْثٍ﴾ أي وقرآنًا نزّلناه مفرقًا منجمًا لتقرأه على الناس على تُؤدةٍ ومهل، ليكون حفظه أسهل، والوقوف على دقائقه أيسر ﴿وَنَزَّلْنَاهُ تَنْزِيلًا﴾ أي نزّلناه شيئًا بعد شيء على حسب الأحوال والمصالح ﴿قُلْ آمِنُواْ بِهِ أَوْ لاَ تؤمنوا﴾ خطاب للمشركين الذين اقترحوا المعجزات على وجه التهديد والوعيد أي آمنوا بهذا القرآن أو لا تؤمنوا فإن إيمانكم به لا يزيده كمالًا، وتكذيبكم له لا يورثه نقصًا ﴿إِنَّ الذين أُوتُواْ العلم مِن قَبْلِهِ إِذَا يتلى عَلَيْهِمْ يَخِرُّونَ لِلأَذْقَانِ سُجَّدًا﴾ أي العلماء الذين قرءوا الكتب السالفة من صالحي أهل الكتاب إذا سمعوا القرآن تأثروا فخرّوا ساجدين للهِ رب العالمين، والجملة تعليل لما تقدم والمعنى: إن لم تؤمنوا به أنتم فقد آمن به من هو خير منكم وأعلم ﴿وَيَقُولُونَ سُبْحَانَ رَبِّنَآ إِن كَانَ وَعْدُ رَبِّنَا لَمَفْعُولًا﴾ أي يقولون تنزّه الله عن إخلاف وعده إنه كان وعده كائنًا لا محالة ﴿وَيَخِرُّونَ لِلأَذْقَانِ يَبْكُونَ وَيَزِيدُهُمْ خُشُوعًا﴾ أي ويخرُّون لناحية الأذقان ساجدين على وجوههم باكين عند","vol":"2","page":164},{"text":"استماع القرآن ويزيدهم تواضعًا لله قال الرازي: والفائدة في هذا التكرير اختلاف الحالين وهو خرورهم للسجود وفي حال كونهم باكين عند استماع القرآن ﴿قُلِ ادعوا الله أَوِ ادعوا الرحمن﴾ أي نادوا ربكم الجليل باسم ﴿الله﴾ أو باسم ﴿الرحمن﴾ ﴿أَيًّا مَّا تَدْعُواْ فَلَهُ الأسمآء الحسنى﴾ أي بأي هذين الإسمين ناديتموه فهو حسن لأن أسماءه جميعها حسنى وهذان منها قال المفسرون: سببها أن الكفار سمعوا النبي ﷺ َ يدعو (يا الله، يا رحمن) فقالوا إن كان محمد ليأمرنا بدعاء إله واحدٍ وها هو يدعو إلهين فنزلت الآية مبينة أنهما لمسمَّى واحد ﴿وَلاَ تَجْهَرْ بِصَلاَتِكَ وَلاَ تُخَافِتْ بِهَا﴾ أي لا تجهر يا محمد بقراءتك في الصلاة فيسمعك المشركون فيسبوا القرآن ومن أنزله ولا تُسرَّ بقراءتك بحيث لا تسمع من خلفك ﴿وابتغ بَيْنَ ذلك سَبِيلًا﴾ أي اقصد طريقًا وسطًا بين الجهر والمخافتة قال ابن عباس: كان رسول الله ﷺ َ يرفع صوته بالقراءة فإذا سمعه المشركون سبوا القرآن ومن أنزله فنزلت ﴿وَقُلِ الحمد لِلَّهِ الذي لَمْ يَتَّخِذْ وَلَدًا﴾ أي الحمد لله الذي تنزَّه عن الولد ﴿وَلَم يَكُنْ لَّهُ شَرِيكٌ فِي الملك﴾ أي ليس له شريك في ألوهيته ﴿وَلَمْ يَكُنْ لَّهُ وَلِيٌّ مِّنَ الذل﴾ أي ليس بذليل فيحتاج إلى الوليّ والنصير ﴿وَكَبِّرْهُ تَكْبِيرًا﴾ أي عظِّمْ ربك عظمةً تامة بلا ولد ولا شريك، وتنزيهه عن الحاجة إلى الولي والنصير، وهو العلي الكبير.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام الإِنكاري ﴿أَبَعَثَ الله بَشَرًا رَّسُولًا﴾؟ .\n٢ - الالتفات من الغيبة إلى التكلم ﴿وَنَحْشُرُهُمْ يَوْمَ القيامة﴾ اهتمامًا بأمر الحشر.\n٣ - الطباق بين ﴿وَمَن يَهْدِ ... وَمَن يُضْلِلْ﴾ وبين ﴿مُبَشِّرًا ... وَنَذِيرًا﴾ وبين ﴿تَجْهَرْ ... وتُخَافِتْ﴾ .\n٤ - الجناس الناقص بين ﴿مَسْحُورًا﴾ و﴿مَثْبُورًا﴾ لتغير بعض الحروف.\n٥ - المقابلة اللطيفة ﴿وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ مقابل قولة فرعون ﴿إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا﴾ .\n٦ - السجع الرصين الذي يزيد في جمال الأسلوب مثل ﴿فَتُفَجِّرَ الأنهار خِلالَهَا تَفْجِيرًا ... مُبَشِّرًا وَنَذِيرًا﴾ ومثل ﴿إِنِّي لأَظُنُّكَ ياموسى مَسْحُورًا ... وَإِنِّي لأَظُنُّكَ يافرعون مَثْبُورًا﴾ .","vol":"2","page":165},{"text":"اللغَة: ﴿بَاخِعٌ﴾ قاتلٌ ومهلكٌ قال الليث: بخع الرجل نفسه إذا قتلها غيظًا وأصلُ البخع","vol":"2","page":167},{"text":"الجهد كما قال الفراء ﴿جُرُزًا﴾ الجُرُز: الأرض التي لا نبات عليها ﴿الكهف﴾ النقب المتسع في الجبل وإذا لم يكن متسعًا فهو غار ﴿والرقيم﴾ اللوح الذي كتبت فيه أسماء أصحاب الكهف ﴿شَطَطًا﴾ الشطط: الجور والغلو وتعدي الحد قال الفراء: اشتط في الأمر جاوز الحد، وشطَّ المنزل بَعُدَ ﴿تَّزَاوَرُ﴾ تتنحَّى وتميل من الأزورار بمعنى الميل قال عنترة «وازْورَّ من وقع القنا بلبانه» ﴿بالوصيد﴾ الفِناء أي فناء الكهف ﴿فَجْوَةٍ﴾ متَّسع من المكان ﴿بِوَرِقِكُمْ﴾ الوَرِق: اسمٌ للفضة سواءً كانت مضروبةً أم لا ﴿أَعْثَرْنَا﴾ أطلعنا ﴿تُمَارِ﴾ تجادل والمراءُ: المجادلة.\nالتفسِير: ﴿الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب﴾ أي الثناء الكامل مع التعظيم والإِجلال لله الذي أنزل على رسوله محمد القرآن نعمةً عليه وعلى سائر الخلق ﴿وَلَمْ يَجْعَل لَّهُ عِوَجَا﴾ أي لم يجعل فيه شيئًا من العوج لا في ألفاظه ولا في معانيه، وليس فيه أي عيبٍ أو تناقض ﴿قَيِّمًا﴾ أي مستقيمًا لا اختلاف فيه ولا تناقض قال الطبري: هذا من المُقدَّم والمؤخر أي أنزل الكتاب قيّمًا ولم يجعل له عِوَجًا يعني مستقيمًا لا اختلاف فيه ولا تفاوت، ولا اعوجاج ولا ميل عن الحق، ﴿لِّيُنْذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ﴾ أي لينذر بهذا القرآن الكافرين عذابًا شديدًا من عنده تعالى ﴿وَيُبَشِّرَ المؤمنين الذين يَعْمَلُونَ الصالحات﴾ أي ويبشّر المصدقين بالقرآن الذين يعملون الأعمال الصالحة ﴿أَنَّ لَهُمْ أَجْرًا حَسَنًا﴾ أي أن لهم الجنة وما فيها من النعيم المقيم ﴿مَّاكِثِينَ فِيهِ أَبَدًا﴾ أي مقيمين في ذلك النعيم الذي لا انتهاء له ولا انقضاء ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ أي ويخوّف أولئك الكافرين الذين نسبوا لله الولد عذابه الأليم قال البيضاوي: خصَّهم بالذكر وكَّرر الإِنذار استعظامًا لكفرهم، وإِنما لم يذكر المُنْذَر به استغناءً بتقدم ذكره ﴿مَّا لَهُمْ بِهِ مِنْ عِلْمٍ﴾ أي ما لهم بذلك الافتراء الشنيع شيءٌ من العلم أصلًا ﴿وَلاَ لآبَائِهِمْ﴾ أي ولا لأسلافهم الذي قلَّدوهم فتاهوا جميعًا في بيداء الجهالة والضلالة ﴿كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ﴾ أي عظمت تلك المقالة الشنيعة كلمة قبيحة ما أشنعها وأفظعها؟ خرجت من أفواه أولئك المجرمين، وهي في غاية الفساد والبطلان ﴿إِن يَقُولُونَ إِلاَّ كَذِبًا﴾ أي يقولون إلا كذبًا وسفهًا وزورًا ﴿فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ﴾ أي فلعلك قاتلٌ نفسك يا محمد ومهلكها غمًّا وحزنًا على فراقهم وتوليهم وإِعراضهم عن الإِيمان ﴿إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفًا﴾ أي إن لم يؤمنوا بهذا القرآن حسرةً وأسفًا عليهم، فما يستحق هؤلاء أن تحزن وتأسف عليهم، والآية تسليةٌ للنبي ﵇ ﴿إِنَّا جَعَلْنَا مَا عَلَى الأرض زِينَةً لَّهَا﴾ أي جعلنا ما عليها من زخارف ورياش ومتاع وذهب وفضة وغيرها زينة للأرض كما زينا السماء بالكواكب ﴿لِنَبْلُوَهُمْ أَيُّهُم أَحْسَنُ عَمَلًا﴾ أي لنختبر الخلق أيهم أطوع لله وأحسن عملًا لآخرته ﴿وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا﴾ أي سنجعل ما عليها من الزينة والنعيم حطامًا وركامًا حتى تصبح كالأرض الجرداء التي لا نبات فيها ولا حياة بعد أن كانت خضراء بهجة قال القرطبي: الآية وردت لتسلية النبي ﷺ َ والمعنى: لا تهتم يا محمد للدنيا وأهلها فإِنا إنما جعلنا ذلك امتحانًا واختبارًا لأهلها، فمنهم من يتدبر ويؤمن ومنهم من يكفر، ثم إن يوم القيامة بين أيديهم، فلا يعظمنَّ عليك كفرُهم فإنا","vol":"2","page":168},{"text":"سنجازيهم ﴿أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الكهف والرقيم كَانُواْ مِنْ آيَاتِنَا عَجَبًا﴾؟ بدء قصة أصحاب الكهف، والكهفُ الغار المتسع من الجبل، والرقيمُ اللوح الذي كتب فيه أسماء أصحاب الكهف على المشهور والمعنى: لا تظننَّ يا محمد أن قصة أهل الكهف - على غرابتها - هي أعجبُ آيات الله، ففي صفحات هذا الكون من العجائب والغرائب ما يفوق قصة أصحاب الكهف قال مجاهد: أحسبت أنهم كانوا أعجب آياتنا؟ قد كان في آياتنا أعجب منهم ﴿إِذْ أَوَى الفتية إِلَى الكهف﴾ أي اذكر حين التجأ الشبان إلى الغار في الجبل وجعلوه مأواهم ﴿فَقَالُواْ رَبَّنَآ آتِنَا مِن لَّدُنكَ رَحْمَةً﴾ أي أعطنا من خزائن رحمتك الخاصة مغفرة ورزقًا ﴿وَهَيِّىءْ لَنَا مِنْ أَمْرِنَا رَشَدًا﴾ أي أصلح لنا أمرنا كلَّه واجعلنا من الراشدين المهتدين ﴿فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَدًا﴾ أي ألقينا عليهم النوم في الغار سنين عديدة ﴿ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الحِزْبَيْنِ أحصى لِمَا لَبِثُواْ أَمَدًا﴾ أي ثم أيقظناهم من بعد نومهم الطويل لنرى أيُّ الفريقين أدقُّ إحصاءً للمدة التي ناموها في الكهف؟ قال في التسهيل: والمراد","vol":"2","page":169},{"text":"بالحزبين: أصحابُ الكهف، والذين بعثهم الله إليهم حتى رأوهم وقال مجاهد: الحزبان من أصحاب الكهف لما استيقظوا اختلفوا في المدة التي لبثوها في الكهف فقال بعضهم: يومًا أو بعض يوم وقال آخرون: ربكم أعلم بما لبثتم، والقول الأول مروي عن ابن عباس ﴿نَحْنُ نَقُصُّ عَلَيْكَ نبَأَهُم بالحق﴾ أي نحن نقص عليك يا محمد خبرهم العجيب على وجه الصدق دون زيادةٍ ولا نقصان ﴿إِنَّهُمْ فِتْيَةٌ آمَنُواْ بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى﴾ أي إنهم جماعة من الشبان آمنوا بالله فثبتناهم على الدين وزدناهم يقينًا ﴿وَرَبَطْنَا على قُلُوبِهِمْ﴾ أي قوينا عزمهم وألهمناهم الصبر حتى أصبحت قلوبهم ثابتة راسخة، مطمئنة إلى الحق معتزةً بالإِيمان ﴿إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ السماوات والأرض﴾ أي حين قاموا بين يدي الملك الكافر الجبار من غير مبالاة فقالوا ربنا هو خالق السماوات والأرض لا ما تدعونا إليه من عبادة الأوثان والأصنام ﴿لَن نَّدْعُوَاْ مِن دُونِهِ إلها﴾ أي لن نشرك معه غيره فهو واحد بلا شريك ﴿لَّقَدْ قُلْنَا إِذًا شَطَطًا﴾ أي لئن عبدنا غيره نكون قد تجاوزنا الحقَّ، وحُدنا عن الصواب، وأفرطنا في الظلم والضلال ﴿هؤلاء قَوْمُنَا اتخذوا مِن دُونِهِ آلِهَةً﴾ أي هؤلاء أهل بلدنا عبدوا الأصنام تقليدًا من غير حجة ﴿لَّوْلاَ يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ﴾ أي هلاّ يأتون على عبادتهم لها ببرهان ظاهر، والغرض من التحضيض ﴿لَّوْلاَ﴾ التعجيز كأنهم قالوا إنهم لا يستطيعون أن يأتوا بحجة ظاهرة على عبادتهم للأصنام فهم إذًا كذبة على الله ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام بمعنى النفي أي لا أحد أظلم ممن كذب على الله بنسبة الشريك إليه تعالى ﴿وَإِذِ اعتزلتموهم وَمَا يَعْبُدُونَ إِلاَّ الله﴾ أي وإِذْ اعتزلتم أيها الفتية قومكم وما يعبدون من الأوثان غير الله تعالى ﴿فَأْوُوا إِلَى الكهف﴾ أي التجئوا إلى الكهف ﴿يَنْشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِ﴾ أي يبسط ربكم ويوسّعْ عليكم رحمته ﴿وَيُهَيِّئْ لَكُمْ مِّنْ أَمْرِكُمْ مِّرْفَقًا﴾ أي يُسهّل عليكم أسباب الرزق وما ترتفقون به من غداء وعشاء في هذا الغار ﴿وَتَرَى الشمس إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ اليمين﴾ أي ترى أيها المخاطب الشمس إذا طلعت تميل عن كهفهم جهة اليمين ﴿وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشمال﴾ أي وإذا غربت تقطعهم وتُبعد عنهم جهة الشمال والغرض أن الشمس لا تصيبهم عند طلوعها ولا عند غروبها كرامةً لهم من الله لئلا تؤذيهم بحرها ﴿وَهُمْ فِي فَجْوَةٍ مِّنْهُ﴾ أي في متَّسع من الكهف وفي وسطه بحيث لا تصيبهم الشمس لا في ابتداء النهار، ولا في آخره ﴿ذلك مِنْ آيَاتِ الله﴾ أي ذلك الصنيع من دلائل قدرة الله الباهرة قال ابن","vol":"2","page":170},{"text":"عباس: لو أن الشمس تطلع عليهم لأحرقتهم، ولو أنهم لا يُقلَّبون لأكلتهم الأرض ﴿مَن يَهْدِ الله فَهُوَ المهتد﴾ أي من يُوفقه الله للإيمان ويرشده إلى طريق السعادة فهو المهتدي حقًا ﴿وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا﴾ أي ومن يضلله الله بسوء عمله فلن تجد له من يهديه ﴿وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ﴾ أي لو رأيتهم أيها الناظر لظننتهم أيقاظًا لتفتح عيونهم وتقلبهم والحال أنهم نيام ﴿وَنُقَلِّبُهُمْ ذَاتَ اليمين وَذَاتَ الشمال﴾ أي ونقلبهم من جانب إلى جانب لئلا تأكل الأرض أجسامهم ﴿وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بالوصيد﴾ أي وكلبهم الذي تبعهم باسطٌ يديه بفناء الكهف كأنه يحرسهم ﴿لَوِ اطلعت عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا﴾ أي لو شاهدتهم وهم على تلك الحالة لفررت منهم هاربًا رعبًا منهم، وذلك لما ألبسهم الله من الهيبة، فرؤيتهم تثير الرعب إذ يراهم الناظر نيامًا كالأيقاظ، يتقلبون ولا يستيقظون ﴿وكذلك بَعَثْنَاهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ﴾ أي كما أنمناهم كذلك بعثناهم من لنوم وأيقظناهم بعد تلك الرقدة الطويلة التي تشبه الموت ليسأل بعضهم بعضًا عن مدة مكثهم وإقامتهم في الغار ﴿قَالَ قَائِلٌ مِّنْهُمْ كَم لَبِثْتُمْ قَالُواْ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾ أي قال أحدهم: كم مكثنا في هذا الكهف؟ فقالوا مكثنا فيه يومًا أو بعض يوم قال المفسرون: إنهم دخلوا في الكهف صباحًا وبعثهم الله في آخر النهار فلما استيقظوا ظنوا أن الشمس قد غربت فقالوا لبثنا يومًا، ثم رأَوها لم تغرب فقالوا أو بعض يوم، وما دروا أنهم ناموا ثلاثمائة وتسع سنين ﴿قَالُواْ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ﴾ أي قال بعضهم، الله أعلم بمدة إقامتنا ولا طائل وراء البحث عنها فخذوا بما هو أهم وأنفع لكم فنحن الآن جياع ﴿فابعثوا أَحَدَكُمْ بِوَرِقِكُمْ هذه إلى المدينة﴾ أي فأرسلوا واحدًا منكم إلى المدينة بهذه النقود الفضية ﴿فَلْيَنْظُرْ أَيُّهَآ أزكى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ﴾ أي فليختر لنا أحلَّ وأطيب الطعام فليشتر لنا منه ﴿وَلْيَتَلَطَّفْ وَلاَ يُشْعِرَنَّ بِكُمْ أَحَدًا﴾ أي وليتلطف في دخول المدينة وشراء الطعام حتى لا يشعر بأمرنا أحد ﴿إِنَّهُمْ إِن يَظْهَرُواْ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ﴾ أي إن يظفر يقتلوكم بالحجارة أو يردوكم إلى دينهم الباطل ﴿وَلَن تفلحوا إِذًا أَبَدًا﴾ أي وإن عدتم إلى دينهم ووافقتموهم على كفرهم فلن تفوزوا بخيرٍ أبدًا، وهكذا يتناجى الفتية فيما بينهم خائفين حذرين أن يظهر عليهم الملك الجبار فيقتلهم أو يردهم إلى عبادة الأوثان فيوصون صاحبهم بالتلطف بالدخول والخروج وأخذ الحيطة والحذر ﴿وكذلك أَعْثَرْنَا عَلَيْهِمْ ليعلموا أَنَّ وَعْدَ الله حَقٌّ وَأَنَّ الساعة لاَ رَيْبَ فِيهَا﴾ أي وكما بعثناهم من نومهم كذلك أطلعنا الناس عليهم ليستدلوا بذلك على صحة البعث ويوقنوا أن القيامة لا شك فيها، فتكون قصة أصحاب الكهف حجة واضحة ودلالة قاطعة على إمكان البعث والنشور فإن القادر على بعث أهل الكهف بعد نومهم ثلاثمائة عام قادر على بعث الخلق بعد مماتهم ﴿إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ﴾ أي حين تنازع القوم في أمر أهل الكهف بعد أن أطلعهم الله عليهم ثم قبض أرواحهم ﴿فَقَالُواْ ابنوا عَلَيْهِمْ بُنْيَانًا﴾ أي قال بعض الناس: ابنوا على باب كهفهم بنيانًا ليكون علَمًا عليهم ﴿رَّبُّهُمْ أَعْلَمُ بِهِمْ﴾ أي الله أعلم بحالهم وشأنهم ﴿قَالَ الذين غَلَبُواْ على أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا﴾ أي قال الفريق الآخر وهم الأكثرية الغالبة: لنتخذنَّ على باب الكهف مسجدًا نصلي فيه ونعبد الله فيه ﴿سَيَقُولُونَ","vol":"2","page":171},{"text":"ثَلاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ﴾ أي سيقول هؤلاء القوم الخائضون في قصتهم في عهد الرسول ﷺ َ من أهل الكتاب هم ثلاثة رجال يتبعهم كلبهم ﴿وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بالغيب﴾ أي ويقول البعض: إنهم خمسةٌ سادسهم الكلب قذفًا بالظنِّ من غير يقين ولا علم كمن يرمي إلى مكان لا يعرفه ﴿وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ﴾ أي ويقول البعض إنهم سبعةٌ والثامن هو الكلب ﴿قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم﴾ أي الله أعلم بحقيقة عددهم ﴿مَّا يَعْلَمُهُمْ إِلاَّ قَلِيلٌ﴾ أي لا يعلم عدتهم إلا قليل من الناس قال ابن عباس: أنا من ذلك القليل، كانوا سبعةً إن الله عدَّهم حتى انتهى إلى السبعة قال المفسرون: إن الله تعالى لما ذكر القول الأول والثاني أردفه بقوله ﴿رَجْمًا بالغيب﴾ ولما ذكر القول الأخير لم يقدح فيه بشيء فكأنه أقر قائله ثم نبَّه رسوله إلى الأفضل والأكمل وهو ردُّ العلم إلى علام ﴿فَلاَ تُمَارِ فِيهِمْ إِلاَّ مِرَآءً ظَاهِرًا﴾ أي فلا تجادل أهل الكتاب في عدتهم إلا جدال متيقنٍ عالم بحقيقة الخبر ﴿وَلاَ تَسْتَفْتِ فِيهِمْ مِّنْهُمْ أَحَدًا﴾ أي لا تسأل أحدًا عن قصتهم فإنَّ فيما أوحي إليك الكفاية ﴿وَلاَ تَقُولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَدًا إِلاَّ أَن يَشَآءَ الله﴾ أي لا تقولنَّ لأمر عزمت عليه إني سأفعله غدًا إلا إذا قرنته بالمشيئة فقلت إن شاء الله قال ابن كثير: سبب نزول الآية أن النبي ﷺ َ لما سئل عن قصة أصحاب الكهف قال: (غدًا أجيبكم) فتأخر الوحي عنه خمسة عشر يومًا ﴿واذكر رَّبَّكَ إِذَا نَسِيتَ﴾ أي أذا نسيت أن تقول إن شاء الله ثم تذكرت فقلها لتبقى نفسك مستشعرةً عظمة الله ﴿وَقُلْ عسى أَن يَهْدِيَنِ رَبِّي لأَقْرَبَ مِنْ هذا رَشَدًا﴾ أي لعلَّ الله يوفقني ويرشدني إلى ما هو أصلح من أمر ديني ودنياي ﴿وَلَبِثُواْ فِي كَهْفِهِمْ ثَلاثَ مِاْئَةٍ سِنِينَ وازدادوا تِسْعًا﴾ أي مكثوا في الكهف نائمين ثلاثمائة وتسع سنين، وهذا بيانٌ لما أُجمل في قوله تعالى ﴿سِنِينَ عَدَدًا﴾ ﴿قُلِ الله أَعْلَمُ بِمَا لَبِثُواْ﴾ أي الله أعلم بمدة لبثهم في الكهف على وجه اليقين ﴿لَهُ غَيْبُ السماوات والأرض﴾ أي هو تعالى المختص بعلم الغيب وقد أخبرك بالخبر القاطع عن أمرهم الحكيمُ الخبير ﴿أَبْصِرْ بِهِ وَأَسْمِعْ﴾ أي ما أبصره بكل موجود، وما أسمعه لكل مسموع، يدرك الخفيات كما يدرك الجليات ﴿مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ﴾ أي ليس للخلق ناصرٌ ولا معين غيره تعالى ﴿وَلاَ يُشْرِكُ فِي حُكْمِهِ أَحَدًا﴾ أي ليس له شريك ولا مثيل ولا نظير، ولا يقبل في قضائه وحكمه أحدًا لأنه الغنيّ عما سواه.\nالبلاغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿يُبَشِّرَ. . وَيُنْذِرَ﴾ وبين ﴿يَهْدِ. . ويُضْلِلْ﴾ وبين ﴿أَيْقَاظًا. . ورُقُودٌ﴾ وبين ﴿ذَاتَ اليمين. . وَذَاتَ الشمال﴾ .\n٢ - الطباق المعنوي بين ﴿فَضَرَبْنَا على آذَانِهِمْ. . ثُمَّ بَعَثْنَاهُمْ﴾ لأن معنى الأول أنمناهم والثاني أيقظناهم.\n٣ - الجناس الناقص بين ﴿قَامُواْ. . وقَالُواْ﴾ .\n٤ - الإطناب بذكر الخاص بعد العام ﴿لِّيُنْذِرَ بَأْسًا شَدِيدا﴾ ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ لشناعة دعوى الولد لله، وفيه من بديع الحذف وجليل الفصاحة حذف المفعول الأول أي لينذر","vol":"2","page":172},{"text":"الكافرين بأسًا شديدًا، ثم ذكر المفعول الأول وحذف الثاني في قوله ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ عذابًا شديدًا فحذف العذاب لدلالة الأول عليه وحذف من الأول المنذرين لدلالة الثاني عليه، وهذا من ألطف الفصاحة.\n٥ - صيغة التعجب ﴿أَسْمِعْ بِهِمْ وَأَبْصِرْ﴾ .\n٦ - الاستعارة التمثيلية ﴿بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ﴾ شبَّه حاله ﵇ مع المشركين بحال من فارقته الأحباب فهمَّ بقتل نفسه أو كاد يهلك نفسه حزنًا ووجدًا عليهم.\n٧ - الاستعارة التبعية ﴿فَضَرَبْنَا على آذَانِهِمْ﴾ شبّهت الإنامة الثقيلة بضرب الحجاب على الآذان كما تضرب الخيمة على السكان وكذلك يوجد استعارة في ﴿وَرَبَطْنَا على قُلُوبِهِمْ﴾ لأن الربط هو الشد والمراد شددنا على قلوبهم كما نشد الأوعية بالأوكية.","vol":"2","page":173},{"text":"المنَاسَبَة: لما ذكر تعالى قصة أهل الكهف وهي تُمثل صور التضحية والبطولة في سبيل العقيدة ممثلة في قصة الآخوين من بني إسرائيل: المؤمن املعتز بإيمانه، والكافر وهو صاحب الجنتين، وما فيها من عبر وعظات، وفي ثنايا الآيات جاءت بعض التوجيهات القرآنية الكريمة. اللغَة: ﴿مُلْتَحَدًا﴾ ملجأ وأصله من لحَد إذا مال، ومن لجأتَ إليه فقد ملتَ إليه هكذا قال أهل اللغة ﴿فُرُطًا﴾ مجاوزًا للحد من قولهم فرسٌ فُرُط إذا كان متقدمًا للخيل، قال الليث: الفُرُط الأمر الذي يفرَّط فيه قال الشاعر:\nلقد كلفتني شَطًا ... وأمرًا خائبًا فُرُطًا\n﴿سُرَادِقُهَا﴾ السُّرادق: السور والحائط ﴿المهل﴾ كل ما أذيب من المعادن قال أبو عبيدة: كل شيءٍ أذبته من ذهب أو نحاسٍ أو فضة فهو المُهل ﴿سُنْدُسٍ﴾ السندس: الرقيق من الحرير ﴿وَإِسْتَبْرَقٍ﴾ الاستبرق: الغليظ من الحرير وهو الديباج قال الشاعر:\nتراهنَّ يلبسن المشاعر مرةً ... واستبرق الديباج طورًا لباسها\n﴿الأرآئك﴾ جمع أريكة وهي السرير المزيَّن بالثياب والستور كسرير العروس ﴿حُسْبَانًا﴾ جمع حسبانه وهي الصاعقة ﴿هَشِيمًا﴾ الهشيم: اليابس المتكسر من النبات ﴿نُغَادِرْ﴾ نترك.\nسَبَبُ النّزول: روى أن أشراف قريش اجتمعوا عند رسول الله ﷺ َ وقالوا له: إن أردت أن نؤمن بك فاطر هؤلاء الفقراء من عندك يعنون «بلالًا، وخبابًا، وصهيبًا» وغيرهم فإنا نأنف أن نجتمع بهم، وتعيِّن لهم وقتًا يجتمعون فيه عندك فأنزل الله ﴿واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ. .﴾ الآية.","vol":"2","page":174},{"text":"التفسِير: ﴿واتل مَآ أُوْحِيَ إِلَيْكَ مِن كِتَابِ رَبِّكَ﴾ أي إقرأ يا محمد ما أوحاه إليك ربك من آيات الذكر الحكيم ﴿لاَ مُبَدِّلَ لِكَلِمَاتِهِ﴾ أي لا يقدر أحدٌ أن يغيّر أو يبدّل كلام الله ﴿وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾ أي لن تجد ملجأ غير الله تعالى أبدًا ﴿واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي﴾ أي احبس نفسك مع الضعفاء والفقراء من المسلمين الذين يدعون ربهم بالصباح والماء ﴿يُرِيدُونَ وَجْهَهُ﴾ أي يبتغون بدعائهم وجه الله تعالى ﴿وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ﴾ أي لا تصرف بصرك إلى غيرهم من ذوي الغنى والشرف قال المفسرون: كان ﵇ حريصًا على إيمان الرؤساء ليؤمن أبتاعهم ولم يكن مريدًا لزينة الدنيا قط، فأمِر أن يجعل إقباله على فقراء المؤمنين وأن يُعرض عن أولئك العظماء والأشراف من المشركين ﴿تُرِيدُ زِينَةَ الحياة الدنيا﴾ أي تبتغي بمجالستهم الشرف والفخر قال ابن عباس: لا تجاوزهم إلى غيرهم تطلب بدلهم أصحاب الشرف والثروة ﴿وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا﴾ أي لا تطع كلام الذين سألوك طرد المؤمنين فقلوبهم غافلة عن ذكر الله، وقد شغلوا عن الدين وعبادةِ ربهم بالدنيا قال المفسرون: نزلت في عيُينة بن حصن وأصحابه أتى النبي ﷺ َ: أما يؤذيك ريح هؤلاء؟ ونحن سادةُ مضر وأشرافها إن أسلمنا يسلم الناس، وما يمنعنا من اتباعك إلا هؤلاء فنحِّهمْ عنك حتى نتبعك، أو أجعل لنا مجلسًا ولهم مجلس، فهمَّ رسول الله ﷺ َ أن يجيبهم إلى ما طلبوا فلما نزلت الآية خرج رسول الله ﷺ َ يلتمس هؤلاء الفقراء فلما رآهم جلس معهم وقال\n«الحمد لله الذي جعل أُمتي من أمرني ربي أن أصبر نفسي معهم» ﴿واتبع هَوَاهُ﴾ أي سار مع هواه وترك أمر الله ﴿وَكَانَ أَمْرُهُ فُرُطًا﴾ أي كان أمره ضياعًا وهلاكًا ودمارًا ﴿وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ ظاهرُه أمرٌ وحقيقته وعيدٌ وإنذار أي قل يا محمد لهؤلاء الغافلين لقد ظهر الحق وبان بتوضيح الرحمن فإن شئتم فآمنوا وإن شئتم فاكفروا كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا﴾ أي هيأنا للكافرين بالله ورسوله نارًا حاميةً شديدة أحاط بهم سورها كإحاطة السوار بالمعصم ﴿وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه﴾ أي وإن استغاثوا من شدة العطش فطلبوا الماء أُغيثوا بماءٍ شديد الحرارة كالنحاس المذاب أو كعكر الزيت المحمى يشوي وجوههم إذا قَرُب منهم من شدة حره وفي الحديث «ماءٌ كعكر الزيت فإذا قُرب إليه سقطت فروة وجهه فيه» أي سقطت جلدة وجهه فيه أعاذنا الله من جهنم ﴿بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقًا﴾ أي بئس ذلك الشراب الذي يُعاثون به وساءت جهنم منزلًا ومقيلًا يرتفق به أهل النار ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا﴾ لما ذكر تعالى حال الأشقياء أعقبه بذكر حال السعداء، على طريقة القرآن في الترغيب والترهيب، أي إنا لا نضيع ثواب من أحسن عمله وأخلص فيه بل نزيده وننميه ﴿أولئك لَهُمْ جَنَّاتُ عَدْنٍ﴾ أي لهم جنات إقامة ﴿تَجْرِي مِن تَحْتِهِمُ الأنهار﴾ أي تجري من تحت غرفهم ومنازلهم أنهار الجنة ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ﴾ أي يُحلَّون في الجنة بأساوِر الذهب قال المفسرون: ليس","vol":"2","page":175},{"text":"أحد من أهل الجنة إلا وفي يده ثلاثة أساور: سوارٌ من ذهب، وسوار من فضة، وسوار من لؤلؤ، لأن الله تعالى: قال ﴿وحلوا أَسَاوِرَ مِن فِضَّةٍ﴾ [الإنسان: ٢١] وقال ﴿وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ [فاطر: ٣٣] وفي الحديث «تبلغ حلية المؤمن حيث يبلغ الوضوء» ﴿وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُنْدُسٍ وَإِسْتَبْرَقٍ﴾ أي وهم رافلون في ألوانٍ من الحرير، برقيق الحرير وهو السندس، وبغليظه وهو الاستبرق قال الطبري: معنى الآية أنهم يلبسون من الحلي أساور من ذهب، ويلبسون من الثياب السندس وهو ما رقَّ من الديباج، والاستبرق وهو ما غلظ فيه وثَخُن ﴿مُّتَّكِئِينَ فِيهَا عَلَى الأرآئك﴾ أي متكئين في الجنة على السرر الذهبية المزينة والستور قال ابن عباس: الآرائك الأسرة من ذهب وهي مكلَّلة بالدُر والياقوت عليها الحجال، الأريكةُ ما بين صنعاء إلى أيلة، وما بين عدن إلى الجابية ﴿نِعْمَ الثواب وَحَسُنَتْ مُرْتَفَقًا﴾ أي نعم ذلك جزاء المتقين، وحسنت الجنة منزلًا ومقيلًا لهم ﴿اضرب لهُمْ مَّثَلًا رَّجُلَيْنِ﴾ أي اضرب لهؤلاء الكفار الذين طلبوا منك أن تطرد الفقراء هذا المثل قال المفسرون: هما أخوان من بني إسرائيل، أحدهما مؤمن، والآخر كافر، ورثا مالًا عن أبيهما فاشترى الكافر بماله حديقتين، وأنفق المؤمن ماله في مرضاة الله حتى نفد ماله فعيَّره الكافر بفقره، فأهلك الله مال الكافر، وضرب هذا مثلًا للمؤمن من الذي يعمل بطاعة الله، والكافر الذي أبطرته النعمة ﴿جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ﴾ أي جعلنا لأحدهما - وهو الكافر - بستانينِ من شجر العنب، مثمريْن بأنواع العنب اللذيد ﴿وَحَفَفْنَاهُمَا بِنَخْلٍ﴾ أي أحطناهما بسياجٍ من شجر النخيل ﴿وَجَعَلْنَا بَيْنَهُمَا زَرْعًا﴾ أي جعلنا وسط هذين البستانين زرعًا ويتفجر بينهما نهر، وإنه لمنظرٌ بهيجٌ يصوره القرآن أروع تصوير، منظر الحديقتين المثمرتين بأنواع الكرم، المحفوفتين بأشجار النخيل، تتوسطهما الزروع وتتفجر بينهما الأنهار ﴿كِلْتَا الجنتين آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئًا﴾ أي كلُّ واحدة من الحديقتين أخرجت ثمرها يانعًا في غاية الجودة والطيب ولم تنقص منه شيئًا ﴿وَفَجَّرْنَا خِلالَهُمَا نَهَرًا﴾ أي جعلنا النهر يسير وسط الحديقتين ﴿وَكَانَ لَهُ ثَمَرٌ﴾ أي وكان للأخ الكافر من جنتيه أنواع من الفواكه والثمار ﴿فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا﴾ أي قال صاحب الجنتين لصاحبه المؤمن وهو يجادله ويخاصمه ويفتخرعليه ويتعالى: أنا أغنى منك وأشرف، وأكثر أنصارًا وخدمًا ﴿وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ﴾ أي أخذ بيد أخيه المؤمن ودخل الحديقة يطوف به فيها ويريه ما فيها من أشجار وثمار وأنهار وهو ظالم لنفسه بالعُجب والكفر ﴿قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَدًا﴾ أي ما أعتقد أن تفنى هذه الحديقة أبدًا ﴿وَمَآ أَظُنُّ الساعة قَائِمَةً﴾ أي وما أعتقد القيامة كائنة وحاصلة، أنكر فناء جنته وأنكر البعث والنشور ﴿وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْرًا مِّنْهَا﴾ أي ولئن كان هناك بعثٌ - على - سبيل الفرض والتقدير كما تزعمُ - فسوف يعطيني الله خيرًا من هذا وأفضل ﴿مُنْقَلَبًا﴾ أي مرجعًا وعاقبة فكما أعطاني هذا في الدنيا فسيعطيني في الآخرة لكرامتي عليه ﴿قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ﴾ أي قال ذلك المؤمن الفقير وهو يراجع أخاه ويجادله ﴿أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا﴾ أي أجحدت الله الذي خلق أصلك من تراب ثم من منيّ ثم سوَّاك إنسانًا سويًا؟ الاستفهام","vol":"2","page":176},{"text":"للتقريع والتوبيخ ﴿لكنا هُوَ الله رَبِّي﴾ أي لكنْ أنا اعترف بوجود الله فهو ربي وخالقي ﴿وَلاَ أُشْرِكُ بِرَبِّي أَحَدًا﴾ أي لا أشرك مع الله غيره، فهو المعبودُ وحده لا شريك له ﴿ولولا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ الله﴾ أي فهلاّ حين دخلتَ حديقتك وأُعجبت بما فيها من الأشجار والثمار قلت: هذا من فضل الله، فما شاء الله كان وما لم يشأْ لم يكن ﴿لاَ قُوَّةَ إِلاَّ بالله﴾ أي لا قدرة لنا على طاعته إلا بتوفيقه ومعونته ﴿إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالًا وَوَلَدًا﴾ أي قال المؤمن للكافر: إن كنت ترى أنني أفقر منك وتعتزعليَّ بكثرة مالك وأولادك ﴿فعسى رَبِّي أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ﴾ جواب الشرط أي إني أتوقع من صنع الله تعالى وإحسانه أن يقلب ما بي وما بك من الفقر والغنى فيرزقني جنةً خيرًا من جنتك لإيماني به، ويسلب عنك نعمته لكفرك به ويخرّب بستانك ﴿وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السمآء﴾ أي يرسل عليها آفةً تجتاحها أو صواعق من السماء تدمّرها ﴿فَتُصْبِحَ صَعِيدًا زَلَقًا﴾ أي تصبح الحديقة أرضًا ملساء لا تثبت عليها قدم، جرداء لا نبات فيها ولا شجر ﴿أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا﴾ أي يغور ماؤها في الأرض فيتلف كل ما فيها من الزرع والشجر، وحينئذٍ لا تستطيع طلبّه فضلًا عن إعادته وردّه، وينتهي الحوار هنا وتكون المفاجأة المدهشة فيتحقَّق رجاءُ المؤمن بزاول النعيم عن الكافر وفجأة ينقلنا السياق من مشهد البهجة والازدهار إلى مشهد البوار والدمار ﴿وَأُحِيطَ بِثَمَرِهِ﴾ أي هلكت جنته بالكلية واستولى عليها الخراب والدمار في الزروع والثمار ﴿فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَآ أَنْفَقَ فِيهَا﴾ أي يقلب كفيه ظهرًا لبطن أسفًا وحزنًا على ماله الضائع وجهده الذاهب قال القرطبي: أي يضرب إحدى يديه على الأخرى ندمًا لأن هذا يصدر من النادم ﴿وَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ أي مهشمة محطمة قد سقطت السقوف على الجدران فأصبحت خرابًا يبابًا ﴿وَيَقُولُ ياليتني لَمْ أُشْرِكْ بِرَبِّي أَحَدًا﴾ أي وهو نادم على إشراكه بالله يتمنى أن لم يكن قد كفر النعمة، ندم حين لا ينفع الندم قال تعالى ﴿وَلَمْ تَكُن لَّهُ فِئَةٌ يَنصُرُونَهُ مِن دُونِ الله﴾ أي لم تكن له جماعة تنصره وتدفع عنه الهلاك ﴿وَمَا كَانَ مُنْتَصِرًا﴾ أي وما كان بنفسه ممتنعًا عن انتقام الله سبحانه، فلم تنفعه العشيرة والولد حين اعتزّ وافتخر بهم وما استطاع بنفسه أن يدفع عنه العذاب ﴿هُنَالِكَ الولاية لِلَّهِ الحق﴾ أي في ذلك المقام وتلك الحال تكون النصرة لله وحده لا يقدر عليها أحد فهو الوليُّ الحق الذي ينصر أولياءه ﴿هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا﴾ أي الله خير ثوابًا في الدنيا والآخرة لمن آمن به، وهو خيرٌ عاقبةٌ لمن اعتمد عليه ورجاه ﴿واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض﴾ هذا مثلٌ آخر للدنيا وبهرجها الخادع يشبه مثل الجنتين في الفناء والزوال والمعنى اضرب يا محمد للناس مثل هذه الحياة في زوالها وفنائها وانقضائها بماءٍ نزل من السماء فخرج به النبات وافيًا غزيرًا وخالط بعضه بعضًا من كثرته وتكاثفه ﴿فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرياح﴾ أي صار النبات متكسرًا من اليبس متفتتًا تنسفه الرياح ذات اليمين وذات الشمال ﴿وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِرًا﴾ أي قادرًا على الإِفناء والإِحياء لا يعجزه شيء في الأرض ولا في السماء ﴿المال والبنون زِينَةُ الحياة الدنيا﴾ أي الأموال والأولاد زينة هذه الحياة الفانية، ذاك مثلها وهذه زينتها والكل إلى فناء وزوال لا يغتر بها إلا الأحمق الجهول ﴿والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا﴾ أي أعمال الخير تبقى ثمرتها أبد الآباد فهي خير ما يؤملها الإنسان ويرجوه عند الله قال ابن عباس: الباقيات الصالحات هي","vol":"2","page":177},{"text":"الصلوات الخمس وعنه أيضًا أنها كل عمل صالحٍ من قول أو فعلٍ يبقى للآخرة وفي الحديث\n«سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، هنَّ الباقيات الصالحات» ﴿وَيَوْمَ نُسَيِّرُ الجبال﴾ لما ذكر القيامة وأهوالها أي واذكر يوم نزيل الجبال من أماكنها ونسيّرها كما نسيّر السحاب فنجعلها هباءً منيثًا ﴿وَتَرَى الأرض بَارِزَةً﴾ أي وترى الأرض ظاهرة للعيان ليس عليها ما يسترها من جبل ولا شجر ولا بنيان، قد قلعت جبالها وهُدم بنيانها فهي بارزة ظاهرة ﴿وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا﴾ أي جمعنا الأولين والآخرين لموقف الحساب فلم نترك أحدًا منهم ﴿وَعُرِضُواْ على رَبِّكَ صَفًَّا﴾ أي عُرضوا على رب العالمين مصطفّين، لا يحجبُ أحدٌ أحدًا وفي الحديث «يجمع الله الأولين والآخرين في صعيدٍ واحدٍ صفوفًا» قال مقاتل: يُعرضون صفًا بعد صف كالصفوف في الصلاة كل أمةٍ وزمرةٍ صفًا ﴿لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ﴾ أي يقال للكفار على وجه التوبيخ والتقريع: لقد جئتمونا حفاةً عراةً لا شيء معكم من المال والولد كهيئتكم حين خلقناكم أول مرة ﴿بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُمْ مَّوْعِدًا﴾ أي زعمتم أن لا بعث ولا جزاء، ولا حساب ولا عقاب ﴿وَوُضِعَ الكتاب﴾ أي وضعت صحائف أعمال البشر وعُرضت عليهم ﴿فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ﴾ أي فترى المجرمين خائفين مما فيه من الجرائم والذنوب ﴿وَيَقُولُونَ ياويلتنا﴾ أي يا حسرتنا ويا هلاكنا على ما فرطنا في حياتنا الدنيا ﴿مَالِ هذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا﴾ أي ما شأن هذا الكتاب لا يترك صغيرة ولا كبيرة إلا ضبطها وأحاط بها؟ قال تعالى ﴿وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا﴾ أي مكتوبًا مثبتًا في الكتاب ﴿وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا﴾ أي لا يعاقب إنسانًا بغير جرم، ولا يُنقص من ثواب المحسن ﴿وَإِذْ قُلْنَا للملائكة اسجدوا لأَدَمَ﴾ أي لا اذكر حين أمرنا الملائكة بالسجود لآدم سجود تحية وتكريم لا سجود عبادة ﴿فسجدوا إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ﴾ أي سجد جميع الملائكة لكن إبليس الذي هو من الجن خرج عن طاعة ربه، والآية صريحة في أن إبليس من الجن لا من الملائكة ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ﴾ أي أفتتخذونه يا بني آدم هو وأولاده الشياطين أولياء من دون الله وهم لكم أعداء ﴿بِئْسَ لِلظَّالِمِينَ بَدَلًا﴾ أي بئست عبادة الشيطان بدلًا عن عبادة الرحمن ﴿مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض﴾ أي ما أشهدت هؤلاء الشياطين الذين عبدتموهم من دوني خلق السماوات والأرض ﴿وَلاَ خَلْقَ أَنْفُسِهِمْ﴾ أي ولا أشهدت بعضهم خلق بعض فهم عبيد أمثالكم لا يملكون شيئًا ﴿وَمَا كُنتُ مُتَّخِذَ المضلين عَضُدًا﴾ أي وما كنت متخذ الشياطين أعوانًا في الخلق فكيف تطيعونهم من دوني؟ ﴿وَيَوْمَ يَقُولُ نَادُواْ شُرَكَآئِيَ الذين زَعَمْتُمْ﴾ أي ويوم يقول الله للمشركين: أُدعوا شركائي ليمنعوكم من عذابي ويشفعوا لكم كما كنتم تزعمون ﴿فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ﴾ أي فاستغاثوا بهم فلم يغيثوهم ﴿وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا﴾ أي جعلنا بين العابدين والمعبودين مهلكةً لا يجتازها هؤلاء وهي النار ﴿وَرَأَى المجرمون النار فظنوا أَنَّهُمْ مُّوَاقِعُوهَا﴾ أي عاينوها وهي تتغيظ حنقًا عليهم فأيقنوا أنهم داخلوها ﴿وَلَمْ يَجِدُواْ عَنْهَا مَصْرِفًا﴾ أي","vol":"2","page":178},{"text":"لم يجدوا عنها معدلًا وذلك لأنها أحاطت بهم من كل جانب فلم يقدروا على الهرب منها.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿الغداة. . والعشي﴾ وبين ﴿فَلْيُؤْمِن. . فَلْيَكْفُرْ﴾ .\n٢ - المقابلة البديعة بين الجنة ﴿نِعْمَ الثواب وَحَسُنَتْ مُرْتَفَقًا﴾ والنار ﴿بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقًا﴾ .\n٣ - التشبيه ﴿بِمَآءٍ كالمهل يَشْوِي الوجوه﴾ ويسمى مرسلًا مفصلًا لذكر الأداة ووجه الشبه.\n٤ - التشبيه التمثيلي ﴿واضرب لهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ﴾ لأن وجه الشبه منتزع من متعدد وكذلك يوجد التشبيه التمثيلي في ﴿واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ﴾ .\n٥ - المبالغة بإطلاق المصدر على اسم الفاعل ﴿أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا﴾ أي غائرًا.\n٦ - الكناية ﴿يُقَلِّبُ كَفَّيْهِ﴾ كناية عن التحسر والندم لأن النادم يضرب بيمينه على شماله.\n٧ - الإنكار والتعجيب ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ﴾؟ .\nتنبيه: الجمهور على أن الباقيات الصالحات هن الكلمات المأثور فضلها «سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله العلي العظيم» وقد ورد بذلك حديث تقدم ذكره وفي الترمذي أن رسول الله ﷺ َ قال: «لقيتُ إبراهيم ليلةً أُسري بي فقال يا محمد: أقرئْ أمتك مني السلام وأخبرهم أن الجنة طيبة التربة، عذبة الماء، وأنها قيعان، وأن غراسها: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» رواه الترمذي.","vol":"2","page":179},{"text":"المنَاسَبَة: لما ضرب تعالى المثل في قصة صاحب الجنتين، وضرب المثل للحياة الدنيا وما فيها من نعيم خادع ومتاع زائل، نبَّه تعالى إلى الغاية من ذكر هذه الأمثال وهي «العظةُ والاعتبار» ثم ذكر القصة الثالثة «قصة موسى مع الخضر» وما فيها من أمور غيبيَّة عجيبة.\nاللغَة: ﴿قُبُلًا﴾ مقابلةً وعيانًا ﴿مَوْئِلًا﴾ ملجأ ومنجى قال ابن قتيبة: وأل فلان إلى كذا لجأ إليه وألًا ووءولًا والموئل: الملجأ قال الأعشى:\nوقد أُخالِسُ ربَّ البيت غفلتَه ... وقد يحاذِرُ مني ثم لا يئلُ\n﴿حُقُبًا﴾ جمع حقبة وهي السنة والمراد بالحُقُب هنا الزمان الطويل ﴿سَرَبًا﴾ السَّرب: المسلك في جوف الأرض ﴿نَصَبًا﴾ النَّصب: التعب والمشقة ﴿أمْرًا﴾ أمرًا عظيمًا يقال: إمِر الأمر إذا عظم ﴿نُّكْرًا﴾ منكرًا فظيعًا جدًا.\nالتفسِير: ﴿وَلَقَدْ صَرَّفْنَا فِي هذا القرآن لِلنَّاسِ مِن كُلِّ مَثَلٍ﴾ أي بيّنا في هذا القرآن الأمثال وكرَّرنا الحجج والمواعظ ﴿وَكَانَ الإنسان أَكْثَرَ شَيْءٍ جَدَلًا﴾ أي وطبيعة الإنسان الجدلُ والخصومة لا ينيب لحق ولا ينزجر لموعظة ﴿وَمَا مَنَعَ الناس أَن يؤمنوا إِذْ جَآءَهُمُ الهدى﴾ أي ما منع الناسَ من الإيمان حين جاءهم الهُدى من الله ﴿وَيَسْتَغْفِرُواْ رَبَّهُمْ﴾ أي ومن الاستغفار من الذنوب والآثام ﴿إِلاَّ","vol":"2","page":180},{"text":"أَن تَأْتِيَهُمْ سُنَّةُ الأولين﴾ َ أي إلا انتظارهم أن تأتيهم سنة الأولين وهي الإهلاك ﴿أَوْ يَأْتِيَهُمُ العذاب قُبُلًا﴾ أي يأتيهم عذاب الله عيانًا ومقابلة ومعنى الآية أنه ما منعهم من الإيمان والاستغفار إلا طلبهم أن يشاهدوا العذاب الذي وُعدوا به عيانًا ومواجهة كقولهم ﴿فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ﴾ [الأنفال: ٣٢] ﴿وَمَا نُرْسِلُ المرسلين إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ﴾ أي ما نرسل الرسل إلا لغرض التبشير والإِنذار لا للإِهلاك والدمار، مبشرين لأهل الإِيمان ومنذرين لأهل العصيان ﴿وَيُجَادِلُ الذين كَفَرُواْ بالباطل لِيُدْحِضُواْ بِهِ الحق﴾ أي ومع وضوح الحق يجادل الكفار بالباطل ليغلبوا به الحق ويبطلوه فهم حين يطلبون الخوارق ويستعجلون العذاب لا يريدون الإيمان وإنما يستهزئون ويسخرون ﴿واتخذوا آيَاتِي وَمَا أُنْذِرُواْ هُزُوًا﴾ أي أتخذوا القرآن وما خُوّفوا به من العذاب سخرية واستهزاءً ﴿وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بآيات رَبِّهِ فَأَعْرَضَ عَنْهَا﴾ أي لا أحد أظلمُ ممن وُعظ بآيات الله البينة، وحججه الساطعة، فتعامى عنها وتناساها ولم يُلقِ لها بالًا ﴿وَنَسِيَ مَا قَدَّمَتْ يَدَاهُ﴾ أي نسي ما عمله من الجرائم الشنيعة، والأفعال القبيحة، ولم يتفكر في عاقبتها ﴿إِنَّا جَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ﴾ أي جعلنا على قلوبهم أغطية تحول دون فقه هذا القرآن وإدراك أسراره، والانتفاع بما فيه من المواعظ والأحكام ﴿وَفِي آذَانِهِمْ وَقْرًا﴾ أي وفي آذانهم صممًا معنويًا يمنعهم أن يسمعوه سماع تفهم وانتفاع ﴿وَإِن تَدْعُهُمْ إلى الهدى فَلَنْ يهتدوا إِذًا أَبَدًا﴾ أي وإن دعوتهم إلى الإيمان والقرآن فلن يستجيبوا لك أبدًا لأنهم لا يفقهون ولا يسمعون، فللهدى قلوبٌ متفتحة مستعدة لقبول الإيمان وهؤلاء كالأنعام ﴿وَرَبُّكَ الغفور ذُو الرحمة﴾ أي وربك يا محمد واسع المغفرة عظيم الرحمة بالعباد مع تقصيرهم وعصيانهم ﴿لَوْ يُؤَاخِذُهُم بِمَا كَسَبُواْ لَعَجَّلَ لَهُمُ العذاب﴾ أي لو يعاقبهم بما اقترفوا من المعاصي والإجرام لعجَّل لهم عذاب الدنيا، ولكنه تعالى يمهلهم ويؤخر عنهم العذاب الذي يستعجلونه به رحمةً بهم، وقد جرت سنته بأن يمهل الظالم ولكن لا يهمله ﴿بَل لَّهُم مَّوْعِدٌ لَّن يَجِدُواْ مِن دُونِهِ مَوْئِلًا﴾ أي لهم موعد آخر في القيامة يرون فيه الأهوال لن يجدوا لهم فيه ملجأ ولا منجى ﴿وَتِلْكَ القرى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُواْ﴾ أي تلك هي أخبار الأمم السالفة والقرون الخالية كقوم هود وصالح ولوط وشعيب أهلكناهم حين ظلموا ﴿وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا﴾ أي جعلنا لهلاكهم وقتًا محدَّدًا معلومًا، أفلا يعتبر هؤلاء المكذبون المعاندون؟ والآية وعيد وتهديد لكفار قريش قال ابن كثير: والمعنى احذروا أيها المشركون أن يصيبكم ما أصابهم فقد كذبتم أعظم نبيَّ وأشرف رسول، ولستم بأعزَّ علينا منهم فخافوا عذابي ونُذري ﴿وَإِذْ قَالَ موسى لِفَتَاهُ لا أَبْرَحُ حتى أَبْلُغَ مَجْمَعَ البحرين﴾ هذه هي القصة الثالثة في هذه السورة الكريمة والمعنى اذكر حين قال موسى الكليم لفتاة «يوشع بن نون» لا أزال أسير وأتابع السير حتى أصل الى ملتقى بحر فارس وبحر الروم مما يلي جهة المشرق وهو مجمع البحرين ﴿أَوْ أَمْضِيَ حُقُبًا﴾ أي أسير زمانًا إلى أن أبلغ ذلك المكان ﴿فَلَمَّا بَلَغَا مَجْمَعَ بَيْنِهِمَا نَسِيَا حُوتَهُمَا﴾ أي فلما بلغ موسى وفتاه مجمع البحرين نسي «يوشع» أن يخبر موسى بأمر الحوت وما شاهده منه من الأمر","vol":"2","page":181},{"text":"العجيب، روي أن الله تعالى أوحى إلى موسى أن يأخذ معه حوتًا فيجعله في مِكْتل فحيثما فقد الحوت فهناك الرجل الصالح ﴿فاتخذ سَبِيلَهُ فِي البحر سَرَبًا﴾ أي اتخذ الحوت سبيله في البحر مسلكًا قال المفسرون: كان الحوت مشويًا فخرج من المِكْتل ودخل في البحر وأمسك الله جرية الماء فصار كالطاق عليه وجمد الماء حوله وكان ذلك آيةً من آيات الباهرة لموسى ﵇ ﴿فَلَمَّا جَاوَزَا قَالَ لِفَتَاهُ آتِنَا غَدَآءَنَا﴾ أي فلما قطعا ذلك المكان وهو مجمع البحرين الذي جُعل موعدًا للملاقاة قال موسى لفتاه أعطنا طعام الغذاء ﴿لَقَدْ لَقِينَا مِن سَفَرِنَا هذا نَصَبًا﴾ لقينا في هذا السفر العناء والتعب، وكان قد سار ليلة وجزءًا من النهار بعد أن جاوز الصخرة ﴿قَالَ أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصخرة فَإِنِّي نَسِيتُ الحوت﴾ أي قال الفتى «يوشع بن نون» حين طلب موسى منه الحوت للغذاء أرأيت حين التجأنا إلى الصخرة التي نمت عندها ماذا حدث من الأمر العجيب؟ لقد خرج الحوتُ من المكتل ودخل البحر وأصبح عليه مثل الكوة وقد نسيتُ أن أذكر لك ذلك حين استيقظت ﴿وَمَآ أَنْسَانِيهُ إِلاَّ الشيطان أَنْ أَذْكُرَهُ﴾ أي وقد أنساني الشيطان أن أخبرك عن قصته الغريبة ﴿واتخذ سَبِيلَهُ فِي البحر عَجَبًا﴾ أي واتخذ الحوتُ طريقة في البحر وكان أمره عجبًا، يتعجب الفتى من أمره لأنه كان حوتًا مشويًا فدبَّت فيه الحياة ودخل البحر ﴿قَالَ ذَلِكَ مَا كُنَّا نَبْغِ﴾ أي قال موسى هذا الذي نطلبه ونريده لأنه علامة على غرضنا وهو لُقْيا الرجل الصالح ﴿فارتدا على آثَارِهِمَا قَصَصًا﴾ أي رجعا في طريقهما الذي جاءا منه يتتبعان أثرهما الأول لئلا يخرجا عن الطريق ﴿فَوَجَدَا عَبْدًا مِّنْ عِبَادِنَآ﴾ وجدا الخضر ﵇ عند الصخرة التي فقد عندها الحوت، وفي الحديث أن موسى وجد الخضر مسجَّى بثوبه مستلقيًا على الأرض فقال له: السلام عليك فرفع رأسه وقال: وأنّى بأرضك السلام؟ ﴿آتَيْنَاهُ رَحْمَةً مِّنْ عِندِنَا﴾ أي وهبناه نعمة عظيمة وفضلًا كبيرًا وهي الكرامات التي أظهرها الله على يديه ﴿وَعَلَّمْنَاهُ مِن لَّدُنَّا عِلْمًا﴾ أي علمًا خاصًا بنا لا يُعلم إلا بتوفيقنا وهو علم الغيوب قال العلماء: هذا العلم الرباني ثمرة الإخلاص والتقوى ويسمى «العلم اللدُنِّي» يورثه الله لم أخلص العبودية له، ولا ينال بالكسب والمشقة وإِنما هو هبة الرحمن لمن خصَّه الله بالقرب والولاية والكرامة ﴿قَالَ لَهُ موسى هَلْ أَتَّبِعُكَ على أَن تُعَلِّمَنِ مِمَّا عُلِّمْتَ رُشْدًا﴾ أي هل تأذن لي في مرافقتك لأقتبس من علمك ما يرشدني في حياتي؟ قال المفسرون: هذه مخاطبة فيها ملاطفة وتواضع من نبي الله الكريم وكذلك ينبغي أن يكون الإنسان مع من يريد أن يتعلم منه ﴿قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾ أي قال الخضر: إِنك لا تستطيع الصبر على ما ترى قال ابن عباس: لن تصبر على صنعي لأني علمتُ من غيب علم ربي ﴿وَكَيْفَ تَصْبِرُ على مَا لَمْ تُحِطْ بِهِ خُبْرًا﴾ أي كيف تصبر على أمرٍ ظاهرة منكرٌ وأنت لا تعلم باطنه؟ ﴿قَالَ ستجدني إِن شَآءَ الله صَابِرًا وَلاَ أَعْصِي لَكَ أمْرًا﴾ أي قال موسى ستراني صابرًا ولا أعصي أمرك إن شاء الله ﴿قَالَ فَإِنِ اتبعتني فَلاَ تَسْأَلْني عَن شَيءٍ حتى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا﴾ شرط عليه قبل بدء الرحلة ألا يسأله ولا يستفسر عن شيء من تصرفاته حتى يكشف له","vol":"2","page":182},{"text":"سرها، فقبل موسى شرطه رعايةً لأدب المتعلم مع العالم، والمعنى لا تسألني عن شيء مما أفعله حتى أبيّنه لك بنفسي ﴿فانطلقا حتى إِذَا رَكِبَا فِي السفينة خَرَقَهَا﴾ أي انطلق موسى والخضر يمشيان على ساحل البحر حتى مرت بهما سفينة فعرفوا الخضر فحملوهما بدون أجر فلما ركبا السفينة عمد الخضر إلى فأس فقلع لوحًا من ألواح السفينة بعد أن أصبحت في لجة البحر ﴿قَالَ أَخَرَقْتَهَا لِتُغْرِقَ أَهْلَهَا﴾ أي قال له موسى مستنكرًا: أخرقت السفينة لتغرق الركاب؟ ﴿لَقَدْ جِئْتَ شَيْئًا إِمْرًا﴾ أي فعلت شيئًا عظيمًا هائلًا، يروى أن موسى لما رأى ذلك أخذ ثوبه فجعله مكان الخرق ثم قال للخضر: قومٌ حملونا بغير أجرٍ عمدتَ إلى سفينتهم فخرقتها لتغرق أهل السفينة لقد فعلت أمرًا منكرًا عظيمًا!! ﴿قَالَ أَلَمْ أَقُلْ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾ أي ألم أخبرك من أول الأمر أنك لا تصبر على ما ترى من صنيعي؟ ذكَّره بلطفٍ في مخالفته الشرط ﴿قَالَ لاَ تُؤَاخِذْنِي بِمَا نَسِيتُ﴾ أي لا تؤاخذني بمخالفتي الشرط ونسياني العهد ﴿وَلاَ تُرْهِقْنِي مِنْ أَمْرِي عُسْرًا﴾ أي لا تكلفني مشقةً في صحبتي إياك وعاملني باليُسر لا بالعُسر ﴿فانطلقا حتى إِذَا لَقِيَا غُلاَمًا فَقَتَلَهُ﴾ أي فقبل عذره وانطلقا بعد نزولهما من السفينة يمشيان فمرَّا بغلمانٍ يلعبون وفيهم غلام وضيء الوجه جميل الصورة فأمسكه الخضر واقتلع رأسه بيده ثم رماه في الأرض ﴿قَالَ أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ﴾ أي قال موسى: أقتلت نفسًا طاهرةً لم ترتكب جرمًا ولم تقتل نفسًا حتى تقتل به ﴿لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا﴾ أي فعلت شيئًا منكرًا عظيمًا لا يمكن السكوت عنه.\n. لم يكن موسى ناسيًا في هذه المرة ولا غافلًا ولكنه قاصدٌ أن يُنكر المنكر الذي لا يصبر على وقوعه بالرغم من تذكره لوعده، وقال هنا ﴿نُّكْرًا﴾ أي منكرًا فظيعًا وهو أبلغ من قوله ﴿أمْرًا﴾ في الآية السابقة، ذكر القرطبي أن موسى ﵇ لما قال للخضر ﴿أَقَتَلْتَ نَفْسًا زَكِيَّةً﴾ غضب واقتلع كتف الصبي الأيسر وقشر اللحم عنه فإذا مكتوب في عظم كتفه كافرٌ لا يؤمن بالله أبدًا ﴿قَالَ أَلَمْ أَقُلْ لَّكَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾ أي ألم أقل لك أنتَ على التعيين والتحديد لن تستطيع الصبر على ما ترى مني؟ قال المفسرون: وقَّره في الأول فلم يواجهه بكاف الخطاب فلما خالف في الثاني واجهه بقوله ﴿لَّكَ﴾ لعدم العذر هنا، ويعود موسى لنفسه ويجد أنه خالف وعده مرتين، فيندفع ويقطع على نفسه الطريق ويجعلها آخر فرصةٍ أمامه ﴿قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي﴾ أي إن أنكرت عليك بعد هذه المرة واعترضتُ على ما يصدر منك فلا تصحبني معك ﴿قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا﴾ أي قد أعذرت إليَّ في ترك مصاحبتي فأنت معذورٌ عندي لمخالفتي لك ثلاث مرات ﴿فانطلقا حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ استطعمآ أَهْلَهَا فَأَبَوْاْ أَن يُضَيِّفُوهُمَا﴾ أي مشيا حتى وصلا إلى قرية قال ابن عباس: هي انطاكية فطلبا طعامًا وكان أهلها لئامًا لا يطعمون جائعًا، ولا يتسضيفون ضيفًا، فامتنعوا عن إضافتهما أو إطعامهما ﴿فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ﴾ أي وجدا في القرية حائطًا مائلًا يوشك أن يسقط ويقع ﴿فَأَقَامَهُ﴾ أي مسحه الخضر بيده فاستقام، وقيل إنه هدمه ثم بناه وكلاهما مرويٌ عن ابن عباس ﴿قَالَ لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا﴾ أي قال له موسى لو أخذت منهم أجرًا نستعين به على شراء الطعام! ﴿أنكر عليه موسى صنيع المعروف مع غير أهله، روي أن","vol":"2","page":183},{"text":"موسى قال للخضر: قومٌ استطعمناهم فلم يطعمونا، وضِفناهم فلم يضيّفونا ثم قعدت تبني لهم الجدار لو شئتَ لاتخذت عليه أجرًا﴾ ﴿قَالَ هذا فِرَاقُ بَيْنِي وَبَيْنِكَ﴾ أي قال الخضر: هذا وقت الفراق بيننا حسب قولك ﴿سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا﴾ أي سأخبرك بحكمة هذه المسائل الثلاث التي أنكرتها عليَّ ولم تستطع عليها وفي الحديث\n«رحم الله أخي موسى لوددت أنه صبر حتى يقص الله علينا من أمرهما ولو لبث مع صاحبه لأبصر العجب» ﴿أَمَّا السفينة فَكَانَتْ لِمَسَاكِينَ يَعْمَلُونَ فِي البحر﴾ هذا بيانٌ وتفصيل للأحداث العجيبة التي رآها موسى ولم يطق لها صبرًا والمعنى أما السفينة التي خرقتها فكانت لأناس ضعفاء لا يقدرون على مدافعة الظَّلمة يشتغلون بها في البحر بقصد التكسب ﴿فَأَرَدتُّ أَنْ أَعِيبَهَا﴾ أي أردتُ بخرقها أن أجعلها معيبة لئلا يغتصبها الملك الظالم ﴿وَكَانَ وَرَآءَهُم مَّلِكٌ﴾ أي كان أمامهم ملك كافر ظالمٌ ﴿يَأْخُذُ كُلَّ سَفِينَةٍ غَصْبًا﴾ أي يغتصب كل سفينة صالحة لا عيب فيها ﴿وَأَمَّا الغلام فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ﴾ أي وأما الغلام الذي قتلتُه فكان كافرًا فاجرًا وكان أبواه مؤمنين وفي الحديث «إِن الغلام الذي قتله الخضر طُبع كافرًا، ولو عاش لأرهق أبويه طغيانًا وكفرًا» ﴿فَخَشِينَآ أَن يُرْهِقَهُمَا طُغْيَانًا وَكُفْرًا﴾ أي فخفنا أن يحملهما حبُّه على اتّباعه في الكفر والضلال ﴿فَأَرَدْنَآ أَن يُبْدِلَهُمَا رَبُّهُمَا خَيْرًا مِّنْهُ زَكَاةً وَأَقْرَبَ رُحْمًا﴾ أي فأردنا بقتله أن يرزقهما الله ولدًا صالحًا خيرًا من ذلك الكافر وأقربَ برًا ورحمة بوالديه ﴿وَأَمَّا الجدار فَكَانَ لِغُلاَمَيْنِ يَتِيمَيْنِ فِي المدينة وَكَانَ تَحْتَهُ كَنزٌ لَّهُمَا﴾ أي وأما الجدار الذي بنيتُه دون أجر والذي كان يوشك أن يسقط فقد خبئ تحته كنزٌ من ذهب وفضة لغلامين يتيمين ﴿وَكَانَ أَبُوهُمَا صَالِحًا﴾ أي وكان والدهما صالحًا تقيًا فحفظ الله لهما الكنز لصلاح الوالد قال المفسرون: إن صلاح الأباء ينفع الأبناء، وتقوى الأصول تنفع الفروع ﴿فَأَرَادَ رَبُّكَ أَن يَبْلُغَآ أَشُدَّهُمَا وَيَسْتَخْرِجَا كَنزَهُمَا﴾ أي فأراد الله بهذا الصنيع أن يكبرا ويشتد عودهما ويستخرجا كنزهما من تحت الجدار ﴿رَحْمَةً مِّن رَّبِّكَ﴾ أي رحمةً من الله بهما لصلاح أبيهما ﴿وَمَا فَعَلْتُهُ عَنْ أَمْرِي﴾ أي ما فعلتُ ما رأيتَ من خرْقِ السفينة، وقتل الغلام، وإقامة الجدارعن رأيي واجتهادي، بل فعلته بأمر الله وإلهامه ﴿ذَلِكَ تَأْوِيلُ مَا لَمْ تَسْطِع عَّلَيْهِ صَبْرًا﴾ أي ذلك تفسير التي لم تستطع الصبر عليها وعارضت فيها قبل أن أخبرك عنها.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الطباق بين ﴿مُبَشِّرِينَ.\n. وَمُنذِرِينَ﴾ وبين ﴿نَسِيتُ. . وَأَذْكُرَ﴾ .\n٢ - اللف والنشر المرتَّب ﴿أَمَّا السفينة﴾ ﴿وَأَمَّا الغلام﴾ ﴿وَأَمَّا الجدار﴾ فقد جاء بها مرتبة بعد ذكر ركوب السفينة وقتل الغلام وبناء الجدار بطريق اللف والنشر المرتب وهو من المحسنات البديعية.\n٣ - الحذف بالإيجاز ﴿كُلَّ سَفِينَةٍ﴾ أي صالحةٍ خذف لدلالة لفظ «أعيبها» وكذلك حذف لفظ كافر من ﴿وَأَمَّا الغلام﴾ لدلالة قوله تعالى ﴿فَكَانَ أَبَوَاهُ مُؤْمِنَيْنِ﴾ .\n٤ - التغليب ﴿أَبَوَاهُ﴾ المراد باللفظ أبوه وأمه.","vol":"2","page":184},{"text":"٥ - الاستعارة ﴿يُرِيدُ أَن يَنقَضَّ﴾ لأن الإرادة من صفات العقلاء وإسنادها إلى الجدار من لطيف الاستعارة وبليغ المجاز كقول الشاعر:\nيريد الرمحُ صدر أبي براءٍ ويرغب عن دماء بني عقيل\n٦ - التنكير للتفخيم والإضافة للتشريف ﴿عَبْدًا مِّنْ عِبَادِنَآ﴾ .\n٧ - السجع مراعاة لرءوس الآيات مثل ﴿نَصَبًا. . سَرَبًا. . عَجَبًا﴾ .\n٨ - تعليم الأدب ﴿فَأَرَدتُّ أَنْ أَعِيبَهَا﴾ وهناك قال ﴿فَأَرَادَ رَبُّكَ﴾ حيث أسند ما ظاهره شر لنفسه وأسند الخير إلى الله تعالى، وذلك لتعليم العباد الأدب مع الله جل وعلا.\n«قصة موسى والخضر كما في الصحيحين»\nعن أبيّ كعب عن رسول الله ﷺ َ أنه قال: (إن موسى قام خطيبًا في بني إسرائيل فسئل أي الناس أعلم؟ فقال: أنا، فعتب الله ﷿ عليه إذْ لم يرُدَّ العلم إليه، فأوحى الله إليه أنَّ لي عبدًا بمجمع البحرين هو أعلم منك، قال موسى يا رب فكيف لي به؟ قال: تأخذ حوتًا فتجعله في مِكْتل فحيثما فقدتَ الحوت فهو ثمَّ، فانطلق موسى: ومعه فتاه «يوشع بن نون» حتى إذا أتيا الصخرة وضعا رؤوسهما فناما واضطرب الحوت في المِكْتل فخرج منه فسقط في البحر فاتخذ سبيه في البحر سرَباَ، وأمسك الله عن الحوت جريه الماء فصار عليه مثل الطاق، فلما استيقظ نسي صاحبه أن يخبره بالحوت فانطلقا بقية يومهما وليلتهما حتى إذا كان من الغد قال موسى لفتاه: آتنا غداءنا لقد لقينا من سفرنا هذا نصبًا - قال ولم يجد موسى النَّصب حتى جاوز المكان الذي أمره الله به - فقال فتاه ﴿أَرَأَيْتَ إِذْ أَوَيْنَآ إِلَى الصخرة فَإِنِّي نَسِيتُ الحوت وَمَآ أَنْسَانِيهُ إِلاَّ الشيطان أَنْ أَذْكُرَهُ واتخذ سَبِيلَهُ فِي البحر عَجَبًا﴾ قال فكان للحوت سَرَبًا ولموسى وفتاه عجَبًا فقال موسى ﴿ذَلِكَ مَا كُنَّا نَبْغِ فارتدا على آثَارِهِمَا قَصَصًا﴾ قال رجعا يقصان آثارهما حتى انتهيا إلى الصخرة، فإذا هو مسجَّى بثوب فسلَّم عليه موسى فقال الخضر: وأنَّى بأرضك السلام! من أنت؟ قال: أنا موسى، قال موسى بني إسرائيل؟ قال نعم أتيتك لتعلمني مما عُلمت رُشدًا ﴿قَالَ إِنَّكَ لَن تَسْتَطِيعَ مَعِيَ صَبْرًا﴾ . . يا موسى إني على علم من علم الله لا تعلمه علَّمنيه، وأنت على علم من علم الله علّمكه لا أعلمه، فقال موسى ﴿ستجدني إِن شَآءَ الله صَابِرًا وَلاَ أَعْصِي لَكَ أمْرًا﴾ فقال الخضر ﴿فَإِنِ اتبعتني فَلاَ تَسْأَلْني عَن شَيءٍ حتى أُحْدِثَ لَكَ مِنْهُ ذِكْرًا﴾ فانطلقا يمشيان على الساحل فمرت سفينة فكلموهم أن يحملوهم فعرفوا الخضر فحملوهم بغير نوْل - أي بدون أجر - فلما ركبا في السفينة لم يفجأ إلا والخضر قد قلع لوحًا من ألواح السفينة بالقدوم، فقال له موسى: قومٌ قد حملونا بغير نوْل عمدت إلى سفينتهم فخرقتها ﴿لِتُغْرِقَ أَهْلَهَا لَقَدْ جِئْتَ شَيْئًا إِمْرًا﴾ وقال رسول الله ﷺ َ: وكانت الأولى من موسى نسيانًا، وجاء عصفورٌ فوقع على حرف السفينة فنقر في البحر نقرة فقال له الخضر: ما علمي وعلمكَ من علم الله","vol":"2","page":185},{"text":"تعالى إلا مثل ما نقص هذا العصفور من هذا البحر، ثم خرجا من السفينة فبينما هما يمشيان على الساحل إذْ أبصر الخضر غلامًا يلعب مع الغلمان، فأخذ الخضر رأسه فاقتلعه فقتله، فقال له موسى ﴿أَقَتَلْتَ نَفْسًا زَكِيَّةً بِغَيْرِ نَفْسٍ لَّقَدْ جِئْتَ شَيْئًا نُّكْرًا﴾ قال ألم أقل لك إنك لن تستطيع معي صبرًا قال سُفيان: وهذه أشدُ من الأولى ﴿قَالَ إِن سَأَلْتُكَ عَن شَيْءٍ بَعْدَهَا فَلاَ تُصَاحِبْنِي قَدْ بَلَغْتَ مِن لَّدُنِّي عُذْرًا﴾ فانطلقا ﴿حتى إِذَآ أَتَيَآ أَهْلَ قَرْيَةٍ استطعمآ أَهْلَهَا فَأَبَوْاْ أَن يُضَيِّفُوهُمَا فَوَجَدَا فِيهَا جِدَارًا يُرِيدُ أَن يَنقَضَّ﴾ فقال الخضر بيده هكذا - أي أشار بيده - فأقامه فقال موسى: قوم أتيناهم فلم يطعمونا، ولم يضيفونا ﴿لَوْ شِئْتَ لَتَّخَذْتَ عَلَيْهِ أَجْرًا﴾ قال الخضر: ﴿هذا فِرَاقُ بَيْنِي وَبَيْنِكَ سَأُنَبِّئُكَ بِتَأْوِيلِ مَا لَمْ تَسْتَطِع عَّلَيْهِ صَبْرًا﴾ قال رسول الله ﷺ َ:\n«يرحم الله موسى لوددت أنه كان صبر حتى يقص الله علينا من أخبارهما» !! أخرجه الشيخان.\nتنبيه: قال العلامة القرطبي: «كرامات الأنبياء ثابتة على ما دلت عليه الأخبار والآيات المتواترة، ولا ينكرها إلا المبتدع الجاحد أو الفاسق الحائد، فالآيات ما أخبر الله تعالى في حق مريم من ظهور الفواكه الشتوية في الصيف، والصيفية في الشتاء، وما ظهر على يدها حيث هزَّت النخلة وكانت يابسة فأثمرت، وهي ليست بنبية، ويدل أيضًا ما ظهر على يد الخضر من خرق السفينة، وقتل الغلام، وإقامة الجدار» أهـ. القرطبي ١١/٢٨","vol":"2","page":186},{"text":"المنَاسَبَة: لما ذكر تعالى قصة الخضر أعقبها بقصة ذي القرنين ورحلاته الثلاث إلى المغرب، والشرق، وإلى السَّدين، وبناؤه للسدّ في وجه «يأجوج ومأجوج» وهي القصة الرابعة من القصص المذكورة في هذه السورة، وجميعها ترتبط بالعقيدة والإيمان، وهو الهدف الأصيل للسورة الكريمة.\nاللغَة: (ذو القرنين) هو الاسكندر المقدوني وهو ملِكٌ صالح أعطي العلم والحكمة، سمي بذي القرنين لأنه ملك مشارق الأرض ومغاربها وكان مسلمًا عادلًا قال الشاعر:\nقد كان دو القرنين قبلي مسلمًا ... ملكًا علا في الأرض غير مفنَّد\nبلغ المشارق والمغارب يبتغي ... أسباب مُلكٍ من كريم سيد\n﴿حَمِئَةٍ﴾ كثيرة الحمأة وهي الطينة السوداء ﴿سَدًّا﴾ السدُّ: الحاجز والحائل بين الشيئين ﴿رَدْمًا﴾ الردَّم. السدُّ المنيع وهو أكبر من السدّ لأن الرَّدم ما جعل بعضه على بعض حتى يصبح كالحجاب المنيع قال الحاجز الحصين المتين ﴿زُبَرَ الحديد﴾ قطع الحديد مفردة زُبرة وهي القطعة ﴿الصدفين﴾ جانبا الجبل قال أبو عبيدة: الصَّدف كل بناء عظيم مرتفع ﴿قِطْرًا﴾ القِطر: النحاس المذاب ﴿نَقْبًا﴾ خرقًا وثقبًا ﴿دَكَّآءَ﴾ مدكوكًا مسوَّى بالأرض قال الأزهري: دككته أي دققته ﴿يَمُوجُ﴾ يختلط ويضطرب ﴿الفردوس﴾ قال الفراء: البستان الذي فيه العنب وقال ثعلب: كل بستان يحوَّط عليه فهو فردوس.\nسَبَبُ النّزول: أ - قال قتادة: إن اليهود سألوا النبي ﷺ َ عن ذي القرنين فأنزل الله ﴿وَيَسْأَلُونَكَ عَن ذِي القرنين. .﴾ الآية.\nب - قال مجاهد: جاء رجل إلى النبي ﷺ َ فقال يا رسول الله: إني أتصدق، وأصلُ الرحم، ولا أصنع ذلك إلا لله تعالى، فيُذكر ذلك مني وأحمد عليه فيسرني ذلك وأُعجب به، فسكت رسول الله ﷺ َ ولم يقل شيئًا فأنزل الله ﴿فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًَا﴾ .\nالتفسِير: ﴿وَيَسْأَلُونَكَ عَن ذِي القرنين﴾ أي يسألك اليهود يا محمد عن ذي القرنين ما شأنه؟ وما قصته؟ ﴿قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْرًا﴾ أي قل لهم سأقص عليكم من نبأه وخبره قرآنًا ووحيًا ﴿إِنَّا مَكَّنَّا لَهُ فِي الأرض وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا﴾ أي يسرنا له أسباب الملك والسلطان والفتح والعمران،","vol":"2","page":187},{"text":"وأعطيناه كل ما يحتاج إليه للوصول إلى غرضه من أسباب العلم والقدرة والتصرف قال المفسرون: ذو القرنين هو «الاسكندر اليوناني» ملكَ المشرق والمغرب فسمي ذا القرنين، وكان ملكًا مؤمنًا مكَّن الله له في الأرض فعدل في حكمه وأصلح، وكان في الفترة بين عيسى ومحمد صلوات الله عليهما روي أن الذين ملكوا الأرض أربعة: مؤمنان وكافران، أما المؤمنان فسليمان وذو القرنين، وأما الكافران فنمرود وبختنصر ﴿فَأَتْبَعَ سَبَبًا﴾ أي سلك طريقه الذي يسره الله له وسار جهة المغرب ﴿حتى إِذَا بَلَغَ مَغْرِبَ الشمس﴾ أي وصل المغرب ﴿وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ﴾ أي وجد الشمس تغرب ما ماء وطين - حسب ما شاهد لا حسب الحقيقة - فإن الشمس أعظم من أن تدخل في عين من عيون الأرض قال الرازي: إن ذا القرنين لما بلغ أقصى المغرب ولم يبق بعدة شيء من العمارات وجد الشمس كأنها تغرب في عين وهذه مظلمة وإن لم تكن كذلك في الحقيقة كما أن راكب البحر يرى الشمس كأنها تغيب في البحر إذا لم ير الشطَّ وهي في الحقيقة تغيب وراء البحر ﴿وَوَجَدَ عِندَهَا قَوْمًا﴾ أي وجد عند تلك العين الحارة ذات الطين قومًا من الأقوام ﴿قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا﴾ أي قلنا له بطريق الإلهام: إما أن تقتلهم أو تدعوهم بالحسنى إلى الهداية والإيمان قال المفسرون: كانوا كفارًا فخيَّره الله بين أن يعذبهم بالقتل، أو يدعوهم إلى الإسلام فيُحسن إليهم ﴿قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ﴾ أي من أصرَّ على الكفر فسوف نقتله ﴿ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا﴾ أي ثم يرجع إلى ربه فيعذبه عذابًا منكرًا فظيعًا في نار جهنم ﴿وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَآءً الحسنى﴾ أي وأمّا من آمن بالله وأحسن العمل في الدنيا وقدَّم الصالحات فجزاءه الجنة يتنعَّم فيها ﴿وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا﴾ أي نيسر عليه في الدنيا فلا نكلفه بما هو شاق بل بالسهل الميسَّر.\nاختار الملك العدل دعوتهم بالحسنى فمن آمن فله الجنة، والمعاملة الطيبة، والمعونة والتيسير، ومن بقي على الكفر فله العذاب والنكال في الدنيا والآخرة ﴿ثُمَّ أَتْبَعَ سَبَبًا﴾ أي سلك طريقًا بجنده نحو المشرق ﴿حتى إِذَا بَلَغَ مَطْلِعَ الشمس﴾ أي حتى وصل أقصى المعمورة من جهة الشرق حيث مطلع الشمس في عين الرائي ﴿وَجَدَهَا تَطْلُعُ على قَوْمٍ لَّمْ نَجْعَل لَّهُمْ مِّن دُونِهَا سِتْرًا﴾ أي وجد الشمس تشرقُ على أقوامٍ ليس لهم من اللباس والبناء ما يسترهم من حر الشمس فإذا طلعت الشمس دخلوا في أسراب تحت الأرض، وإذا غربتْ خرجوا لمكاسبهم قال قتادة: مضى ذو القرنين يفتح المدائن ويجمع الكنوز ويقتل الرجال إلاّ من آمن حتى أتى مطلع الشمس فأصاب قومًا في أسراب عراة، ليس لهم طعام إلا ما أنضجته الشمس إذا طلعت، حتى إذا زالت عنهم الشمس خرجوا من أسرابهم في طلب معايشهم، وذُكر لنا أنهم كانوا في مكان لا يثبت عليه بنيان ويقال إنهم الزنج ﴿كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا﴾ أي كذلك فعل بأهل المشرق من آمن تركه ومن كفر قتله كما فعل بأهل المغرب وقد أحطنا علمًا بأحواله وأخباره، وعتاده وجنوده، فأمرُه من العظمة وكثرة المال بحيث لا يحيط به إلا علم اللطيف الخبير ﴿ثُمَّ أَتْبَعَ سَبَبًا﴾ أي سلك","vol":"2","page":188},{"text":"طريقًا ثالثًا بين المشرق والمغرب يوصله جهة الشمال حيث الجبال الشاهقة ﴿حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ﴾ أي حتى إذا وصل إلى منطقة بين حاجزين عظيمين، بمنقطع أرض بلاد الترك مما يلي أرمينية وأذربيجان قال الطبري: والسَّدُ: الحاجز بين الشيئين وهما هنا جبلان سُدَّ ما بينهما، فردَم ذو القرنين حاجزًا بين يأجوج ومأجوج من ورائهم ليقطع مادة غوائلهم وشرهم عنهم ﴿وَجَدَ مِن دُونِهِمَا قَوْمًا لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلًا﴾ أي وجد من وراء السدين قومًا متخلفين لا يكادون يعرفون لسانًا غيرلسانهم إلا بمشقة وعُسر قال المفسرون: إنما كانوا لا يفقهون القول لغرابة لغتهم، وبطء فهمهم، وبعدهم عن مخالطة غيرهم، وما فهم كلامهم إلا بواسطة ترجمان ﴿قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض﴾ أي قال القوم لذي القرنين: إن يأجوج ومأجوج - قبيلتان من بني آدم في خلقهم تشويهٌ، منهم مفرطٌ في الطول، ومنهم مفرطٌ في القِصر - قوم مفسدون بالقتل والسلب والنهب وسائر وجوه الشر قال المفسرون: كانوا من آكلة لحوم البشر، يخرجون في الربيع فلا يتركون أخضر إلا أكلوه، ولا يابسًا إلا احتملوه ﴿فَهَلْ نَجْعَلُ لَكَ خَرْجًا﴾ أي هل نفرض لك جزءًا من أموالنا كضريبة وخراج ﴿على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا﴾ أي لتجعل سدا يحمينا من شر يأجوج ومأجوج قال في البحر: هذا استدعاءٌ منهم لقبول ما بيذلونه على جهة حسن الأدب ﴿قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ﴾ أي ما بسطه الله عليَّ من القُدرة والمُلك خيرٌ مما تبذلونه لي من المال ﴿فَأَعِينُونِي بِقُوَّةٍ﴾ أي لا حاجة لي إلى المال فأعينوني بالأيدي والرجال ﴿أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا﴾ أي أجعل بينكم وبينهم سدا منيعًا، وحاجزًا حصينًا، وهذه شهامة منه حيث رفض قبول المال وتطوَّع ببناء السد واكتفى بعون الرجال ﴿آتُونِي زُبَرَ الحديد﴾ أي أعطوني قطع الحديد واجعلوها لي في ذلك المكان ﴿حتى إِذَا ساوى بَيْنَ الصدفين﴾ أي حتى إذا ساوى البناء بين جانبي الجبلين ﴿قَالَ انفخوا﴾ أي انفخوا بالمنافيخ عليه ﴿حتى إِذَا جَعَلَهُ نَارًا﴾ أي جعل ذلك الحديد المتراكم كالنار بشدة الإحماء ﴿قَالَ آتوني أُفْرِغْ عَلَيْهِ قِطْرًا﴾ أي أعطوني أصبُّ عليه النحاس المذاب قال الرازي: لما أتوه بقطع الحديد وضع بعضها على بعض حتى صارت بحيث تسدُّ ما بين الجبلين إلى أعلاهما ثم وضع المنافخ عليها حتى إذا صارت كالنار صبَّ النحاس المذاب على الحديد المحمي فالتصق بعضه ببعض وصار جبلًا صلدًا ﴿فَمَا اسطاعوا أَن يَظْهَرُوهُ﴾ أي فما استطاع المفسدون أن يعلوه ويتسوروه لعلوه وملاسته ﴿وَمَا استطاعوا لَهُ نَقْبًا﴾ أي وما استطاعوا نقبه من أسفل لصلابته وثخانته، وبهذا السد المنيع أغلق ذو القرنين الطريق على يأجوج ومأجوج ﴿قَالَ هذا رَحْمَةٌ مِّن رَّبِّي﴾ أي قال ذو القرنين: هذا السدُّ نعمةٌ من الله ورحمة على عباده ﴿فَإِذَا جَآءَ وَعْدُ رَبِّي﴾ أي فإذا جاء وعد الله بخروج ياجوج ومأجوج وذلك قرب قيام الساعة ﴿جَعَلَهُ دَكَّآءَ﴾ أي جعله الله مستويًا بالأرض وعاد متهدمًا كأن لم يكن بالأمس ﴿وَكَانَ وَعْدُ رَبِّي حَقًّا﴾ أي كان وعده تعالى بخراب السدِّ وقيام الساعة كائنًا لا محالة.\n. وهاهنا تنتهي قصة ذي القرنين ثم يأتي الحديث عن أهوال الساعة وشدائد القيامة قال تعالى ﴿","vol":"2","page":189},{"text":"وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ﴾ أي تركنا الناس يوم قيام الساعة يضطرب بعضهم ببعض - لكثرتهم - كاضطراب موج البحر ﴿وَنُفِخَ فِي الصور فَجَمَعْنَاهُمْ جَمْعًا﴾ أي ونفخ في الصور النفخة الثانية فجمعناهم للحساب والجزاء في صعيد واحدٍ جمعًا لم يتخلف منهم أحد ﴿وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضًا﴾ أي أبرزنا جهنم وأظهرناها للكافرين يوم جمع الخلائق حتى شاهدوها بأهوالها عرضًا مخيفًا مفزعًا ﴿الذين كَانَتْ أَعْيُنُهُمْ فِي غِطَآءٍ عَن ذِكْرِي﴾ أي هم الذين كانوا في الدنيا عُميًا عن دلائل قدرة الله ووحدانيته فلا ينظرون ولا يتفكرون ﴿وَكَانُواْ لاَ يَسْتَطِيعُونَ سَمْعًا﴾ أي لا يطيقون أن يسمعوا كلام الله تعالى لظلمة قلوبهم قال أبو السعود: وهذا تمثيلٌ لإعراضهم عن الأدلة السمعية، وتعاميهم عن الآيات المشاهدة بالأبصار فكأنهم عمْيٌ صم ﴿أَفَحَسِبَ الذين كفروا أَن يَتَّخِذُواْ عِبَادِي مِن دوني أَوْلِيَآءَ﴾ الهمزة للإنكار والتوبيخ أي أفظنَّ الكافرون أن يتخذوا بعض عبادي آلهة يعبدونهم دوني كالملائكة وعزير والمسيح ابن مريم، وأن ذلك ينفعهم أو يدفع عنهم عذابي؟ قال القرطبي: جواب الاستفهام محذوف تقديره أفحسبوا أن ذلك ينفعهم، أولا أعاقبهم ﴿إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا﴾ أي هيأنا جهنم وجعلناها ضيافةً لهم كالنُزُل المعد للضيف قال البيضاوي: وفيه تهكمٌ بهم وتنبيهٌ على أن لهم وراءها من العذاب ما تستتحق جهنم دونه ﴿قُلْ هَلْ نُنَبِّئُكُم بالأخسرين أَعْمَالًا﴾ أي قل يا محمد لهؤلاء الكافرين هل نخبركم بأخسر الناس عند الله؟ ﴿الذين ضَلَّ سَعْيُهُمْ فِي الحياة الدنيا﴾ أي بطل عملهم وضاع في هذه الحياة الدنيا لأن الكفر لا تنفع معه طاعة قال الضحاك: هم القسيّسون والرهبان يتعبدون ويظنون أن عبادتهم تنفعهم وهي لا تقبل منهم ﴿وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾ أي يظنون أنهم محسنون بأفعالهم ﴿أولئك الذين كَفَرُواْ بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ﴾ أي كفروا بالقرآن وبالبعث والنشور فبطلت أعمالهم ﴿فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْنًا﴾ أي لهم عند الله قيمةٌ ولا وزن، ولا قدرٌ ولا منزلة وفي الحديث «يُؤتى بالرجل الطويل الأكول الشروب فلا يزن جناح بعوضة» ﴿ذَلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُواْ واتخذوا آيَاتِي وَرُسُلِي هُزُوًا﴾ أي ذلك جزاؤهم وعقوبتهم نارُ جهنم بسبب كفرهم واستهزائهم بآيات الله ورسله ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي آمنوا بالله وعملوا بما يرضيه ﴿كَانَتْ لَهُمْ جَنَّاتُ الفردوس نُزُلًا﴾ أي لهم أعلى درجات الفردوس منزلا ً ومستقرًا ﴿خَالِدِينَ فِيهَا لاَ يَبْغُونَ عَنْهَا حِوَلًا﴾ أي ماكثين فيها أبدًا لا يطلبون عنها تحولًا قال ابن رواحة: في جنان الفردوس ليسَ يخافون: خُروجًا عنها ولا تحويلًا ﴿قُل لَّوْ كَانَ البحر مِدَادًا لِّكَلِمَاتِ رَبِّي﴾ هذا تمثيلٌ لسعة علم الله والمعنى لو كانت بحار الدنيا حبرًا ومدادًا وكتبت به كلمات الله وحكمه وعجائبه ﴿لَنَفِدَ البحر قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي﴾ أي لفني ماء البحر على كثرته وانتهى، وكلامُ الله لا ينفد لأنه غير متناهٍ كعلمه جل وعلا ﴿وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا﴾ أي ولو أتينا بمثل ماء البحر وزدناه به حتى يكثر فإن كلام الله لا يتناهى ﴿قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ﴾ أي قل لهم يا محمد إنما أنا إنسان","vol":"2","page":190},{"text":"مثلكم أكرمني الله بالوحي، وأمرني أن أخبركم أنه واحدٌ أحد لا شريك له ﴿فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ﴾ أي فمن كان يرجو ثواب الله ويخاف عقابه ﴿فَلْيَعْمَلْ عَمَلًا صَالِحًا﴾ أي فليخلص له العبادة ﴿وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًَا﴾ أي لا يرائي بعمله ولا يبتغي بما يعمل غير وجه الله، فإن الله لا يقبل إلا ما كان خالصًا لوجهه الكريم.\nالبَلاغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿مَطْلِعَ. . مَغْرِبَ﴾ .\n٢ - التشبيه البليغ ﴿جَعَلَهُ نَارًا﴾ أي كالنار في الحرارة وشدة الإحمرار حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\n٣ - الاستعارة ﴿يَمُوجُ فِي بَعْضٍ﴾ شبّههم لكثرتهم وتداخل بعضهم في بعضٍ بموج البحر المتلاطم واستعار لفظ يموج لذلك ففيه استعارة تبعية.\n٤ - الاستعارة أيضًا ﴿كَانَتْ أَعْيُنُهُمْ فِي غِطَآءٍ عَن ذِكْرِي﴾ أي كانوا ينظرون فلا يعتبرون وتُعرض عليهم الآيات الكونية فلا يؤمنون، ولم تكن أعينهم حقيقةً في غطاء وحجاب وإنما هو تطريق التمثيل.\n٥ - الجناس الناقص ﴿يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ﴾ لتغير الشكل وبعض الحروف، ويسمى أيضًا جناس التصحيف.\n٦ - الاستفهام الذي يراد به التوبيخ والتقريع ﴿أَفَحَسِبَ الذين كفروا﴾؟\n٧ - المقابلة اللطيفة ﴿وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَآءً الحسنى﴾ مقابل ﴿أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ﴾ الآية.\nلطيفَة: كثيرًا ما يرد في القرآن لفظ «حبط» وأصل الحبوط هو انتفاخ بطن الدابة حين تأكل نوعًا سامًا من الكلأ ثم تَلْقى حتفها، وهذا اللفظ أنسب شيء لوصف الأعمال فإنها تنتفخ وأصحابها يظنونها صالحة ناجحة رابحة ثم تنتهي إلى البوار.","vol":"2","page":191},{"text":"اللغَة: ﴿وَهَنَ﴾ ضعف يقال وَهَن يهنُ فهو وَاهِنٌ والوهنُ ضعفُ القوة ﴿اشتعل﴾ الاشتعال انتشار شعاع النار ﴿عَاقِرًا﴾ العاقر: التي لا تلد لكبر سنها ﴿عِتِيًّا﴾ العِتيُّ: النهاية في الكبر واليبس","vol":"2","page":193},{"text":"والجفاف يقال: عتا الشيخ كبر وولّى قال الشاعر:\nإنما يُعذر الوليدُ ولا يُعذر ... من كان في الزَّمان عِتّيًا\n﴿حَنَانًا﴾ الحنان: الشفقة والرحمةُ والمحبةُ، وأصله من حنين الناقة على ولدها وحنانْيك تريد رحمتك قال طرفة:\nأبَا منذر أفنيت فاسْبتق بعضّنا ... حنانَيْك بعضُ الشر أهونُ من بعض\n﴿انتبذت﴾ ابتعدت وتنحَّت ﴿سَوِيًّا﴾ مستوي الخلقة ﴿المخاض﴾ اشتداد وجع الولادة والطلق ﴿سَرِيًّا﴾ السريُّ: النهر والجدول لأن الماء يسري فيه ﴿فَرِيًّا﴾ الفريُّ: العظيم من الأمر.\nالتفسِير: ﴿كهيعص﴾ حروفٌ مقطعة للتنبيه على إعجاز القرآن وتقرأ: «كافْ، هَا، يَا، عَيْنْ، صَادْ» ﴿ذِكْرُ رَحْمَتِ رَبِّكَ عَبْدَهُ زَكَرِيَّآ﴾ أي هذا ذكرُ رحمةِ ربِّك لعبدِهِ زكريا نقصُّه عليك يا محمد ﴿إِذْ نادى رَبَّهُ نِدَآءً خَفِيًّا﴾ أي حين ناجى ربه ودعاه بصوتٍ خفي لا يكاد يسمع قال المفسرون: لأن الإخفاء في الدعاء أدخلُ في الإخلاص وأبعدُ من الرياء ﴿قَالَ رَبِّ إِنَّي وَهَنَ العظم مِنِّي﴾ أي دعا في ضراعة فقال يا رب: لقد ضعف عظمي، وذهبتْ قوتي من الكِبر ﴿واشتعل الرأس شَيْبًا﴾ أي انتشر الشيب في رأسي انتشار النار في الهشيم ﴿وَلَمْ أَكُنْ بِدُعَآئِكَ رَبِّ شَقِيًّا﴾ أي لم تخيّب دعائي في وقت من الأوقات بل عودتني الإحسان والجميل فاستجب دعائي الآن كما كنت تستجيبه فيما مضى قال البيضاوي: هذا توسلٌ بما سلف له من الاستجابة، وأنه تعالى عوَّده بالإجابة وأطعمه فيها، ومن حقّ الكريم أن لا يخيَّب من أطمعه ﴿وَإِنِّي خِفْتُ الموالي مِن وَرَآئِي﴾ أي خفت بني العم والعشيرة من بعد موتي أن يضيّعوا الدين ولا يُحسنوا وراثة العلم والنبوة ﴿وَكَانَتِ امرأتي عَاقِرًا﴾ أي لا تلد لكبر سنها أو لم تلدْ قطُّ ﴿فَهَبْ لِي مِن لَّدُنْكَ وَلِيًّا﴾ أي فارزقني من محض فضلك ولدًا صالحًا يتولاني ﴿يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ﴾ أي يرثني ويرث أجداده في العلم والنبوة قال البيضاوي: المراد وراثة الشرع والعلم فإن الأنبياء لا يورّثون المال ﴿واجعله رَبِّ رَضِيًّا﴾ أي أجعله يا رب مرضيًا عندك قال الرازي: قدًَّم زكريا ﵇ على طلب الولد أمورًا ثلاثة: أحدها: كونه ضعيفًا، والثاني: أن الله ما ردَّ دعاءه البتة، والثالث: كون المطلوب بالدعاء سببًا للمنفعة في الدين ثم صرَّح بسؤال الولد وذلك مما يزيد الدعاء توكيدًا لما فيه من الاعتماد على حول الله وقوته والتبري عن الأسباب الظاهرة ﴿يازكريآ إِنَّا نُبَشِّرُكَ بِغُلاَمٍ اسمه يحيى﴾ أي نبشرك بواسطة الملائكة بغلامٍ يسمى يحيى كما في آل عمران ﴿فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلِّي فِي المحراب أَنَّ اللَّهَ يُبَشِّرُكَ بيحيى﴾\n[آل عمران: ٣٩] ﴿لَمْ نَجْعَل لَّهُ مِن قَبْلُ سَمِيًّا﴾ أي لم يسمَّ أحدٌ قبله بيحيى فهو اسم فذٌّ غير مسبوق سمّاه تعالى به ولم يترك تسميته لوالديه وقال مجاهد: ليس له شبيه في الفضل والكمال ﴿قَالَ رَبِّ أنى يَكُونُ لِي غُلاَمٌ﴾ أي كيف يكون لي غلام؟ وهو استفهام تعجب وسرور بالأمر العجيب ﴿وَكَانَتِ امرأتي عَاقِرًا﴾ أي والحال أن أمرأتي كبيرة السن لم تلد في شبابها فكيف وهو الآن عجوز!! ﴿وَقَدْ بَلَغْتُ مِنَ الكبر عِتِيًّا﴾ أي","vol":"2","page":194},{"text":"بلغتُ في الكبر والشيخوخة نهاية العمر قال المفسرون: كان قد بلغ مائةً وعشرين سنة، وامرأتهُ ثمانٍ وتسعين سنة، فأراد أن يطمئنَّ ويعرف الوسيلة التي يرزقه بها هذا الغلام ﴿قَالَ كذلك قَالَ رَبُّكَ هُوَ عَلَيَّ هَيِّنٌ﴾ أي قال الله لزكريا: هكذا الأمر أخلقه من شيخين كبيرين، وخلقه وإيجادُه سهلٌ يسيرٌ عليَّ ﴿وَقَدْ خَلَقْتُكَ مِن قَبْلُ وَلَمْ تَكُ شَيْئًا﴾ أي كما خلقتُك من العدم ولم تكُ شيئًا مذكورًا فأنا قادر على خلق يحيى منكما قال المفسرون: ليس في الخلق هينٌ وصعبٌ على الله، فوسيلة الخلق للصغير والكبير، والجليل والحقير واحدةٌ ﴿كُن فَيَكُونُ﴾ وإنما هو أهونُ في اعتبار الناس، فإن القادر على الخلق من العدم قادرٌ على الخلق من شيخين هرمين ﴿قَالَ رَبِّ اجعل لي آيَةً﴾ أي اجعل لي علامة تدل على حمل امرأتي ﴿قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَ لَيَالٍ سَوِيًّا﴾ أي علامتك ألا تستطيع تكليم الناس ثلاثة أيام بلياليهن وأنت سويُّ الخلق ليس بك خرسٌ ولا علة قال ابن عباس: اعتُقِل لسانه من غير مرض وقال ابن زيد: حُبس لسانه فكان لا يستطيع أن يكلم أحدًا وهو مع ذلك يسبح ويقرأ التوراة لم يكن الإنجيل ظهر بعد لأن هذا قبل ولادة عيسى ﵇ فإذا أراد الناس لم يستطع أن يكلمهم ﴿فَخَرَجَ على قَوْمِهِ مِنَ المحراب﴾ أي أشرف عليهم من المصلّى وهو بتلك الصفة ﴿فأوحى إِلَيْهِمْ أَن سَبِّحُواْ بُكْرَةً وَعَشِيًّا﴾ أي أشار إلى قومه بأن سبّحوا الله في أوائل النهار وأواخره، وكان كلامه مع الناس بالإِشارة لقوله تعالى في آل عمران ﴿قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزًا﴾ [آل عمران: ٤١] ﴿يايحيى خُذِ الكتاب بِقُوَّةٍ﴾ في الكلام حذفٌ والتقدير فلما ولد يحيى وكبر وبلغ السن الذي يؤمر فيه قال الله له: يا يحيى خذ التوراة بجدٍ واجتهاد ﴿وَآتَيْنَاهُ الحكم صَبِيًّا﴾ أي أعطيناه الحكمة ورجاحة العقل منذ الصغر، روي أن الصبيان قالوا ليحيى: اذهب بنا نلعبُ فقال لهم: ما للَّعب خُلقت، وقيل: أعطي النبوة منذ الصغر والأول أظهر قال الطبري: المعنى أعطيناه الفهم لكتاب الله في حال صباه قبل بلوغه سن الرجال ﴿وَحَنَانًا مِّن لَّدُنَّا وَزَكَاةً﴾ أي فعلنا ذلك رحمة منا بأبوية وعطفًا عليه وتزكيةً له من الخصال الذميمة ﴿وَكَانَ تَقِيًّا﴾ أي عبدًا صالحًا متقيًا لله، لم يهمَّ بمعصيةٍ قط قال ابن عباس: طاهرًا لم يعلم بذنب ﴿وَبَرًّا بِوَالِدَيْهِ وَلَمْ يَكُن جَبَّارًا عَصِيًّا﴾ أي جعلناه بارًا بأبيه وأمه محسنًا إليهما ولم يكن متكبرًا عاصيًا لربه ﴿وَسَلاَمٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيًا﴾ أي سلام عليه من الله من حين مولده إلى حين مبعثه، في يوم ولادته وفي يوم موته ويوم يُبعث من قبره قال ابن عطية: حيَّاه في المواطن التي يكون الإنسان فيها في غاية الضعف، والحاجة، والافتقار إلى الله ﴿واذكر فِي الكتاب مَرْيَمَ﴾ هذه هي القصة الثانية في هذه السورة وهي أعجب من قصة «ميلاد يحيى» لأنها ولادة عذراء من غير بعل، وهي أغرب من ولادة عاقرٍ من بعلها الكبير في السن والمعنى اذكر يا محمد قصة مريم العجيبة الغريبة الدالة على كمال قدرة الله ﴿إِذِ انتبذت مِنْ أَهْلِهَا مَكَانًا شَرْقِيًا﴾ أي حين تنحَّتْ واعتزلت أهلها في مكان شرقيَّ بيت المقدس لتتفرع لعبادة الله ﴿فاتخذت مِن دُونِهِم حِجَابًا﴾ أي جعلت بينها وبين قومها","vol":"2","page":195},{"text":"سترًا وحاجزًا ﴿فَأَرْسَلْنَآ إِلَيْهَآ رُوحَنَا﴾ أي أرسلنا إليها جبريل ﵇ ﴿فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا﴾ أي تصوَّر لها في صورة البشر التام الخلقة قال ابن عباس: جاءها في صورة شاب أبيض الوجه جعْدَ الشعر مستوى الخلقة قال المفسرون: إنما تمثل لها في صورة الإنسان لتسأنس بكلامه ولا تنفر عنه، ولو بدا لها في الصورة الملكية لنفرتْ ولم تقدر على السماع لكلامه، ودلَّ على عفافها وورعها أنها تعوذت بالله من تلك الصورة الجميلة الفائقة في الحسن ﴿قَالَتْ إني أَعُوذُ بالرحمن مِنكَ إِن كُنتَ تَقِيًّا﴾ أي فلما رأته فزعت وخشيتْ أن يكون إنما أرادها بسوء فقالت: إني أحتمي وألتجئ إلى الله منك، وجواب الشرط محذوفٌ تقديره إن كنت تقيًا فاتركني ولا تؤذني ﴿قَالَ إِنَّمَآ أَنَاْ رَسُولُ رَبِّكِ لأَهَبَ لَكِ غُلاَمًا زَكِيًّا﴾ أي قال لها جبريل مزيلًا لما حصل عندها من الخوف: ما أنا إلا ملَكٌ مرسلٌ من عند الله إليك ليهبَ لك غلامًا طاهرًا من الذنوب ﴿قَالَتْ أنى يَكُونُ لِي غُلاَمٌ﴾ أي كيف يكون لي غلام؟ وعلى أيّ صفةٍ يوجد هذا الغلام مني؟ ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا﴾ أي ولستُ بذاتِ زوج حتى يأتيني ولد ولستُ بزانية ﴿قَالَ كذلك قَالَ رَبُّكِ هُوَ عَلَيَّ هَيِّنٌ﴾ أي كذلك الأمر حكم ربُّك بمجيء الغلام منك وإن لم يكن لك زوج، فإنَّ ذلك على الله سهل يسير ﴿وَلِنَجْعَلَهُ آيَةً لِّلْنَّاسِ وَرَحْمَةً مِّنَّا﴾ أي وليكون مجيئه دلالةّ للناس على قدرتنا العجيبة ورحمة لهم ببعثته نبيًا يهتدون بإرشاده ﴿وَكَانَ أَمْرًا مَّقْضِيًّا﴾ أي وكان وجوده أمرًا مفروغًا منه لا يتغّير ولا يتبدل لأنه في سابق علم الله الأزلي ﴿فَحَمَلَتْهُ فانتبذت بِهِ مَكَانًا قَصِيًّا﴾ انتهى الحوار بين الروح الأمين ومريم العذراء قال المفسرون: إن جبريل نفخ في جيب درعها فدخلت النفخة في جوفها فحملت به وتنحت إلى مكان بعيد ومعنى الآية أنها حملت بالجنين فاعتزلت - وهو في بطنها - مكانًا بعيدًا عن أهلها خشية أن يعيرّوها بالولادة من غير زوج ﴿فَأَجَآءَهَا المخاض إلى جِذْعِ النخلة﴾ أي فألجأها ألم الطَّلق وشدة الولادة إلى ساق نخلةٍ يابسة لتعتمد عليه عند الولادة ﴿قَالَتْ ياليتني مِتُّ قَبْلَ هذا وَكُنتُ نَسْيًا مَّنسِيًّا﴾ أي قالت يا ليتني كنت قد مِتُّ قبل هذا اليوم وكنت شيئًا تافهًا لا يُعرف ولا يُذكر قال ابن كثير: عرفت أنها ستُبتلى وتُمتحن بهذا المولود فتمنت الموت لأنها عرفت أن الناس لا يصدقونها في خبرها، وبعدما كانت عندهم عابدة ناسكة تصبح عاهرة زانية ولذلك قالت ما قالت ﴿فَنَادَاهَا مِن تَحْتِهَآ أَلاَّ تَحْزَنِي﴾ أي فناداها الملك من تحت النخلة قائلًا لها: لا تحزني لهذا الأمر ﴿قَدْ جَعَلَ رَبُّكِ تَحْتَكِ سَرِيًّا﴾ أي جعل لك جدولًا صغيرًا يجري أمامك قال ابن عباس: ضرب جبريل برجله الأرض فظهرت عين ماءٍ عذب فجرى جدولًا ﴿وهزى إِلَيْكِ بِجِذْعِ النخلة﴾ أي حركي جذع النخلة اليابسة ﴿تُسَاقِطْ عَلَيْكِ رُطَبًا جَنِيًّا﴾ أي يتساقط عليك الرُّطب الشهيُّ الطريُّ قال المفسرون: أمرها بهز الجذع اليابس لترى آية أخرى في إحياء موات الجذع بعد رؤيتها عين الماء العذب الذي جرى جدولًا، وذلك ليسكن ألمها وتعلم أن ذلك كرامة من الله لها ﴿فَكُلِي واشربي﴾ أي كلي من هذا الرطب الشهي، واشربي من هذا الماء العذب السلسبيل ﴿وَقَرِّي عَيْنًا﴾ أي طيبي نفسًا بهذا المولود","vol":"2","page":196},{"text":"ولا تحزني ﴿فَإِمَّا تَرَيِنَّ مِنَ البشر أَحَدًا﴾ أي فإن رأيتِ أحدًا من الناس وسألك عن شأن المولود ﴿فقولي إِنِّي نَذَرْتُ للرحمن صَوْمًا﴾ أي نذرت السكوت والصمت لله تعالى ﴿فَلَنْ أُكَلِّمَ اليوم إِنسِيًّا﴾ أي لن أكلّم أحدًا من الناس.\n. أُمِرت بالكفّ عن الكلام ليكفيها ولدها ذلك فتكون آية باهرة ﴿فَأَتَتْ بِهِ قَوْمَهَا تَحْمِلُهُ﴾ أي أتتْ قومها بعد أن طهرت من النفاس تحمل ولدها عيسى على يديها ﴿قَالُواْ يامريم لَقَدْ جِئْتِ شَيْئًا فَرِيًّا﴾ أي فلما وابنها أعظموا أمرها واستنكروه وقالوا لها: لقد جئتِ شيئًا عظيمًا مُنكرًا ﴿ياأخت هَارُونَ مَا كَانَ أَبُوكِ امرأ سَوْءٍ﴾ أي يا شبيهة هارون في الصلاح والعبادة ما كان أبوك رجلًا فاجرًا ﴿وَمَا كَانَتْ أُمُّكِ بَغِيًّا﴾ أي وما كانت أمكِ زانية فكيف صدر هذا منك وأنت من بيت طاهر معرفٍ بالصلاح والعبادة؟ قال قتادة: كان هارون رجلًا صالحًا في بني إسرائيل مشهورًا بالصلاح فشبهوها به، وليس بهارون أخي موسى لأن بينهما ما يزيد على ألف عام وقال السهيلي: هارون رجل من عُباد بني إسرائيل المجتهدين كانت مريم تُشبّه به في اجتهادها وليس بهارون أخي موسى بن عمران فإن بينهما دهرًا طويلًا ﴿فَأَشَارَتْ إِلَيْهِ﴾ أي لم تجبهم وأشارت إلى عيسى ليكلموه ويسألوه ﴿قَالُواْ كَيْفَ نُكَلِّمُ مَن كَانَ فِي المهد صَبِيًّا﴾ أي قالوا متعجبين: كيف نكلم طفلًا رضيعًا لا يزال في السرير يغتذي بلبان أمه؟ قال الرازي: روي أنه كان يرضع فلما سمع ذلك ترك الرضاع وأقبل عليهم بوجهه وكلمهم، ثم لم يتكلم حتى بلغ مبلغًا يتكلم فيه الصبيان ﴿قَالَ إِنِّي عَبْدُ الله﴾ أي قال عيسى في كلامه حين كلمهم: أنا عبدٌ لله خلقني بقدرته من دون أب، قدم ذكر العبودية، ليُبطل قول من ادّعى في الربوبية ﴿آتَانِيَ الكتاب وَجَعَلَنِي نَبِيًّا﴾ أي قضى ربي أن يؤتيني الإنجيل ويجعلني نبيًا، وإنما جاء بلفظ الماضي لإفادته تحققه فإن ما حكم به الله أزلًا لا بدَّ إلا أن يقع ﴿وَجَعَلَنِي مُبَارَكًا أَيْنَ مَا كُنتُ﴾ أي جعل فيَّ البركة والخير والنفع للعباد حيثما كنت وأينما حللت ﴿وَأَوْصَانِي بالصلاة والزكاة مَا دُمْتُ حَيًّا﴾ أي أوصاني بالمحافظة على الصلاة والزكاة مدة حياتي ﴿وَبَرًّا بِوَالِدَتِي﴾ أي وجعلني بارًا بوالدتي محسنًا لها ﴿وَلَمْ يَجْعَلْنِي جَبَّارًا شَقِيًّا﴾ أي ولم يجعلني متعظمًا متكبرًا على أحد شقيًا في حياتي ﴿والسلام عَلَيَّ يَوْمَ وُلِدْتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيًّا﴾ أي سلام الله عليَّ في يوم ولادتي، وفي يوم مماتي، وفي يوم خروجي حيًا من قبري، هذا ما نطق به المسيح ﵇ وهو طفل رضيع في المهد.\n. وهكذا يعلن عيسى عبوديته لله، فليس هو إلهًا، ولا ابن إله، ولا ثالث ثلاثة كما يزعم النصارى، إنما عبدٌ ورسول، يحيا ويموت كسائر البشر، خلقه الله من أم دون أب ليكون آية على قدرة الله الباهرة، ولهذا جاء التعقيب المباشر ﴿ذلك عِيسَى ابن مَرْيَمَ قَوْلَ الحق الذي فِيهِ يَمْتُرُونَ﴾ أي ذلك هو القول الحقُّ في عيسى بن مريم لا ما يصفه النصارى من أنه ابن الله، أو اليهود من أنه ابن زنى ويشكّون في أمره ويمترون ﴿مَا كَانَ للَّهِ أَن يَتَّخِذَ مِن وَلَدٍ﴾ أي ما ينبغي لله ولا يجوز له أن يتخذ ولدًا ﴿سُبْحَانَهُ﴾ أي تنزَّه الله عن الولد والشريك ﴿إِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ﴾ أي إذا أراد شيئًا وحكم به قال له كنْ فكان، ولا يحتاج إلى","vol":"2","page":197}]