[{"text":"معاناةٍ أو تعب، ومن كان هذا شأنه كيف يتوهم أن يكون له ولد؟ قال المفسرون: وهذا كالدليل لما سبق كأنه قال: إن اتخاذ الولد شأن العاجز الضعيف المحتاج الذي لا يقدر على شيء، وأما القادر الغني الذي يقول للشيء ﴿كُن فَيَكُونُ﴾ فلا يحتاج في اتخاذ الولد إلى إحبال الأنثى وحيث أوجده بقوله ﴿كُن﴾ لا يسمى ابنًا له بل هو عبده، فهو تبكيتٌ وإلزام لهم بالحجج الباهرة ﴿وَإِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي وممّا أمرَ به عيسى قومَه وهو في المهد أن أخبرهم أن الله ربه وربهم فليفردوه بالعبادة هذا هو الدين القويم الذي لا اعوجاج فيه ﴿فاختلف الأحزاب مِن بَيْنِهِمْ﴾ أي اختلفت الفرق من أهل الكتاب في أمر عيسى وصاروا أحزابًا متفرقين، فمنهم من يزعم أنه ابن الله، ومنهم من يزعم أنه ابن زنى ﴿فَوْيْلٌ لِّلَّذِينَ كَفَرُواْ مِن مَّشْهَدِ يَوْمٍ عَظِيمٍ﴾ أي ويلٌ لهم من المشهد الهائل ومن شهود هول الحساب والجزاء ﴿أَسْمِعْ بِهِمْ وَأَبْصِرْ يَوْمَ يَأْتُونَنَا﴾ أي ما أسمعهم وأبصرهم في ذلك اليوم الرهيب ﴿لكن الظالمون اليوم فِي ضَلاَلٍ مُّبِينٍ﴾ أي لكنْ الظالمون في هذه الدنيا في بعدٍ وغفلة عن الحق واضح جلي ﴿وَأَنْذِرْهُمْ يَوْمَ الحسرة﴾ أي أنذر الخلائق وخوّفهم يوم القيامة يوم يتحسر المسيء إذ لم يُحسن، والمقصر إذ لم يزدد من الخير ﴿إِذْ قُضِيَ الأمر﴾ أي قُضي أمرُ الله في الناس، فريقٌ في الجنة وفريق في السعير ﴿وَهُمْ فِي غَفْلَةٍ﴾ أي وهم اليوم في غفلةٍ سادرون ﴿وَهُمْ لاَ يُؤْمِنُونَ﴾ أي لا يصدقون بالبعث والنشور ﴿إِنَّا نَحْنُ نَرِثُ الأرض وَمَنْ عَلَيْهَا﴾ أي نحن الوارثون للأرض وما عليها من الكنوز والبشر ﴿وَإِلَيْنَا يُرْجَعُونَ﴾ أي مرجع الخلائق ومصيرهم إلينا للحساب والجزاء.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - الكناية ﴿وَهَنَ العظم مِنِّي﴾ كناية عن ذهاب القوة وضعف الجسم.\n٢ - الاستعارة ﴿اشتعل الرأس شَيْبًا﴾ شبّه انتشار الشيب وكثرته باشتعال النار في الحطب واستعير الاشتعال للانتشار واشتق منه اشتعل بمعنى انتشر ففيه استعارة تبعية.\n٣ - الطباق بين ﴿وُلِدَ. . ويَمُوتُ﴾ .\n٤ - جناس الاشتقاق ﴿نادى. . نِدَآءً﴾ .\n٥ - الكناية اللطيفة ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ﴾ كناية عن المعاشرة الزوجية بالجماع.\n٦ - صيغة التعجب ﴿أَسْمِعْ. . وَأَبْصِرْ﴾ .\n٧ - السجع ﴿سَرِيًّا، بَغِيًّا، صَبِيًّا، نَبِيًّا﴾ وهو من المحسنات البديعة.\nتنبيه: في يوم القيامة تشتد الحسرات حتى لكأن اليوم ممحض للحسرة لا شيء فيه سواها، وفي صحيح مسلم من حديث أبي سعيد الخدري أن الرسول ﷺ َ قال: «» إذا دخل أهل الجنة الجنة، وأهل النار النار، يجاء بالموت يوم القيامة كأنه كبش أملح، فيوقف بين الجنة والنار، فيقال يا أهل الجنة: هل تعرفون هذا؟ فيشرئبون - أي يمدون أعناقهم - وينظرون ويقولون نعم هذا الموت، ثم يقال يا أهل النار هل تعرفون هذا؟ فيشرئبون وينظرون ويقولون نعم هذا الموت، فيؤمر به فيذبح ثم يقال: يا أهل الجنة خلود فلا موت، ويا أهل النار خلود فلا موت ثم قرأ ﴿وَأَنْذِرْهُمْ يَوْمَ الحسرة. .﴾ الآية «.","vol":"2","page":198},{"text":"المنَاسَبَة: لم ذكر تعالى «قصة مريم» واختلاف النصارى في شأن عيسى حتى عبدوه من دون الله، أعقبها بذكر «قصة إبراهيم» وتحطيمه الأصنام لتذكير الناس بما كان عليه خليل الرحمن من توحيد الربّ الديّان، وسواء في الضلال من عبد بشرًا أو عبد حجرًا، فالنصارى عبدوا المسيح، ومشركوا العرب عبدوا الأوثان.\nاللغَة: ﴿صِدِّيقًا﴾ من أبنية المبالغة ومعناه كثير الصدق ﴿مَلِيًّا﴾ دهرًا طويلًا من قولهم أمليتُ لفلان في الأمر إذا أطلت له قال الشاعر:\nفتصدَّعت شُمُّ الجبال لموته ... وَبكتْ عليه المُرْملاتُ مليًّا\n﴿حَفِيًّا﴾ الحفيُّ: المبالغ في البر واللطف به ﴿خَلْفٌ﴾ الخلف: بسكون اللام الذي يخلف سلفه بالشر وبفتحها الذي يخلفه بالخير يقال جعلك الله خير خلفٍ لخير سلف وقال الشاعر:","vol":"2","page":199},{"text":"ذهب الذين يُعاش في أكنافهم ... وبقيتُ في خَلْف كجلد الأجرب\n﴿غَيًّا﴾: شرًا وضلالًا قال أهل اللغة: كل شر عند العرب فهو غي، وكل خير فهو رشاد.\nسَبَبُ النّزول: عن ابن عباس قال قال رسول الله ﷺ َ: «يا جبريل ما يمنعك أن تزورنا أكثر ممّا تزورنا؟ فنزلت الآية ﴿وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ. .﴾ الآية» .\nالتفسِير: ﴿واذكر فِي الكتاب إِبْرَاهِيمَ﴾ أي اذكر يا محمد في الكتاب العزيز خليل الرحمن إبراهيم ﵇ ﴿إِنَّهُ كَانَ صِدِّيقًا نَّبِيًّا﴾ أي ملازمًا للصدق مبالغًا فيه، جامعًا بين الصّديقية والنبوة والغرضُ تنبيه العرب إلى فضل إبراهيم الذي يزعمون الانتساب إليه ثم يعبدون الأوثان مع أنه إمام الحنفاء وقد جاء بالتوحيد الصافي الذي دعاهم إليه خاتم المرسلين ﴿إِذْ قَالَ لأَبِيهِ ياأبت لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئًا﴾ أي ناداه متلطفًا بخطابه، مستميلًا له نحو الهداية والإيمان، يا أبتِ لم تعبد حجرًا لا يسمع ولا يبصر، ولا يجلب لك نفعًا أو يدفع عنك ضرًا؟ ﴿ياأبت إِنِّي قَدْ جَآءَنِي مِنَ العلم مَا لَمْ يَأْتِكَ﴾ كرَّر النصح باللطف ولم يصف أباه بالجهل الشنيع في عبادته للأصنام وإنما ترفق وتلطف في كلامه أي جاءني من العلم بالله ومعرفة صفاته القدسية ما لا تعلمه أنت ﴿فاتبعني أَهْدِكَ صِرَاطًا سَوِيًّا﴾ أي اقبل نصيحتي وأطعني أرشدك إلى طريق مستقيم فيه النجاة من المهالك وهو دين الله الذي لا عوج فيه ﴿ياأبت لاَ تَعْبُدِ الشيطان﴾ أي لا تطع أمر الشيطان في الكفر وعبادة الأوثان ﴿إِنَّ الشيطان كَانَ للرحمن عَصِيًّا﴾ أي إن الشيطان عاصٍ للرحمن، مستكبر على عبادة ربه، فمن أطاعه أغواه، قال القرطبي: وإنما عبّر بالعبادة عن الطاعة لأن من أطاع شيئًا في معصية الله فقد عبده ﴿ياأبت إني أَخَافُ أَن يَمَسَّكَ عَذَابٌ مِّنَ الرحمن فَتَكُونَ لِلشَّيْطَانِ وَلِيًّا﴾ تحذيرٌ من سوء العاقبة والمعنى أخاف أن تموت على كفرك فيحل بك عذاب الله الأليم وتكون قرينًا للشيطان بالخلود في النيران قال الإمام الفخر: وإيراد الكلام بلفظ ﴿ياأبت﴾ في كل خطاب دليل على شدة الحب والرغبة في صونه عن العقاب، وإرشاده إلى الصواب، وقد رتَّب إبراهيم الكلام في غاية الحسن، لأنه نبَّهه أولًا إلى بطلان عبادة الأوثان، ثم أمره باتباعه في الاستدلال وترك التقليد الأعمى، ثم ذكَّره بأن طاعة الشيطان غير جائزة في العقول، ثم ختم الكلام بالوعيد الزاجر عن الإقدام مع رعاية الأدب والرفق، وقوله ﴿إني أَخَافُ﴾ دليلٌ على شدة تعلق قلبه بمصالحه قضاءً لحق الأبوَّة ﴿قَالَ أَرَاغِبٌ أَنتَ عَنْ آلِهَتِي ياإبراهيم﴾ أي قال له أبوه آزر: أتارك يا إبراهيم عبادة آلهتي ومنصرفٌ عنها؟ استفهامٌ فيه معنى التعجب والإنكار لإعراضه عن عبادة الأوثان كأن ترك عبادتها لا يصدر عن عاقل قال البيضاوي: قابل أبوه استعطافه ولطفه في الإرشاد بالفظاظه وغلظة العناد، فناداه باسمه ولم يقابل قوله ﴿ياأبت﴾ ب «يا ابني» وقدَّم الخبر وصدَّره بالهمزة لإنكار نفس الرغبة كأنها مما لا يرغب عنها عاقل، ثم هدَّده بقوله ﴿لَئِن لَّمْ تَنتَهِ لأَرْجُمَنَّكَ﴾ أي لئن لم تترك شتم وعيب آلهتي لأرجمنك بالحجارة ﴿واهجرني مَلِيًّا﴾ أي اهجرني دهرًا طويلًا قال السديُّ: أبدًا.\n. بهذه الجهالة تلقى «آزر»","vol":"2","page":200},{"text":"الدعوة إلى الهدى، وبهذه القسوة قابل القول المؤدَّب المهذَّب، وكذلك شأن الكفر مع الإيمان، وشأن القلب الذي هذَّبه الإيمان، والقلب الذي أفسده الطغيان ﴿قَالَ سَلاَمٌ عَلَيْكَ سَأَسْتَغْفِرُ لَكَ ربي﴾ أي قال إبراهيم في جوابه: أمَّا أنا فلا ينالك مني أذى ولا مكروه، ولا أقول لك بعدُ ما يؤذيك لحرمة الأبوَّة، وسأسأل الله أن يهديك ويغفر لك ذنبك ﴿إِنَّهُ كَانَ بِي حَفِيًّا﴾ أي مبالغًا في اللطف بي والاعتناء بشأني ﴿وَأَعْتَزِلُكُمْ وَمَا تَدْعُونَ مِن دُونِ الله﴾ أي أترككم وما تعبدون من الأوثان وأرتحل عن دياركم ﴿وَأَدْعُو رَبِّي﴾ أي وأعبد ربي وحده مخلصًا له العبادة ﴿عسى أَلاَّ أَكُونَ بِدُعَآءِ رَبِّي شَقِيًّا﴾ أي راجيًا بسبب إخلاصي العبادة له ألاَّ يجعلني شقيًا، وفيه تعريضٌ بشقاوتهم بدعاء آلهتم. . وهكذا اعتزل إبراهيم أباه وقومه وعبادتهم للأوثان، وهجر الأهل والأوطان، فلم يتركه الله وحيدًا بل وهب له ذريةً وعوَّضه خيرًا ﴿فَلَمَّا اعتزلهم وَمَا يَعْبُدُونَ مِن دُونِ الله وَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ﴾ قال المفسرون: لما هاجر إبراهيم إلى أرض الشام، واعتزل أباه وقومه في الله، أبدله الله من هو خيرٌ منهم، فوهب له إسحاق ويعقوبُ أولادًا أنبياء، فآنس الله بهما وحشته عن فراق قومه بأولئك الأولاد الأطهار، ويعقوب ابن اسحاق، وهما شجرتا الأنبياء فقد جاء من نسلهما أنبياء بني إسرائيل قال ابن كثير: المعنى جعلنا له نسلًا وعقبًا أنبياء، أقر الله بهم عينه في حياته بالنبوة ولهذا قال ﴿وَكُلًاّ جَعَلْنَا نَبِيًّا﴾ أي كل واحدٍ منهما جعلناه نبيًا ﴿وَوَهَبْنَا لَهْم مِّن رَّحْمَتِنَا﴾ أي أعطينا الجميعَ - إبراهيم وإسحاق ويعقوب - كل الخير الديني والدنيوي، من المال والولد والعلم والعمل ﴿وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا﴾ أي جعلنا لهم ذكرًا حسنًا في الناس، لأن جميع أهل الملل والأديان يثنون عليهم لما لهم من الخصال المرضية، ويُصلون على إبراهيم وعلى آله إلى قيام الساعة، قال الطبري: أي رزقناهم الثناء الحسن، والذكر الجميل في الناس ﴿واذكر فِي الكتاب موسى﴾ أي اذكر يا محمد لقومك في القرآن العظيم خبر موسى الكليم ﴿إِنَّهُ كَانَ مُخْلِصًا﴾ أي استخلصه الله لنفسه، واصطفاه من بين الخلق لكلامه ﴿وَكَانَ رَسُولًا نَّبِيًّا﴾ أي من الرسل الكبار، والأنبياء الأطهار، جمع الله له بين الوصفين الجليلين، وإنما أعاد لفظ «كان» لتفخيم شأن النبي المذكور ﴿وَنَادَيْنَاهُ مِن جَانِبِ الطور الأيمن﴾ أي نادينا موسى من جهة جبل الطور من ناحية اليمين حين كلمناه بلا واسطة ﴿وَقَرَّبْنَاهُ نَجِيًّا﴾ أي أدنْيناه للمناجاة حين كلمناه قال ابن عباس: أُدني موسى من الملكوت ورُفعت له الحُجب حتى سمع صريف الأقلام قال الزمخشري: شبّهه بمن قرَّبه بعض العظماء للمناجاة حيث كلَّمه بغير واسطة ملك ﴿وَوَهَبْنَا لَهُ مِن رَّحْمَتِنَآ أَخَاهُ هَارُونَ نَبِيًّا﴾ أي وهبنا له من نعمتنا عليه أخاه هارون فجعلناه نبيًا إجابة لدعائه حين قال\n﴿واجعل لِّي وَزِيرًا مِّنْ أَهْلِي هَارُونَ أَخِي﴾ [طه: ٢٩ - ٣٠] جعلناه له عضدًا وناصرًا ومعينًا ﴿واذكر فِي الكتاب إِسْمَاعِيلَ﴾ أي اذكر يا محمد في القرآن العظيم خبر جدّك «إسماعيل» الذبيح ابن إبراهيم، وهو أبو العرب جميعًا ﴿إِنَّهُ كَانَ صَادِقَ الوعد﴾ أي كان صادقًا في وعده، لا يعد بوعدٍ إلا وفى به قال المفسرون: وذُكر بصدق الوعد وإن كان موجودًا في غيره من الأنبياء تشريفًا وإكرامًا،","vol":"2","page":201},{"text":"ولأنه عانى في الوفاء بالوعد ما لم يعانه غيره من الأنبياء، فمن مواعيده الصبر وتسليم نفسه للذبح فلذلك أثنى الله عليه ﴿وَكَانَ رَسُولًا نَّبِيًّا﴾ أي جمع الله له بين الرسالة والنبوة قال ابن كثير: وفي الآية دليل على شرف إسماعيل على أخيه إسحاق لأنه إنما وُصف بالنبوة فقط، وإسماعيل وصف بالنبوة والرسالة، ومن إسماعيل جاء خاتم المرسلين محمد ﷺ َ ﴿وَكَانَ يَأْمُرُ أَهْلَهُ بالصلاة والزكاة﴾ أي كان يحث أهله على طاعة الله، وبخاصة الصلاة التي هي عماد الدين، والزكاة التي بها تتحقق سعادة المجتمع ﴿وَكَانَ عِندَ رَبِّهِ مَرْضِيًّا﴾ أي نال رضى الله قال الرازي: وهذا نهاية المدح لأن المرضيَّ عند الله هو الفائز في كل طاعاته بأعلى الدرجات ﴿واذكر فِي الكتاب إِدْرِيسَ إِنَّهُ كَانَ صِدِّيقًا نَّبِيًَّا﴾ أي اذكر يا محمد في الكتاب الجليل خبر إدريس إنه كان ملازمًا للصدق في جميع أحواله، موحىً إلأيه من الله قال المفسرون: إدريس هو جدُّ نوح، وأول مرسل بعد بعد آدم، وأول من خط بالقلم ولبس المخيط، وكانوا من قبل يلبسون الجلود، وقد أنزل الله عليه ثلاثين صحيفة ﴿وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾ أي رفعنا ذكره وأعلينا قدره، بشرف النبوة والزلفى عند الله ﴿أولئك الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين﴾ أي أولئك المذكورون هم أنبياء الله ورسله الكرام، الذين قصصنا عليك خبرهم في هذه السورة - وهم عشرة أولهم زكريا وآخرهم إدريس - وهم الذين أنعم الله عليهم بشرف النبوة ﴿مِن ذُرِّيَّةِءَادَمَ﴾ أي من نسل آدم كإِدريس ﴿وَمِمَّنْ حَمَلْنَا مَعَ نُوحٍ﴾ كإِبراهيم فإِنه من ذرية سام بن نوح ﴿وَمِن ذُرِّيَّةِ إِبْرَاهِيمَ﴾ كإِسماعيل وإِسحاق ويعقوب ﴿وَإِسْرَائِيلَ﴾ أي ومن ذرية إسرائيل وهو «يعقوب» كموسى وهارون وزكريا ويحيى وعيسى ﴿وَمِمَّنْ هَدَيْنَا واجتبينآ﴾ أي وممن هديناهم للإيمان واصطفيناهم لرسالتنا ووحينا ﴿إِذَا تتلى عَلَيْهِمْ آيَاتُ الرحمن خَرُّواْ سُجَّدًا وَبُكِيًّا﴾ أي إذا سمعوا كلام الله سجدوا وبكوا من خشية الله مع ما لهم من علو الرتبة، وسموِّ النفس، والزلفى من الله تعالى، قال القرطبي: وفي الآية دلالة على أن لآيات الرحمن تأثيرًا في القلوب ﴿فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ أَضَاعُواْ الصلاة واتبعوا الشهوات﴾ أي جاء من بعد هؤلاء الأتقياء قومٌ أشقياء، تركوا الصلوات وسلكوا طريق الشهوات ﴿فَسَوْفَ يَلْقَونَ غَيًّا﴾ أي سوف يلقون كل شرٍّ وخسارٍ ودمار، قال ابن عباس: عيٌّ وادٍ في جهنم، وإِن أودية جهنم لتستعيذ بالله من حره ﴿إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا﴾ أي إلا من تاب وأناب وأصلح عمله ﴿فأولئك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ شَيْئًا﴾ أي فأولئك يُسعدون في الجنة ولا يُنقصون من جزاء أعمالهم شيئًا ﴿جَنَّاتِ عَدْنٍ التي وَعَدَ الرحمن عِبَادَهُ بالغيب﴾ أي هي جنات إقامة التي وعدهم بها ربهم فآمنوا بها بالغيب قبل أن يروها تصديقًا بوعده تعالى ﴿إِنَّهُ كَانَ وَعْدُهُ مَأْتِيًّا﴾ أي إن وعده تعالى بالجنة آتٍ وحاصلٌ لا يُخلف ﴿لاَّ يَسْمَعُونَ فِيهَا لَغْوًا إِلاَّ سَلاَمًا﴾ أي لا يسمعون في الجنة شيئًا من فضول الكلام، لكن يسمعون تسليم الملائكة عليهم على وجه التحية والإكرام، والاستثناء منقطع ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ أي ولهم ما يشتهون في الجنة من أنواع المطاعم والمشارب بدون كدٍّ ولا تعب، ولا نتغصٍ ولا انقطاع ﴿تِلْكَ الجنة التي نُورِثُ مِنْ","vol":"2","page":202},{"text":"عِبَادِنَا مَن كَانَ تَقِيًّا﴾ أي هذه الجنة التي وصفنا أحوال أهلها هي التي نورثها لعبادنا المتقين ﴿وَمَا نَتَنَزَّلُ إِلاَّ بِأَمْرِ رَبِّكَ﴾ هذا من كلام جبريل لرسول الله ﷺ َ حين احتبس عنه فترةً من الزمن والمعنى: ما نتنزَّل إلى الدنيا إلا بأمر الله وإِذنه ﴿لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذلك﴾ أي لله جل وعلا جميع الأمر، أمر الدنيا والآخرة، وهو المحيط بكل شيء لا يخفى عليه خافية، ولا يعزب عنه مثقال ذرة، فكيف نقدم على فعل شيء إلا بأمره وإِذنه؟ ﴿وَمَا كَانَ رَبُّكَ نَسِيًّا﴾ أي لا ينسى شيئًا من أعمال العباد ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا فاعبده﴾ أي هو ربُّ العوالم علويها وسفليها فاعبده وحده ﴿واصطبر لِعِبَادَتِهِ﴾ أي اصبر على تكاليف العبادة ﴿هَلْ تَعْلَمُ لَهُ سَمِيًّا﴾ أي هل تعلم له شبيهًا ونظيرًا؟\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الكناية اللطيفة ﴿وَجَعَلْنَا لَهُمْ لِسَانَ صِدْقٍ عَلِيًّا﴾ كنَّى عن الذكر الحسن والثناء الجميل باللسان لأن الثناء يكون باللسان فلذلك قال ﴿لِسَانَ صِدْقٍ﴾ كما يكنى عن العطاء باليد.\n٢ - الاستعارة ﴿وَرَفَعْنَاهُ مَكَانًا عَلِيًّا﴾ شبَّه المكانة العظيمة والمنزلة السامية بالمكان العالي بطريق الاستعارة.\n٣ - المبالغة ﴿صِدِّيقًا نَّبِيًَّا﴾ أي مبالغًا في الصدق.\n٤ - الإشارة بالبعيد لعلو المرتبة ﴿أولئك الذين أَنْعَمَ﴾ فما فيه من معنى البعد للإشادة بعلو رتبهم وبُعد منزلتهم في الفضل.\n٥ - الجناس الناقص ﴿فَخَلَفَ مِن بَعْدِهِمْ خَلْفٌ﴾ لتغير الحركات والشكل.\n٦ - الطباق ﴿لَهُ مَا بَيْنَ أَيْدِينَا وَمَا خَلْفَنَا﴾ وبين ﴿بُكْرَةً. . وَعَشِيًّا﴾ .\n٧ - السجع الحسن الرصين ﴿عَلِيًّا، حَفِيًّا، نَّبِيًَّا﴾ .\nفائِدَة: في قول إبراهيم ﵇ «يا أبتٍ» تلطفٌ واستدعاء، والتاء عوضٌ عن ياء الإضافة لأن أصله «يا أبي» ولهذا لا يُجمع بينهما.\nتنبيه: ذكر السيوطي في التحبير أن إبراهيم ﵇ عاش من العمر مائة وخمسًا وسبعين سنة، وبينه وبين آدم ألفا سنة، وبينه وبين نوح ألف سنة، ومنه تفرعت شجرة الأنبياء.","vol":"2","page":203},{"text":"المناسَبَة: لما ذكر تعالى طائفةً من قصص الأنبياء للعظة والاعتبار، وكان الغرضُ الأساسي للسورة الكريمة إثبات قدرة الله على الإحياء والإفناء، وإثباتُ يوم المعاد، ذكر تعالى هنا بعض شبهات المكذبين للبعث والنشور وردَّ عليها بالحجج القاطعة، والبراهين الساطعة، وختم السورة الكريمة ببيان مآل السعداء والأشقياء.\nاللغَة: ﴿جِثِيًّا﴾ جمع جاثٍ يقال: جثا إذا قعد على ركبتيه من شدة الهول وهي قعدة الخائف الذليل قال الكُميت:\nهُمُو تركوا سراتُهم جثّيًا ... وهم دُونَ السَّراة مقرَّنينا\n﴿عِتِيًّا﴾ عصيانًا وتمردًا عن الحق ﴿نَدِيًّا﴾ النديُّ والنادي: الذي يجتمع فيه القوم للتحدث والمشورة قال الجوهري: النديُّ مجلس القوم ومتحدثهم وكذلك الندوة والنادي فإن تفرقوا فليس بندي ﴿أَثَاثًا﴾ الأثاث: متاع البيت ﴿رِءْيًا﴾ منظرًا حسنًا ﴿تَؤُزُّهُمْ﴾ الأزُّ: التهييجُ والإِغراء، قال أهل اللغة: الأزُ والهزُّ والاستفزاز متقاربة ومعناها التهييج وشدة الإزعاج ومنه أزيز المِرجل وهو غليانه وحركته ﴿وَفْدًا﴾ جمع وافد وهو الذي يقدم على سبيل التكرمة معزَّزًا مكرَّمًا ﴿وِرْدًا﴾ مشاةً عطاشًا قال الرازي: والورد اسم للعطاش لأن من يرد الماء لا يرده إلا للعطش ﴿إِدًّا﴾ منكرًا","vol":"2","page":204},{"text":"عظيمًا قال الجوهري: الإدُّ: الداهية والأمر الفظيع ﴿رِكْزًا﴾ الركز: الصوت الخفي.\nسَبَبُ النّزول: عن خباب بن الأرت قال: كنتُ رجلًا قينًا - أي حدادًا - وكان لي على العاص بن وائل دينٌ فأتيتُه أتقاضاه فقال: لا والله لا أقضيك حتى تكفر بمحمد، فقلت: لا والله لا أكفر بمحمد حتى تموت ثم تبعث - أي تموت الآن وتبعث أمامي وهذا من باب المستحيل - قال: فإني إذا متُّ ثم بُعثتُ جئتني ولي ثمَّ مالٌ فأعطيتك فأنزل الله ﴿أَفَرَأَيْتَ الذي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالًا وَوَلَدًا﴾ .\nالتفسِير: ﴿وَيَقُولُ الإنسان أَءِذَا مَا مِتُّ لَسَوْفَ أُخْرَجُ حَيًّا﴾ أي يقول الكافر الذي لا يصدق بالبعث بعد الموت على وجه الإِنكار والاستبعاد: أئذا متُّ وأصبحتُ ترابًا ورفاتًا فسوف أخرج من القبر حيًا؟ قال ابن كثير: يتعجب ويستبعد إِعادته بعد موته، واللام «لسوف» للمبالغة في الإنكار، وهو إنكار منشؤه غفلة الإنسان عن نشأته الأولى، أين كان؟ وكيف كان؟ ولو تذكّر لعلم أن الأمر أيسر مما يتصور ﴿أَوَلاَ يَذْكُرُ الإنسان أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئًا﴾ أي أولًا يتذكر هذا المكذّب الجاحد أول خلقه فيستدل بالبداءة على الإعادة؟ ويعلم أن الله الذي خلقه من العدم قادرٌ على أن يعيده بعد الفناء وتشتت الأجزاء؟ قال بعضُ العلماء: لو اجتمع كل الخلائق على إيراد حجةٍ في البعث على هذا الاختصار لما قدروا عليها، إذْ لا شكَّ أنَّ الإعادة ثانيًا أهونُ من الإيجاد أولًا، ونظيره قوله ﴿قُلْ يُحْيِيهَا الذي أَنشَأَهَآ أَوَّلَ مَرَّةٍ﴾ [يس: ٧٩] ﴿فَوَرَبِّكَ لَنَحْشُرَنَّهُمْ والشياطين﴾ أي فوربك يا محمد لنحشرنَّ هؤلاء المكذبين بالبعث مع الشياطين الذين أغووهم قال المفسرون: يُحشر كل كافر مع شيطان في سلسلة ﴿ثُمَّ لَنُحْضِرَنَّهُمْ حَوْلَ جَهَنَّمَ جِثِيًّا﴾ أي محضر هؤلاء المجرمين حول جهنم قعودًا على الركب من شدة الهول والفزع، لا يطيقون القيام على أرجلهم لما يدهمهم من شدة الأمر ﴿ثُمَّ لَنَنزِعَنَّ مِن كُلِّ شِيعَةٍ﴾ أي لنأخذنَّ ولننتزعنَّ من كل فرقةٍ وجماعة ارتبطت بمذهب ﴿أَيُّهُمْ أَشَدُّ عَلَى الرحمن عِتِيًّا﴾ أي من منهم أعصى لله وأشد تمردًا، والمراد أنه يؤخذ من هؤلاء المجرمين ليقذف في جهنم الأعتى فالأعتى قال ابن مسعود: يُبدأ بالأكابر جرمًا ﴿ثُمَّ لَنَحْنُ أَعْلَمُ بالذين هُمْ أولى بِهَا صِلِيًّا﴾ أي نحن أعلم بمن هم أحق بدخول النار والاصطلاء بحرها وبمن يستحق تضعيف العذاب فنبدأ بهم ﴿وَإِن مِّنكُمْ إِلاَّ وَارِدُهَا﴾ أي ما منكم أحدٌ من برٍ أو فاجر ألًا وسيرد على النار، المؤمن للعبور والكافر للقرار ﴿كَانَ على رَبِّكَ حَتْمًا مَّقْضِيًّا﴾ أي كان ذلك الورود قضاءً لازمًا لا يمكن خُلفه ﴿ثُمَّ نُنَجِّي الذين اتقوا﴾ أي ننجّي من جهنم المتقين بعد مرور الجميع عليها ﴿وَّنَذَرُ الظالمين فِيهَا جِثِيًّا﴾ أي ونترك الظالمين في جهنم قعودًا على الركب قال البيضاوي: والآية دليلٌ على أن المراد بالورود","vol":"2","page":205},{"text":"والجثوُّ حواليها، وأن المؤمنين يفارقون الفجرة إلى جنة بعد نجاتهم، ويبقى الفجرة فيها على هيئاتهم ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بينات﴾ أي وإذا قرئت على المشركين آيات القرآن المبين، واضحات الإعجاز، بينات المعاني ﴿قَالَ الذين كَفَرُواْ لِلَّذِينَ آمنوا أَيُّ الفريقين خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا﴾ أي قال الكفرة المترفون لفقراء المؤمنين أيُّ الفريقين: - نحن أو أنتم - أحسنُ مسكنًا، وأطيب عيشًا، وأكرم منتدى ومجلسًا؟ قال البيضاوي: إن المشركين لما سمعوا الآيات الواضحات وعجزوا عن معارضتها، أخذوا في الافتخار بما لهم من حظوظ الدنيا، والاستدلال بزيادة حظهم فيها على فضلهم وحسن حالهم لقصور نظرهم، فردَّ الله عليهم بقوله ﴿وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ هُمْ أَحْسَنُ أَثَاثًا وَرِءْيًا﴾ أي وكثير من الأمم المكذبين بآياتنا أهلكناهم بكفرهم كانوا أكثر من هؤلاء متاعًا، وأجمل صورةً ومنظرًا، فكما أهلكنا السابقين نهلك اللاحقين، فلا يغترُّ هؤلاء بما لديهم من النعيم والمتاع ﴿قُلْ مَن كَانَ فِي الضلالة فَلْيَمْدُدْ لَهُ الرحمن مَدًّا﴾ أي قل يا محمد لهؤلاء المشركين الزاعمين أنهم على حق: من كان في الضلالة منا ومنكم فليمهله الرحمن فيما هو فيه، وليدعْه في طغيانه، حتى يلقى ربه وينقضي أجله قال القرطبي: وهذا غايةٌ في التهديد والوعيد ﴿حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ﴾ أي حتى يروا ما يحلُّ بهم من وعد الله ﴿إِمَّا العذاب وَإِمَّا الساعة﴾ أي إمَّا عذاب الدنيا بالقتل والأسر، أو عذاب الآخرة بما ينالهم يوم القيامة من الشدائد والأهوال ﴿فَسَيَعْلَمُونَ مَنْ هُوَ شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا﴾ أي فسيعلمون عندئذ حين تنكشف الحقائق أي الفريقين شرٌّ منزلة عند الله، وأقل فئة وأنصارًا، هل هم الكفار أم المؤمنون؟ وهذا في مقابلة قولهم ﴿خَيْرٌ مَّقَامًا وَأَحْسَنُ نَدِيًّا﴾ ﴿وَيَزِيدُ الله الذين اهتدوا هُدًى﴾ أي ويزيد الله المؤمنين المهتدين، بصيرةً وإيمانًا وهداية ﴿والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَابًا﴾ أي والأعمال الصالحة التي تبقى لصاحبها ذخرًا في الآخرة خير عند الله من كل ما يتباهى به أهل الأرض من حيث الأجر والثواب ﴿وَخَيْرٌ مَّرَدًّا﴾ أي وخير رجوعًا وعاقبة، فإن نعيم الدنيا زائل ونعيم الآخرة باقٍ دائم ﴿أَفَرَأَيْتَ الذي كَفَرَ بِآيَاتِنَا وَقَالَ لأُوتَيَنَّ مَالًا وَوَلَدًا﴾ نزلت في العاص بن وائل، والاستفهام للتعجب أي تعجَّب يا محمد من قصة هذا الكافر الذي جحد بآيات الله وزعم أن الله سيعطيه في الآخرة المال والبنين ﴿أَطَّلَعَ الغيب﴾ أي هل اطَّلع على الغيب الذي تفرَّد به علاّم الغيوب؟ ﴿أَمِ اتخذ عِندَ الرحمن عَهْدًا﴾ أي أم أعطاه الله عهدًا بذلك فهو يتكلم عن ثقةٍ ويقين؟ ﴿كَلاَّ سَنَكْتُبُ مَا يَقُولُ﴾ ردٌّ عليه، ولفظةُ «كلا» للردع والزجر أي ليرتدع ذلك الفاجر عن تلك المقالة الشنيعة فسنكتب ما يقول عليه ﴿وَنَمُدُّ لَهُ مِنَ العذاب مَدًّا﴾ أي سنزيد له في العذاب ونطيله عليه جزاء طغيانه واستهزائه، ونضاعف له مدد العذاب مكان الإمداد بالمال والولد ﴿وَنَرِثُهُ مَا يَقُولُ وَيَأْتِينَا فَرْدًا﴾ أي ونرثه وما يخلفه من المال والولد بعد إهلاكه، ويأتينا وحيدًا لا مال معه ولا ولد، ولا نصير له ولا سند ﴿واتخذوا مِن دُونِ الله آلِهَةً لِّيَكُونُواْ لَهُمْ عِزًّا﴾ أي واتخذ المشركون أصنامًا عبدوها من دون الله لينالوا بها العزَّ والشرف ﴿كَلاَّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ","vol":"2","page":206},{"text":"عَلَيْهِمْ ضِدًّا﴾ أي ليس الأمر كما ظنوا وتوهموا فإن الآلهة التي عبدوها ستبرأ من عبادتهم ويكونون له أعداء يوم القيامة ﴿أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا الشياطين عَلَى الكافرين تَؤُزُّهُمْ أَزًّا﴾ أي ألم تر يا محمد أنَّا سلَّطنا الشياطين على الكافرين تُغريهم إغراءٌ بالشر، وتهيّجُهم تهييجًا حتى يركبوا المعاصي قال الرازي: أي تغريهم على المعاصي وتحثُّهم وتهيّجهم لها بالوساوس والتسويلات ﴿فَلاَ تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا﴾ أي لا تتعجل يا محمد في طلب هلاكهم فإِنه لم يبق لهم أيام وأنفاس نعدُّها عليهم عدًّا ثم يصيرون إلى عذاب شديد قال ابن عباس: نعدُّ أنفاسهم في الدنيا كما نعدُّ عليهم سنيَّهم ﴿يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْدًا﴾ أي يوم نحشر المتقين إلى ربهم معزَّزين مكرَّمين، راكبين على النوق كما يفد الوفود على الملوك منتظرين لكرامتهم وإِنعامهم ﴿وَنَسُوقُ المجرمين إلى جَهَنَّمَ وِرْدًا﴾ أي ونسوق المجرمين كما تُساق البهائم مشاةً عطاشًا كأنهم إبلٌ عطاش تُساق إلى الماء وفي الحديث\n«يحشر الناس يوم القيامة على ثلاث طرائق: راغبين، وراهبين، واثنان على بعير، وثلاثة على بعير، واربعة على بعير، وعشرة على بعير، وتُجرُّ بقيتهم إلى النار، تقبل معهم حيث قالوا، وتبيت معهم حيث باتوا»\n﴿لاَّ يَمْلِكُونَ الشفاعة﴾ أي لا يشفعون ولا يُشفع لهم ﴿إِلاَّ مَنِ اتخذ عِندَ الرحمن عَهْدًا﴾ الاستثناء منقطع أي لكنْ من تحلَّى بالإيمان والعمل الصالح فإنه يملك الشفاعة قال ابن عباس: العهدُ «شهادة أن لا إله إلا الله» ﴿وَقَالُواْ اتخذ الرحمن وَلَدًا﴾ أي اليهود والنصارى ومن زعم أن الملائكة بنات الله ﴿لَّقَدْ جِئْتُمْ شَيْئًا إِدًّا﴾ أي لقد أتيتم أيها المشركون بقولٍ منكر عظيم تناهى في القبح والشناعة ﴿تَكَادُ السماوات يَتَفَطَّرْنَ مِنْهُ﴾ أي تكاد السماوات تتشقَّق من هول هذا القول ﴿وَتَنشَقُّ الأرض وَتَخِرُّ الجبال هَدًّا﴾ أي وتنشقُّ كذلك الأرض وتندكُّ الجبال وتُهدُّ هدًا استعظامًا للكلمة الشنيعة ﴿أَن دَعَوْا للرحمن وَلَدًا﴾ أي ما يليق به سبحانه اتخاذ الولد، لأن الولد يقتضي المجانسة ويكون عن حاجة، وهو المنزَّه عن الشبيه والنظير، والغني عن المعين والنصير ﴿إِن كُلُّ مَن فِي السماوات والأرض إِلاَّ آتِي الرحمن عَبْدًا﴾ أي ما من مخلوقٍ في هذا العالم العلوي والسفلي إلا وهو عبدٌ لله، ذليلٌ خاضعٌ بين يديه، منقادٌ مطيع له كما يفعل العبيد ﴿لَّقَدْ أَحْصَاهُمْ وَعَدَّهُمْ عَدًّا﴾ أي علم عددهم وأحاط علمه بهم فلا يخفى عليه شيء من أمورهم ﴿وَكُلُّهُمْ آتِيهِ يَوْمَ القيامة فَرْدًا﴾ أي وكل فردٍ يأتي يوم القيامة وحيدًا فريدًا، بلا مالٍ ولا نصير، ولا معين ولا خفير ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات سَيَجْعَلُ لَهُمُ الرحمن وُدًّا﴾ لما ذكر أحوال المجرمين ذكر أحوال المؤمنين والمعنى سيحدث لهم في قلوب عباده الصالحين محبةً ومودة قال الربيع: يحبُّهم ويحببهم إلى الناس ﴿فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لِتُبَشِّرَ بِهِ المتقين وَتُنْذِرَ بِهِ قَوْمًا لُّدًّا﴾ أي فإِنما يسرنا يا محمد هذا القرآن بلسانك العربي تقرأه، وجعلناه سهلًا يسيرًا لمن تدبره، لتبشّر به المؤمنين المتقين، وتخوّف به قومًا معاندين شديدي الخصومة والجدال ﴿وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ﴾ أي كم من الأمم الماضية أهلكناهم بتكذيبهم الرسل، و«كم» للتكثير ﴿هَلْ تُحِسُّ مِنْهُمْ مِّنْ أَحَدٍ﴾ أي هل ترى منهم أحدًا؟ ﴿أَوْ تَسْمَعُ لَهُمْ رِكْزًا﴾ أي","vol":"2","page":207},{"text":"أو تسمع صوتًا خفيًا؟ والمعنى أنهم بادوا وهلكوا وخلت منهم الديار، وأوحشت منهم المنازل، فكما أهلكنا أولئك نهلك هؤلاء.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - ذكر العام وإرادة الخاص ﴿وَيَقُولُ الإنسان﴾ المراد به الكافر لأنه هو المنكر للبعث.\n٢ - الطباق بين ﴿مِتُّ. . حَيًّا﴾ وبين ﴿تُبَشِّرَ. . وَتُنْذِرَ﴾ .\n٣ - الاستفهام للإِنكار والتوبيخ ﴿أَوَلاَ يَذْكُرُ الإنسان﴾ .\n٤ - المقابلة اللطيفة بين المتقين والمجرمين وبين حال الأبرار والأشرار ﴿يَوْمَ نَحْشُرُ المتقين إِلَى الرحمن وَفْدًا﴾ ﴿وَنَسُوقُ المجرمين إلى جَهَنَّمَ وِرْدًا﴾ .\n٥ - الجناس غير التام ﴿وَفْدًا.\n. وِرْدًا﴾ لتغير الحرف الثاني.\n٦ - اللف والنشر المرتب في ﴿شَرٌّ مَّكَانًا وَأَضْعَفُ جُندًا﴾ حيث رجع الأول إلى ﴿خَيْرٌ مَّقَامًا﴾ والثاني إلى ﴿وَأَحْسَنُ نَدِيًّا﴾ كما يوجد بين ﴿خَيْرٌ. . وشَرٌّ﴾ طباق.\n٧ - المجاز العقلي ﴿سَنَكْتُبُ مَا يَقُولُ﴾ أي نأمر الملائكة بالكتابة فهو من إسناد الشيء إلى سببه.\n٨ - السجع الرصين مثل ﴿عَبْدًا، عَدًّا، فَرْدًا، وُدًّا﴾ وهو من المحسنات البديعية.\nفَائِدَة: أخرج مسلم في صحيحه عن أبي هريرة أن رسول الله ﷺ َ قال: «إن الله تعالى إذا أحبَّ عبدًا دعا جبريل فقال: إني أحبُ فلانًا فأحبَّه فيحبُّه جبريل، ثم ينادي في السماء: إن الله يحب فلانًا فأحبوه فيحبه أهل السماء. .» الحديث وهو مصداق قوله تعالى ﴿سَيَجْعَلُ لَهُمُ الرحمن وُدًّا﴾ .\nلطيفَة: روي أن المأمون قرأ هذه الآية ﴿فَلاَ تَعْجَلْ عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا﴾ وعنده جماعة من الفقهاء فيهم ابن السماك فأشار إليه المأمون أن يعظه فقال: إذا كانت الأنفاس بالعدد، ولم يكن لها مدد، فما أسرع ما تنفد قال الشاعر:\nحياتكَ أنفاسٌ تُعدُّ فكلما ... مضى نفس منك انتقصت به جزءًا","vol":"2","page":208},{"text":"اللغَة: ﴿بِقَبَسٍ﴾ القَبسُ: شعلةٌ من نار ﴿المقدس﴾ المطهَّر والمبارك ﴿طُوًى﴾ اسم للوادي ﴿فتردى﴾ تهلك والردى: الهلاك ﴿أَهُشُّ﴾ أخبط بها الشجر ليسقط الورق ﴿مَآرِبُ﴾ جمع مأْربه وهي الحاجة ﴿جَنَاحِكَ﴾ الجناح: الجَنب وجناحا الإنسان جنباه لأن يدي الإنسان يشبهان جناحي الطائر ﴿أَزْرِي﴾ الأزر: القوة يقال: آزره أي قوّاه ومنه ﴿فَآزَرَهُ فاستغلظ﴾ [الفتح: ٢٩] قال الشاعر:\nأليس أبونا هاشمٌ شدَّ أَزْره ... وأوصى بَنيه بالطِّعان وبالضرب\n﴿اليم﴾ البحر ﴿تَقَرَّ عَيْنُها﴾ تُسرَّ بلقائك.\nالتفسِير: ﴿طه مَآ أَنَزَلْنَا عَلَيْكَ القرآن لتشقى﴾ الحروف المقطعة للتنبيه إلى إعجاز القرآن وقال ابن عباس: معناها يا رجل، ومعنى الآية: ما أنزلنا عليك يا محمد القرآن لتشقى به إنما أنزلناه رحمة وسعادة، رُوي أن رسول الله ﷺ َ لما نزل عليه القرآن صلّى هو وأصحابه فأطال القيام فقالت","vol":"2","page":210},{"text":"قريش: ما أنزل الله هذا القرآن على محمد إلا ليشقى فنزلت هذه الآية ﴿إِلاَّ تَذْكِرَةً لِّمَن يخشى﴾ أي ما أنزلناه إلا عظة وتذكيرًا لمن يخشى الله ويخاف عقابه، وهو المؤمنُ المستنير بنور القرآن ﴿تَنزِيلًا مِّمَّنْ خَلَقَ الأرض والسماوات العلى﴾ أي أنزله خالقُ الأرض، ومبدعُ الكون، ورافع السماوات الواسعة العالية، والآية إخبارٌ عن عظمته وجبروته وجلاله قال في البحر: ووصفُ السماوات بالعُلى دليلٌ على عظمة قدرة من اخترعها إذ لا يمكن وجود مثلها في علُوِّها من غيره تعالى ﴿الرحمن عَلَى العرش استوى﴾ أي ذلك الربُّ الموصوف بصفات الكمال والجمال هو الرحمن الذي استوى على عرشه استواءً يليق بجلاله من غير تجسيمٍ، ولا تشبيه، ولا تعطيل، ولا تمثيل كما هو مذهب السلف ﴿لَهُ مَا فِي السماوات وَمَا فِي الأرض وَمَا بَيْنَهُمَا وَمَا تَحْتَ الثرى﴾ أي له سبحانه ما في الوجود كلِّه: السماواتُ السبعُ، والأرضون وما بينهما من المخلوقات وما تحت التراب من معادن ومكنونات، الكلُّ ملكُه وتحت تصرفه وقهره وسلطانه أي وإن تجهزْ يا محمد بالقول أو ﴿وَإِن تَجْهَرْ بالقول فَإِنَّهُ يَعْلَمُ السر وَأَخْفَى﴾ تخفه في نفسك فسواءٌ عند ربك، فإنه يعلم السرَّ وما هو أخفى منه كالوسوسه والهاجس والخاطر. . والغرضُ من الآية طمأنينه قلبه ﵇ بأن ربه معه يسمعه، ولن يتركه وحيدًا يواجه الكافرين بلا والغرضُ من الآية طمأنينة قلبه ﵇ بأن ربه معه يسمعه، ولن يتركه وحيدًا يواجه الكافرين بلا سند فإذا كان يدعوه جهرًا فإنه يعلم السرَّ وما هو أخفى، والقلب حين يستشعر قرب الله منه، وعلمه بسرَّه ونجواه يطمئن ويرضى ويأنس بهذا القرب الكريم ﴿الله لا إله إِلاَّ هُوَ لَهُ الأسمآء الحسنى﴾ أي ربكم هو الله المتفرد بالوحدانية، لا معبود بحق سواه، ذو الأسماء الحسنة التي هي في غاية الحسن وفي الحديث\n«إن للهِ تسعةٌ وتسعين اسمًا، من أحصاها دخل الجنة» ﴿وَهَلْ أَتَاكَ حَدِيثُ موسى﴾ الاستفهام للتقرير وغرضه التشويق لما يُلقى إليه أي هل بلغك يا محمد خبر موسى وقصته العجيبة الغريبة؟ ﴿إِذْ رَأَى نَارًا فَقَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَارًا﴾ أي حين رأى نارًا فقال لامرأته أقيمي مكانك فإني أبصرتُ نارًا قال ابن عباس: هذا حين قضى الأجل وسار بأهله من مدين يريد مصر، وكان قد أخطأ الطريق وكانت ليلة مظلمة شاتية فجعل يقدح بالزناد فلا يخرج منها شَررٌ فبينما هو كذلك إذْ بصر بنارٍ من على يسار الطريق، فلما رآها ظنها نارًا وكانت من نور الله ﴿لعلي آتِيكُمْ مِّنْهَا بِقَبَسٍ﴾ أي لعلي آتيكم بشعلة من النار تستدفئون بها ﴿أَوْ أَجِدُ عَلَى النار هُدًى﴾ أي أجد هاديًا يدلني على الطريق ﴿فَلَمَّآ أَتَاهَا نُودِيَ ياموسى إني أَنَاْ رَبُّكَ فاخلع نَعْلَيْكَ﴾ أي فلما أتى النار وجدها نارًا بيضاء تتّقد في شجرة خضراء وناداه ربُّه يا موسى: إني أنا","vol":"2","page":211},{"text":"ربُّك الذي أكلمك فاخلع النعلين من قدميك رعايةً للأدب وأَقْبل ﴿إِنَّكَ بالواد المقدس طُوًى﴾ أي فإنك بالوادي المطهَّر المبارك المسمّى طوى ﴿وَأَنَا اخترتك فاستمع لِمَا يوحى﴾ أي اصطفيتك للنبوة فاستمع لما أُوحيه إليك قال الرازي: فيه نهايةُ الهيبة والجلالة فكأنه قال: لقد جاءك أمر عظيم هائل فتأهبْ له واجعل كل عقلك وخاطرك مصروفًا إليه ﴿إنني أَنَا الله لا إله إلا أَنَاْ فاعبدني﴾ أي أنا الله المستحق للعبادة لا إله غيري فأفردني بالعبادة والتوحيد ﴿وَأَقِمِ الصلاة لذكري﴾ أي أقم الصلاة لتذكرني فيها قال مجاهد: إذا صلّى ذكر ربه لاشتمالها على الأذكار وقال الصاوي: خصَّ الصلاة بالذكر وإن كانت داخلةً في جملة العبادات لعظم شأنها، واحتوائها على الذكر، وشغل القلب واللسان والجوارح، فهي أفضل أركان الدين بعد التوحيد ﴿إِنَّ الساعة آتِيَةٌ أَكَادُ أُخْفِيهَا﴾ أي إن الساعة قادمة وحاصلةٌ لا محالة أكاد أخفيها عن نفسي فكيف أطلعكم عليها؟ قال المبرَّد: وهذا على عادة العرب فإنهم يقولون إذا بالغوا في كتمان الشيء: كتمته حتى من نفسي أي لم أطلع عليه أحدًا ﴿لتجزى كُلُّ نَفْسٍ بِمَا تسعى﴾ أي لتنال كلُّ نفس جزاء ما عملت من خير أو شر قال المفسرون: والحكمة من إخفائها وإخفاء وقت الموت أن الله تعالى حكم بعدم قبول التوبة عند قيام الساعة وعند الاحتضار، فلو عرف الناس وقت الساعة أو وقت الموت، لاشتغلوا بالمعاصي ثم تابوا قبل ذلك، فيتخلصون من العقاب، ولكنَّ الله عمَّى الأمر، ليظلَّ الناس على حذر دائم، وعلى استعداد دائم، من أن تبغتهم الساعة أو يفاجئهم الموت ﴿فَلاَ يَصُدَّنَّكَ عَنْهَا مَن لاَّ يُؤْمِنُ بِهَا﴾ أي لا يصرفنَّك يا موسى عن التأهب للساعة والتصديق بها من لا يوقن بها ﴿واتبع هَوَاهُ﴾ أي مالَ مع الهوى وأقبل على اللذائذ والشهوات ولم يحسب حسابًا لآخرته ﴿فتردى﴾ أي فتهلك فإن الغفلة عن الآخرة مستلزمة للهلاك ﴿وَمَا تِلْكَ بِيَمِينِكَ ياموسى﴾ أي وما هذه التي بيمينك يا موسى؟ أليست عصا؟ والغرضُ من الاستفهام التقريرُ والإِيقاظُ والتنبيهُ إلى ما سيبدوا من عجائب صنع الله في الخشبة اليابسة بانقلابها إلى حية، لتظهر لموسى القدرة الباهرة، والمعجزة القاهرة قال ابن كثير: إنما قال له ذلك على وجه التقرير، أي أمَا هذه التي في يمينك عصاك التي تعرفها؟ فسترى ما نصنع بها الآن؟ ﴿قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا﴾ أي أعتمد عليها في حال المشي ﴿وَأَهُشُّ بِهَا على غَنَمِي﴾ أي أهزُّ بها الشجرة وأضرب بها على الأغصان ليتساقط ورقها فترعاه غنمي ﴿وَلِيَ فِيهَا مَآرِبُ أخرى﴾ أي ولي فيها مصالح ومنافع وحاجات أُخَر غير ذلك قال المفسرون: كان يكفي أن يقول هي عصاي ولكنه زاد في الجواب لأن المقام مباسطة وقد كان ربه يكلمه بلا واسطة، فأراد أن يزيد في الجواب ليزداد تلذذًا بالخطاب، وكلام الحبيب مريحٌ للنفس ومُذْهبٌ للعَناء ﴿قَالَ أَلْقِهَا ياموسى﴾ أي اطرح هذه العصا التي بيدك يا موسى لترى من شأنها ما ترى! ﴿فَأَلْقَاهَا فَإِذَا هِيَ حَيَّةٌ تسعى﴾ أي فلما ألقاها","vol":"2","page":212},{"text":"صارت في الحال حية عظيمة تنتقل وتتحرك في غاية السرعة قال ابن عباس: انقلبت ثعبانًا ذكرًا يبتلع الصخر والشجر، فلما رآه يبتلع كل شيء خافه ونفر منه وولّى هاربًا قال المفسرون: لما رأى هذا الأمر العجيب الهائل، لحقه ما يلحق البشر عند رؤية الأهوال والمخاوف، لا سيما هذا الأمر الذي يذهب بالعقول، وإنما أظهر له هذه الآية وقت المناجاة تأنيسًا له بهذه المعجزة الهائلة حتى لا يفزع إذا ألقاها عند فرعون لأنه يكون قد تدرَّب وتعوَّد ﴿قَالَ خُذْهَا وَلاَ تَخَفْ﴾ أي قال له ربه: خذْها يا موسى ولا تخفْ منه ﴿سَنُعِيدُهَا سِيَرتَهَا الأولى﴾ أي سنعيدها إلى حالتها الأولى كما كانت عصا لا حيَّة، فأمسكها فعادت عصا ﴿واضمم يَدَكَ إلى جَنَاحِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء﴾ أي أدخل يدك تحت إِبطك صم أخرجاها تخرج نيِّرة مضيئة كضوء الشمس والقمر من غير عيب ولا برص قال ابن كثير: كان إذا أدخل يده في جيبه ثم أخرجها تخرج تتلألأ كأنها فلقة القمر من غير برصٍ ولا أذى ﴿آيَةً أخرى﴾ أي معجزة ثانية غير العصا ﴿لِنُرِيَكَ مِنْ آيَاتِنَا الكبرى﴾ أي لنريك بذلك بعض آياتنا العظيمة.\n. أراه الله معجزتين «العصا، واليد» وهي ما أيَّده الله به من المعجزات الباهرة، ثم أمره أن يتوجه إلى فرعون رأس الكفر والطغيان ﴿اذهب إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي إذهب بما معك من الآيات إلى فرعون إِنه تكبَّر وتجبَّر وجاوز الحدِّ في الطغيان حتى ادَّعى الألوهية ﴿قَالَ رَبِّ اشرح لِي صَدْرِي﴾ أي وسِّعه ونوِّره بالإيمان والنُبوّة ﴿وَيَسِّرْ لي أَمْرِي﴾ أي سهّلْ عليَّ القيام بما كلفتني من أعباء الرسالة والدعوة ﴿واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي﴾ أي حلَّ هذه اللُّكنة الحاصلة في لساني حتى يفهموا كلامي قال المفسرون: عاش موسى في بيت فرعون فوضعه فرعون مرة في حِجْرهِ وهو صغير فجرَّ لحية فرعون بيده فهمَّ بقتله، فقالت له آسية: إنه لا يعقل وسأريك بيان ذلك، قدّمْ إليه جمرتين ولؤلؤتين، فإن أخذ اللؤلؤة عرفت أنه يعقل، وإن أخذ الجمرة عرفت أنه طفل لا يعقل، فقدَّم إليه فأخذ الجمرة فجعلها في فيه فكان في لسانه حَبْسة ﴿واجعل لِّي وَزِيرًا مِّنْ أَهْلِي هَارُونَ أَخِي﴾ أي اجعل لي معينًا يساعدني ويكون من أهلي وهو أخي هارون ﴿اشدد بِهِ أَزْرِي﴾ أي لتقوِّي به يا رب ظهري ﴿وَأَشْرِكْهُ في أَمْرِي﴾ أي أجعله شريكًا لي في النبوة وتبليغ الرسالة ﴿كَيْ نُسَبِّحَكَ كَثِيرًا وَنَذْكُرَكَ كَثِيرًا﴾ أي كي نتعاون على تنزيهك عما لا يليق بك ونذكرك بالدعاء والثناء عليك ﴿إِنَّكَ كُنتَ بِنَا بَصِيرًا﴾ أي عالمًا بأحوالنا لا يخفى عليك شيء من أفعالنا، طلب موسى من ربه أن يعينه بأخيه يشدُّ به أزره، لما يعلم منه من فصاحة اللسان، وثبات الجنَان، وأن يشركه معه في المهمة لما يعلم من طغيان فرعون وتكبره وجبروته ﴿قَالَ قَدْ أُوتِيتَ سُؤْلَكَ ياموسى﴾ أي أُعطيت ما سألتَ وما طلبتَ، ثم ذكّر تعالى بالمنن العظام عليه ﴿وَلَقَدْ مَنَنَّا عَلَيْكَ مَرَّةً أخرى﴾ أي أنعمنا عليك يا موسى بمنَّة أخرى غير هذه المنة ﴿إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى﴾ أي ألهمنا ما يُلهم ممّا كان سبباص في نجاتك ﴿أَنِ اقذفيه فِي التابوت فاقذفيه فِي اليم﴾ أي ألهمناها أن ألْقِ هذا لاطفل في الصندوق ثم اطرحيه في نهر النيل، ثم ماذا؟ ومن يتسلمه؟ ﴿فَلْيُلْقِهِ اليم بالساحل يَأْخُذْهُ عَدُوٌّ لِّي وَعَدُوٌّ لَّهُ﴾ أي","vol":"2","page":213},{"text":"يلقيه النهر على شاطئه ويأخذه فرعون عدوي وعدوُّه قال في البحر: ﴿فَلْيُلْقِهِ﴾ أمرٌ معناه الخبر جاء بصيغة الأمر مبالغة إِذْ الأمر أقطع الأفعال وأوجبها ﴿وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي﴾ أي زرعتُ في القلوب محبتك بحيث لا يكاد يصبر عنك من رآك حتى أحبَّك فرعون قال ابن عباس: أحبَّه الله وحبَّبه إلى خلقه ﴿وَلِتُصْنَعَ على عيني﴾ أي ولتُربى بعين الله بحفظي ورعايتي ﴿إِذْ تمشي أُخْتُكَ فَتَقُولُ هَلْ أَدُلُّكُمْ على مَن يَكْفُلُهُ﴾ أي حين تمشي أختك وتتَّبع أثرك فتقول لآل فرعون حين طلبوا لك المراض: هل أدلكم على من يضمن لكم حضانته ورضاعته؟ قال المفسرون: لمّا التقطه آل فرعون جعل لا يقبل ثدي امرأة لأن الله حرَّم عليه المراضع وبقيت أمه بعد قذفه في اليم مغمومة فأمرت أخته أن تتَّبع خبره، فلما وصلت إلى بيت فرعون ورأته قالت: هل أدلكم على امرأة أمينة فاضلة تتعهد لكم رضاعٍ هذا الطفل؟ فطلبوا منها إحضارها فأتت بأم موسى فلما أخرجت ثديها التقمه ففرحت زوجة فرعون فرحًا شديدًا وقالت لها: كوني معي القصر فقالت: لا أستطيع أن أترك بيتي وأولادي ولكنْ آخذه معي وآتي لك به كل حين فقالت نعم وأحسنت إليها غاية الإحسان فذلك قوله تعالى ﴿فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها وَلاَ تَحْزَنَ﴾ أي رددناك إلى أمك لكي تُسرَّ بلقائك وتطمئن بسلامتك ونجاتك، ولكيلا تحزن على فراقك ﴿وَقَتَلْتَ نَفْسًا فَنَجَّيْنَاكَ مِنَ الغم﴾ أي قتلت القبطي حين أصبحت شابًا فنجيناك من غمّ القتل وصرفنا عنك شرَّ فرعون وزبانيته، وفي صحيح مسلم: وكان قتله خطأ ﴿وَفَتَنَّاكَ فُتُونًا﴾ أي ابتليناك ابتلاءً عظيمًا بأنواعٍ من المِحن ﴿فَلَبِثْتَ سِنِينَ في أَهْلِ مَدْيَنَ﴾ أي مكثت سنين عديدة عند شعيب في أرض مدين ﴿ثُمَّ جِئْتَ على قَدَرٍ ياموسى﴾ أي جئت على موعدٍ ووقت مقدر للرسالة والنبوة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشويق والحث على الإصغاء ﴿وَهَلْ أَتَاكَ حَدِيثُ موسى﴾ .\n٢ - الإطناب ﴿قَالَ هِيَ عَصَايَ أَتَوَكَّأُ عَلَيْهَا وَأَهُشُّ بِهَا على غَنَمِي﴾ وكان يكفي أن يقول: هي عصاي ولكنه توسّع في الجواب تلذذًا بالخطاب.\n٣ - الاستعارة التصريحية ﴿واضمم يَدَكَ إلى جَنَاحِكَ﴾ أصل الجناح للطائر ثم استعير لجنب الإنسان لأن كل جنب في موضع الجناح للطائر فسميت الجهتان جناحين بطريق الاستعارة.\n٤ - الاحتراس وهو عند علماء البيان أن يؤتى بشيء يرفع توهم غير المراد مثل قوله ﴿بَيْضَآءَ مِنْ غَيْرِ سواء﴾ فلو اقتصر على قوله ﴿بَيْضَآءَ﴾ لأوهم أن ذكل من بَرص أو بهَق ولذلك احترس بقوله ﴿مِنْ غَيْرِ سواء﴾ .\n٥ - الاستعارة التمثيلية ﴿وَلِتُصْنَعَ على عيني﴾ تمثيل لشدة الرعاية وفرط الحفظ والكلاءة بمن يصنع بمرأى من الناظر لأن الحافظ للشيء في الغالب يديم النظر إليه فمثَّل لذلك على عين الآخر.","vol":"2","page":214},{"text":"٦ - السجع الحسن الذي يزيد الكلام جمالًا وبهاءً في أواخر الآيات (فتشقى، يخشى، أخفى، تسعى) الخ.\nفَائِدَة: قال العلماء: ما نفع أخ أخاه كما نفع موسى هارون فقد طلب له من ربه أن يجعله وزيرًا له ويكرمه بالرسالة فاستجاب الله دعاءه وجعله نبيًا مرسلًا.\nتنبيه: ذكر تعالى بعض المنن على موسى وعدَّد منها ستًا:\nالمنة الأولى: إلهام أُمه صنع الصندوق وإلقاءه في النيل ليربّى في بيت فرعون ﴿إِذْ أَوْحَيْنَآ إلى أُمِّكَ مَا يوحى أَنِ اقذفيه فِي التابوت﴾ .\nالثانية: إلقاء المحبة عليه من الله تعالى بحيث لا يراه أحد إلا أحبه ﴿وَأَلْقَيْتُ عَلَيْكَ مَحَبَّةً مِّنِّي﴾ .\nالثالثة: حفظ الله ورعايته له بالكلاءة والعناية ﴿وَلِتُصْنَعَ على عيني﴾ .\nالرابعة: ردُّه إلى أمه مع الإنعام والإكرام ﴿فَرَجَعْنَاكَ إلى أُمِّكَ كَيْ تَقَرَّ عَيْنُها﴾ .\nالخامسة: إنجاء موسى من القتل بعد قتله القبطي و﴿نَجَّيْنَاكَ مِنَ الغم﴾ .\nالسادسة: تكليم الله له بعد عودته من أرض مدين وتكليفه بالرسالة ﴿ثُمَّ جِئْتَ على قَدَرٍ ياموسى﴾ .","vol":"2","page":215},{"text":"المنَاسَبَة: لما ذكر تعالى نعمته على موسى باستجابة دعائه وإعطائه سُؤْله، ذكر هنا ما خصَّه به من الاصطفاء والاجتباء، وأمره بالذهاب إلى فرعون مع أخيه هارون لتبليغه دعوة الله، ثم ذكر ما دار من الحوار بين موسى وفرعون وما كان من أمر السحرة وسجودهم لله ربْ العالمين.\nاللغَة: ﴿اصطنعتك﴾ اصطفيتك واخترتك، وأصل الاصطناع: اتخاذ الصَّنيعة وهو الخير تُسْديه إلى إنسان ﴿تَنِيَا﴾ الونى: الضَّعف والفتور قال العجَّاج:\nفما وَنى محمدٌ مُذْ أن غَفرْ ... له الإلهُ ما مضَى وما غَبَر\n﴿يَفْرُطَ﴾ يتعجل ويبادر إلى عقوبتنا، ومنه الفارط الذي يتقدم القوم إلى الماء ﴿يُسْحِتَكُم﴾ يستأصلكم ويبيدكم وأصله استقصاء الحلق للشَّعْر قال الفرزدق:\nوعضُّ زمانٍ يا ابن مروانَ لم يَدعْ ... من المال إلا مُسْحتٌ أو مجُلَّف\nثم استعمل في الإهلاك والإذهاب، والسُّحت: المال الحرام لأنه يهلك الإنسان ويدمّره ﴿النجوى﴾ التناجي وهو الإسرار بالكلام ﴿أَوْجَسَ﴾ أضمر واستشعر الخوف في نفسه.\nالتفسِير: ﴿واصطنعتك لِنَفْسِي﴾ أي اخترتك لرسالتي ووحيي ﴿اذهب أَنتَ وَأَخُوكَ بِآيَاتِي﴾ أي اذهب مع هارون بحججي وبارهيني ومعجزاتي قال المفسرون: المراد بالآيات هنا اليد والعصا التي أيّد الله بها موسى ﴿وَلاَ تَنِيَا فِي ذِكْرِي﴾ أي لا تفترا وتقصِّرا في ذكر الله وتسبيحه قال ابن كثير: والمراد ألاّ يفترا عن ذكر الله بل يذكران الله في حال مواجهة فرعون، ليكون ذكر الله عونًا لهما عليه، وقوة لهما وسلطانًا كاسرًا له ﴿اذهبآ إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي تجبَّر وتكبَّر وبلغ النهاية في العتُو والطغيان ﴿فَقُولاَ لَهُ قَوْلًا لَّيِّنًا﴾ أي قولا لفرعون قولًا لطيفًا رفيقًا ﴿لَّعَلَّهُ يَتَذَكَّرُ أَوْ يخشى﴾ أي لعله يتذكر عظمة الله أو يخاف عقابه فيرتدع عن طغيانه ﴿قَالاَ رَبَّنَآ إِنَّنَا نَخَافُ أَن يَفْرُطَ عَلَيْنَآ أَوْ أَن","vol":"2","page":216},{"text":"يطغى﴾ أي قال موسى وهارون: يا ربنا إننا نخاف إن دعوناه إلى الإيمان أن يعجِّل علينا العقوبة، أو يجاوز الحدَّ في الإِساءة إلينا ﴿قَالَ لاَ تَخَافَآ إِنَّنِي مَعَكُمَآ أَسْمَعُ وأرى﴾ أي لا تخافا من سطوته إنني معكما بالنصرة والعون أسمع جوابه لكما، وأرى ما يفعل بكما ﴿فَأْتِيَاهُ فقولا إِنَّا رَسُولاَ رَبِّكَ﴾ أي إنا رسولان من عند ربك أرسلنا إِليك، وتخصيصُ الذكر بلفظ ﴿رَبِّكَ﴾ لإعلامه أنه مربوبٌ وعبدٌ مملوك لله إذْ كان يدَّعي الربوبية ﴿فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ﴾ أي أطلقْ سراح بين إسرائيل ولا تعذبهم بتكليفهم بالأعمال الشاقة ﴿قَدْ جِئْنَاكَ بِآيَةٍ مِّن رَّبِّكَ﴾ أي قد جئناك بمعجزة تدل على صدقنا ﴿والسلام على مَنِ اتبع الهدى﴾ أي والسلامة من عذاب الله لمن اهتدى وآمن قال المفسرون: لم يقصد به التحية لأنه ليس بابتداء الخطاب وإنما قصد به السلام من عذاب الله وسخطه ﴿إِنَّا قَدْ أُوحِيَ إِلَيْنَآ أَنَّ العذاب على مَن كَذَّبَ وتولى﴾ أي قد أخبرنا الله فيما أوحاه إلينا أن العذاب الأليم على من كذَّب أنبياء الله وأعرض عن الإيمان ﴿قَالَ فَمَن رَّبُّكُمَا ياموسى﴾ أي قال فرعون: ومنْ هذا الربُّ الذي تدعوني إليه يا موسى؟ فإني لا أعرفه؟ ولم يقل: من ربّي لغاية عتوّه ونهاية طغيانه بل أضافه إلى موسى وهارون ﴿مَن رَّبُّكُمَا﴾ ﴿قَالَ رَبُّنَا الذي أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى﴾ أي ربُّنا هو الذي أبدع كل شيءٍ خَلقه ثم هداه لمنافعه ومصالحه، وهذا جوابٌ في غاية البلاغة والبيان لاختصاره ودلالته على جميع الموجودات بأسرها، فقد أعطى العين الهيئة التي تطابق الإِبصار، والأُذُن الشكل الذي يوافق الاستماع، وكذلك اليد والرجل والأنف واللسان قال الزمخشري: ولله درُّ هذا الجواب ما أخصره وأجمعه وأبينه لمن ألقى الذهن ونظر بعين الإِنصاف ﴿قَالَ فَمَا بَالُ القرون الأولى﴾ أي ما حال من هلك من القرون الماضية؟ لِم لَمْ يُبعثوا ولم يُحاسبوا إن كان ما تقول حقًا؟ قال ابن كثير: لما أخبر موسى بأن ربه الذي أرسله هو الذي خلق ورزق، وقدَّر فهدى، شرع فرعون يحتج بالقرون الأولى كأنه يقول: ما بالهم إذْ كان الأمر كذلك لم يعبدوا ربَّك بل عبدوا غيره؟ ﴿قَالَ عِلْمُهَا عِندَ رَبِّي فِي كِتَابٍ﴾ أي قال موسى: علم أحوالها وأعمالها عند ربي مسطرٌ في اللوح المحفوظ ﴿لاَّ يَضِلُّ رَبِّي وَلاَ يَنسَى﴾ أي لا يخطئ ربي ولا يغيب عن علمه شيء منها.\n. ثم شرع موسى يبيّن له الدلائل على وجود الله وآثار قدرته الباهرة فقال ﴿الذي جَعَلَ لَكُمُ الأرض مَهْدًا﴾ أي جعل الأرض كالمهد تمتهدونها وتستقرون عليها رحمة بكم ﴿وَسَلَكَ لَكُمْ فِيهَا سُبُلًا﴾ أي جعل لكم طُرقًا تسلكونها فها لقضاء مصالحكم ﴿وَأَنزَلَ مِنَ السمآء مَآءً﴾ أي أنزل لكم السحاب المطرَ عذبًا فراتًا ﴿فَأَخْرَجْنَا بِهِ أَزْوَاجًا مِّن نَّبَاتٍ شتى﴾ أي فأخرج بذلك الماء أنواعًا من النباتات المختلفة الطعم والشكل والرائحة كلُّ صنف منها زوج، وفيه التفاتٌ من الغيبة إلى المتكلم تنبيهًا على عظمة الله ﴿كُلُواْ وارعوا أَنْعَامَكُمْ﴾ أي كلوا من هذه النباتات والثمار واتركوا أنعامكم تسرح وترعى من الكلأ الذي أخرجه الله، والأمر للإباحة تذكيرًا لهم بالنِّعم ﴿إِنَّ فِي ذلك لآيَاتٍ لأُوْلِي النهى﴾ أي إنَّ فيما ذُكر لعلامات واضحة لأصحاب العقول السليمة على وجود الله ووحدانيته ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ﴾ أي من الأرض خلقناكم أيها الناس وإليها تعودون بعد مماتكم فتصيرون ترابًا ﴿وَمِنْهَا","vol":"2","page":217},{"text":"نُخْرِجُكُمْ تَارَةً أخرى﴾ أي ومن الأرض نخرجكم مرة أخرى للبعث والحساب. . ثم أخبر تعالى عن عتوٍّ فرعون وعناده فقال ﴿وَلَقَدْ أَرَيْنَاهُ آيَاتِنَا كُلَّهَا﴾ أي والله لقد بصَّرنْا فرعون بالمعجزات الدالة على نبوّة موسى من العصا، واليد، والطوفان، والجرائد، وسائر الآيات التسع ﴿فَكَذَّبَ وأبى﴾ أي كذَّب بها مع وضوحها وزعم أنها سحر، وأبى الإيمان والطاعة لعتوِّه واستكباره ﴿قَالَ أَجِئْتَنَا لِتُخْرِجَنَا مِنْ أَرْضِنَا بِسِحْرِكَ ياموسى﴾ أي قال فرعون: أجئتنا يا موسى بهذا السحر لتخرجنا من أرض مصر؟ ﴿فَلَنَأْتِيَنَّكَ بِسِحْرٍ مِّثْلِهِ﴾ فلنعارضنَّك بسحرٍ مثل الذي جئت به ليظهر للناس أنك ساحر ولستَ برسول ﴿فاجعل بَيْنَنَا وَبَيْنَكَ مَوْعِدًا﴾ أي عيِّنْ لنا وقت اجتماع ﴿لاَّ نُخْلِفُهُ نَحْنُ وَلاَ أَنتَ مَكَانًا سُوًى﴾ أي لا نخلف ذلك الوعد لا من جهتنا ولا من جهتك ويكون بمكان معيَّن ووقت معَّين ﴿قَالَ مَوْعِدُكُمْ يَوْمُ الزينة وَأَن يُحْشَرَ الناس ضُحًى﴾ أي قال موسى: موعدنا للاجتماع يوم العيد - يومٌ من أيام أعيادهم - وأن يجتمع الناس في ضحى ذلك النهار قال المفسرون: وإنما عيَّن ذلك اليوم للمبارزة ليظهر الحق ويزهق الباطل على رؤوس الأشهاد، ويشيع ذلك في الأقطار بظهور معجزته للناس ﴿فتولى فِرْعَوْنُ فَجَمَعَ كَيْدَهُ ثُمَّ أتى﴾ أي انصرف فرعون فجمع السَّحرة ثم أتى الموعد ومعه السَّحرة وأدواتهم وما جمعه من كيد ليطفئ نور الله قال ابن عباس: كانوا اثنين وسبعين ساحرًا مع كل ساحر منهم حبال وعصيّ ﴿قَالَ لَهُمْ موسى وَيْلَكُمْ لاَ تَفْتَرُواْ عَلَى الله كَذِبًا فَيُسْحِتَكُم بِعَذَابٍ﴾ أي قال موسى للسحرة لما جاء بهم فرعون: ويلكم لا تختلقوا على الله الكذب فيهلككم ويستأصلكم بعذاب هائل ﴿وَقَدْ خَابَ مَنِ افترى﴾ أي خسر وهلك من كذب على الله.\n. قدَّم لهم النصح والإنذار لعلَّهم يثوبون إلى الهُدى، ولما سمع السَّحرة منه هذه المقالة هالهم ذلك ووقعتْ في نفوسهم مهابته ولذلك تنازعوا في أمره ﴿فتنازعوا أَمْرَهُمْ بَيْنَهُمْ وَأَسَرُّواْ النجوى﴾ أي أختلفوا في أمر موسى فقال بعضهم: ما هذا بقول ساحر وأخفوا ذلك عن الناس وأخذوا يتناجون سرًا ﴿قالوا إِنْ هذان لَسَاحِرَانِ يُرِيدَانِ أَن يُخْرِجَاكُمْ مِّنْ أَرْضِكُمْ بِسِحْرِهِمَا﴾ أي قالوا بعد التناظر والتشاور ما هذان إلاّ ساحران يريدان الاستيلاء على أرض مصر وإخراجكم منها بهذا السحر ﴿وَيَذْهَبَا بِطَرِيقَتِكُمُ المثلى﴾ أي غرضُهما إفسادُ دينكم الذي أنتم عليه والذي هو أفضل المذاهب والأديان قال الزمخشري: والظاهر أنهم تشاوروا في السرِّ وتجاذبوا أهداب القول ثم قالوا ﴿إِنْ هذان لَسَاحِرَانِ﴾ فكانت نجواهم في تلفيق هذا الكلام وتزويره خوفًا من غلبة موسى وهارون لهما وتثبيطًا للناس من اتباعهما ﴿فَأَجْمِعُواْ كَيْدَكُمْ ثُمَّ ائتوا صَفًّا﴾ أي أحْكموا أمركم وأعزموا عليه ولا تتنازعوا وارموا عن قوسٍ واحدة، ثم ائتوا إلى الميدان مصطفين ليكون أهيب في صدور الناظرين ﴿وَقَدْ أَفْلَحَ اليوم مَنِ استعلى﴾ أي فاز اليوم من علا وغلب قال المفسرون: أرادوا بالفلاح ما وعدهم به فرعون من الإنعامات العظيمة والهدايا الجزيلة مع التقريب والتكريم كما قال تعالى ﴿قالوا إِنَّ لَنَا لأَجْرًا إِن كُنَّا نَحْنُ الغالبين قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ المقربين﴾ [الأعراف: ١١٣ - ١١٤] ﴿قَالُواْ ياموسى إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ أَوَّلَ مَنْ ألقى﴾ أي","vol":"2","page":218},{"text":"قال السحرة لموسى: إمَّا أن تبدأ أنتَ بالإلقاء أو نبدأ نحنُ؟ خيَّروه ثقةً منهم بالغلبة لموسى لأنهم كانوا يعتقدون أنَّ أحدًا لا يقاومهم في هذا الميدان ﴿قَالَ بَلْ أَلْقُواْ﴾ أي قال لهم موسى: بل ادءوا أنتم بالإلقاء قال أبو السعود: قال ذلك مقابلةً للأدب بأحسنَ من أدبهم حيث بتَّ القول بإلقائهم أولًا، وإظهارًا لعدم المبالاة بسحرهم ليُبرزوا ما معهم، ويستفرغوا أقصى جهدهم وقصارى وسعهم، ثم يُظهر الله سلطانه فيقذف بالحق على الباطل فيدمغه ﴿فَإِذَا حِبَالُهُمْ وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى﴾ في الكلام حذفٌ دلَّ عليه المعنى أي فألقوا فإذا تلك الحبال والعصيُّ التي ألقوها يتخيلها موسى ونظنُّها - من عظمة السحر - أنها حياتٍ تتحرك وتسعى على بطونها، والتعبيرُ يوحي بعظمة السحر حتى إن موسى فزع منها واضطرب ﴿فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً موسى﴾ أي أحسَّ موسى الخوف في نفسه بمقتضى الطبيعة البشرية لأنه رأى شيئًا هائلًا ﴿قُلْنَا لاَ تَخَفْ إِنَّكَ أَنتَ الأعلى﴾ أي قلنا لموسى لا تخفْ ممّا توهمت فإنك أنت الغالب المنتصر ﴿وَأَلْقِ مَا فِي يَمِينِكَ تَلْقَفْ مَا صنعوا﴾ أي ألقِ عصاك التي بيمينك تبتلعْ فمها ما صنعوه من السحر ﴿إِنَّمَا صَنَعُواْ كَيْدُ سَاحِرٍ﴾ أي إنَّ الذي اخترعوه وافتعلوه هو من باب الشعوذة والسحر ﴿وَلاَ يُفْلِحُ الساحر حَيْثُ أتى﴾ أي لا يسعد الساحر حيث كان ولا يفوز بمطلوبه لأنه كاذب مضلِّل ﴿فَأُلْقِيَ السحرة سُجَّدًا قالوا آمَنَّا بِرَبِّ هَارُونَ وموسى﴾ أي فألقى موسى عصاه فابتلعت ما صنعوا فخرَّ السحرة حينئذٍ سجدًا لله ربّ العالمين لما رأوا من الآية الباهرة قال ابن كثير: لما ألقى موسى العصا صارت ثعبانًا عظيمًا هائلًا، ذا قوائم وعُنق ورأس وأضراس، فجعلت تتَّبع تلك الحبال والعصي حتى لم تبق شيئًا إلا ابتلعته، والناس ينظرون إلى ذلك عيانًا نهارًا، فلما عاين السحرة ذلك وشاهدوا علموا علم اليقين أن هذا ليس من قبيل السحر والحيل وأنه حقٌّ لا مرية فيه، فعند ذلك وقعوا سجدًا لله، فقامت المعجزة واتضح البرهان، ووقع الحق ولطل السحر، قال ابن عباس: كانوا أول النهار سحرة، وفي آخر النهار شهداء بررة ﴿قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْءَاذَنَ لَكُمْ﴾ أي قال فرعون للسحرة: آمنتم بموسى وصدقتموه بما جاء به قبل أن أسمح لكم بذلك وقبل أن تستأذنوني؟ ﴿إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر﴾ أي إنه رئيسكم الذي علَّمكم السحر فاتفقتم معه لتذهبوا بملكي قال القرطبي: وإنما أراد فرعون بقوله أن يُلبِّس على الناس حتى لا يتبعوهم فيؤمنوا كإيمانهم، ثم توعَّدهم وهدَّدهم بالقتل والتعذيب فقال ﴿فَلأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ﴾ أي فوالله لأقطعنَّ الأيدي والأرجل منكم مختلفات بقطع اليد اليمنى، والرجل اليسرى أو بالعكس ﴿وَلأُصَلِّبَنَّكُمْ فِي جُذُوعِ النخل﴾ أي لأعلقنكم على جذوع النخل وأقتلنكم شرَّ قِتْلة ﴿وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وأبقى﴾ أي ولتعلمُنَّ أيها السحرة من هو أشدُّ منا عذابًاَ وأدوم، هل أنا أم ربُّ موسى الذي صدقتم به وآمنتم ﴿قَالُواْ لَن نُّؤْثِرَكَ على مَا جَآءَنَا مِنَ البينات﴾ أي قال السحرة: لن نختارك ونفضّلك على الهدى والإيمان الذي جاءنا من الله على يد موسى ولو كان في ذلك هلاكنا ﴿والذي فَطَرَنَا﴾ قسمْ بالله أي مقسمين بالله الِذي خلقنا ﴿فاقض مَآ","vol":"2","page":219},{"text":"أَنتَ قَاضٍ﴾ أي فاصنع ما أنت صانع ﴿إِنَّمَا تَقْضِي هذه الحياة الدنيآ﴾ أي إنما ينفذ أمرك في هذه الحياة الدنيا وهي فانية زائلة ورغبتنا في النعيم الخالد قال عكرمة: لما سجدوا أراهم الله في سجودهم منازلهم في الجنة فلذلك قالوا ما قالوا ﴿إِنَّآ آمَنَّا بِرَبِّنَا لِيَغْفِرَ لَنَا خَطَايَانَا﴾ أي آمنا بالله ليغفر لنا الذنوب التي اقترفناها وما صدر منا من الكفر والمعاصي ﴿وَمَآ أَكْرَهْتَنَا عَلَيْهِ مِنَ السحر﴾ أي ويغفر لنا السحر الذي عملناه لإِطفاء نور الله ﴿والله خَيْرٌ وأبقى﴾ أي والله خيرٌ منك ثوابًا وأبقى عذابًا، وهذا جوابُ قوله ﴿وَلَتَعْلَمُنَّ أَيُّنَآ أَشَدُّ عَذَابًا وأبقى﴾ ﴿إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا فَإِنَّ لَهُ جَهَنَّمَ﴾ هذا من تتمة كلام السحرة عظةً لفرعون أي من يلقى ربه يوم القيامة وهو مجرمٌ باقترافه المعاصي وموته على الكفر، فإن له نار جهنم ﴿لاَ يَمُوتُ فِيهَا وَلاَ يحيى﴾ أي لا يموت في جهنم فينقضي عذابه، ولا يحيا حياة طيبة هنيئة ﴿وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصالحات﴾ أي ومن يلقى ربه مؤمنًا موحّدًا وقد عمل الطاعات وترك المنهيات ﴿فأولئك لَهُمُ الدرجات العلى﴾ أي فأولئك المؤمنون العاملون للصالحات لهم المنازل الرفيعة عند الله ﴿جَنَّاتُ عَدْنٍ﴾ بيانٌ للدرجات العُلى أي جناتُ إقامة ذات الدرجات العاليات، والغُرف الآمنات، والمساكن الطيبات ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت غرفها وسُرُرها أنهار الجنة من الخمر والعسل، واللَّبن، والماء\n﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ [النساء: ٥٧] أي ماكثين في الجنة دومًا لا يخرجون منها أبدًا ﴿وذلك جَزَآءُ مَن تزكى﴾ أي وذلك ثواب من تطهَّر من دنسْ الكفر والمعاصي، وفي الحديث «الجنة مائة درجة، ما بين كل درجتين كما بين السماء والأرض، والفردوس أعلاها درجة فإذا سألتم الله فاسألوه الفردوس»\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة ﴿واصطنعتك لِنَفْسِي﴾ شبَّه ما خوَّله به من القرب والاصطفاء بحال من يراه الملك أهلًا للكرامة وقرب المنزلة لما فيه من الخلال الحميدة فيصطنعه لنفسه، ويختاره لخلَّته، ويصطفيه لأموره الجليلة واستعار لفظ اصطنع لذلك، ففيه استعارةً تبعية.\n٢ - المقابلة اللطيفة ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ﴾ حيث قابل بين ﴿مِنْهَا﴾ و﴿وَفِيهَا﴾ وبين الخلق والإعادة وهذا من المحسنات البديعية.\n٣ - إيجاز حذف ﴿بَلْ أَلْقُواْ فَإِذَا حِبَالُهُمْ﴾ أي فألقوا فإذا حبالهم حذف لدلالة المعنى عله ومثله ﴿فَأُلْقِيَ السحرة سُجَّدًا﴾ بعد قوله ﴿وَأَلْقِ مَا فِي يَمِينِكَ﴾ حذف منه كلام طويل وهو فألقى موسى عصاه فتلقفت ما صنعوا من السحر فاُلقي السحرة سجدًا، وإنما حسن الحذف لدلالة المعنى عليه ويسمى إيجاز حذف.\n٤ - الطباق بين ﴿يَمُوتُ. . يحيى﴾ وبين ﴿نُعِيدُ. . ونُخْرِجُ﴾ .\n٥ -","vol":"2","page":220},{"text":"المقابلة بين ﴿إِنَّهُ مَن يَأْتِ رَبَّهُ مُجْرِمًا﴾ وبين ﴿وَمَن يَأْتِهِ مُؤْمِنًا قَدْ عَمِلَ الصالحات﴾ الخ والمقابلة هي أن يؤتى بمعنيين أو أكثر ثم يؤتى بما يقابل ذلك.\n٦ - السجع الحسن غير المتكلف في مثل ﴿سُوًى، ضُحًى، افترى، يحيى، تزكى﴾ الخ.\n٧ - المؤكدات ﴿إِنَّكَ أَنتَ الأعلى﴾ أكّد الخبر بعدة مؤكدات وهي ﴿إِنَّ﴾ المفيدة للتأكيد، وتكرير الضمير ﴿أَنتَ﴾ وتعريف الخبر ﴿الأعلى﴾ ولفظ العلو الدال على الغلبة، وصيغة التفضيل ﴿الأعلى﴾ ولله در التنزيل ما أبلغه وأروعه، وهذا من خصائص علم المعاني.\nتنبيه: لم تذكر الآيات الكريمة أن فرعون فعل بالسحرة ما هدَّدهم به، وقد ذكر المفسرون أنه أنفذ فيهم وعيده فقطع أيديهم وأرجلهم وصلبهم فماتوا على الإيمان ولهذا قال ابن عباس: كانوا في أول النهار سحرة، وفي آخر النهار شهداء بَرَرة.","vol":"2","page":221},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن قصة موسى وفرعون، وتشير الآيات هنا إلى عناية الله تعالى بموسى وقومه، وإنجائهم وإهلاك عدوهم، وتذكّرهم بنعم الله العظمى ومنته الكبرى على بني إسرائيل، وما وصّاهم به من المحافظة على شكرها وتحذيرهم من التعرض لغضب الله بكفرها، ثم تذكر الآيات انتكاس بين إسرائيل بعبادتهم العجل، وقد طوى هنا ما فصَّل في آيات أخر.\nاللغَة: ﴿دَرَكًا﴾ لَحاقًا مصدر أدركه إذا لحقه ﴿تَطْغَوْاْ﴾ الطغيان: مجاوزة الحدِّ إلى ما لا ينبغي ﴿هوى﴾ صار إلى الهاوية وهي قعر النار من هوى يهوي إذا سقط من علوِ إلى سفل ﴿بِمَلْكِنَا﴾ الملك: بفتح الميم وسكون اللام: الطاقةُ والقدرة ومعناه بأمرٍ كنا نملكه من جهتنا ﴿أَوْزَارًا﴾ أثقالًا ومنه سمي الذنب وزرًا لأنه يثقل الإنسان ﴿خُوَارٌ﴾ الخُوار: صوت البقر ﴿يَبْنَؤُمَّ﴾ أي يا ابن أمي واللفظة تدل على الاستعطاف ﴿سَوَّلَتْ﴾ حسَّنت وزيَّنت.\nالتفسِير: ﴿وَلَقَدْ أَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بِعِبَادِي﴾ أي أوحينا إلى موسى بعد أن تمادى فرعون في الطغيان أنْ سرْ ببني إسرائيل ليلًا من أرض مصر ﴿فاضرب لَهُمْ طَرِيقًا فِي البحر يَبَسًا﴾ أي اضرب البحر بعصاك ليصبح لهم طريقًا يابسًا يمرون عليه ﴿لاَّ تَخَافُ دَرَكًا وَلاَ تخشى﴾ أي لا تخاف لحافًا من فرعون وجنوده، ولا تخشى الغرق في البحر ﴿فَأَتْبَعَهُمْ فِرْعَوْنُ بِجُنُودِهِ فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ﴾ أي فلحقهم فرعون مع جنوده ليقتلهم فأصابهم من البحر ما أصابهم، وغشيهم من الأهوال ما لا يعلم كُنهه إلا الله، والتعبير يفيد التهويل لما دهاهم عند الغَرق ﴿وَأَضَلَّ فِرْعَوْنُ قَوْمَهُ وَمَا هدى﴾ أي أضلهم عن الرشد وما هداهم إلى خيرٍ ولا نجاة، وفيه تهكم بفرعون في قوله ﴿وَمَآ أَهْدِيكُمْ إِلاَّ سَبِيلَ الرشاد﴾ [غافر: ٢٩] ﴿يابني إِسْرَائِيلَ قَدْ أَنجَيْنَاكُمْ مِّنْ عَدُوِّكُمْ﴾ خطابٌ لبين إسرائيل بعد خروجهم من البحر وإغراق فرعون وجنوده والمعنى اذكروا يا بني إسرائيل نعمتي العظيمة عليكم حين نجيتكم من فرعون وقومه الذين كانوا يسومونكم سوء العذاب ﴿وَوَاعَدْنَاكُمْ جَانِبَ الطور الأيمن﴾ أي وعدنا موسى للمناجاة وإنزال التوراة عليه جانب طور سيناء الأيمن، وإنما نسبت المواعدة إليهم لكون منفعتها راجعة إليهم إذْ في نزول التوراة صلاحُ دينهم ودنياهم ﴿وَنَزَّلْنَا عَلَيْكُمُ المن والسلوى﴾ أي رزقناكم وأنتم في أرض التيه بالمنِّ وهو يشبه العسل، والسلوى وهو من أجود الطيور لحمًا تفضلًا منا عليكم. . وفي هذا الترتيب غايةُ الحسن حيث بدأ بتذكيرهم بنعمة الإنجاء، ثم بالنعمة الدينية، ثم بالنعمة الدنيوية ﴿كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ أي وقلنا لكم كلوا من الحلال اللذيذ الذي أنعمتُ به عليكم ﴿وَلاَ تَطْغَوْاْ فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي﴾ أي لا تحملنكم السعة والعافية على العصيان لأمري فينزل بكم عذابي ﴿وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هوى﴾ أي ومن ينزل عليه غضبي وعقابي فقد هلك وشقي ﴿وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًَا ثُمَّ اهتدى﴾ أي وإني لعظيم المغفرة لمن تاب من الشرك وحيُن إيمانه وعمله، ثم استقام على الهدى والإيمان، وفي الآية ترغيب لمن وقع في وهدة العصيان ببيان المخرج كيلا ييأس ﴿وَمَآ أَعْجَلَكَ عَن قَومِكَ ياموسى﴾ أيْ أيُّ شيء عجَّل بك عن قومك يا موسى؟ قال الزمخشري: كان موسى قد مضى مع النقباء الذين اختارهم من قومه إلى الطور","vol":"2","page":222},{"text":"على الموعد المضروب ثم تقدمهم شوقًا إلى كلام ربه ﴿قَالَ هُمْ أولاء على أَثَرِي﴾ أي قومي قريبون مني لم أتقدمهم إلا بشيء يسير وهم يأتون بعدي ﴿وَعَجِلْتُ إِلَيْكَ رَبِّ لترضى﴾ أي وعجلتُ إلى الموضع الذي أمرتني بالمجيء إلأيه لتزداد رضىً عني.\n. أعتذر موسى أولًا ثم بينَّ السبب في إ سراعه قبل قومه وهو الشوق إلى مناجاة الله ابتغاءً لرضى الله ﴿قَالَ فَإِنَّا قَدْ فَتَنَّا قَوْمَكَ مِن بَعْدِكَ﴾ أي ابتليناهم بعبادة العجل من بعد ذهابك من بينهم ﴿وَأَضَلَّهُمُ السامري﴾ أي وأوقعهم السامريُّ في الضلالة بسبب تزيينه لهم عبادة العجل، وكان السامري ساحرًا منافقًا من قومٍ يعبدون البقر قال المفسرون: كان موسى حين جاء لمناجاة ربه قد استخلف على بني إسرائيل أخاه هارون، وأمره أن يتعهدهم بالإقامة على طاعة الله، وفي أثناء غيبة موسى جمع السامريُّ الحليَّ ثم صنع منها عجلًا ودعاهم إلى عبادته فعكفوا عليه وكانت تلك الفتنة وقعت لهم بعد خروج موسى من عندهم بعشرين يومًا ﴿فَرَجَعَ موسى إلى قَوْمِهِ غَضْبَانَ أَسِفًا﴾ أي رجع موسى من الطور بعدما استوفى الأربعين وأخذ التوراة عضبان شديد الحزن على ما صنع قومه من عبادة العجل ﴿قَالَ ياقوم أَلَمْ يَعِدْكُمْ رَبُّكُمْ وَعْدًا حَسَنًا﴾ أي ألم يعدْكم بإنزال التوراة فيها الهدى والنور؟ والاستفهام للتوبيخ ﴿أَفَطَالَ عَلَيْكُمُ العهد أَمْ أَرَدتُّمْ أَن يَحِلَّ عَلَيْكُمْ غَضَبٌ مِّن رَّبِّكُمْ فَأَخْلَفْتُمْ مَّوْعِدِي﴾ أي هل طال عليكم الزمن حتى نسيتم العهد أم أردتم بصنيعكم هذا أن ينزل عليكم سخط الله وفضبه فأخلفتم وعدي؟ قال أبو حيان: وكانوا وعدوه بأن يتمسكوا بدين الله وسنّة موسى ﵇، ولا يخالفوا أمر الله أبدًا، فأخلفوا موعده بعبادتهم العجل ﴿قَالُواْ مَآ أَخْلَفْنَا مَوْعِدَكَ بِمَلْكِنَا﴾ أي ما أخلفنا العهد بطاقتنا وإرادتنا واختيارنا بل كنا مكرهين ﴿ولكنا حُمِّلْنَآ أَوْزَارًا مِّن زِينَةِ القوم فَقَذَفْنَاهَا﴾ أي حملنا أثقالًا وأحمالًا من حُليِّ آل فرعون فطرحناها في النار بأمر السامري قال مجاهد: أوزارًا: أثقالًا وهي الحلي التي استعاروها من آل فرعون ﴿فَكَذَلِكَ أَلْقَى السامري﴾ أي كذلك فعل السامري ألقى ما كان معه من حلي القوم في النار قال المفسرون: كان بنو إسرائيل قد استعاروا من القبط الحُليّ قبل خروجهم من مصر، فلما أبطأ موسى في العودة إليهم قال لهم السامري: إنما احتُبس عليكم لأجل ما عندكم من الحلي فجمعوه ودفعوه إلى السامري، فرمى به في النار وصاغ لهم منه عجلًا، ثم ألفى عليه قبضةً من أثر فرس جبريل ﵇ فجعل يخور فذلك قوله تعالى ﴿فَأَخْرَجَ لَهُمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ﴾ أي صاغ لهم السامري من تلك الحليّ المذابة عجلًا جسدًا بلا روح له خوارٌ وهو صوت البقر ﴿فَقَالُواْ هاذآ إلهكم وإله موسى فَنَسِيَ﴾ أي هذا العجل إلأهكم وإله موسى فنسي موسى إلهه هنا وذهب يطلبه في الطور، قال قتادة: نسي موسى ربه عندكم، فعكفوا عليه يعبدونه، قال تعالى ردًا عليهم وبيانًا لسخافة عقولهم في عبادة العجل ﴿أَفَلاَ يَرَوْنَ أَلاَّ يَرْجِعُ إِلَيْهِمْ قَوْلًا وَلاَ يَمْلِكُ لَهُمْ ضَرًّا وَلاَ نَفْعًا﴾ أي","vol":"2","page":223},{"text":"أفلا يعلمون أن العجل لاذي زعموا أنه إلههم لا يردُّ لهم جوابًا، ولا يقدر أن يدفع عنهم ضرًا أو يجلب لهم نفعًا فكيف يكون إلهًا؟ والاستفهام للتوبيخ والتقريع ﴿وَلَقَدْ قَالَ لَهُمْ هَارُونُ مِن قَبْلُ ياقوم إِنَّمَا فُتِنتُمْ بِهِ﴾ أي قال لهم هارون ناصحًا ومذكرًا من قبل رجوع موسى إليهم: إنما ابْتُليتُم وأُضللتم بهذا العجل ﴿وَإِنَّ رَبَّكُمُ الرحمن فاتبعوني وأطيعوا أَمْرِي﴾ أي وإنَّ ربكم المستحقَّ للعبادة هو الرحمن لا العجل، فاقتدوا بي فيما أدعوكم إليه من عبادة الله، وأطيعوا أمري بترك عبادة العجل ﴿قَالُواْ لَن نَّبْرَحَ عَلَيْهِ عَاكِفِينَ حتى يَرْجِعَ إِلَيْنَا موسى﴾ أي قالوا لن نزال مقيمين على عبادة العجل حتى يعود إلينا موسى فنظر في الأمر ﴿قَالَ ياهرون مَا مَنَعَكَ إِذْ رَأَيْتَهُمْ ضلوا أَلاَّ تَتَّبِعَنِ﴾؟ في الكلام حذفٌ أي فلما رجع موسى ووجدهم عاكفين على عبادة العجل امتلأ غضبًا لله وأخذ برأس أخيه هارون يجره إليه وقال له: أيُّ شيء منعك حين رأيتهم كفروا بالله أن لا تتبعني في الغضب لله والإنكار عليهم والزجر لهم عن ذلك الضلال؟ ﴿أَفَعَصَيْتَ أَمْرِي﴾ أي أخالفتني وتركت أمري ووصيتي؟ قال المفسرون: وأمرهُ هو ما كان أوصاه به فيما حكاه تعالى عنه\n﴿وَقَالَ موسى لأَخِيهِ هَارُونَ اخلفني فِي قَوْمِي وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ المفسدين﴾ [الأعراف: ١٤٢] ﴿قَالَ يَبْنَؤُمَّ لاَ تَأْخُذْ بِلِحْيَتِي وَلاَ بِرَأْسِي﴾ أي قال له هارون استعطافًا وترقيقًا: يا ابن أمي - أي يا أخي - لا تأخذ بلحيتي ولا بشعر رأسي قال ابن عباس: أخذ شعر رأسه بيمينه ولحيته بشماله من شدة غيظه وفرط غضبه لأن الغيْرة في الله ملكتْه ﴿إِنِّي خَشِيتُ أَن تَقُولَ فَرَّقْتَ بَيْنَ بني إِسْرَآئِيلَ﴾ أي إني خفت إن زجرتُهم بالقوة أن يقع قتالٌ بينهم فتلومني على ذلك وتقول لي: لقد أشعلتَ الفتنة بينهم ﴿وَلَمْ تَرْقُبْ قَوْلِي﴾ أي لم تنتظرْ أمري فيهم، فمن أجل ذلك رأيتُ ألاّ أفعل شيئًا حتى ترجع إليهم لتتدارك الأمر بنفسك قال ابن عباس: وكان هارون هائبًا مطيعًا له ﴿قَالَ فَمَا خَطْبُكَ ياسامري﴾ أي ما شأنك فيما صنعت؟ وما الذي حملك عليه يا سامري؟ ﴿قَالَ بَصُرْتُ بِمَا لَمْ يَبْصُرُواْ بِهِ﴾ أي قال السامريُّ: رأيتُ ما لم يروه وهو أن جبريل جاءك على فرس الحياة فأُلقي في نفسي أن أقبض من أثره قبضة فما ألقيتُه على شيءٍ إلا دبَّت فيه الحياة ﴿فَقَبَضْتُ قَبْضَةً مِّنْ أَثَرِ الرسول فَنَبَذْتُهَا﴾ أي قبضت شيئًا من أثر فرس جبريل فطرحتها على العجل فكان له خوار ﴿وكذلك سَوَّلَتْ لِي نَفْسِي﴾ أي وكذلك حسَّنتْ وزيَّنتْ لي نفسي ﴿قَالَ فاذهب فَإِنَّ لَكَ فِي الحياة أَن تَقُولَ لاَ مِسَاسَ﴾ أي قال موسى للسامريّ: عقوبتك في الدنيا ألاّ تمسَّ أحدًا ولا يمسَّك أحد قال الحسن: جعل الله عقوبة السامري ألا يماسَّ الناسَ ولا يمسّوه عقوبة له في الدنيا وكأنَّ الله ﷿ شدَّد عليه المحنة ﴿وَإِنَّ لَكَ مَوْعِدًا لَّن تُخْلَفَهُ﴾ أي وإنَّ لك موعدًا للعذاب في","vol":"2","page":224},{"text":"الآخرة لن يتخلَّف ﴿وانظر إلى إلهك الذي ظَلْتَ عَلَيْهِ عَاكِفًا﴾ أي انظر إلى هذا العجل الذي أقمت ملازمًا على عبادته ﴿لَّنُحَرِّقَنَّهُ ثُمَّ لَنَنسِفَنَّهُ فِي اليم نَسْفًا﴾ أي لنحرقنَّه بالنار ثم لنطيرنَّه رمادًا في البحر لا يبقى منه عين ولا أثر ﴿إِنَّمَآ إلهكم الله الذي لا إله إِلاَّ هُوَ﴾ أي يقول موسى لبني إسرائيل: إنما معبودكم المستحق للعبادة هو الله الذي لا ربَّ سواه ﴿وَسِعَ كُلَّ شَيْءٍ عِلْمًا﴾ أي وسع علمه كلَّ شيء فلا يخفى عله شيء في الأرض ولا في السماء.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التهويل ﴿فَغَشِيَهُمْ مِّنَ اليم مَا غَشِيَهُمْ﴾ .\n٢ - الطباق بين ﴿وَأَضَلَّ. . وَمَا هدى﴾ .\n٣ - الاستعارة ﴿فَقَدْ هوى﴾ استعار لفظ الهوي وهو السقوط من عُلوٍ إلى سُفل للهلاك والدمار.\n٤ - صيغة المبالغة ﴿وَإِنِّي لَغَفَّارٌ﴾ أي كثير المغفرة للذنوب.\n٥ - الطباق ﴿ضَرًّا وَلاَ نَفْعًا﴾ .\n٦ - الايجاز بالحذف في مواطن عديدة بيناها في التفسير.\n٧ - السجع الحسن غير المتكلف مثل ﴿أَمْرِي، قَوْلِي، نَفْسِي﴾ و﴿نَفْعًا، عِلْمًا، نَسْفًا﴾ الخ.\nتنبيه: إنما عبد بنو إسرائيل العجل بسبب فتنة السامريّ وقد كانت بذور الوثنية راسخة في قلوبهم ولذلك لما نجَّاهم الله من طغيان فرعون طلبوا من موسى أن يصنع لهم تمثالًا ليعبدوه كما قال تعالى ﴿وَجَاوَزْنَا ببني إِسْرَآئِيلَ البحر فَأَتَوْاْ على قَوْمٍ يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ قَالُواْ ياموسى اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ﴾ [الأعراف: ١٣٨] فلا عجب إذًا أن يعكفوا على عبادة عجل من ذهب له خوار!!","vol":"2","page":225},{"text":"المنَاسَبَة: لما ذكر تعلى قصة موسى بالتفصيل، أعقبها بذكر أنَّ هذا القصص وحيٌ من الله، وأن محمدًا ﷺ َ ما كان له علم بهذه الأخبار والأنباء العجيبة لولا أن الله تعالى أوحى إليه، وذلك من أكبر الدلائل والبراهين على صدق الرسالة.\nاللغَة: ﴿قَاعًا﴾ القاع: الأرض الملساء التي لا نبات فيها ولا بناء ﴿صَفْصَفًا﴾ الصَّفصفُ: المستوي من الأرض كأنه على صفٍّ واحد في استوائه ﴿أَمْتًا﴾ الأمْت: المكان المرتفع كالتلّ والهضبة ﴿هَمْسًا﴾ صوتًا خفيًا ﴿عَنَتِ﴾ ذلَّت وخضعت قال أميّة: «لعزَّته تعنو الوجوه وتسجد» قال الجوهري: عنا يعنو خضع وذلَّ وأعناه غيره ومنه الآية ﴿وَعَنَتِ الوجوه﴾ ﴿هَضْمًا﴾ الهضم: النقص يقال: هضمه خقه إذا أنقصه والفرق بين الظلم والهضم أن الظلم المنع من الحق كله، والهضمُ المنع من بعضه ﴿تضحى﴾ ضحى للشمس برز لها حتى يصيبه حرُّها قال ابن أبي ربيعة:","vol":"2","page":226},{"text":"رأتْ رجلًا ايمًا إذا الشمسُ عارضتْ ... فيَضْحى وأمَّا بالعشيِّ فينحصر\n﴿ضَنكًا﴾ الضَّنْك: الضيق والشدة يقال: منزلٌ ضنْك وعيشٌ ضنْك إذا كان شديدًا ضيقًا ﴿سَوْءَاتُهُمَا﴾ عوارتهما ﴿فَتَرَبَّصُواْ﴾ انتظروا ﴿الصراط السوي﴾ الطريق المستقيم.\nالتفسِير: ﴿كذلك نَقُصُّ عَلَيْكَ مِنْ أَنْبَآءِ مَا قَدْ سَبَقَ﴾ أي كما قصصنا عليك يا محمد خبر موسى مع فرعون زما فيه من الأنباء الغريبة كذلك نقص عليك أخبار الأمم المتقدمين ﴿وَقَدْ آتَيْنَاكَ مِن لَّدُنَّا ذِكْرًا﴾ أي أعطيناك من عندنا قرآنًا يتلى منطويًا على المعجزات الباهرة قال في البحر: امتن تعالى عليه بإتيانه الذكر المشتمل على القصص والأخبار، الدال على معجزات أُوتيها ﵇ ﴿مَّنْ أَعْرَضَ عَنْهُ فَإِنَّهُ يَحْمِلُ يَوْمَ القيامة وِزْرًا﴾ أي من أعرض عن هذا القرآن فلم يؤمن به ولم يتَّبع ما فيه، فإنه يحمل يوم القيامة حملًا ثقيلًا، وذنبًا عظيمًا يثقله في جهنم ﴿خَالِدِينَ فِيهِ وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلًا﴾ أي مقيمين في ذلك العذاب بأوزارهم، وبئس ذلك الحمل الثقيل حملًا لهم، شُبِّه الوزرُ بالحمل لثقله ﴿يَوْمَ يُنفَخُ فِي الصور وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقًا﴾ أي يوم ينفخ إسرافيل في الصور النفخة الثانية، ونحشر المجرمين إلى أرض المحشر زُرق العيون سود الوجوه قال القرطبي: تُشوه خلقتُهم بزرقة العيون وسواد الوجوه ﴿يَتَخَافَتُونَ بَيْنَهُمْ إِن لَّبِثْتُمْ إِلاَّ عَشْرًا﴾ أي يتهامسون بينهم ويسرُّ بعضهم إلى بعض قائلين: ما مكثتم في الدنيا إلا عشر ليال قال أبو السعود: استقصروا مدة لبثهم فيها لما عاينوا الشدائد والأهوال ﴿نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ إِذْ يَقُولُ أَمْثَلُهُمْ طَرِيقَةً إِن لَّبِثْتُمْ إِلاَّ يَوْمًا﴾ أي نحن أعلم بما يتناجون بينهم إذ يقول أعقلهم وأعدلهم قولًا ما لبثتم إلا يومًا واحدًا ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ أي ويسألونك عن حال الجبال يوم القيامة فقل لهم: إن ربي يفتِّتها كالرمل ثم يرسل عليها الرياح فيطيّرها ﴿فَيَذَرُهَا قَاعًا صَفْصَفًا﴾ أي فيتركها أرضًا ملساء مستوية لا نبات فيها ولا بناء ﴿لاَّ ترى فِيهَا عِوَجًا ولا أَمْتًا﴾ أي لا ترى فيها انخفاضًا ولا ارتفاعًا ﴿يَوْمَئِذٍ يَتَّبِعُونَ الداعي لاَ عِوَجَ لَهُ﴾ أي في ذلك اليوم العصيب يتَّبع الناس داعي الله الذي يدعوهم لأرض المحشر يأتونه سراعًا لا يزيغون عنه ولا ينحرفون ﴿وَخَشَعَتِ الأصوات للرحمن﴾ أي ذلك وسكنت أصوات الخلائق هيبةً من الرحمن جل وعلا ﴿فَلاَ تَسْمَعُ إِلاَّ هَمْسًا﴾ أي لا تسمع إلا صوتًا خفيًا لا يكاد يُسمع وعن ابن عباس: هو همسُ الأقدام في مشيها نحو المحشر ﴿يَوْمَئِذٍ لاَّ تَنفَعُ الشفاعة إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَرَضِيَ لَهُ قَوْلًا﴾ أي في ذلك اليوم الرهيب لا تنفع الشفاعة أحدًا إلاّ لمن أذن له الرحمن في أن يشفع له، ورضي لأجله شفاعة الشافع، وهو الذي كان في الدنيا من أهل لا إله إلا الله، قاله ابن عباس ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي يعلم أحوال الخلائق فلا تخفى عليه خافية من أمور الدنيا وأمور الآخرة ﴿وَلاَ يُحِيطُونَ بِهِ عِلْمًا﴾ أي لا تحيط علومهم بمعلوماته جل وعلا ﴿وَعَنَتِ الوجوه لِلْحَيِّ القيوم﴾ أي ذلت وخضعتْ وجوه الخلائق للواحد","vol":"2","page":227},{"text":"القهار جبار السماوات والأرض الذي لا يموت قال الزمخشري: المراد بالوجوه وجوهُ العصاة وأنهم إذا عاينوا يوم القيامة الخبية والشقوة وسوء الحساب، صارت وجوهُهم عانيةً أي ذليلة خاضعة مثل وجوه العُناة وهم الأسارى كقوله\n﴿سِيئَتْ وُجُوهُ الذين كَفَرُواْ﴾ [الملك: ٢٧] ﴿وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا﴾ أي خسر من أشرك بالله، ولم ينجح ولا ظفر بمطلوبه ﴿وَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ﴾ أي من قدَّم الأعمال الصالحة بشرط الإيمان ﴿فَلاَ يَخَافُ ظُلْمًا وَلاَ هَضْمًا﴾ أي فلا يخاف ظلمًا بزيادة سيئاته، ولا بخسًا ونقصًا لحسناته ﴿وكذلك أَنزَلْنَاهُ قُرْآنًا عَرَبِيًّا﴾ أي مثل إنزال الآيات المشتملة على القصص العجيبة أنزلنا هذا الكتاب عليك يا محمد بلغة العرب ليعرفوا أنه في الفصاحة والبلاغة خارج عن طوق البشر ﴿وَصَرَّفْنَا فِيهِ مِنَ الوعيد﴾ أي كررنا فيه الإنذار والوعيد ﴿لَعَلَّهُمْ يَتَّقُونَ أَوْ يُحْدِثُ لَهُمْ ذِكْرًا﴾ أي كي يتقوا الكفر والمعاصي أو يحدث لهم موعظة في القلوب ينشأ عنها امتثال الأوامر واجتناب النواهي ﴿فتعالى الله الملك الحق﴾ أي جلَّ الله وتقدَّس الملك الحق الذي قهر سلطانه كل جبار عمّا يصفه به المشركون من خلقه ﴿وَلاَ تَعْجَلْ بالقرآن مِن قَبْلِ أَن يقضى إِلَيْكَ وَحْيُهُ﴾ أي إذا أقراك جبريل القرآن فلا تتعجل بالقراءة معه، بل استمعْ إليهِ واصبر حتى يفرغَ من تلاوته وحينئذٍ تقرأه أنت قال ابن عباس: كان ﵇ يبادر جبريل فيقرأ قبل أن يفرغ جبريل من الوحي حرصًا على حفظ القرآن ومخافة النسيان فنهاه الله عن ذكل قال القرطبي: وهذا كقوله تعالى\n﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾ [القيامة: ١٦] ﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ أي سلْ الله ﷿ زيادة العلم النافع قال الطبري: أمره بمسألته من فوائد العلم ما لا يعلم ﴿وَلَقَدْ عَهِدْنَآ إلىءَادَمَ مِن قَبْلُ﴾ أي وصيناه أن لا يأكل من الشجرة من القديم ﴿فَنَسِيَ وَلَمْ نَجِدْ لَهُ عَزْمًا﴾ أي نسي أمرنا ولم نجد له حزمًا وصبراص عمّا نهيناه عنه ﴿وَإِذْ قُلْنَا لِلْمَلاَئِكَةِ اسجدوا لأَدَمَ فسجدوا إِلاَّ إِبْلِيسَ أبى﴾ يذكر تعالى تشريف آدم وتكريمه وما فضله به على كثير من الخلق أي واذكر يا محمد حين أمرنا الملائكة بالسجود لآدم سجود تحيةٍ وتكريم فامتثلوا الأمر إلا إبليس فإنه أبى السجود وعصى أمر ربه قال الصاوي: كررت هذه القصة في سبع سور من القرآن تعليمًا للعباد امتثال الأوامر، واجتناب النواهي وتذكيرًا لهم بعداوة إبليس لأبيهم آدم ﴿فَقُلْنَا يآءَادَمُ إِنَّ هذا عَدُوٌّ لَّكَ وَلِزَوْجِكَ﴾ أي ونبهنا آدم فقلنا له إن إبليس شديد العداوة لك ولحواء ﴿فَلاَ يُخْرِجَنَّكُمَا مِنَ الجنة فتشقى﴾ أي لا تطيعاه فيكون سببًا لإخراجكما من الجنة فتشقيان، وإنما اقتصر على شقائه مراعاةُ للفواصل ولاستلزام شقائه لشقائها قال ابن كثير: المعنى إيّاك أن تسعى ف إخراجك من الجنة فتتعب وتشقى في طلب رزقك، فإنك هاهنا في عيشٍ رغيدٍ، بلا كلفةٍ ولا مشقة ﴿إِنَّ لَكَ أَلاَّ تَجُوعَ فِيهَا وَلاَ تعرى﴾ أي إنَّ لك يا آدم ألاَّ ينالك في الجنة الجوعُ ولا العريُ ﴿وَأَنَّكَ لاَ تَظْمَأُ فِيهَا وَلاَ تضحى﴾ أي ولك أيضًا ألاّ يصيبك العطش فيها ولا حر الشمس، لأن الجنة دار السرور والحبور، لا تعب فيها ولا نصب، ولا حر ولا ظمأ بخلاف دار الدنيا ﴿فَوَسْوَسَ إِلَيْهِ الشيطان﴾ أي حدَّثه خفيةً بطريق الوسوسة ﴿قَالَ ياآدم هَلْ أَدُلُّكَ على شَجَرَةِ الخلد وَمُلْكٍ لاَّ","vol":"2","page":228},{"text":"يبلى﴾ أي قال له إبليس اللعين: هل أدلك يا آدم على شجرة من أكل منها خُلّد ولم يمت أصلًا، ونال المُلك الدائم الذي لا يزول أبدًا؟ وهذه مكيدة ظاهرها النصيحة ومتى كان اللعين ناصحًا؟ ﴿فَأَكَلاَ مِنْهَا فَبَدَتْ لَهُمَا سَوْءَاتُهُمَا﴾ أي أكل آدم وحواء من الشجرة التي نهاهما الله عنها فظهرت لهما عوراتهما قال ابن عباس: عريا عن النور الذي كان الله تعالى قد ألبسهما إياه حتى بدت فروجهما ﴿وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن وَرَقِ الجنة﴾ أي شرعا يأخذان من أوراق الجنة ويغطيان بها عوراتهما ليستترا بها ﴿وعصىءَادَمُ رَبَّهُ فغوى﴾ أي خالف آدم أمر ربه بالأكل من الشجرة فضلَّ عن المطلوب الذي هو الخلود في الجنة حيث اغتر بقول العدوّ قال ابن السعود: وفي وصفه بالعصيان والغِواية - مع صغر زلته - تعظيمٌ لها وزجرٌ بليغ لأولاده عن أمثالها ﴿ثُمَّ اجتباه رَبُّهُ فَتَابَ عَلَيْهِ وهدى﴾ أي ثم اصطفاه ربه فقرَّبه إليه وقبل توبته وهداه إلى الثبات على التوبة والتمسك بأسباب الطاعة ﴿قَالَ اهبطا مِنْهَا جَمِيعًا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ أي قال الله لآدم وحواء: إنزلا من الجنة إلى الأرض مجتمعين بعضُ ذريتكما لبعض عدوٌّ بسبب الكسب والمعاش واختلاف الطبائع والرغبات قال الزمخشري: لما كان آدم وحواء أصلي البشر جُعلا كأنهما البشر في أنفسهما فخوطبا مخاطبتهم ﴿فَإِمَّا يَأْتِيَنَّكُم مِّنِّي هُدًى﴾ أي فإن جاءكم من جهتي الكتب والرسل لهدايتكم ﴿فَمَنِ اتبع هُدَايَ فَلاَ يَضِلُّ وَلاَ يشقى﴾ أي فمن تمسَّك بشريعتي واتَّبع رسلي فلا يضل في الدنيا ولا يشقى في الآخرة قال ابن عباس: ضمن الله تعالى لمن قرأ القرآن با فيه ألاّ يضلَّ في الدنيا، ولا يشقى في الآخرة وتلا الآية ﴿وَمَنْ أَعْرَضَ عَن ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا﴾ أي ومن أعرض عن أمري وما أنزلته على رسلي من الشرائع والأحكام فإن له في الدنيا معيشة قاسيةً شديدة وإن تنعَّم ظاهره ﴿وَنَحْشُرُهُ يَوْمَ القيامة أعمى﴾ أي ونحشره في الآخرة أعمى البصر قال ابن كثير: من أعرض عن أمر الله وتناساه فإن له حياة ضنكًا في الدنيا، فلا طمأنينة له ولا انشراح لصدره، بل صدره ضيِّقٌ حرج لضلالة وإن تنعَّم ظاهره ولبس ما شاء، وأكل ما شاء، وسكن حيث شاء، فإن قلبه في قلقٍ وحيرة وشك، وقيل: يُضيَّق عليه قبره حتى تختلف أضلاعة فيه ﴿قَالَ رَبِّ لِمَ حشرتني أعمى وَقَدْ كُنتُ بَصِيرًا﴾ أي قال الكافر: يا رب بأي ذنبٍ عاقبتني بالعمى وقد كنت في الدنيا بصيرًا؟ ﴿قَالَ كذلك أَتَتْكَ آيَاتُنَا فَنَسِيتَهَا وكذلك اليوم تنسى﴾ أي قال الله تعالى له: لقد أتتك آياتنا وضحة جلية فتعاميتَ عنها وتركتها، وكذلك تُترك اليوم في العذاب جزاءً وفاقًا ﴿وكذلك نَجْزِي مَنْ أَسْرَفَ وَلَمْ يُؤْمِن بِآيَاتِ رَبِّهِ﴾ أي ومثل ذلك الجزاء الموافق للخيانة والتكذيب بآيات الله نعاقب من أسرف بالانهماك في الشهوات، ولم يصدّق بكلام ربه وآياته البينات ﴿وَلَعَذَابُ الآخرة أَشَدُّ وأبقى﴾ أي عذاب جهنم أشدُّ من عذاب الدنيا لأنَّ عذابها أدوم وأثبت لأنه لا ينقطع ولا ينقضي ﴿أَفَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون﴾ أي أفلم يتبيَّن لكفار مكة الذين كذبوك كم أهلكنا قبلهم من الأمم الخالية المكذبين لرسلهم ﴿يَمْشُونَ فِي مَسَاكِنِهِمْ﴾ أي يرون مساكن عاد وثمود ويعانون آثار هلاكهم أفلا يتعظون ويعتبرون؟ ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لأُوْلِي النهى﴾ أي إنَّ","vol":"2","page":229},{"text":"في آثار هذه الأمم البائدة لدلالات وعِبرًا لذوي العقول السليمة ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَكَانَ لِزَامًا وَأَجَلٌ مُّسَمًّى﴾ أي لولا قضاءُ الله بتأخير العذاب عنهم ووقتٌ مسمى لهلاكهم لكان العذاب واقعًا بهم قال الفراء: في الآية تقديم وتأخيرٌ والمعنى ولولا كلمةٌ وأجلٌ مسمَّى لكان لزامًا أي لكان العذاب لازمًا لهم، وإنما أخَّره لتعتدل رءوس الآي ﴿فاصبر على مَا يَقُولُونَ﴾ أي فاصبر يا محمد على ما تقول هؤلاء المكذبون من قومك ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ غُرُوبِهَا﴾ أي صلٌ وأنت حامد لربك قبل طلوع الشمس صلاة الصبح، وقبل غروبها صلاة العصر ﴿وَمِنْ آنَآءِ الليل فَسَبِّحْ وَأَطْرَافَ النهار﴾ أي وصلِّ لربك في ساعات الليل وفي أول النهار وآخره ﴿لَعَلَّكَ ترضى﴾ أي لعلَّك تُعطى ما يرضيك قال القرطبي: أكثر المفسرين أن هذه الآية إشارة إلى الصلوات الخمس ﴿قَبْلَ طُلُوعِ الشمس﴾ صلاة الصبح ﴿وَقَبْلَ غُرُوبِهَا﴾ صلاة العصر ﴿وَمِنْ آنَآءِ الليل﴾ صلاة العشاء ﴿وَأَطْرَافَ النهار﴾ صلاة المغرب والظهر، لأن الظهر في آخر طرف النهار الأول، وغروب الشمس آخر طرف النهار الأخير ﴿وَلاَ تَمُدَّنَّ عَيْنَيْكَ إلى مَا مَتَّعْنَا بِهِ أَزْوَاجًا مِّنْهُمْ﴾ أي لا تنظر إلى ما متعنا به أصنافًا من الكفار من نعيم الدنيا وبهرجها الخادع ﴿زَهْرَةَ الحياة الدنيا﴾ أي زينة الحياة الدنيا ﴿لِنَفْتِنَهُمْ فِيهِ﴾ أي لنبتليهم ونختبرهم بهذا النعيم حتى يستوجبوا العذاب بكفرهم ﴿وَرِزْقُ رَبِّكَ خَيْرٌ وأبقى﴾ أي ثواب الله خير من هذا النعيم الفاني وأدوم قال المفسرون: الخطاب للرسول ﷺ َ والمراد به أُمته لأنه ﵇ كان أزهد الناس في الدنيا وأشدَّ رغبة فيما عند الله ﴿وَأْمُرْ أَهْلَكَ بالصلاة واصطبر عَلَيْهَا﴾ أي وأُمر يا محمد أهلك وأمتك بالصلاة واصبر على أدائها بخشوعها وآدابها ﴿لاَ نَسْأَلُكَ رِزْقًا نَّحْنُ نَرْزُقُكَ﴾ أي لا نكلفك أن ترزق نفسك وأهلك بل نحن نتكفل برزقك وإياهم ﴿والعاقبة للتقوى﴾ أي العاقبة الحميدة لأهل التقوى قال ابن كثير: أي حسن العاقبة وهي الجنة لمن اتقى الله ﴿وَقَالُواْ لَوْلاَ يَأْتِينَا بِآيَةٍ مِّن رَّبِّهِ﴾ أي قال المشركون هلاّ يأتينا بمعجزة تدل على صدقه؟ ﴿أَوَلَمْ تَأْتِهِمْ بَيِّنَةُ مَا فِي الصحف الأولى﴾ أي أولم يكتفوا بالقرآن المعجزة الكبرى لمحمد ﵇ المحتوي على أخبار الأمم الماضية؟ والاستفهام للتوبيخ والتقريع قال في البحر: اقترح المشركون ما يختارون على ديدنهم في التعنت فأجيبوا بأن هذا القرآن الذي سبق التبشير به في الكت الإلهية السابقة أعظم الآيات في الإعجاز وهو الآية الباقية إلى يوم القيامة ﴿وَلَوْ أَنَّآ أَهْلَكْنَاهُمْ بِعَذَابٍ مِّن قَبْلِهِ﴾ أي لو أنا أهلكنا كفار مكة من قبل نزول القرآن وبعثة محمد ﵇ ﴿لَقَالُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولًا﴾ أي لقالوا يا ربنا هلاّ أرسلت إلينا رسولًا حتى نؤمن به ونتَّبعه ﴿فَنَتَّبِعَ آيَاتِكَ مِن قَبْلِ أَن نَّذِلَّ ونخزى﴾ أي فنتمسك بآياتك من قبل أن نذلّ بالعذاب ونفتضح على رءوس الأشهاد قال المفسرون: أراد تعالى أن يبيّن أنه لا حجة لأحد على الله بعد إرسال الرسل وإنزال الكتب فلم يترك لهم حجة ولا عذرًا ﴿قُلْ كُلٌّ مُّتَرَبِّصٌ﴾ أي قل يا محمد لهؤلاء المكذبين كلٌ منا ومنكم منتظر دوائر الزمان ولمن يكون النصر ﴿فَتَرَبَّصُواْ﴾ أمر تهديد أي فانتظروا العاقبة والنتيجة ﴿فَسَتَعْلَمُونَ مَنْ","vol":"2","page":230},{"text":"أَصْحَابُ الصراط السوي﴾ أي فستعلمون عن قريب من هم أصحاب الطريق المستقيم هل نحن أم أنتم؟ ﴿وَمَنِ اهتدى﴾ أي اهتدى إلى الحق وسبيل الرشاد ومن بقي على الضلال قال القرطبي: وفي هذا ضربٌ من الوعيد والتخويف والتهديد ختمت به السورة الكريمة.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه الفصاحة والبيان والبديع ما يلي:\n١ - التشبيه ﴿كذلك نَقُصُّ عَلَيْكَ﴾ وهو تشبيه مرسل مجمل.\n٢ - الاستعارة ﴿وَسَآءَ لَهُمْ يَوْمَ القيامة حِمْلًا﴾ شبَّه الوزر بالحمل الثقيل بطريق الاستعارة التصريحية.\n٣ - الكناية ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ كناية عن أمر الدنيا وأمر الآخرة.\n٤ - الطباق بين ﴿أعمى. . بَصِيرًا﴾ .\n٥ - التشبيه التمثيلي ﴿زَهْرَةَ الحياة الدنيا﴾ مثَّل لنعم الدنيا بالزهر وهو النور لأن الزهر له منظر حسن ثم يذبل ويضمحل وكذلك نعيم الدنيا.\n٦ - الوعيد والتهديد ﴿فَتَرَبَّصُواْ﴾ .\n٧ - جناس الاشتقاق ﴿أَرْسَلْتَ إِلَيْنَا رَسُولًا﴾ .\n٨ - السجع اللطيف غير المتكلف مثل ﴿ظُلْمًا، هَضْمًا، عِلْمًا،﴾ ومثل ﴿تشقى، تعرى، ترضى﴾ الخ ... .\nلطيفَة: قال الناصر: في الآية سرٌ بديع من البلاغة يسمى قطع النظير عن النظر، وذلك أنه قطع الظمأ عن الجوع، والضحو عن الكسوة مع ما بينهما من التناسب، الغرض من ذلك تحقيق تعداد هذه النعم وتصنيفها، ولو قرن كلًا بشكله لتوهم أن المعدودات نعمة واحدة، على أن في الآية سرًا آخر وهو قصد تناسب الفواصل، ولو قرن الظمأ بالجوع لانتثر سلك رءوس الآي.\nفَائِدَة: قال الشهاب: ليس المراد بحكاية قول من قال ﴿عَشْرًا﴾ أو ﴿يَوْمًا﴾ أو ﴿سَاعَةً﴾ حقيقة اختلافهم في مدة اللبث، ولا الشك في تعيينه، بل المراد أنه لسرعة زواله عبرَّر عن قلته بما ذكر، فتفنن في الحكاية وأُتى في كل مقام بما يليق به.","vol":"2","page":231},{"text":"اللغَة: ﴿أَضْغَاثُ﴾ أخلاط جمع ضغث وهي الأهاويل التي يراها الإنسان من منامه ﴿قَصَمْنَا﴾ القصْم: كسر الشيء الصلب يقال: قصمتُ ظهره وانقصمت سنُّة إذا انكسرت ﴿يَرْكُضُونَ﴾ الركضُ: العدو بشدَّة والركض ضرب الدابة بالرِّجل حثًا على العدو ﴿خَامِدِينَ﴾ خمدت النار طفئت والخمود الهمود ويراد به الموت تشبيهًا بخمود النار ﴿فَيَدْمَغُهُ﴾ دَمَغَه: أصاب دماغه نحو كَبَده ورَأسَه أصاب كبده ورأسه ﴿يَسْتَحْسِرُونَ﴾ يعيون مأخوذ من الحسير وهو البعير المنقطع بالإعياء والتعب.\nالتفسِير: ﴿اقترب لِلنَّاسِ حِسَابُهُمْ﴾ أي قرب ودنا وقت حساب الناس على أعمالهم ﴿وَهُمْ فِي غَفْلَةٍ مُّعْرِضُونَ﴾ أي وهم مستغرقون في الشهوات، غافلون عن ذلك اليوم الرهيب، لا يعملون للآخرة ولا يستعدون لها كقول القائل: الناس في غفلاتهم: ورحَى المنيَّة تطحن، وإِنما وصف","vol":"2","page":233},{"text":"الآخرة بالاقتراب لأن كل ما هو آتٍ قريب ﴿مَا يَأْتِيهِمْ مِّن ذِكْرٍ مِّن رَّبِّهِمْ مُّحْدَثٍ﴾ أي ما يأتيهم شيءٌ من الوحي والقرآن من عند الله متجدّد في النزول فيه عظةٌ لهم وتذكير ﴿إِلاَّ استمعوه وَهُمْ يَلْعَبُونَ﴾ أي إلاّ استمعوا القرآن مستهزئين قال الحسن: كلما جُدّد لهم الذكرُ استمروا على الجهل ﴿لاَهِيَةً قُلُوبُهُمْ﴾ أي ساهيةً قلوبهم عن كلام الله، غافلة عن تدبر معناه ﴿وَأَسَرُّواْ النجوى الذين ظَلَمُواْ﴾ أي تناجى المشركون فيما بينهم سرًا ﴿هَلْ هاذآ إِلاَّ بَشَرٌ مِّثْلُكُمْ﴾ أي قالوا فيما بينهم خفيةً هل محمد الذي يدّعى الرسالة إلا شخص مثلكم يأكل الطعام ويمشي في الأسواق؟ ﴿أَفَتَأْتُونَ السحر وَأَنتُمْ تُبْصِرُونَ﴾ أي أفتقبلون السحر وأنتم تعلمون أنه سحر؟ قال الألوسي: أرادوا أن ما أتى به محمد ﵇ من قبيل السحر، وذلك بناءً على ما ارتكز في اعتقادهم أن الرسول لا يكون إلا ملكًا وأن كل ما جاء به من الخوارق من قبيل السحر وعنوا بالسحر القرآن ﴿قَالَ رَبِّي يَعْلَمُ القول فِي السمآء والأرض﴾ أي قال محمد ﷺ َ إِنَّ ربي لا يخفى عليه شيء مما يقال في السماء والأرض ﴿وَهُوَ السميع العليم﴾ أي السميع بأقوالكم، العليم بأحوالكم، وفي هذا تهديدٌ لهم ووعيد ﴿بَلْ قالوا أَضْغَاثُ أَحْلاَمٍ﴾ هذا إضرابٌ من جهته تعالى وانتقال إلى ما هو أشنع وأقبح حيث قالوا عن القرآن إنه أخلاط منامات ﴿بَلِ افتراه﴾ أي اختلقه محمد من تلقاء نفسه ﴿بَلْ هُوَ شَاعِرٌ﴾ أي بل محمد شاعر وما أتى به شعر يخيل للسامع أنه كلام رائع مجيد قال في التسهيل: حكى عنهم هذه الأقوال الكثيرة ليظهر اضطراب أمرهم وبطلان أقوالهم فهم متحيرون لا يستقرون على شيء ﴿فَلْيَأْتِنَا بِآيَةٍ كَمَآ أُرْسِلَ الأولون﴾ أي فليأتنا محمدٌ بمعجزةٍ خارقة تدل على صدقه كما أُرسل موسى بالعصا وصالح بالناقة ﴿مَآ آمَنَتْ قَبْلَهُمْ مِّن قَرْيَةٍ أَهْلَكْنَاهَآ أَفَهُمْ يُؤْمِنُونَ﴾ أي ما صدَّق قبل مشركي مكة أهل القرى الذين اقترحوا على أنبيائهم الآيات بل كذبوا فأهلكهم الله أفيصدّق هؤلاء بالآيات لو رأوها؟ كلا قال أبو حيان: وهذا استبعادٌ وإنكار أي هؤلاء أعتى من الذين اقترحوا على أنبيائهم الآيات فلو أعطيناهم ما اقترحوا لكانوا أضلَّ من أولئك واستحقوا عذاب الاستئصال ولكنَّ الله تعالى حكم بإِبقائهم لعلمه أنه سيخرج منهم مؤمنون ﴿وَمَآ أَرْسَلْنَا قَبْلَكَ إِلاَّ رِجَالًا نوحي إِلَيْهِمْ﴾ أي وما أرسلنا قبلك يا محمد إلا رسلًا من البشر لا ملائكة فكيف ينكر هؤلاء المشركون رسالتك ويقولون: ما هذا إلا بشر مثلكم؟ ﴿فاسئلوا أَهْلَ الذكر إِن كُنتُمْ لاَ تَعْلَمُونَ﴾ أي فاسألوا يا أهل مكة العلماء بالتوراة والإنجيل هل كان الرسل الذين جاءوهم بشرًا أم ملائكة؟ إن كنتم لا تعلمون ذلك ﴿وَمَا جَعَلْنَاهُمْ جَسَدًا لاَّ يَأْكُلُونَ الطعام﴾ أي ما جعلنا الأنبياء أجسادًا لا يأكلون ولا يشربون كالملائكة بل هم كسائر البشر يأكلون ويشربون، وينامون ويموتون ﴿وَمَا كَانُواْ خَالِدِينَ﴾ أي ما كانوا مخلَّدين في الدنيا لا يموتون ﴿ثُمَّ صَدَقْنَاهُمُ الوعد فَأَنجَيْنَاهُمْ وَمَن نَّشَآءُ﴾ أي ثم صدقنا الأنبياء ما وعدناهم به من نصرهم وإهلاك مكذبيهم وإِنجائهم مع أتباعهم المؤمنين ﴿وَأَهْلَكْنَا المسرفين﴾ أي وأهلكنا المكذبين للرسل، المجاوزين الحدَّ في الكفر والضلال، وهذا تخويفٌ لأهل مكة ﴿لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ﴾ اللام للقسم أي والله لقد","vol":"2","page":234},{"text":"أنزلنا إِليكم يا معشر العرب كتابًا عظيمًا مجيدًا لا يماثله كتاب فيه شرفُكم وعزكُم لأنه بلغتكم ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تعقلون هذه النعمة فتؤمنون بما جاءكم به محمد ﵇؟ ﴿وَكَمْ قَصَمْنَا مِن قَرْيَةٍ كَانَتْ ظَالِمَةً﴾ أي وكثيرًا أهلكنا من أهل القرى الذين كفروا بآيات الله وكذبوا رسله ﴿وَأَنشَأْنَا بَعْدَهَا قَوْمًا آخَرِينَ﴾ أي وخلقنا أمة أخرى بعدهم ﴿فَلَمَّآ أَحَسُّواْ بَأْسَنَآ إِذَا هُمْ مِّنْهَا يَرْكُضُونَ﴾ أي فلما رأوا عذابنا بحاسة البصر وتيقنوا نزوله إذا هم يهربون فارين منهزمين قال أبو حيان: لما أدركتهم مقدمة العذاب ركبوا دوابّهم يركضونها هاربين منهزمين ﴿لاَ تَرْكُضُواْ وارجعوا إلى مَآ أُتْرِفْتُمْ فِيهِ﴾ أي تقول لهم الملائكة استهزاءً: لا تركضوا هاربين من نزول العذاب وارجعوا إلى ما كنتم فيه من النعمة والسرور ولين العيش ﴿وَمَسَاكِنِكُمْ﴾ أي ارجعوا إلى مساكنكم الطيبة ﴿لَعَلَّكُمْ تُسْأَلُونَ﴾ أي لعلكم تُسألون عما جرى عليكم، وهذا كله من باب الاستهزاء والتوبيخ ﴿قَالُواْ ياويلنآ إِنَّا كُنَّا ظَالِمِينَ﴾ أي قالوا يا هلاكنا ودمارنا إنا كنا ظالمين بالإشراك وتكذيب الرسل، اعترفوا وندموا حين لا ينفعهم الندم ﴿فَمَا زَالَت تِلْكَ دَعْوَاهُمْ﴾ أي فما زالت تلك الكلمات التي قالوها يكررونها ويردّدنها ﴿حتى جَعَلْنَاهُمْ حَصِيدًا خَامِدِينَ﴾ أي حتى أهلكناهم بالعذاب وتركناهم مثل الحصيد موتى كالزرع المحصود بالمناجل ﴿وَمَا خَلَقْنَا السمآء والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ﴾ أي لم نخلق ذلك عبثًا وباطلًا وإنما خلقناهما دلالةً على قدرتنا ووحدانيتنا ليعتبر الناس ويستدلوا بالخلق على وجود الخالق المدبّر الحكيم ﴿لَوْ أَرَدْنَآ أَن نَّتَّخِذَ لَهْوًا﴾ قال ابن عباس: هذا ردٌّ على من قال اتخذ الله ولدًا والمعنى لو أردنا أن نتخذ ما يُتلهى به من زوجةٍ أو ولد ﴿لاَّتَّخَذْنَاهُ مِن لَّدُنَّآ﴾ أي لاتخذناه من عندنا من الحور العين أو الملائكة ﴿إِن كُنَّا فَاعِلِينَ﴾ أي لو أردنا فعل ذلك لاتخذنا من لدنا ولكنه منافٍ للحكمة فلم نفعله ﴿بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ﴾ أي بل نرمي بالحق المبين على الباطل المتزعزع فيقمعه ويُبطله ﴿فَإِذَا هُوَ زَاهِقٌ﴾ أي هالك تالف ﴿وَلَكُمُ الويل مِمَّا تَصِفُونَ﴾ أي ولكم يا معشر الكفار العذاب والدمار من وصفكم الله تعالى بما لا يجوز من الزوجة والولد ﴿وَلَهُ مَن فِي السماوات والأرض﴾ أي وله جلَّ وعلا جميع المخلوقات ملكًا وخلقًا وتصرفًا فكيف يجوز أن يشرك به ما هو عبدٌ ومخلوق له؟ ﴿وَمَنْ عِنْدَهُ لاَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِهِ وَلاَ يَسْتَحْسِرُونَ﴾ أي والملائكة الذين عبدتموهم من دون الله لا يتكبرون عن عبادة مولاهم ولا يَعْيَون ولا يملُّون ﴿يُسَبِّحُونَ اليل والنهار لاَ يَفْتُرُونَ﴾ أي هم في عبادة دائمة ينزّهون الله عما لا يليق به ويصلّون ويذكرون الله ليل نهارَ لا يضعفون ولا يسأمون ﴿أَمِ اتخذوا آلِهَةً مِّنَ الأرض هُمْ يُنشِرُونَ﴾ لما ذكر الدلائل على وحدانيته وأن من في السماوات والأرض ملكٌ له وأن الملائكة المقربين في طاعته وخدمته عاد إلى ما كان عليه من توبيخ المشركين وذمهم وتسفيه أحلامهم، و﴿أَمِ﴾ منقطع بمعنى بل والهمزة فيها استفهام معناه التعجب والإنكار والمعنى هل اتخذ هؤلاء المشركون آلهةً من الأرض قادرين على إحياء الموتى؟ كلا بل اتخذوا آلهة جمادًا لا تتصف بالقدرة على شيء فهي ليست بآلهة على الحقيقة لأن من صفة الإِله القدرةُ على الإِحياء والإِماتة ﴿لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا﴾ هذا برهان على وحدانيته تعالى أي لو كان في الوجود","vol":"2","page":235},{"text":"آلهة غير الله لفسد نظام الكون كله لما يحدث بين الآلهة من الاختلاف والتنازع في الخلق والتدبير وقصد المغالبة، ألا ترى أنه لا يوجد ملِكان في مدينة واحدة، ولا رئيسان في دائرة واحدة؟ ﴿فَسُبْحَانَ الله رَبِّ العرش عَمَّا يَصِفُونَ﴾ أي تنزّه الله الواحد الأحد خالق العرش العظيم عما يصفه به أهل الجهل من الشريك والزوجة والولد ﴿لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾ أي لا يسأل تعالى عمّا يفعل لأنه مالك كل شيء والمالك يفعل في ملكه ما يشاء، ولأنه حكيمٍ فأفعاله كلُّها جارية على الحكمة، وهم يُسألون عن أعمالهم لأنهم عبيد ﴿أَمِ اتخذوا مِن دُونِهِ آلِهَةً﴾ كرَّر هذا الإنكار اسمتعظامًا للشرك ومبالغة في التوبيخ أي هل اتخذوا آلهة من دون الله تصلح للعبادة والتعظيم؟ ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ﴾ أي قل يا محمد لأولئك المشركين ائتوني بالحجة والبرهان على ما تقولون ﴿هذا ذِكْرُ مَن مَّعِيَ وَذِكْرُ مَن قَبْلِي﴾ أي هذا الكتاب الذي معي والكتب التي من قبلي كالتوراة والإنجيل ليس فيها ما يقتضي الإشراك بالله، ففي أي كتابٍ نزل هذا؟ في القرآن أم في الكتب المنزّلة على سائر الأنبياء؟! فما زعمتموه من وجود الآلهة لا تقوم عليه حجة لا من جهة العقل ولا النقل، بل كتب الله السابقة شاهدة بتنزيهه عن الشركاء والأنداد ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ الحق فَهُمْ مُّعْرِضُونَ﴾ أي بل أكثر المشركين لا يعلمون التوحيد فهم معرضون عن النظر والتأمل في دلائل الإِيمان.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير في غفلة للتعظيم والتفخيم ﴿وَهُمْ فِي غَفْلَةٍ﴾ .\n٢ - صيغة المبالغة ﴿السميع العليم﴾ .\n٣ - الإضراب الترقي ﴿بَلْ قالوا أَضْغَاثُ أَحْلاَمٍ بَلِ افتراه بَلْ هُوَ شَاعِرٌ﴾ وهذا الاضطراب في وصف القرآن يدل على التردُّد والتحير في تزويرهم للحق الساطع المنيرفقولهم الثاني أفسد من الأول، والثالث أفسد من الثاني.\n٤ - الإنكار التوبيخي ﴿أَفَلاَ تَعْقِلُونَ﴾؟\n٥ - التشبيه البليغ ﴿حَصِيدًا خَامِدِينَ﴾ أي جعلناهم كالزرع المحصود وكالنار الخامدة. ٦ - الاستعارة التمثيلية ﴿بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ﴾ شُبّه الحق بشيء صَلب والباطل تشيء رخو واستعير لفظ القذف والدمغ لغلبة الحق على الباطل بطريق التمثيل فكأنه رمي بجرم صلب على رأس دماغ الباطل فشقّه وفي هذا التعبير مبالغة بديعة في إِزهاق الباطل.\n٧ - طباق السلب ﴿لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾ .\n٨ -","vol":"2","page":236},{"text":"التبكيت وإِلقام الحجر للخصم ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ ها﴾ .\nفَائِدَة: سئل كعب عن الملائكة كيف يسبّحون الليل والنهار لا يفترون؟ أما يشغلهم شأن، أما تشغلهم حاجة؟ فقال للسائل: يا ابن أخي جعل لهم التسبيح كما جعل لكم النَّفس، ألست تأكل وتشرب، وتقوم وتجلس، وتجيء وتذهب وأنت تتنفس؟ فكذلك جُعل لهم التسبيح.","vol":"2","page":237},{"text":"المنَاسَبَة: لما بيَّن تعالى أحوال المشركين وأقام الأدلة والبراهين على وحدانية الله وبطلان تعدد الألهة، ذكر هنا أن دعوة الرسل جميعًا إِنما جاءت لبيان التوحيد ثم ذكر بقية الأدلة على قدرة الله ووحدانيته في هذا الكون العجيب.\nاللغَة: ﴿رَتْقًا﴾ الرتق: الضمُّ والالتحام وهو ضد الفتق يقال رتقتُ الشيء فأرتق أي التأم ومنه الرتقاء للمنضمة الفرج ﴿تَمِيدَ﴾ تتحرك وتضطرب ﴿فِجَاجًا﴾ جمع فجّ وهو المسلك والطريق الواسع ﴿يَسْبَحُونَ﴾ يجرون ويسيرون بسرعة كالسابح في الماء ﴿فَتَبْهَتُهُمْ﴾ تدهشهم وتحيرهم قال الجوهري: بهته بهتًا أخذه بغتة وقال الفراء: بهَته إذا واجهه بشيء يحيّره ﴿يَكْلَؤُكُم﴾ يحرسكم ويحفظكم والكلاءة: الحراسة والحفظ.\nسَبَبُ النّزول: مرَّ النبي ﷺ َ على أبي سفيان وأبي جهل وهما يتحدثان، فلما رآه أبو جهل ضحك وقال لأبي سفيان: هذا نبيُّ بين عبد مناف!! فغضب أبو سفيان وقال: ما تنكر أن يكون لبني عبد منافٍ نبيٌّ؟ فرجع رسول الله ﷺ َ إلى أبي جهل وقال له: ما أَراك منتهيًا حتى يصيبك ما أصاب عمَّك الوليد بن المغيرة فنزلت ﴿وَإِذَا رَآكَ الذين كفروا إِن يَتَّخِذُونَكَ إِلاَّ هُزُوًا. .﴾ الآية.\nالتفسِير: ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ﴾ أي وما بعثنا قبلك يا محمد رسولًا من الرسل ﴿إِلاَّ نوحي إِلَيْهِ أَنَّهُ لا إله إِلاَّ أَنَاْ﴾ أي إلا أوحينا إليه أنه لا ربَّ ولا معبود بحق سوى الله ﴿فاعبدون﴾ أي فاعبدوني وحدي وخصوني بالعبادة ولا تشركوا معي أحدًا ﴿وَقَالُواْ اتخذ الرحمن وَلَدًا﴾ أي قال المشركون اتخذ الله من الملائكة ولدًا قال المفسرون: هم حيٌّ من خزاعة قالوا: الملائكة بنات الله ﴿سُبْحَانَهُ﴾ أي تنزَّه الله وتقدَّس عما يقول الظالمون ﴿بَلْ عِبَادٌ مُّكْرَمُونَ﴾ أي بل هم عبادٌ مبجَّلون اصطفاهم الله فهم مكرمون عنده في منازل عالية، ومقاماتٍ سامية وهم في غاية الطاعة والخضوع ﴿لاَ يَسْبِقُونَهُ بالقول وَهُمْ بِأَمْرِهِ يَعْمَلُونَ﴾ أي لا يقولون شيئًا حتى يقوله شأنهُم شأن العبيد المؤدبين وهم بطاعته وأوامره يعملون لا يخالفون ربهم في أمرٍ من الأوامر ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي علمه تعالى محيط بهم لا يخفى عليه منهم خافية ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ أي لا يشفعون يوم القيامة إلا لمن ﵁ وهم أهل الإيمان كما قال بن عباس: هم أهل شهادة لا إله إلا الله ﴿وَهُمْ مِّنْ خَشْيَتِهِ مُشْفِقُونَ﴾ أي وهم من خوف الله ورهبته خائفون حذرون لأنهم يعرفون عظمة الله قال الحسن: يرتعدون من خشية الله ﴿وَمَن يَقُلْ مِنْهُمْ إني إله مِّن دُونِهِ﴾ أي يقل من الملائكة إني إلهٌ ومعبودٌ مع الله ﴿فذلك نَجْزِيهِ جَهَنَّمَ﴾ أي فعقوبته جهنم قال المفسرون: هذا على وجه التهديد وعلى سبيل الفرض والتقدير لأن هذا شرط والشرطُ لا يلزم وقوعه والملائكة معصومون ﴿كَذَلِكَ نَجْزِي الظالمين﴾ أي مثل ذلك الجزاء الشديد نجزي من ظلم وتعدى حدود الله ﴿أَوَلَمْ يَرَ الذين كفروا أَنَّ السماوات والأرض كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا﴾ استفهام توبيخ لمن ادعى مع الله آلهة وردٌّ على عبدة الأوثان أي أولم يعلم هؤلاء الجاحدون أن السماوات والأرض كانتا شيئًا واحدًا ملتصقتين","vol":"2","page":238},{"text":"ففصل الله بينهما ورفع السماء إلى حيث هي وأقرَّ الأرض كما هي؟ قال الحسن وقتادة: كانت السماوات والأرض ملتزقتين ففصل الله بينهما بالهواء وقال ابن عباس: كانت السماوات رتقًا لا تمطر، وكانت الأرض رتقًا لا تُنبت ففتق هذه بالمطر، وهذه بالنبات ﴿وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ﴾ أي جعلنا الماء أصل كل الأحياء وسببًا للحياة فلا يعيش بدونه إنسان ولا حيوان ولا نبات ﴿أَفَلاَ يُؤْمِنُونَ﴾ أي أفلا يصدّقون بقدرة الله؟ ﴿وَجَعَلْنَا فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِهِمْ﴾ أي جعلنا في الأرض جبالًا ثوابت لئلا تتحرك وتضطرب فلا يستقر لهم عليها قرار ﴿وَجَعَلْنَا فِيهَا فِجَاجًا سُبُلًا لَّعَلَّهُمْ يَهْتَدُونَ﴾ أي وجعلنا في هذه الجبال مسالك وطرقًا واسعة كي يهتدوا إلى مقاصدهم في الأسفار قال ابن كثير: جعل في الجبال ثُغرًا يسكلون فيها طرقًا من قطر إلى قطر، وإقليم إلى إقليم، كما هو المشاهد في الأرض يكون الجبل حائلًا بين هذه البلاد وهذه فيجعل الله فيها فجوةً ليسلك الناس فيها من هاهنا إلى هاهنا ﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ أي جعلنا السماء كالسقف للأرض محفوظة من الوقوع والسقوط وقال ابن عباس: حفظت بالنجوم من الشياطين ﴿وَهُمْ عَنْ آيَاتِهَا مُعْرِضُونَ﴾ أي والكفار عن الآيات الدالة على وجود الصانع وقدرته من الشمس والقمر والنجوم وسائر الأدلة والعبر معرضون لا يتفكرون فيما ابدعته يد القدرة من الخلق العجيب والتنظيم الفريد الدال على الحكمة البالغة والقدرة الباهرة قال القرطبي: بيَّن تعالى أن المشركين غفلوا عن النظر في السماوات وآياتها، من ليلها ونهارها، وشمسها وقمرها، وأفلاكها ورياحها، وما فيها من القدرة الباهرة إذ لو نظروا واعتبروا لعلموا أن لها صانعًا قادرًا واحدًا يستحيل أن يكون له شريك ﴿وَهُوَ الذي خَلَقَ الليل والنهار والشمس والقمر﴾ أي وهو تعالى بقدرته نوَّع الحياة فجعل فيها ليلًا ونهارًا هذا في ظلامه وسكونه، وهذا بضيائه وأنسه، يطول هذا تارة ثم يقصر أُخرى وبالعكس، وخلق الشمس والقمر آيتين عظيمتين دالتين على وحدانيته ﴿كُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾ أي كلٌّ من الشمس والقمر والنجوم والكواكب والليل والنهار يجرون ويسيرون بسرعة كالسابح في الماء ﴿وَمَا جَعَلْنَا لِبَشَرٍ مِّن قَبْلِكَ الخلد﴾ أي وما جعلنا لأحدٍ من البشر قبلك يا محمد البقاء الدائم والخلود في الدنيا ﴿أَفَإِنْ مِّتَّ فَهُمُ الخالدون﴾ أي فهل إذا متَّ يا محمد سيخلَّدون بعدك في هذه الحياة؟ لا لن يكون لهم ذلك بل كلٌّ إلى الفناء قال المفسرون: هذا ردٌّ لقول المشركين\n﴿شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ [الطور: ٣٠] فأعلم تعالى بأن الأنبياء قبله ماتوا وتولى الله دينه بالنصر والحياطة، فهكذا تحفظ دينك وشرعك ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الموت﴾ أي كل مخلوقٍ إلى الفناء ولا يدوم إلا الحيُّ القيوم ﴿وَنَبْلُوكُم بالشر والخير فِتْنَةً﴾ أي ونختبركم بالمصائب والنِّعم لنرى الشاكرين من الكافر، والصابر من القانط قال ابن عباس: نبتليكم بالشدة والرخاء، ولاصحة والسَّقم، والغنى والفقر، والحلال والحرام، والطاعة والمعصية، والهدى والضلال وقال ابن زيد: نختبركم بما تحبون لنرى كيف شكركم، وبما تكرهون لنرى كيف صبركم!! ﴿وَإِلَيْنَا تُرْجَعُونَ﴾ أي وإلينا مرجعكم فنجازيكم بأعمالكم ﴿وَإِذَا رَآكَ الذين كفروا إِن","vol":"2","page":239},{"text":"يَتَّخِذُونَكَ إِلاَّ هُزُوًا﴾ أي إذا رآك كفار قريش كأبي جهل وأشياعه ما يتخذونك إلاّ مهْزُوءًا به يقولون ﴿أهذا الذي يَذْكُرُ آلِهَتَكُمْ﴾ استفهام فيه إنكار وتعجيب أي هذا الذي يسب آلهتكم ويُسفّه أحلامكم؟ ﴿وَهُمْ بِذِكْرِ الرحمن هُمْ كَافِرُونَ﴾ أي وهم كافرون بالله ومع ذلك يستهزئون برسول الله قال القرطبي: كان المشركون يعيبون من جحد إِلهيةِ أصنامهم وهم جاحدون للإِلهية الرحمن، وهذا غاية الجهل ﴿خُلِقَ الإنسان مِنْ عَجَلٍ﴾ أي رُكّب الإنسان على العّجلة فخُلق عجولًا يستعجل كثيرًا من الأشياء وإن كانت مضرَّة قال ابن كثير: والحكمة في ذكر عجلة الإنسان هاهنا أنه لما ذكر المستهزئين بالرسول ﷺ َ وقع في النفوس سرعة الانتقام منهم واستعجلوا ذلك ولهذا قال ﴿سَأُوْرِيكُمْ آيَاتِي فَلاَ تَسْتَعْجِلُونِ﴾ أي سأوريكم انتقامي واقتداري على من عصاني فلا تتعجلوا الأمر قبل أوانه ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي ويقول المشركون على سبيل الاستهزاء والسخرية: متى هذا العذاب الذي يعدنا به محمد إن كنتم يا معشر المؤمنين صادقين فيما أخبرتمونا به قال تعالى ﴿لَوْ يَعْلَمُ الذين كَفَرُواْ حِينَ لاَ يَكُفُّونَ عَن وُجُوهِهِمُ النار وَلاَ عَن ظُهُورِهِمْ﴾ أي لو عرف الكافرون فظاعة العذاب حين لا يستطيعون دفع العذاب عن وجوههم وظهورهم لأنه محيط بهم من جميع جهاتهم لما استعجلوا الوعيد قال في البحر: وجواب ﴿لَوْ﴾ محذوف لأنه أبلغ في الوعيد وأهيب وقدَّره الزمخشري بقوله: لما كانوا بتلك الصفة من الكفر والاستهزاء والاستعجال ولكنَّ جهلهم هو الذي هوَّنه عندهم ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي لا ناصر لهم من عذاب الله ﴿بَلْ تَأْتِيهِم بَغْتَةً فَتَبْهَتُهُمْ﴾ أي بل تأتيهم الساعة فجأة فتدهشهم وتحيرهم ﴿فَلاَ يَسْتَطِيعُونَ رَدَّهَا وَلاَ هُمْ يُنظَرُونَ﴾ أي فلا يقدرون على صرفها عنهم ولا يُمهلون ويُؤخرون لتوبةٍ واعتذار ﴿وَلَقَدِ استهزىء بِرُسُلٍ مِّن قَبْلِكَ﴾ تسلية لرسول الله ﷺ َ عن استهزاء المشركين أي والله لقد اتستهزئ برسلٍ أولي شأن خطير وذوي عدد كثير من قبلك يا محمد ﴿فَحَاقَ بالذين سَخِرُواْ مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي فنزل وحلَّ بالساخرين من الرسل العذاب الذي كانوا يستهزئون به قال أبو حيان: سلاّه تعالى بأنَّ من تقدَّمه من الرسل وقع من أممهم الاستهزاء بهم، وأن ثمرة استهزائهم جَنَوْها هلاكًا وعقابًا في الدنيا والآخرة فكذلك حال هؤلاء المستهزئين ﴿قُلْ مَن يَكْلَؤُكُم بالليل والنهار مِنَ الرحمن﴾ أي قل يا محمد لهؤلاء المستهزئين من يحفظكم من بأس الرحمن في أوقاتكم؟ ومن يدفع عنكم عذابه وانتقامه إن أراد إنزاله بكم؟ وهو سؤال تقريع وتنبيه كيلا يغْترُّوا بما نالهم من نعم الله ﴿بَلْ هُمْ عَن ذِكْرِ رَبِّهِمْ مُّعْرِضُونَ﴾ أي بل هؤلاء الظالمون معرضون عن كلام الله ومواعظه لا يتفكرون ولا يعتبرون ﴿أَمْ لَهُمْ آلِهَةٌ تَمْنَعُهُمْ مِّن دُونِنَا﴾ أي ألهم آلهة تمنعهم من العذاب غيرنا؟ ﴿لاَ يَسْتَطِيعُونَ نَصْرَ أَنْفُسِهِمْ﴾ أي لا يقدرون على نصر أنفسهم، فكيف ينصرون عابديهم؟ ﴿وَلاَ هُمْ مِّنَّا يُصْحَبُونَ﴾ أي وليست هذه الآلهة تستطيع أن تجير نفسها من عذاب الله لأنها في غاية العجز والضغف قال ابن عباس: يُصحبون: يُجارون أي لا يُجيرهم منا أحد لأن المجير صاحب لجاره ﴿بَلْ مَتَّعْنَا هؤلاء وَآبَآءَهُمْ حتى طَالَ عَلَيْهِمُ العمر﴾ أي","vol":"2","page":240},{"text":"متعنا هؤلاء المشركين وآباءهم من قبلهم بما رزقناهم من حطام الدنيا حتى طالت أعمارهم في رخاء ونعمة وحسبوا أن ذلك يدوم فاغتروا بذلك ﴿أَفَلاَ يَرَوْنَ أَنَّا نَأْتِي الأرض نَنقُصُهَا مِنْ أَطْرَافِهَآ﴾ أي أفلا ينظرون فيعْتبرون بأننا نأتي أرضهم فننقصها من أطرافها بالفتح على النبي وتسليط المسلمين عليها؟ ﴿أَفَهُمُ الغالبون﴾ استفهام بمعنى التقريع والإنكار أي أفهم الغالبون والحالة هذه أم المغلوبون؟ بل هم المغلوبون الأخسرون الأرذلون ﴿قُلْ إِنَّمَآ أُنذِرُكُم بالوحي﴾ أي قل لهم يا محمد إنما أخوفكم واحذركم بوحيٍ من الله لا من تلقاء نفسي، فأنا مبلّغٌ عن الله ما أنذرتكم به من العذاب والنكال ﴿وَلاَ يَسْمَعُ الصم الدعآء إِذَا مَا يُنذَرُونَ﴾ أي ولكنكم أيها المشركون لشدة جهلكم وعنادكم كالصُمّ الذين لا يسمعون الكلام والإنذار فلا يتعظون ولا ينزجرون ﴿وَلَئِن مَّسَّتْهُمْ نَفْحَةٌ مِّنْ عَذَابِ رَبِّكَ﴾ أي ولئن شيء خفيف مما أُنذروا به من عذاب الله ولو كان يسيرًا ﴿لَيَقُولُنَّ ياويلنآ إِنَّا كُنَّا ظَالِمِينَ﴾ أي ليعترفنَّ بجريمتهم ويقولون: يا هلاكنا لقد كنا ظالمين لأنفسنا بتكذيبنا رسل الله ﴿وَنَضَعُ الموازين القسط لِيَوْمِ القيامة﴾ أي ونقيم الموازين العادلة التي توزن بها الأعمال في يوم القيامة ﴿فَلاَ تُظْلَمُ نَفْسٌ شَيْئًا﴾ أي فلا يُنقص محسنٌ من إِحسانه، ولا يُزاد مسيءٌ على إساءته ﴿وَإِن كَانَ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ أَتَيْنَا بِهَا﴾ أي وإن كان العمل الذي عملته زنة حبةٍ من خردل جئا بها وأحضرناها قال أبو السعود: أي وإن كان في غاية القلة والحقارة، فإِن حبة الخردل مثلٌ في الصغر ﴿وكفى بِنَا حَاسِبِينَ﴾ أي كفى بربك أن يكون محصيًا لأعمال العباد مجازيًا عليها قال الخازن: والغرضُ منه التحذير فإِن المحاسب إِذا كان في العلم بحيث لا يمكن أن يشتبه عليه شيء، وفي القدرة بحيث لا يعجز عن شيء فحقيق بالعاقل أن يكون على أشدّ الخوف منه ﴿وَلَقَدْ آتَيْنَا موسى وَهَارُونَ الفرقان وَضِيَآءً وَذِكْرًا لَّلْمُتَّقِينَ﴾ أي ولقد أعطينا موسى وهارون التوراة الفارقة بين الحق والباطل والهدى والضلال نورًا وضياءً وتذكيرًا للمؤمنين المتقين ﴿الذين يَخْشَوْنَ رَبَّهُمْ بالغيب﴾ أي هم الذين يخافون الله ولم يروه لأنهم عرفوا بالنظر والاستدلال أن لهم ربًا عظيمًا قادرًا يجازي على الأعمال فهم يخشونه وإِن لم يروه ﴿وَهُمْ مِّنَ الساعة مُشْفِقُونَ﴾ أي وهم من أهوال يوم القيامة وشدائدها خائفون وجلون ﴿وهذا ذِكْرٌ مُّبَارَكٌ أَنزَلْنَاهُ﴾ أي وهذا القرآن العظيم كتاب عظيم الشأن فيه ذكرٌ لمن تذكّر، وعظة لمن اتعظ، كثير الخير أنزلناه عليكم بلغتكم ﴿أَفَأَنْتُمْ لَهُ مُنكِرُونَ﴾ أي أفأنتم يا معشر العرب منكرون له وهو في غاية الجلاء والظهور؟ قال الكرخي: الاستفهام للتوبيخ والخطابُ لأهل مكة فإِنهم من أهل اللسان يدركون مزايا الكلام ولطائفه، ويفهمون من بلاغة القرآن ما لا يدركه غيرهم مع أن فيه شرفهم وصيتَهم فلو أنكره غيرهم لكان لهم مناصبته وعداؤه.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - جناس الاشتقاق ﴿أَرْسَلْنَا. . رَّسُولٍ﴾ .\n٢ - الاستفهام الذي معناه التعجب والإِنكار ﴿أَوَلَمْ يَرَ الذين كفروا﴾ .\n٣ - الطباق بين الرتق والفتق في قوله ﴿كَانَتَا رَتْقًا فَفَتَقْنَاهُمَا﴾ .\n٤ -","vol":"2","page":241},{"text":"التنكير للتعميم ﴿وَجَعَلْنَا مِنَ المآء كُلَّ شَيْءٍ حَيٍّ﴾ ﴿وَمَا جَعَلْنَا لِبَشَرٍ﴾ .\n٥ - الالتفات من المتكلم إلى الغائب ﴿وَهُوَ الذي خَلَقَ الليل والنهار﴾ بعد قوله ﴿وَجَعَلْنَا مِنَ المآء﴾ وذلك لتأكيد الاعتناء بالنعم الجليلة التي أنعم بها على العباد.\n٦ - الطباق بين الشر والخير ﴿وَنَبْلُوكُم بالشر والخير﴾ .\n٧ - المبالغة ﴿خُلِقَ الإنسان مِنْ عَجَلٍ﴾ جعل لفرط استعجاله كأنه مخلوق من نفس العجل كقول العرب لمن لازم اللعب: هو من لعب وكوصف بعضهم قومًا بقوله «نساؤهم لُعُب ورجالهم طرب» .\n٨ - الاستعارة ﴿وَلاَ يَسْمَعُ الصم الدعآء﴾ استعار الصُمَّ للكفار لأنهم كالبهائم التي لا تسمع الدعاء ولا تفقه النداء.\n٩ - الكناية ﴿حَبَّةٍ مِّنْ خَرْدَلٍ﴾ كناية عن العمل ولو كان في غاية القلة والحقارة.\n١٠ - السجع اللطيف ﴿يَهْتَدُونَ، يَسْبَحُونَ، يُنصَرُونَ﴾ الخ.\nتنبيه: سئل ابن عباس: هل الليل كان قبل أو النهار؟ فقال: أرأيتم إلى السماوات والأرض حين كانتا رتقًا هل كان بينهما إلا ظلمة؟ ذلك لتعلموا أن الليل قبل النهار.\nلطيفَة: عن ابن عمر أن رجلًا أتاه يسأله عن السماوات والأرض كانتا رتقًا ففتقناهما فقال له: إِذهب إلى ذلك الشيخ فاسأله ثم تعال فأخبرني بما قال لك - يريد ابن عباس - فذهب إليه فسأله فقال ابن عباس: كانت السماوات رتقًا لا تُمطر، وكانت الأرض رتقًا لا تُنبت، فلما خلق للأرض أهلًا فتق هذه بالمطر، وفتق هذه بالنبات، فرجع الرجل الى ابن عمر فأخبره فقال ابن عمر: قد كنت أقول: ما يعجبني جراءة ابن عباس في تفسير القرآن، فالآن علمتُ بأنه قد أُوتي في القرآن علمًا.","vol":"2","page":242},{"text":"المناسَبَة: لمّا ذكر تعالى الدلائل على التوحيد والنبوة والمعاد أتبع ذلك بذكر قصص الأنبياء، وما نال كثيرًا منهم من الابتلاء تسليةً للرسول الأعظم ﷺ َ ليتأسّى بهم في الصبر واحتمال الأذى في سبيل الله تعالى، وتوطين النفس على مجابهة المشركين أعداء الله.\nاللغَة: ﴿رُشْدَهُ﴾ هذه إلى وجوه الصلاح ﴿التماثيل﴾ جمع تمثال وهو الصورة والمصنوعة مشبهة بمخلوق من مخلوقات الله تعالى يقال: مثَّلت الشيء بالشيء أي شبتهته به واسم ذلك الممثَّل تمثال ﴿جُذَاذًا﴾ فتاتًا والجذُّ: الكسر والقطع قال الشاعر:\n- ﷺ َ - gt; ... بنوالمهلب جذَّ الله دابرهم\nأمْسوا رمادًا فلا أصلٌ ولا طرف ... ﴿نُكِسُواْ﴾ النَّكْسُ: قلب الشيء بحيث يصير أعلاه أسفل ﴿نَافِلَةً﴾ زيادة ومنه النفل لأنه زيادة على افرض الله ويقال لولد الولد نافلة لأنه زيادة على الولد ﴿الكرب﴾ الغم الشديد ﴿نَفَشَتْ﴾ النَّفش: الرعيُ بالليل بلا راع يقال: نفشت بالليل، وهملت بالنهار إذا رعت بلا راع.\nالتفسِير: ﴿وَلَقَدْ آتَيْنَآ إِبْرَاهِيمَ رُشْدَهُ﴾ أي والله لقد أعطينا إبراهيم هُداه وصلاحه إلى وجوه الخير في الدين والدنيا ﴿مِن قَبْلُ﴾ أي من صغره حيث وفقناه للنظر والاستدلال إلى وحدانية ذي الجلال ﴿وَكُنَّا بِهِ عَالِمِينَ﴾ أي عالمينأنه أهلٌ لما آتيناه من الفضل والنبوة ﴿إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا هذه التماثيل التي أَنتُمْ لَهَا عَاكِفُونَ﴾ هذا بيانٌ للرشد الذي أُوتيه إِبراهيم من صغرة أي حين قال لأبيه آزر","vol":"2","page":243},{"text":"وقومه المشركين ما هذه الأصنام التي أنتم مقيمون على عبادتها؟ وفي قوله ﴿مَا هذه التماثيل﴾ تحقيرٌ لها وتصغيرٌ لشأنها وتجاهل بها مع علمه بتعظيمهم لها ﴿قَالُواْ وَجَدْنَآ آبَآءَنَا لَهَا عَابِدِينَ﴾ أي نعبدها تقليدًا لأسلافنا قال ابن كثير: لم يكن لهم حجة سوى صنيع آبائهم الضلال ﴿قَالَ لَقَدْ كُنتُمْ أَنتُمْ وَآبَآؤُكُمْ فِي ضَلاَلٍ مُّبِينٍ﴾ أي لقد كنتم وأسلافكم الذين عبدوا هذه الأصنام في خطأٍ بيّن بعبادتكم إِياها إِذ هي جمادات لا تنفع ولا تضر ولا تسمع ﴿قالوا أَجِئْتَنَا بالحق أَمْ أَنتَ مِنَ اللاعبين﴾ أي هل أنت جادٌّ فيما تقول أم لاعب؟ وهل قولك حقٌّ أم مزاح؟ استعظموا إِنكاره عليهم، واستبعدوا أن يكون ما هم عليه ضلالًا، وجوَّزوا أن ما قاله على سبيل المزاح لا الجد فأضرب عن قولهم وأخبر أنه جادٌّ فيما قال غير لاعب ﴿قَالَ بَل رَّبُّكُمْ رَبُّ السماوات والأرض الذي فطَرَهُنَّ﴾ أي ربكم الجدير بالعبادة هو ربُّ السماوات والأرض الذي خلقهنَّ وأبدعهنَّ لا هذه الأصنام المزعومة ﴿وَأَنَاْ على ذلكم مِّنَ الشاهدين﴾ أي وأنا شاهد للَّهِ بالوحدانية بالبراهين القاطعة والحجج الساطعة كالشاهد الذي تقطع به الدَّعاوى ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ﴾ أي وأقسمُ بالله لأمكرنَّ بآلهتكم وأحتالنَّ في وصول الضر إليها بعد ذهابكم عنها إلى عيدكم قال المفسرون: كان لهم عيد يخرجون إليه في كل سنة ويجتمعون فيه فقال آزر لإِبراهيم: لو خرجت معنا إلى عيدنا أعجبك ديننا! ﴿فخرج معهم إِبراهيم فلما كان ببعض الطريق ألقى نفسه إلى الأرض وقال إني سقيم أشتكى رجلي فتركوه ومضوا ثم نادى في آخرهم ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ بَعْدَ أَن تُوَلُّواْ مُدْبِرِينَ﴾ فسمعها رجلٌ فحفظها ﴿فَجَعَلَهُمْ جُذَاذًا﴾ فسمعها رجلٌ فحفظها أي كسَّر الأصنام حتى جعلها فتاتًا وحُطامًا ﴿إِلاَّ كَبِيرًا لَّهُمْ﴾ أي إلا الصنم الكبير فإنه لم يكسره قال مجاهد: ترك الصنم الأكبر وعلَّق الفأس الذي كسر به الأصنام في عنقه ليحتجّ به عليهم ﴿لَعَلَّهُمْ إِلَيْهِ يَرْجِعُونَ﴾ أي لعلهم يرجعون إلى الصنم فيسألونه عمن كسَّر الأصنام فيتبين لهم عجزه وتقون الحجة عليهم ﴿قَالُواْ مَن فَعَلَ هذا بِآلِهَتِنَآ إِنَّهُ لَمِنَ الظالمين﴾ في الكلام محذوفٌ تقديره: فلما رجعوا من عيدهم ونظروا إل آلهتهم ورأوا ما فُعل بها قالوا على جهة البحث والإِنكار والتشنيع والتوبيخ: إِنَّ من حطَّم هذه الآلهة لشديد الظلم عظيم الجرم لجراءته على الآلهة المستحقة للتعظيم والتوقير ﴿قَالُواْ سَمِعْنَا فَتًى يَذْكُرُهُمْ يُقَالُ لَهُ إِبْرَاهِيمُ﴾ أي قال من سمع إِبراهيم يقول ﴿وتالله لأَكِيدَنَّ أَصْنَامَكُمْ﴾ سمعنا فتى يذكرهم بالذم ويسبُّهم ويعيبهم يسمى إِبراهيم فلعله هو الذي حطَّم الآلهة﴾ ﴿قَالُواْ فَأْتُواْ بِهِ على أَعْيُنِ الناس﴾ أي قال نمرود وأشراف قومه أحضروا إِبراهيم بمرأى من الناس حتى يروه، والغرضُ أن تكون محاكمته على رءوس الأشهاد بحضرة الناس كلهم ليكون عقابه عبرة لمن يعتبر ﴿لَعَلَّهُمْ يَشْهَدُونَ﴾ أي لعلهم يحضرون عقابه ويرون ما يصنع به ﴿قالوا أَأَنْتَ فَعَلْتَ هذا بِآلِهَتِنَا ياإبراهيم﴾ أي هل أنتَ الذي حطَّمت هذه الآلهة يا إِبراهيم؟ ﴿قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا﴾ أي قال إِبراهيم بل حطَّمها الصنم الكبير لأنه غضب أن تعبدوا معه هذه الصغار فكسرها، والغرض بتكيتُهم وإِقامة الحجة عليهم ولهذا قال ﴿فَاسْأَلُوهُمْ إِن كَانُواْ يِنْطِقُونَ﴾ أي اسألوا هذه الأصنام من كسرها؟ إن كانوا يقدرون على النطق قال القرطبي: والكلام خرج مخرج التعريض وذلك أنهم كانوا","vol":"2","page":244},{"text":"يعبدونهم ويتخذونهم آلهة من دون الله كما قال إِبراهيم لأبيه\n﴿لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ وَلاَ يُغْنِي عَنكَ شَيْئًا﴾ [مريم: ٤٢] فقال إِبراهيم ﴿قَالَ بَلْ فَعَلَهُ كَبِيرُهُمْ هذا﴾ ليقولوا إِنهم لا ينطقون ولا ينفعون ولا يضرون فيقول لهم فلم تعبدونهم؟ فتقوم عليهم الحجة منهم كما يجوز فرض الباطل مع الخصم حتى يرجع إلى الحق من نفسه فإنه أقرب في الحجة وأقطع للشبهة ﴿فرجعوا إلى أَنفُسِهِمْ﴾ أي رجعوا إلى عقولهم وتفكروا بقلوبهم ﴿فقالوا إِنَّكُمْ أَنتُمُ الظالمون﴾ أي أنتم الظالمون في عبادة ما لا ينطق ﴿ثُمَّ نُكِسُواْ على رُءُوسِهِمْ﴾ أي أنقلبوا من الإِذعان إلى المكابرة والطغيان ﴿لَقَدْ عَلِمْتَ مَا هؤلاء يَنطِقُونَ﴾ أي قالوا في لجاجهم وعنادهم: لقد علمتَ يا إِبراهيم أن هذه الأَصنام لا تتكلم ولا تجيب فكيف تأمرنا بسؤالها؟ وهذا إِقرار منهم بعجز الآلهة، وحينئذٍ توجهت لإِبراهيم الحجة عليهم فأخذ يوبخهم ويعنّفهم ﴿قَالَ أَفَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُكُمْ شَيْئًا وَلاَ يَضُرُّكُمْ﴾ أي أتعبدون جمادات لا تضر ولا تنفع؟ ﴿أُفٍّ لَّكُمْ وَلِمَا تَعْبُدُونَ مِن دُونِ الله﴾ أي قبحًا لكم ونتنًا لكم وللأصنام التي عبدتموها من دون الله ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا تعقلون قبح صنيعكم؟ ﴿قَالُواْ حَرِّقُوهُ وانصروا آلِهَتَكُمْ﴾ لما لزمتهم الحجة وعجزوا عن الجواب عدلوا إلى البطض والتنكيل فقالوا: احرقوا إِبراهيم بالنار انتقامًا لآلهتكم ونصرةً لها ﴿إِن كُنتُمْ فَاعِلِينَ﴾ أَي إِن كنتم ناصريها حقًا ﴿قُلْنَا يانار كُونِي بَرْدًا وسلاما على إِبْرَاهِيمَ﴾ أي ذات بردٍ وسلامة وجاءت العبارةُ هكذا للمبالغة قال المفسرون: لما أرادوا إِحراق إِبراهيم جمعوا له حطبًا مدة شهر حتى كانت المرأة تمرض فتنذر إِن عوفيت أن تحمل حطبًا لحرق إِبراهيم، ثم جعلوه في حفرة من الأرض وأضرموها نارًا فكان لها لهب عظيم حتى إِن الطائر ليمرُّ من فوقها فيحترق من شدة وهجها وحرها، ثم أوثقوا إِبراهيم وجعلوه في منجنيق ورموه في النار، فجاء إِليه جبريل فال: ألك حاجة؟ قال أمّا إِليك فلا، فقال جبريل: فاسأل ربك، فقال: «حسبي من سؤالي علمه بحالي» فقال الله: يا نار كوني بردًا وسلامًا على إِبراهيم، ولم تحرق النار منه سوى وثاقه وقال ابن عباس: لو لم يقل الله ﴿وسلاما﴾ لآذى إِبراهيم بردها ﴿وَأَرَادُواْ بِهِ كَيْدًا﴾ أي أرادوا تحريقه بالنار ﴿فَجَعَلْنَاهُمُ الأخسرين﴾ أي أخسر الناس وأخسر من كل خاسر حيث كادوا لنبيّ اللهِ فردَّ الله كيدهم في نحورهم ﴿وَنَجَّيْنَاهُ وَلُوطًا إِلَى الأرض التي بَارَكْنَا فِيهَا لِلْعَالَمِينَ﴾ أي ونجينا إِبراهيم مع ابن أخيه لوط حيث هاجرا من العراق إلى الشام التي بارك الله فيها بالخِصب وكثرة الأَنبياء ووفرة الأنهار والأشجار قال ابن الجوزي: وبركتُها أن الله ﷿ بعث أكثر الأنبياء منها وأكثر فيها الخِصب والأنهار ﴿وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ نَافِلَةً﴾ أي أعطينا إِبراهيم - بعدما سأل ربه الولد - إسحاق وأعطيناه كذلك يعقوب نافلةً أي زيادة وفضلًا من غير سؤال قال المفسرون: سأل إِبراهيم ربه ولدًا فأعطاه الله إسحاق وزاده يعقوب نافلة زيادة على ما سأل لأنَّ ولد الولد كالولد ﴿وَكُلًاّ جَعَلْنَا صَالِحِينَ﴾ أي وكلًا من إِبراهيم وإِسحاق ويعقوب جعلناه من أهل الخير والصلاح ﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَهْدُونَ بِأَمْرِنَا﴾ أي جعلناهم قدوةٌ ورؤساء لغيرهم يرشدون الناس إلى الدين بأمر الله ﴿وَأَوْحَيْنَآ إِلَيْهِمْ","vol":"2","page":245},{"text":"فِعْلَ الخيرات﴾ أي أوحينا إِليهم أن يفعلوا الخيرات ليجمعوا بين العلم والعمل ﴿وَإِقَامَ الصلاة وَإِيتَآءَ الزكاة﴾ أي وأمرناهم بطريق الوحي بإِقامة الصلاة وإِيتاء الزكاة، وإِنما خصهما بالذكر لأن الصلاة أفضلُ العبادات البدنية، والزكاة أفضلُ العبادات المالية ﴿وَكَانُواْ لَنَا عَابِدِينَ﴾ أي موحدين مخلصين في العبادة ﴿وَلُوطًا آتَيْنَاهُ حُكْمًا وَعِلْمًا﴾ أي وأعطينا لوطًا النبوة والعلم والفهم السديد قال ابن كثير: كان لوط قد آمن بإِبراهيم ﵇ واتَّبعه وهاجر معه كما قال تعالى\n﴿فَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إلى ربي﴾ [العنكبوت: ٢٦] فآتاه الله حُكمًا وعلمًا وأوحى إِليه وجعله نبيًا وبعثه إلى «سدوم» فكذبوه فأهلكهم الله ودمَّر عليهم كما قصّ خبرهم في غير موضع من كتابة العزيز ﴿وَنَجَّيْنَاهُ مِنَ القرية التي كَانَت تَّعْمَلُ الخبائث﴾ أي خلَّصناه من أهل قرية سدوم الذين كانواْ يعملون الأعمال الخبيثة كاللواط وقطع السبيل وغير ذلك ﴿إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فَاسِقِينَ﴾ أي كانوا أشرارًا خارجين عن طاعة الله ﴿وَأَدْخَلْنَاهُ فِي رَحْمَتِنَآ إِنَّهُ مِنَ الصالحين﴾ أي أدخلناه في أهل رحمتنا لأنه من عبادنا الصالحين ﴿وَنُوحًا إِذْ نادى مِن قَبْلُ﴾ أي واذكر قصة نوح حين دعا على قومه من قبل هؤلاء الأنبياء المذكورين، دعا عليهم بالهلاك حين كذبوه بقوله ﴿رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّارًا﴾ [نوح: ٢٦] ﴿فاستجبنا لَهُ فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الكرب العظيم﴾ أي استجبنا دعاءه فأنقذناه ومن معه من المؤمنين - ركاب السفينة - من الطوفان والغرق الذي كان كربًا وغمًا شديدًا يكاد يأخذ بالأنفاس ﴿وَنَصَرْنَاهُ مِنَ القوم الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي منعناه من شر قومه المكذبين فنجيناه وأهلكناهم ﴿إِنَّهُمْ كَانُواْ قَوْمَ سَوْءٍ فَأَغْرَقْنَاهُمْ أَجْمَعِينَ﴾ أي كانوا منهمكين في الشرّ فأغرقناهم جميعًا ولم نُبْق منهم أحدًا ﴿وَدَاوُودَ وَسُلَيْمَانَ إِذْ يَحْكُمَانِ فِي الحرث﴾ أي واذكر قصة داود وسليمان حين يحكمان في شأن الزرع ﴿إِذْ نَفَشَتْ فِيهِ غَنَمُ القوم﴾ أي وقت رعت فيه غنم القوم ليلًا فأفسدته ﴿وَكُنَّا لِحُكْمِهِمْ شَاهِدِينَ﴾ أي كنا مطَّلعين على حكم كلٍ منهما عالمين به ﴿فَفَهَّمْنَاهَا سُلَيْمَانَ﴾ أي علمنا وألهمنا سليمان الحكم في القضية ﴿وَكُلًاّ آتَيْنَا حُكْمًا وَعِلْمًا﴾ أي وكلًا من داود وسليمان أعطيناه الحكمة والعلم الواسع مع النبوة قال المفسرون: تخاصم إلى داود رجلان دخلت غنم أحدهما على زرع الآخر بالليل فأفسدته فلم تُبق منه شيئًا، فقضى بأن يأخذ صاحب الزرع الغنم، فخرج الرجلان على سليمان وهو الباب فأخبراه بما حكم به أبوه فدخل عليه فقال: يا نبيَّ الله لو حكمتَ بغير هذا كان أرفق للجميع! قال: وما هو؟ قال: يأخذ صاحب الغنم الأرض فيصلحها ويبذرها حتى يعود زرعها كما كان، ويأخذ صاحب الزرع الغنم وينتفع بألبانها وصوفها ونسلها، فإذا خرج الزرع رُدَّت الغنم إلى صاحبها والأرض إلى ربها فقال له داود: وُفّقت يا بُنيَّ وقضى بينهما بذلك فذلك قوله تعالى ﴿فَفَهَّمْنَاهَا سُلَيْمَانَ﴾ ﴿وَسَخَّرْنَا مَعَ دَاوُودَ الجبال يُسَبِّحْنَ والطير﴾ أي جعلنا الجبال والطير تسبّح مع داود إذا سبّح قال ابن كثير: وذلك لطيب صوته بتلاوة الزبور فكان إِذا ترنّم بها تقف الطير في الهواء فتجاوبه وتردُّ عليه الجبال تأويبًا وإِنما قدَّم ذكر الجبال على الطير لأن تسخيرها وتسبيحها أعجب وأغرب وأدخل في الإعجاز لأنها جماد ﴿وَكُنَّا فَاعِلِينَ﴾ أي وكنا قادرين على فعل ذلك ﴿وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ﴾ أي علمنا داود صنع","vol":"2","page":246},{"text":"الدروع بإِلانةِ الحديد له قال قتادة: أول من صنع الدروع داود وكانت صفائح فهو أول من سردها وحلَّقها ﴿لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ﴾ أي لتقيكم في القتال شرٌ الأعداء ﴿فَهَلْ أَنتُمْ شَاكِرُونَ﴾ استفهامٌ يراد به الأمر أي اشكروا الله على ما أنعم به عليكم، ولما ذكر تعالى ما خصَّ به نبيه داود ﵇ ذكر ما خصَّ به ابنه سليمان فقال ﴿وَلِسُلَيْمَانَ الريح عَاصِفَةً﴾ أي وسخرنا لسليمان الريح عاصفةً أي شديدة الهبوب ﴿تَجْرِي بِأَمْرِهِ إِلَى الأرض التي بَارَكْنَا فِيهَا﴾ أي تسير بمشيئته وإرادته إلى أرض الشام المباركة بكثرة الأشجار والأنهار والثمار، وكانت مسكنه ومقر ملكه ﴿وَكُنَّا بِكُلِّ شَيْءٍ عَالِمِينَ﴾ أي وكنا عالمين بجميع الأمور فما أعطيناه تلك المكانة إِلا لما نعلمه من الحكمة ﴿وَمِنَ الشياطين مَن يَغُوصُونَ لَهُ﴾ أي وسخرنا لسليمان بعض الشياطين يغوصون في الماء ويدخلون أعماق البحار ليستخرجوا له الجواهر واللآلئ ﴿وَيَعْمَلُونَ عَمَلًا دُونَ ذلك﴾ أي ويعملون أعمالًا أخرى سوى الغوص كبناء المدن والقصور الشاهقة والأمور التي يعجز عنها البشر ﴿وَكُنَّا لَهُمْ حَافِظِينَ﴾ أي نحفظهم عن الزيغ عن أمره أو الخروج عن طاعته.\nالبَلاَغَة: تضمنت الآيات من وجوه الفصاحة والبديع ما يلي:\n١ - الاستعارة اللطيفة ﴿ثُمَّ نُكِسُواْ على رُءُوسِهِمْ﴾ شبه رجوعهم عن الحق إلى الباطل بانقلاب الشخص حتى يصبح أسفله أعلاه بطريق الاستعارة.\n٢ - الطباق بين ﴿يَنفَعُكُمْ. . ويَضُرُّكُمْ﴾ .\n٣ - المبالغة ﴿كُونِي بَرْدًا﴾ أطلق المصدر وأراد اسم الفاع ل أي باردة أو ذات برد.\n٤ - عطف الخاص على العام ﴿فِعْلَ الخيرات وَإِقَامَ الصلاة وَإِيتَآءَ الزكاة﴾ لأن الصلاة والزكاة من فعل الخيرات وإِنما خصهما بالذكر تنبيهًا لعلو شأنهما وفضلهما.\n٥ - الاحتراس ﴿وَكُلًاّ آتَيْنَا حُكْمًا وَعِلْمًا﴾ دفعًا لتوهم انتقاص مقام داود ﵇.\n٦ - المجاز المرسل ﴿وَأَدْخَلْنَاهُ فِي رَحْمَتِنَآ﴾ أي في الجنة لأنها مكان تنزل الرحمة فالعلاقة المحلية.\n٧ - السجع غير المتكلف ﴿العَابِدِينَ الصابرين، الصالحين﴾ الخ.\nتنبيه: وصف تعالى الريح هاهنا بقوله ﴿عَاصِفَةً﴾ ووصفها في مكان آخر بقوله ﴿رُخَآءً﴾ [ص: ٣٦] والعاصفة هي الشديدة، والرخاء هي اللَّينة، ولا تعارض بين الوصفين لأن الريح كانت ليّنة طيبة وكانت تسرع في جريها كالعاصف فجمعت الوصفين فتدبر.","vol":"2","page":247},{"text":"المنَاسَبَة: لما ذكر تعالى جملةً من الأنبياء «إبراهيم، نوح، لوط، داود، سليمان» وما نال كثيرًا منهم من الابتلاء، ذكر هنا قصة أيوب وابتلاء الله له بأنواع المحن ثم أعقبها بذكر محنة يونس وزكريا وعيسى وكلُّ ذلك بقصد التسلية للرسول ﷺ َ ليتأسى بهم.\nاللغَة: ﴿ذَا النون﴾ النون: الحوت وذا النون لقب ليونس بن متّى لابتلاع النون له ﴿أَحْصَنَتْ﴾ الإحصان: العفة يقال: رجل محصنٌ وامرأة محصنة أي عفيفة ﴿رَغَبًا وَرَهَبًا﴾ الرغب: الرجاء، والرهب: الخوف ﴿كُفْرَانَ﴾ الكفر والكفران: الجحود وأصله الستر لأن الكافر يستر","vol":"2","page":248},{"text":"نعمة الله ويجحدها ﴿حَدَبٍ﴾ الحدب: ما ارتفع من الأرض مأخوذ من حدبة الظهر قال عنترة:\nفما رعِشتْ يداي ولا ازدهاني ... تواترهم إليَّ من الحِداب\n﴿يَنسِلُونَ﴾ يسرعون يقال: نسل الذئب ينسل نسلانًا أي أسرع ﴿حَصَبُ﴾ الحصب: ما توقد به النار كالحطب وغيره ﴿زَفِيرٌ﴾ أنين وتنفس شديد ﴿حَسِيسَهَا﴾ الحسيس: الصوتُ والحسُّ والحركة الذي يُحس به من حركة الأجرام ﴿السجل﴾ الصحيفة لأن بها يُسجل المطلوب.\nسَبَبُ النّزول: عن ابن عباس قال: لما نزل قوله تعالى ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ شقَّ ذلك على كفار قريش وقالوا: شتم آلهتنا واتوا ابن الزَّبعري وأخبروه فقال: لو حضرتُه لرددتُ عليه قالوا: وما كنت تقول له؟ قال أقول له: هذا المسيح تعبده النصارى، وهذا عزير تعبده اليهود؛ أفهما من حصب جهنم؟ فعجبت قريش من مقالته وأوا أنَّ محمدًا قد خصم فأنزل الله ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ﴾ .\nالتفسِير: ﴿وَأَيُّوبَ إِذْ نادى رَبَّهُ﴾ أي واذكر قصة نبيّ الله أيوب حين دعا ربَّه بتضرع وخشوع ﴿أَنِّي مَسَّنِيَ الضر﴾ أي نالني البلاء والكرب والشدة قال المفسرون: كان أيوب نبيًا من الروم، وكان له أولاد ومال كثير، فأذهب الله ماله فصبر، ثم أهلك الأولاد فصبر، ثم سلَّط البلاء والمرض على جسمه فصبر فمر عليه ملأ من قومه فقالوا: ما أصابه هذا إلا بذنب عظيم فعند ذلك تضرَّع إلأى الله فكشف عنه ضره ﴿وَأَنتَ أَرْحَمُ الراحمين﴾ أي أكثرهم رحمة فارحني، ولم يصرّح بالدعاء ولكنه وصف نفسه بالعجز والضعف، ووصف ربه بغاية الرحمة ليرحمه، فكان فيه من حسن التلطف ما ليس في التصريح بالطلب ﴿فاستجبنا لَهُ﴾ أي أجبنا دعاءه وتضرعه ﴿فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ﴾ أي أزلنا ما أصابه من ضر وبلاء ﴿وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُمْ مَّعَهُمْ﴾ قال ابن مسعود: مات أولاده وهم سبعة من الذكور وسبعة من الإناث فلما عوفي أُحيوا له وولدت له امرأته سبعة بنين وسبع بنات. والمعنى أعطيناه أهله في الدنيا ورزقناه من زوجته مثل ما كان له من الأولاد والأتباع ﴿رَحْمَةً مِّنْ عِندِنَا﴾ أي من أجل رحمتنا إِيّأه ﴿وذكرى لِلْعَابِدِينَ﴾ أي وتذكرة لغيره من العابدين ليصبوا كما صبر قال القرطبي: أي وتذكيرًا للعُبَّاد لأنهم إذا ذكروا بلاء أيوب ومحنته وصبره وطّنوا أنفسهم على الصبر على شدائد الدنيا مثل ما فعل أيوب وهو أفضل أهل زمانه، يُروى أنَّ أيوب مكث في البلاء ثمان عشرة سنة فقالت له امرأته يومًا: لو دعوتَ الله ﷿ فقال لها: كم لبثنا في الرخاء؟ فقالت: ثمانين سنة فقال: إني أستحيي من الله أن أدعوه وما مكثت في بلائي المدة التي مكثتها في رخائي ﴿وَإِسْمَاعِيلَ وَإِدْرِيسَ وَذَا الكفل﴾ أي واذكر لقومك قصة إسماعيل بن إِبراهيم وإِدريس بن شيث وذا الكفل ﴿كُلٌّ مِّنَ الصابرين﴾ أي كل من هؤلاء الأنبياء من أهل الإِحسان والصبر، جاهدوا في الله","vol":"2","page":249}]