[{"text":"وصبروا على ما نالهم من الأذى ﴿وَأَدْخَلْنَاهُمْ فِي رَحْمَتِنَا﴾ أي أدخلناهم بصبرهم وصلاحهم الجنة دار الرحمة والنعيم ﴿إِنَّهُمْ مِّنَ الصالحين﴾ أي لأنهم من أهل الفضل والصلاح ﴿وَذَا النون﴾ أي واذكر لقومك قصة يونس الذي ابتلعه الحوت، والنونُ هو الحوتُ نُسب إِليه لأنه التقمه ﴿إِذ ذَّهَبَ مُغَاضِبًا﴾ أي حين خرج من بلده مغاضبًا لقومه إِذ كان يدعوهم إِلى الإِيمان فيكفرون حتى أصابه ضجر منهم فخرج عنهم ولذلك قال الله تعالى\n﴿وَلاَ تَكُن كَصَاحِبِ الحوت﴾ [القلم: ٤٨] ولا يصح قول من قال: مغاضباص لربه قال أبو حيان: وقولُ من قال مغاضبًا لربه يجب طرحه إِذ لا يناسب مصب النبوة وقال الرازي: لا يجوز صرف المغاضبة إِلى الله تعالى لأن ذلك صفة من يجهل كون الله مالكًا للأمر والنهي، والجاهلث بالله لا يكون مؤمنًا فضلًا عن أن يكوننبيًا، ومغاضبتُه لقومه كانت غضبًا لله، وأنفةً لدينه، وبغضًا للكفر وأهله ﴿فَظَنَّ أَن لَّن نَّقْدِرَ عَلَيْهِ﴾ أي ظنَّ يونس أنْ لن نضيّق عليه بالعقوبة كفوله ﴿وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ﴾ [الطلاق: ٧] أي ضُيّق عليه فيه فهو من القدر لا من القُدرة قال الإِمام الفخر: من ظنَّ عجز الله فهو كافر، ولا خلاف أنه لا يجوز نسبة ذلك إلى آحاد المؤمنين فكيف إِلى الأنبياء ﵈! روي أنه دخل ابن عباس على معاوية فقال له معاوية: لقد ضربتني أمواج القرآن البارحة فغرقتُ فيها فلم أجدْ لي خلاصًا إِلا بك، فقال: وما هي؟ قال: يظنُّ نبيُّ الله يونس أن لن يقدر الله عليه؟ فقال ابن عباس: هذا من القدْر لا من القُدرة ﴿فنادى فِي الظلمات﴾ أي نادى ربه في ظلمة الليل وهو في بطن الحوت قال ابن عباس: جمعت الظلمات لأنها ظلمة الليل، وظلمةُ البحر، وظلمةُ بطن الحوت ﴿أَن لاَّ إله إِلاَّ أَنتَ﴾ أي نادى بأن لا إِله إِلا أنت يا رب ﴿سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين﴾ أي تنزَّهت يا ربّ عن النقص والظلم، وقد كنتُ من الظالمين لنفسي وأنا الآن من التائبين النادمين فاكشفْ عني المحنة وفي الحديث\n«ما من مكروبٍ يدعو بهذا الدعاء إِلا استجيب له» ﴿فاستجبنا لَهُ وَنَجَّيْنَاهُ مِنَ الغم﴾ أي استجبنا لتضرعه واستغاثته ونجيناه من الضيق والكرب الذي ناله حين التقمه الحوت ﴿وكذلك نُنجِي المؤمنين﴾ أي كما نجينا يونس من تلك المحنة ننجي المؤمنين من الشدائد والأهوال إذا استغاثوا بنا ﴿وَزَكَرِيَّآ إِذْ نادى رَبَّهُ رَبِّ لاَ تَذَرْنِي فَرْدًا﴾ أي واذكر يا محمد خبر رسولنا زكريا حين دعا ربه دعاء مخلص منيب قائلًا: ربّ لا تتركني وحيدًا بلا ولد ولا وارث قال ابن عباس: كان سنُّه مائة وسنُّ زوجته تسعًا وتسعين ﴿وَأَنتَ خَيْرُ الوارثين﴾ أي وأنت يا رب خير من يبقى بعد كل من يموت قال الألوسي: وفيه مدحٌ له تعالى بالبقاء، وإشارة إلى فناء من سواه من الأحياء، واستمطارٌ لسحائب لطفه ﷿ ﴿فاستجبنا لَهُ﴾ أي أجبنا دعاءه ﴿وَوَهَبْنَا لَهُ يحيى﴾ أي رزقناه ولدًا اسمه يحيى على شيخوخته ﴿وَأَصْلَحْنَا لَهُ زَوْجَهُ﴾ أي جعلناها ولودًا بعد أن كانت عاقرًا وقال ابن عباس: كانت سيئة الخُلُق طويلة اللسان فأصلحها الله تعالى فجعلها حسنة الخُلُق ﴿إِنَّهُمْ كَانُواْ يُسَارِعُونَ فِي الخيرات﴾ أي إِنما استجبنا دعاء من ذُكر من","vol":"2","page":250},{"text":"الأنبياء لأنهم كانوا صالحين يجدّون في طاعة الله ويتسابقون في فعل الطاعات وعمل الصالحات ﴿وَيَدْعُونَنَا رَغَبًا وَرَهَبًا﴾ أي طمعًا ورجاءً في رحمتنا وخوفًا وفزعًا من عذابنا ﴿وَكَانُواْ لَنَا خاشِعِينَ﴾ أي كانوا متذللن خاضعين لله يخافونه في السر والعلن ﴿والتي أَحْصَنَتْ فَرْجَهَا﴾ أي واذكر مريم البتول التي أعفت نفسها عن الفاحشة وعن الحلال والحرام كقوله ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ وَلَمْ أَكُ بَغِيًّا﴾ [مريم: ٢٠] قال ابن كثير: ذكر تعالى قصة مريم وابنها عيسى مقرونة بقصة زكريا وابنه حينى لأن تلك مربوطة بهذه فإِنها إِيجاد ولدٍ من شيخ كبير قد طعن في السن وامرأة عجوز لم تكن تلد في حال شبابها، وهذه أعجب فإِنها إِيجاد ولدٍ من أنثى بلا ذكر ولذلك ذكر قصة مريم بعدها ﴿فَنَفَخْنَا فِيهَا مِن رُّوحِنَا﴾ أي أمرنا جبريل فنفخ في فتحة درعها - قميصها - فدخلت النفخة إِلى جوفها فحملت بعيسى، وأضاف الروح إِليه تعلى على جهة التشريف ﴿وَجَعَلْنَاهَا وابنهآ آيَةً لِّلْعَالَمِينَ﴾ أي وجعلنا مريم مع ولدها عيسى علامةً وأعجوبة للخلق تدل عدرتنا الباهرة ليعتبر بها الناس ﴿إِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً﴾ أي دينكم وملتكم التي يجب ان تكونوا عليها أيها الناس ملةٌ واحدة غير مختلفة وهي ملة الإِسلام، والأنبياء كلهم جاءوا برسالة التوحيد قال ابن عباس: معناه دينكم دينٌ واحد ﴿وَأَنَاْ رَبُّكُمْ فاعبدون﴾ أي وأنا إِلهكم لا برَّ سواي فأفردوني بالعبادة ﴿وتقطعوا أَمْرَهُمْ بَيْنَهُمْ﴾ أي اختلفوا في الدين وأصبحوا فيه شيعًا وأحزابًا فمن موحّد، ومن يهودي، ونصراني ومجوسّي ﴿كُلٌّ إِلَيْنَا رَاجِعُونَ﴾ أي رجوعهم إِلينا وحسابهم علينا قال الرازي: معنى الآية جعلوا أمر دينهم فيما بينهم قِطعًا كما تتوزع الجماعة الشيء ويقتسمونه تمثيلًا لاختلافهم في الدين وصيرورتهم فرقًا وأحزابًا شتى ﴿فَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ﴾ أي من يعمل شيئًا من الطاعات وأعمال البرّ والخير بشرط الإِيمان ﴿فَلاَ كُفْرَانَ لِسَعْيِهِ﴾ أي لا بُطلان لثواب عمله ولا يضيع شيء من جزائه ﴿وَإِنَّا لَهُ كَاتِبُونَ﴾ أي نكتب عمله في صحيفته والمراد أمر الملائكة بكتابة أعمال الخلق ﴿وَحَرَامٌ على قَرْيَةٍ أَهْلَكْنَاهَآ أَنَّهُمْ لاَ يَرْجِعُونَ﴾ قال ابن عباس: أي ممتنعٌ على أهل قرية أهلكناهم أن يرجعوا بعد الهلاك إِلى الدنيا مرة ثانية وفي رواية عنه ﴿أَنَّهُمْ لاَ يَرْجِعُونَ﴾ أي لا يتوبون قال ابن كثير: والأول أظهر وقال في البحر: المعنى وممتنع على أهل قرية قدرنا إِهلاكهم لكفرهم رجوعهم في الدنيا إِلى الإِيمان إِلى أن تقوم الساعة فحينئذٍ يرجعون ﴿حتى إِذَا فُتِحَتْ يَأْجُوجُ وَمَأْجُوجُ﴾ أي حتى إذا فتح سدُّ يأجوج ومأجوج ﴿وَهُمْ مِّن كُلِّ حَدَبٍ يَنسِلُونَ﴾ أي وهم لكثرتهم من كل مرتفع من الأرض ومن كل أكمة وناحية يسرعون لالنزول والمرادُ أن يأجوج ومأجوج لكثرتهم يخرجون من كل طريق للفساد في الأرض ﴿واقترب الوعد الحق﴾ أي اقترب وقت القيامة قال المفسرون: جعل الله خروج يأجوج ومأجوج علمًا على قرب الساعة قال ابن مسعود: الساعةُ من الناس بعد يأجوج ومأجوج كالحامل التمتّم لا يدري أهلُها متى تفْجؤهم بولدها ليلًا أو نهارًا ﴿فَإِذَا هِيَ شَاخِصَةٌ أَبْصَارُ الذين كَفَرُواْ﴾ الضمير للقصة والشأن أي فإِذا شأن الكافرين أنَّ أبصارهم شاخصة من هول ذلك اليوم لا تكاد تطرف","vol":"2","page":251},{"text":"من الحيرة وشدة الفزع ﴿ياويلنا قَدْ كُنَّا فِي غَفْلَةٍ مِّنْ هذا﴾ أي ويقولون يا ويلنا أي يا حسرتنا وهلاكنا قد كنا في غفلةٍ تامة عن هذا المصير المشئوم واليوم الرهيب ﴿بَلْ كُنَّا ظَالِمِينَ﴾ أضربوا عن القول السابق وأخبروا بالحقيقة المؤلمة والمعنى لم نكن ف غفلةٍ حيث ذكَّرتنا الرسلُ ونبَّهتنا الآيات بل كنا ظالمين لأنفسنا بالتكذيب وعدم الإِيمان ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله﴾ أي إِنكم أيها المشركون وما تعبدونه من الأوثان والأصنام ﴿حَصَبُ جَهَنَّمَ﴾ أي حطب جهنم ووقودها قال أبو حيان: الحَصب ما يحصب به أي يُرمى بهْ في نار جهنم، وقبل أن يُرمى به لا يُطلق عليه حصبٌ إِلا مجازًا ﴿أَنتُمْ لَهَا وَارِدُونَ﴾ أي أنتم داخلوها مع الأصنام، وإِنما جمع الله الكفار مع معبوداتهم في النار لزيادة غمّهم وحسرتهم برؤيتهم الآلهة التي عبدوها معهم في عذاب الجحيم ﴿لَوْ كَانَ هؤلاء آلِهَةً مَّا وَرَدُوهَا﴾ أي لو كانت هذه الأصنام التي عبدتموها آلهةً ما دخلوا جهنم ﴿وَكُلٌّ فِيهَا خَالِدُونَ﴾ أي العابدون والمعبدون كلهم في جهنم مخلَّدون ﴿لَهُمْ فِيهَا زَفِيرٌ﴾ أي لهؤلاء الكفرة في النار زفير وهو صوت النَّفس الذي يخرج من قلب المغموم وهو يشبه أنين المحزون والمكلوم ﴿وَهُمْ فِيهَا لاَ يَسْمَعُونَ﴾ أي لا يسمعون في جهنم شيئًا لنهم يُحشرون صُمًا كما قال تعالى\n﴿وَنَحْشُرُهُمْ يَوْمَ القيامة على وُجُوهِهِمْ عُمْيًا وَبُكْمًا وَصُمًّا﴾ [الإسراء: ٩٧] قال القرطبي: وسماعُ الأشياء فيها روح وأُنس، فمنع الله الكفار ذلك في النار وقال ابن مسعود: إِذا بقي من يُخلَّد في نار جهنم جعلوا في توابيت من نار، فيها مسامير من نار فلا يسمعون شيئًا، ولا يرى أحد منهم أنه يُعذُب في النار غيره ثم تلا الآية ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى﴾ أي سبقت لهم السعادة ﴿أولئك عَنْهَا مُبْعَدُونَ﴾ أي هم عن النار معبدون لا يصلون حرَّها ولا يذوقون عذابها قال ابن عباس: أولئك أولياء الله يمرون على الصراط مرًّا أسرع من البرق ويبقى الكفار فيها جثيًا ﴿لاَ يَسْمَعُونَ حَسِيسَهَا﴾ أي لا يسمعون حسَّ النار ولا حركة لهبها وصوتها ﴿وَهُمْ فِي مَا اشتهت أَنفُسُهُمْ خَالِدُونَ﴾ أي وهم في الجنة دائمون، لهم فيها تشتهيه الأنفس وتلذ الأعين ﴿لاَ يَحْزُنُهُمُ الفزع الأكبر﴾ أي لا تصيبهم أهوال يوم القيامة والبعث لأنهم في مأمنٍ منها ﴿وَتَتَلَقَّاهُمُ الملائكة﴾ أي تستقبلهم الملائكة على أبواب الجنة يهنئونهم قائلين ﴿هذا يَوْمُكُمُ الذي كُنتُمْ تُوعَدُونَ﴾ أي هذا يوم الكرامة والنعيم الذي وعدكم الله به فأبشروا بالهناء والسرور ﴿يَوْمَ نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ﴾ أي اذكر يوم نطوي السماء طياص مثل طيّ الصحيفة على ما فيها، فاللام بمعنى «على» ﴿كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ﴾ أي نحشرهم حفاةً عُراةً غُرْلًا على الصورة التي بدأنا خلقهم فيها وفي الحديث «إنكم محشورون إِلى الله حفاةً عُراةً غُرلًا ﴿كَمَا بَدَأْنَآ أَوَّلَ خَلْقٍ نُّعِيدُهُ وَعْدًا عَلَيْنَآ إِنَّا كُنَّا فَاعِلِينَ﴾ ألا وإِنَّ أول الخلائق يُكسى يوم القيامة إِبراهيم ﵇. .» الحديث ﴿وَعْدًا عَلَيْنَآ﴾ أي وعدًا مؤكدًا لا يُخلف ولا يبدّل لازم علينا إِنجازه والوفاء به ﴿إِنَّا كُنَّا فَاعِلِينَ﴾ أي قادرين على ما نشاء، وهو تأكيد لوقوع البعث ﴿وَلَقَدْ كَتَبْنَا فِي الزبور﴾ أي سجلنا وسطرنا في الزبور المنزل على داود ﴿مِن بَعْدِ","vol":"2","page":252},{"text":"الذكر﴾ أي من بعد ما سطرنا في اللوح المحفوظ أزلًا ﴿أَنَّ الأرض يَرِثُهَا عِبَادِيَ الصالحون﴾ أي أن الجنة يرثها المؤمنون الصالحون قال ابن كثير: أحبر سبحانه في التوراة والزبور وسابق علمه قبل أن تكون السماوات والأرض أن يورث أمة محمد ﷺ َ الأرض ويُدخلهم الجنة وهم الصالحون وقال القرطبي: أحسن ما قيل فيها أنه يراد به أرض الجنة لأن الأرض في الدنيا قد ورثها الصالحون وغيرهم وهو قول ابن عباس ومجاهد ويدل عليه قوله تعالى ﴿وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ وَأَوْرَثَنَا الأرض﴾\n[الزمر: ٧٤] وأكثر المفسرين على أن المراد بالعباد الصالحين أمة محمد ﷺ َ، وقال مجاهد: الزبور: الكتب المنزلة، والذكرُ أمُّ الكتاب عند الله ﴿إِنَّ فِي هذا لَبَلاَغًا لِّقَوْمٍ عَابِدِينَ﴾ أي إِنَّ في هذا المذكور في هذه السورة من الأخبار والوعد والوعيد والمواعظ البالغة لكفايةً لقوم خاضعين متذللين لله جل وعلا، المؤثرين لطاعة الله على طاعة الشيطان ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ رَحْمَةً لِّلْعَالَمِينَ﴾ أي وما أرسلناك يا محمد إلا رحمة للخلق أجمعين وفي الحديث «إنما أنا رحمةٌ مهداة» فمن قَبِلَ هذه الرحمة وشكر هذه النعمة سعد في الدنيا والآخرة ﴿قُلْ إِنَّمَآ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ﴾ أي قل يا محمد لهؤلاء المشركين: إِنما أوحى إِليَّ ربي أنَّ إِلهكم المستحق للعبادة إِله واحد أحد فرد صمد ﴿فَهَلْ أَنتُمْ مُّسْلِمُونَ﴾ استفهام ومعناه الأمر أي فأسلموا له وانقادوا لحكمه وأمره ﴿فَإِن تَوَلَّوْاْ﴾ أي فإِن أعرضوا عن الإِسلام ﴿فَقُلْ آذَنتُكُمْ على سَوَآءٍ﴾ أي فقل لهم أعلمتكم بالحق على استواءٍ في الإِعلام لم أخصَّ أحدًا دون أحد ﴿وَإِنْ أدري أَقَرِيبٌ أَم بَعِيدٌ مَّا تُوعَدُونَ﴾ أي وما أدري متى يكون ذلك العذاب؟ ولا متى يكون أجل الساعة؟ فهو واقع لا محالة ولكنْ لا علم لي بقربه ولا ببعده ﴿إِنَّهُ يَعْلَمُ الجهر مِنَ القول وَيَعْلَمُ مَا تَكْتُمُونَ﴾ أي اللَّهُ هو العلام الذي لا يخفى عليه شيء، يعلم الظواهر والضمائر، ويعلم السرَّ وأخفى، وسيجازي كلًا بعمله ﴿وَإِنْ أَدْرِي لَعَلَّهُ فِتْنَةٌ لَّكُمْ﴾ أي وما أدري لعل هذا الإِمهال وتأخير عقوبتكم امتحانٌ لكم لنرى كيف صنيعكم ﴿وَمَتَاعٌ إلى حِينٍ﴾ أي ولعلَّ هذا التأخير لتستمتعوا إِلى زمنٍ معين ثم يأيكم عذاب الله الأليم ﴿قَالَ رَبِّ احكم بالحق﴾ أي احكم بيني وبين هؤلاء المكذبين وافصل بيننا بالحق ﴿وَرَبُّنَا الرحمن المستعان على مَا تَصِفُونَ﴾ أي أستعين بالله على الصبر على تصفونه من الكفر والتكذيب. ختم السورة الكريمة بأمر النبي ﷺ َ بتفويض الأمر إِليه وتوقع الفرج من عنده، فهو نعم الناصر ونعم المعين.\nالبَلاَغَة: تضمنت الآيات الكريمة من وجوه البيان والبديع ما يلي:\n١ - التعرض للرحمة بطريق التلطف ﴿وَأَنتَ أَرْحَمُ الراحمين﴾ ولم يقل: ارحمني.","vol":"2","page":253},{"text":"٢ - جناس الاشتقاق ﴿أَرْحَمُ الراحمين﴾ .\n٣ - الجناس الناقص ﴿الصابرين. . الصالحين﴾ .\n٤ - الطباق بين ﴿رَغَبًا. . وَرَهَبًا﴾ وبين ﴿بَدَأْنَآ. . ونُّعِيدُهُ﴾ وبين ﴿أَقَرِيبٌ أَم بَعِيدٌ﴾ .\n٥ - التشريف ﴿فَنَفَخْنَا فِيهَا مِن رُّوحِنَا﴾ أضاف الروح إِليه تعالى على جهة التشريف كقوله ﴿نَاقَةَ الله﴾ .\n٦ - الاستعارة التمثيلية ﴿وتقطعوا أَمْرَهُمْ بَيْنَهُمْ﴾ مثَّل اختلافهم في الدين وتفرقهم فيه إِلى شيع وأحزاب بالجماعة تتوزع الشيء لهذا نصيب، وهذا من لطيف الاستعارة.\n٧ - الإِيجاز بالحذف ﴿ياويلنا﴾ أي ويقولون يا ويلنا، ومثلُه قوله ﴿وَتَتَلَقَّاهُمُ الملائكة هذا يَوْمُكُمُ﴾ أي تقول لهم الملائكة هذا يومكم الذي كنتم توعدون.\n٨ - التشبيه المرسل المفصل ﴿نَطْوِي السمآء كَطَيِّ السجل لِلْكُتُبِ﴾ أي طيًا مثل طيّ الصحيفة على ما كتب فيها.\n٩ - الاستفهام الذي يراد به الأمر ﴿فَهَلْ أَنتُمْ مُّسْلِمُونَ﴾ أي أسلموا.\n١٠ - السجع ﴿فاعبدون، كَاتِبُونَ، رَاجِعُونَ﴾ الخ وهو من المحسنات البديعية.","vol":"2","page":254},{"text":"اللغَة: ﴿زَلْزَلَةَ﴾ الزلزلة: شدة الحركة وأصل الكلمة من زلَّ عن الموضع أي زال عنه وتحرك، وزلزل الله قدمه أي حركها، وهذه اللفظة تستعمل في تهويل الشيء ﴿تَذْهَلُ﴾ ذهل عن الشيء اشتغل عنه بشاغل من هم أو وجع أو غيره ﴿مُّضْغَةٍ﴾ المضغة: اللحمة الصغيرة قدر ما يُمضغ ﴿","vol":"2","page":256},{"text":"مُّخَلَّقَةٍ﴾ تامة الخِلْقة ﴿بَهِيجٍ﴾ حسن سار للناظر ﴿عِطْفِهِ﴾ العطف: الجانب ومنه قولهم: فلان ينظر في أعطافه أي في جوانبه ويسمى الرداء العِطاف والمعطف لأنه يوضع على الجانبين ﴿العشير﴾ الصاحب والخليل.\nالتفسِير: ﴿ياأيها الناس اتقوا رَبَّكُمْ﴾ خطاب لجميع البشر أي خافوا عذاب الله وأطيعوه بامتثال أوامره واجتناب نواهيه، وجماع القول في التقوى هو: طاعةُ الله واجتناب محارمه ولهذا قال بعض العلماء: التقوى أن لا يراك حيث نه اك، وأن لا يفقدك حيث أمرك ﴿إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ﴾ تعليلٌ للأمر بالتقوى أي إن الزلزال الذي يكون بين يدي الساعة أمر أمر عظيم وخطب جسيم لا يكاد يتصور لهوله ﴿يَوْمَ تَرَوْنَهَا﴾ أي في ذلك اليوم العصيب الذي تشاهدون فيه تلك الزلزلة وترون هول مطلعها ﴿تَذْهَلُ كُلُّ مُرْضِعَةٍ عَمَّآ أَرْضَعَتْ﴾ أي تغفل وتذهل - مع الدهشة وشدة الفزع - كل أنثى مرضعة عن رضيعها، إذ تنزع ثديها من فم طفلها وتنشغل - لهول ما ترى - عن أحب الناس إليها وهو طفلها الرضيع ﴿وَتَرَى الناس سكارى﴾ أي تراهم كأنهم سكارى يترنحون ترنح السكران من هول ما يدركهم من الخوف والفزع ﴿وَمَا هُم بسكارى﴾ أي وما هم على الحقيقة بسكارى من الخمر ﴿ولكن عَذَابَ الله شَدِيدٌ﴾ استدراك لما دهاهم أي ليسوا بسكارى ولكن أهوال الساعة وشدائدها أطارت عقولهم وسلبت أفكارهم فهم من خوف عذاب الله مشفقون ﴿وَمِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ﴾ أي وبعضٌ من الناس من يخاصم وينازع في قدرة الله وصفاته بغير دليل ولا برهان ويقول ما لا خير فيه من الأباطيل قال المفسرون: نزلت في النضر بن الحارث وكان جدلًا يثول الملائكة بناتُ الله، والقرآن أساطير الأولين، ولا بعث بعد الموت قال أبو السعود: والآية عامة له ولأضرابه من العُتاة المتمردين ﴿وَيَتَّبِعُ كُلَّ شَيْطَانٍ مَّرِيدٍ﴾ أي يطيع ويقتدي بكل عاتٍ متمرجد كرؤساء الكفر الصادّين عن الحق ﴿كُتِبَ عَلَيْهِ أَنَّهُ مَن تَوَلاَّهُ﴾ أي حكم الله وقضى أنه من تولى الشيطان واتخذه وليًا ﴿فَأَنَّهُ يُضِلُّهُ وَيَهْدِيهِ إلى عَذَابِ السعير﴾ أي فأن الشيطان يفويه ويسوقه إلى عذاب جهنم المستعرة، وعبر بلفظ ﴿وَيَهْدِيهِ﴾ على سبيل التهكم، ولما ذرك تعالى المجادلين في قدرة الله، المنكرين للبعث والنشور ذكر دليلين واضحين على إمكان البعث أحدهما في الإِنسان، والثاني في النبات فقال ﴿ياأيها الناس إِن كُنتُمْ فِي رَيْبٍ مِّنَ البعث فَإِنَّا خَلَقْنَاكُمْ مِّن تُرَابٍ﴾ أي إن شككتم في قدرتنا على إحيائكم بعد موتكم فانظروا في أصل خلقكم ليزول ريبكم فقد خلقنا أصلكم «أدم» من التراب، ومن قدر على خلقكم أول مرة قادر على أن يعيدكم ثاني مرة، والذي قدر على إخراج النبات من الأرض، بعد موتها قادر على أن يخرجكم من قبوركم ﴿ثُمَّ مِن نُّطْفَةٍ﴾ أي ثم جعلنا نسلة من المني الذي ينطف من صلب الرجل قال القرطبي: والنطف: القطر سمي نطفة لقلته ﴿ثُمَّ مِنْ عَلَقَةٍ﴾ وهو الدم الجامد الذي يشبه العلقة التي تظهر حول الأحواض والمياه ﴿ثُمَّ مِن مُّضْغَةٍ﴾ أي من قطعة من لحم مقدار ما يمضغ ﴿مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ﴾ أي مستبينة الخلق مصورة وغير مصوة قال ابن زيد: المخلقة التي خلق الله فيها الرأس واليدين والرجلين، وغير مخلقة التي لم يخلق فيها شيء ﴿لِّنُبَيِّنَ لَكُمْ﴾ أي","vol":"2","page":257},{"text":"خلقناكم على هاذ النموذج البديع لنبين لكم أسرار قدرتنا وحكمتنا قال الزمخشري: أي لنبين لكم بهذا التدريج قدرتنا، وأن من قدر على خلق البشر من تراب أولا، ثم من نطفة ثانيًا، ولا تناسب بين التراب والماء، وقدر على ان يجعل النطفة علقة وبينهما تباين ظاهر، ثم يجعل العلقة مضغة والمضغة عظامًا، قادر على إعادة ما بدأه، بل هذا أدخل في القدرة وأهون في القياس ﴿وَنُقِرُّ فِي الأرحام مَا نَشَآءُ﴾ أي ونثبت من الحمل في أرحام الأمهات من أردنا أن نُقرَّه فيها حتى يتكامل خلقه ﴿إلى أَجَلٍ مُّسَمًّى﴾ أي إلأى زمن معين هو وقت الوضع ﴿ثُمَّ نُخْرِجُكُمْ طِفْلًا﴾ أي ثم نخرج هاذ الجنين طفلًا ضعيفًا في بدنه وسمعه وبصره وحواسه، ثم نعطيه القوة شيئًا فشيئًا ﴿ثُمَّ لتبلغوا أَشُدَّكُمْ﴾ أي كمال قوتكم وعقلكم ﴿وَمِنكُمْ مَّن يتوفى﴾ أي ومنكم من يموت في ريعان شبابه ﴿وَمِنكُمْ مَّن يُرَدُّ إلى أَرْذَلِ العمر﴾ أي ومنكم من يعمر حتى يصل إلأى الشيخوخة والهرم وضعف القوة والخرف ﴿لِكَيْلاَ يَعْلَمَ مِن بَعْدِ عِلْمٍ شَيْئًا﴾ أي ليعود إلى ما كان عليه في أوان الطفولة من ضعف البنية، وسخافة العقل، وقلة الفهم، فينسى ما علمه وينكر ما عرفه ويعجز عما قدر عليه كما قال تعالى\n﴿وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِي الخلق﴾ [يس: ٦٨] ﴿وَتَرَى الأرض هَامِدَةً﴾ هذه هي الحجة الثانية على إمكان البعث أي وترى أيها المخاطب أو أيها المجادل الأرض يابسةً ميتة لا نبات فيها ﴿فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ﴾ أي فإذا أنزلنا عليها المطر تحركت بالنبات وانتفخت وزادت وحييت بعد موتها ﴿وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ﴾ أي واخرجت من كل صنفٍ عجيب ما يسر الناظر ببهائه ورونقه ﴿ذلك بِأَنَّ الله هُوَ الحق﴾ أي ذلك المذكور من خلق الإِنسان والنبات لتعلموا أن الله هو الخالق المدبر وأن ما في الكون من آار قدرته وشاهد بأن الله هو الحق ﴿وَأَنَّهُ يُحْيِي الموتى﴾ أي وبأنه القادر على إحياء الموتى كما أحيا الأرض الميتة بالنبات ﴿وَأَنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي وبأنه قادر على ما أراد ﴿وَأَنَّ الساعة آتِيَةٌ لاَّ رَيْبَ فِيهَا﴾ أي وليعلموا أن الساعة كائنة لا شك فيها ولا مرية ﴿وَأَنَّ الله يَبْعَثُ مَن فِي القبور﴾ أي يحيي الأموات ويعيدهم بعدما صاروا رممًا، ويبعثهم أحياء إلى موقف الحساب ﴿ومِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَابٍ مُّنِيرٍ﴾ أي يجادل في شأنه تعالى من غير تمسك بعلمٍ صحيح يهدي إلى المعرفة ولا كتابٍ نير بيّن الحجة بل بمجرد الرأي والهوى قال ابن عطية: كرر هذه على وجه التوبيخ فكأنه يقول: هذه الأمثال في غاية الوضوح والبيان ومن الناس مع ذلك من يجادل في الله بغير دليل ولا برهان ﴿ثَانِيَ عِطْفِهِ﴾ أي معرضًا عن الحق لاويًا عنقه كفرًا قال ابن عباس: مستكبرًا عن الحق إذا دُعي إليه قال الزمخشري: وثنيُ العطف عبارة عن الكِبر والخيلاء فهو كتصعير الخد ﴿لِيُضِلَّ عَن سَبِيلِ الله﴾ أي ليصُدَّ الناس عن دين الله وشرعه ﴿لَهُ فِي الدنيا خِزْيٌ﴾ أي له هوان وذل في الحياة الدنيا ﴿وَنُذِيقُهُ يَوْمَ القيامة عَذَابَ الحريق﴾ أي ونذيقه في الآخرة النار المحرقة ﴿ذلك بِمَا قَدَّمَتْ يَدَاكَ﴾ أي ذلك الخزي والعذاب بسبب ما اقترفته من الكفر والضلال ﴿وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلعَبِيدِ﴾ أي وأن الله عادل لا يظلم أحدًا من خلقه ﴿وَمِنَ الناس مَن يَعْبُدُ الله على حَرْفٍ﴾ أي ومن الناس من يعبد الله على جانب وطرفٍ من الدين، وهذا تمثيلُ للمذبذبين الذين لا","vol":"2","page":258},{"text":"يعبدون الله عن ثقة ويقين بل عن قلق واضطراب كالذي يكون على طرف من الجيش فإن أحسَّ بظفر أو غنيمة استقر وإلا فرَ قال الحسن: هو المنافق يعبده بلسانه دون قلبه وقال ابن عباس: كان الرجل يقدم المدينة فإن ولدت امرأته غلامًا وأنتجت خيله قال: هذا دين صالح، وإن لم تلد امرأته ولم تنتج خليه قال: هذا دين سوء ﴿فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ﴾ أي فإن ناله خير في حياته من صحةٍ ورخاء أقام على دينه ﴿وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ﴾ أي وإن ناله شيء يفتتن به من مكروه وبلاء ارتد فرجع إلى ما كان عليه من الكفر ﴿خَسِرَ الدنيا والأخرة﴾ أي أضاع دنياه وآخرته فشقي الشقاوة الأبدية ﴿ذلك هُوَ الخسران المبين﴾ أي ذلك هو الخسران الواضح الذي لا خسران مثله ﴿يَدْعُو مِن دُونِ الله مَا لاَ يَضُرُّهُ وَمَا لاَ يَنفَعُهُ﴾ أي يعبد الصنم الذي لا ينفع ولا يضر ﴿ذلك هُوَ الضلال البعيد﴾ أي ذلك هو نهاية الضلال الذي لا ضلال بعده، شبه حالهم بحال من أبعد في التيه ضالًا عن الطريق ﴿يَدْعُو لَمَنْ ضَرُّهُ أَقْرَبُ مِن نَّفْعِهِ﴾ أي يعبد وثنًا أو صنمًا ضره في الدنيا بالخزي والذل أسرع من نفعه الذي يتوقعه بعبادته وهو الشفاعة له يوم القيامة، وقيل: الآية على الفرض والتقدير: أي لو سلمنا نفعه أو ضره لكان ضره أكثر من نفعه، والآية سيقت تسفيهًا وتجهيلًا لمن يعتقد أنه ينتفع بعبادة غير الله حين يستشفع بها ﴿لَبِئْسَ المولى وَلَبِئْسَ العشير﴾ أي بئس الناصر وبئس القريب والصاحب ﴿إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ لما ذكر حال المشركين وحال المنافقين المذبذبين ذكر حال المؤمنين في الآخرة والمعنى إن الله يدخل المؤمنين الصادقين جنات تجري من تحت قصورها وغرفها أنهار اللبن والخمر والعسل وهم في روضات الجنات يحبرون ﴿إِنَّ الله يَفْعَلُ مَا يُرِيدُ﴾ أي يثيب من يشاء ويعذب من يشاء لا معقب لحكمه، فللمؤنين الجنة بفضله، وللكافرين النار بعدله ﴿مَن كَانَ يَظُنُّ أَن لَّن يَنصُرَهُ الله فِي الدنيا والآخرة﴾ أي من كان يظن أن لن ينصر الله رسوله ﷺ َ في الدنيا والآخرة ﴿فَلْيَمْدُدْ بِسَبَبٍ إِلَى السمآء ثُمَّ لْيَقْطَعْ﴾ أي فليمدد بحبل إلى السقف ثم ليقطع عنقه وليختنق به ﴿فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ﴾ أي فلينظر هل يشفي ذلك ما يجد في صدره من الغيظ؟ قال ابن كثير: وهذا القول قول ابن عباس وهو أظهر في المعنى وأبلغ في التهكم فإن المعنى: من كان يظنُّ أنَّ الله ليس بناصر محمدًا وكتابه ودينه فليذهب فليقتل نفسه إن كان ذلك غائظه فإن الله ناصره لا محالة ﴿وكذلك أَنزَلْنَاهُ آيَاتٍ بَيِّنَاتٍ﴾ أي ومثل ذلك الإنزال البديع المنطوي على الحكم البالغة أنزلنا القرآن الكريم كله آيات واضحات الدلالة على معانيها الرائقة ﴿وَأَنَّ الله يَهْدِي مَن يُرِيدُ﴾ أي وأن الله هو الهادي لا هادي سواه يهدي من يشاء إلى صراطٍ مستقيم ﴿إِنَّ الذين آمَنُواْ﴾ أي صدقوا الله ورسوله وهم أبتاع محمد ﵇ ﴿والذين هَادُواْ﴾ أي اليهود وهم المنتسبون إلى موسى ﵇ ﴿والصابئين﴾ هم قوم يعبدون النجوم ﴿والنصارى﴾ هم","vol":"2","page":259},{"text":"المنتسبون إلى ملة عيسى ﵇ ﴿والمجوس﴾ هم عبدة النيران ﴿والذين أشركوا﴾ هم العرب عبدة الأوثان ﴿إِنَّ الله يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة﴾ أي يقضي بين المؤمنين وبين الفرق الخمسة الصالة فيدخل المؤمنين الجنة والكافرين النار ﴿إِنَّ الله على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي شاهد على أعمال خلقه عالم بكل ما يعملون ﴿أَلَمْ تَرَ أَنَّ الله يَسْجُدُ لَهُ مَن فِي السماوات وَمَن فِي الأرض﴾ أي يسجد لعظمته كل شيء طوعًا وكرهًا، الملائكة في أقطار السماوات، والإِنس والجن وسائر المخلوقات في العالم الأرضي ﴿والشمس والقمر والنجوم والجبال والشجر والدوآب﴾ أي وهذه الأجرام العظمى مع سائر الجبال والأشجار والحيوانات تسجد لعظمته سجود انقياد وخضوع، قال ابن كثير: وخص الشمس والقمر والنجوم بالذكر لأنها قد عبدت من دون الله، فبيّن أنها تسجد لخالقها وأنها مربوبة مسخرة.\nوالغرض من الآية: بيان عظمته تعالى وانفراده بألوهيته وربوبيته بانقياد هذه العوالم العظمى له وجريها على وفق أمره وتدبيره ﴿وَكَثِيرٌ مِّنَ الناس﴾ أي ويسجد له كثير من الناس سجود طاعة وعبادة ﴿وَكَثِيرٌ حَقَّ عَلَيْهِ العذاب﴾ أي وكثير من الناس وجب له العذاب بكفره واستعصائه ﴿وَمَن يُهِنِ الله فَمَا لَهُ مِن مُّكْرِمٍ﴾ أي من اهانه الله بالشقاء والكفر فلا يقدر أحد على دفع الهوان عنه ﴿إِنَّ الله يَفْعَلُ مَا يَشَآءُ﴾ أي يعذب ويرحم، ويعز ويذل، ويُغني ويُفقِر، ولا اعتراض لأحد عليه.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشبيه البليغ المؤكد ﴿وَتَرَى الناس سكارى﴾ أي كالسكارى من شدة الهول، حذفت أداة التشبيه والشبه.\n٢ - الاستعارة ﴿شَيْطَانٍ مَّرِيدٍ﴾ استعار لفظ الشيطان لكل طاغية متمرد على أمر الله\n٣ - الطباق بين ﴿يُضِلُّهُ. . وَيَهْدِيهِ﴾ .\n٤ - أسلوب التهكم ﴿وَيَهْدِيهِ إلى عَذَابِ السعير﴾ .\n٥ - طباق السلب ﴿مُّخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ﴾ .\n٦ - الاستعارة اللطيفة ﴿فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ﴾ شبه الأرض بنائم لا حركة له ثم يتحرك وينتعش وتدب فيه الحياة بنزول المطر عليه ففيها استعارة تبعية.\n٧ - الكناية ﴿ثَانِيَ عِطْفِهِ﴾ كناية عن التكبر والخيلاء.\n٨ - المجاز المرسل ﴿بِمَا قَدَّمَتْ يَدَاكَ﴾ علاقته السببية لأن اليد هي التي تفعل الخير أو الشر.\n٩ - الاستعارة التمثيلية ﴿مَن يَعْبُدُ الله على حَرْفٍ﴾ مثل للمنافقين وما هم فيه من قلق واضطراب في دينهم بمن يقف على شفا الهاوية يريد العبادة والصلاة، ويا له من تمثيل رائع!\n١٠ - المقابلة البديعة بين ﴿فَإِنْ أَصَابَهُ خَيْرٌ اطمأن بِهِ. . وَإِنْ أَصَابَتْهُ فِتْنَةٌ انقلب على وَجْهِهِ﴾ .\n١١ - الطباق بين ﴿يَضُرُّهُ. . ويَنفَعُهُ﴾ وبين ﴿يُهِنِ. . فَمَا لَهُ مِن مُّكْرِمٍ﴾ .\n١٢ - السجع اللطيف بين كثير من الآيات.\nفَائِدَة: المُرضع التي شأنها أن ترضع، ولامرضعة هي التي في حال الإِرضاع ملقمة ثديها","vol":"2","page":260},{"text":"لطفلها ولهذا قال ﴿تَذْهَلُ كُلُّ مُرْضِعَةٍ﴾ ولم يقل: مرضع ليكون ذلك أعظم في الذهول إذ تنزع ثديها من فم الصبي - أحب الناس إليها - وذلك غاية في شدة الهول والفزع.\nتنبيه: روى ابن أبي حاتم أنه قيل لعلي: «إن هاهنا رجلًا يتكلم في المشيئة فاستدعاه فقال له، يا عبد الله: خلقك كما يشاء أو كما تشاء؟ قال بل كما شاء، قال فيمرضك إذا أو إذا شئت، قل: بل إذا شائ، قال: فيشفيك إذا شاء أو إِذا شئت؟ قال: بل إذا شاء، قال: فيدخلك حيث شئت أو حيث يشاء؟ قال: بل حيث يشاء، قال والله لو قلت غير ذكل لضربت الذي بين عينيك بالسيف» .","vol":"2","page":261},{"text":"المنَاسَبَة: لما ذكر تعالى أهل السعادة وأهل الشقاوة، ذكر هنا ما دار بينهم من الخصومة في دينه وعبادته، ثم ذكر عظم حرمة البيت العتيق وبناء الخليل له، وعظم كفر هؤلاء المشركين الذي يصدون الناس عن سبيل الله والمسجد الحرام.\nاللغَة: ﴿يُصْهَرُ﴾ الصهر: الإِذابة صهرت الشيء فانصهر أي أذبته فذاب ﴿مَّقَامِعُ﴾ المقامع: السياط جمع مقمعة سميت بذلك لأنها تقمع الفاجر ﴿العاكف﴾ المقيم الملازم ﴿والباد﴾ القادم من البادية ﴿بَوَّأْنَا﴾ أنزلنا وهيأنا وأرشدنا ﴿رِجَالًا﴾ جمع راجل وهو الماشي على قدميه ﴿ضَامِرٍ﴾ الضامر: البعير المهزول الذي أتعبه السفر ﴿تَفَثَهُمْ﴾ التفث في اللغة: الوسخ والقذر قال الشاعر:\nحفوا رءوسهم لم يحلقوا تفثًا ... ولم يسلُّلوا لهم قملًا وصئبانًا\nقال الثعلبي: أصل التفث في اللغة الوسخ، تقول العرب للرجل تستقذره: ما أتفثك أي ما أوسخك وأقذرك ﴿المخبتين﴾ المخبت: المتواضع الخاشع لله.\nالتفسِير: ﴿هذان خَصْمَانِ﴾ أي هذان فريقان مختصمان فريق المؤمنين المتقين، وفريق الكفرة المجرمين ﴿اختصموا فِي رَبِّهِمْ﴾ أي اختلفوا وتنازعوا من أجل الله ودينه قال مجاهد: هم المؤمنون والكافرون، فالمؤمنون يريدون نصرة دين الله، والكافرون يريدون إطفاء نور الله ﴿فالذين كَفَرُواْ قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ﴾ أي فصلت لهم ثيابٌ من نار على قدر أجسادهم ليلبسوها إذا صاروا إلى النار قال القرطبي: شبهت النار بالثياب لأنها لباس لهم كالثياب ومعنى ﴿قُطِّعَتْ﴾ خيطت وسويت، وذرك بلفظ الماضي لأن الموعود منه كالواقع المحقق ﴿يُصَبُّ مِن فَوْقِ رُءُوسِهِمُ الحميم﴾ أي يصب على رءوسهم الماء الحار المغلي بنار جهنم ﴿يُصْهَرُ بِهِ مَا فِي بُطُونِهِمْ والجلود﴾ أي يذاب به ما في بطونهم من الأمعاء والأحشاء مع الجلود قال ابن عباس: لو سقطت منه قطرة على جبال الدنيا لأذابتها وفي الحديث «إن الحميم ليصب على رءوسهم فينفذ الجمجمة حتى يخلص إلى جوفه، فيسلت ما في جوفه حتى يمرق من قدميه وهو الصهر، ثم يعا كما كان» قال الإِمام الفخر: والغرض أن الحميم إذا صب على رءوسهم كان تأثيره في الباطن مثل تأثيره في الظاهر، فيذيب أمعاءهم وأحشاءهم كما يذيب جلودهم وهو أبلغ من قوله ﴿وَسُقُواْ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ﴾ [محمد: ١٥] ﴿وَلَهُمْ مَّقَامِعُ مِنْ حَدِيدٍ﴾ أي ولهم مطارق وسياط من الحديد يضربون بها ويدفعون وفي الحديث «لو وضعت مقمعة منها في الأرض فاجتمع عليها الثقلان ما أقلوها» ﴿كُلَّمَآ أرادوا أَن يَخْرُجُواْ مِنْهَا","vol":"2","page":262},{"text":"مِنْ غَمٍّ أُعِيدُواْ فِيهَا﴾ أي كلما أراد اهل النار الخروج من النار من شدة عمها ردوا إلى أماكنهم فيها قال الحسن: إن النار تضربهم بلهيها فترفعهم حتى إذا كانوا في أعلاها ضربوا بالمقامع فهووا فيها سبعين خريفًا ﴿وَذُوقُواْ عَذَابَ الحريق﴾ أي ويقال لهم: ذوقوا عذاب جهنم المحرق الذي كنتم فيه تكذبون، ولما ذكر تعالى ما أعد للكفار من العذاب والدمار، ذكر ما أعده للمؤمنين من الثواب والنعيم فقال ﴿إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخل المؤمنين الصالحين في الآخرة جنات تجري من تحت أشجارها وقصورها الأنهار العظيمة المتنوعة ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ﴾ أي تلبسهم الملائكة في الجنة الأساور الذهبية كحلية وزينة يتزينون بها ﴿وَلُؤْلُؤًا﴾ أي ويحلون باللؤلؤ كذلك إكرامًا من الله لهم ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ أي ولباسهم في الجنة الحرير، ولكنه أعلى وأرفع مما في الدنيا بكثير ﴿وهدوا إِلَى الطيب مِنَ القول﴾ أي أرشدوا إلى الكلام الطيب والقول النافع إذ ليس في الجنة لغوٌ ولا كذب ﴿وهدوا إلى صِرَاطِ الحميد﴾ أي إلى صراط الله وهو الجنة دار المتقين، ثم عدد تعالى بعض جرائم المشركين فقال ﴿إِنَّ الذين كَفَرُواْ وَيَصُدُّونَ عَن سَبِيلِ الله والمسجد الحرام﴾ أي جحدوا بما جاء به محمد ﵇ ويمنعون المؤمنين عن إتيان المسجد الحرام لأداء المناسك فيه قال القرطبي: وذلك حين صدوا رسول الله ﷺ َ عن المسجد الحرام عام الحديبية، وإنما قال ﴿وَيَصُدُّونَ﴾ بصيغة المضارع ليدل على الاستمرار فكأن المعنى: إن الذين كفروا من شأنهم الصد عن سبيل الله ونظيره قوله\n﴿الذين آمَنُواْ وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ الله﴾ [الرعد: ٢٨] ﴿الذي جَعَلْنَاهُ لِلنَّاسِ سَوَآءً العاكف فِيهِ والباد﴾ أي الذي جعلناه منسكًا ومتعبدًا للناس جميعًا سواء فيه المقيم والحاضر، والذي يأتيه من خارج البلاد ﴿وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ﴾ أي ومن يرد فيه سوءًا أو ميلًا عن القصد أو يهم فيه بمعصية ﴿نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ﴾ أي نذقه أشد أنواع العذاب الموجع قال ابن مسعود: لو أن رجلًا بِعدَنَ همَّ بأن يعمل سيئة عند البيت أذاقه الله عذابًا أليمًا وقال مجاهد: تُضاعف السيئات فيه كما تضاعف الحسنات ﴿وَإِذْ بَوَّأْنَا لإِبْرَاهِيمَ مَكَانَ البيت﴾ أي واذكر حين أرشدنا إبراهيم وألهمناه مكان البيت ﴿أَن لاَّ تُشْرِكْ بِي شَيْئًا﴾ أي أمرناه ببناء البيت العتيق خالصًا لله قال ابن كثير: أي ابنه على اسمي وحدي ﴿وَطَهِّرْ بَيْتِيَ لِلطَّآئِفِينَ والقآئمين والركع السجود﴾ أي طهر بيتي من الأوثان والأقذار لمن يعبد الله فيه بالطواف والصلاة قال القرطبي: والقئمون هم المصلون، ذكر تعالى من أركان الصلاة أعظمها وهو القيام والركوع والسجود ﴿وَأَذِّن فِي الناس بالحج﴾ أي ونادِ في الناس داعيًا لهم لحج بيت الله العتيق قال ابن عباس: لما فرغ إبراهيم من بناء البيت قيل له: أذن في الناس بالحج، قال يا رب: وما يبلغ صوتي؟ قال: أذن وعلي الإِبلاغ فصعد إبراهيم على جبل أبي قبيس وصاح: يا أيها الناس إن الله قد أمركم بحج هذا البيت ليثيبكم به الجنة، يوجيركم من عذاب النار فحجوا، فأجابه من كان في أصلاب الرجال، وأرحام النساء: لبيك اللهم لبيك ﴿يَأْتُوكَ رِجَالًا وعلى كُلِّ ضَامِرٍ﴾ أي يأتوك مشاة على أقدامهم أو ركبانًا","vol":"2","page":263},{"text":"على جمل هزيل قد أعبه وأنهكه بعد المسافة ﴿يَأْتِينَ مِن كُلِّ فَجٍّ عَميِقٍ﴾ أي تأتي الإِبل الضامرة من كل طريق بعيد قال القرطبي: ورد الضمير إلى الإِبل ﴿يَأْتِينَ﴾ تكرمةً لها لقصدها الحج مع أربابها كما قال\n﴿والعاديات ضَبْحًا﴾ [العاديات: ١] في خلي الجهاد تكرمةً لها حين سعت في سبيل الله ﴿لِّيَشْهَدُواْ مَنَافِعَ لَهُمْ﴾ أي يلحضروا منافع لهم كثيرة دينية ودنيوية قال الفخر الرازي: وانما نكَّر المنافع لأنه أراد منافع مختصة بهذه العبادة دينية ودنيوية لا توجد في غيرها من العبادات ﴿وَيَذْكُرُواْ اسم الله في أَيَّامٍ مَّعْلُومَاتٍ على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام﴾ أي ويذكروا عند ذبح الهدايا والضحايا اسم الله في أيام النحر شكرًا لله على نعمائه وعلى ما رزقهم وملكهم من الأنعام وهي: الإِبل والبقر والغنم والمعز قال الرازي: وفيه تنبيه على أن الغرض الأصلي ذكر اسمه تعالى عند الذبح وأن يخالف المشركين في ذلك فإنهم كانوا يذبحونها للنصب والأوثان ﴿فَكُلُواْ مِنْهَا﴾ أي كلوا من لحوم الأضاحي ﴿وَأَطْعِمُواْ البآئس الفقير﴾ أي أطعموا منها البائس الذي أصابه بؤس وشدة، والفقير الذي أضعفه الإِعسار قال ابن عباس: البائس الذي ظهر بؤسه في ثيابه وفي وجهه، والفقير الذي لا يكون كذلك، ثيابه نقية ووجهه وجه غني ﴿ثُمَّ لْيَقْضُواْ تَفَثَهُمْ﴾ أي ثم بعد الذبح ليزيلوا وسخهم الذي أصابهم بالإِحرام وذلك بالحلق والتقصير وإزالة الشعث وقص الشارب والأظافر ﴿وَلْيُوفُواْ نُذُورَهُمْ﴾ أي ما أوجبوه على أنفسهم بالنذر طاعةً لله ﴿وَلْيَطَّوَّفُواْ بالبيت العتيق﴾ أي ليطوفوا حول البيت العتيق طواف الإِفاضة وهو طاوف الزيارة الذي به تمام التحلل، والعتيق: القديم سمي به لأنه أول بيت وضع للناس ﴿ذلك﴾ أي الأمر والشأن ذلك قال الزخمشري: كما يقدم الكاتب جملة من كتابه في بعض المعاني ثم إذا أراد الخوض في معنى آخر قال: هذا وقد كان كذا ﴿وَمَن يُعَظِّمْ حُرُمَاتِ الله﴾ أي من يعظم ما شرعه الله من أحكام الدين ويجتنب المعاصي والمحارم ﴿فَهُوَ خَيْرٌ لَّهُ عِندَ رَبِّهِ﴾ أي ذلك التعظيم خير له ثوابًا في الآخرة ﴿وَأُحِلَّتْ لَكُمُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ﴾ أي أحللنا لكم جميع الأنعام إلا ما استثني في الكتاب المجيد كالميتة والمنخنقة وما ذبح لغير الله وغير ذلك ﴿فاجتنبوا الرجس مِنَ الأوثان﴾ أي اجتنبوا الرجس الذي هو الأوثان كما تجتنب الأنجاس، وهو غاية المبالغة في النهي عن عبادتها وتعظيمها ﴿واجتنبوا قَوْلَ الزور﴾ أي واجتنبوا شهادة الزور ﴿حُنَفَآءَ للَّهِ غَيْرَ مُشْرِكِينَ بِهِ﴾ أي مائلين إلى الحق مسلمين لله غير مشركين به أحدًا ﴿وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير﴾ تمثيل للمشرك في ضلاله وهلاكه أي ومن أشرك بالله فكأنما سقط من السماء فتخطفه الطير وتمزقه كل ممزق ﴿أَوْ تَهْوِي بِهِ الريح فِي مَكَانٍ سَحِيقٍ﴾ أي أو عصفت به الريح حتى هوت به في بعض المهالك البعيدة ﴿ذلك وَمَن يُعَظِّمْ شَعَائِرَ الله﴾ أي ذلك ما وضحه الله لكم من الأحكام والأمثال ومن يعظم أمور الدين ومنها أعمالُ الحج والأضاحي والهدايا ﴿فَإِنَّهَا مِن تَقْوَى القلوب﴾ أي فإن تعظيمها من أفعال المتقين لله قال القرطبي: أضاف التقوى إلى القلوب لأن التقوى في القلب وفي الحديث\n«التقوى هاهنا» وأشار إلى صدره ﴿لَكُمْ فِيهَا مَنَافِعُ إلى أَجَلٍ","vol":"2","page":264},{"text":"مُّسَمًّى﴾ أي لكم في الهدايا منافع كثيرة من الدر والنسل والركوب إلى وقت نحرها ﴿ثُمَّ مَحِلُّهَآ إلى البيت العتيق﴾ أي ثم مكان ذبحها في الحرم بمكة أو منى، وخص البيت بالذكر لأنه أشرف الحرم كقوله تعالى ﴿هَدْيًا بَالِغَ الكعبة﴾ [المائدة: ٩٥] ﴿وَلِكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا﴾ أي شرعنا لكل أُمة من الأمم السابقة من عهد إبراهيم مكانًا للذبح تقربًا لله قال ابن كثير: يخبر تعالى أنه لم يزل ذبح المناسك وإراقة الدماء على اسم الله مشروعتًا في جميع الملل ﴿لِّيَذْكُرُواْ اسم الله﴾ أي أمرناهم عند الذبح أو يذكروا اسم الله وأن يذبحوا لوجهه تعالى ﴿على مَا رَزَقَهُمْ مِّن بَهِيمَةِ الأنعام﴾ أي شكرًا لله على ما أنعم به عليهم من بهيمة الأنعام من الإِبل والبقر والغنم، بين تعالى انه يجب أن يكون الذبح لوجهه تعالى وعلى اسمه لأنه هو الخالق الرازق لا كما كان المشركون يذبحون للأوثان ﴿فإلهكم إله وَاحِدٌ﴾ أي فربكم أيها الناس ومعبودكم إله واحد لا شريك له ﴿فَلَهُ أَسْلِمُواْ﴾ أي فأخلصوا له العبدة واستسلموا لحكه وطاعته ﴿وَبَشِّرِ المخبتين﴾ أي بشر المطيعين المتواضعين الخاشعين بجنات النعيم، ثم وصف تعالى المخبتين بأربع صفات فقال ﴿الذين إِذَا ذُكِرَ الله وَجِلَتْ قُلُوبُهُمْ﴾ أي إذا ذكر الله خافت وارتعشت لذكره قلوبهم لإِشراق أشعة جلاله عليها فكأنهم بين يديه واقفون، ولجلاله وعظمته مشاهدون ﴿والصابرين على مَآ أَصَابَهُمْ﴾ أي يصبرون في السراء والضراء على الأمراض ولمصائب والمحن وسائر المكاره ﴿والمقيمي الصلاة﴾ أي الذين يؤدونها في أوقاتها مستقيمةً كاملة مع الخشوع والخضوع ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي ومن بعض الذي رزقناهم من فضلنا تينفقون في وجوه الخيرات ﴿والبدن جَعَلْنَاهَا لَكُمْ مِّن شَعَائِرِ الله﴾ أي والإِبل السمينة - سميت بدنًا لبدانتها وضخامة أج سامها - جعلناها من أعلام الشريعة التي شرعها الله لعباده قال ابن كثير: وكونها من شعائر الدين انها تُهدى إلى بيته الحرام بل هي أفضل ما يهدى ﴿لَكُمْ فِيهَا خَيْرٌ﴾ قال ابن عباس: نفعٌ في الدنيا وأجرٌ في الآخرة ﴿فاذكروا اسم الله عَلَيْهَا صَوَآفَّ﴾ أي اذكروا عند ذبحها اسم الله الجليل عليها حال كونها صواف أي قائمات قد صففن أيديهن وأرجلهم ﴿فَإِذَا وَجَبَتْ جُنُوبُهَا﴾ أي فإذا سقطت على الأرض بعد نحرها، وهو كنايةٌ عن الموت ﴿فَكُلُواْ مِنْهَا وَأَطْعِمُواْ القانع والمعتر﴾ أي كلوا من هذه الهدايا وأطعموا القانع أي المتعفف والمعتر أي السائل قاله ابن عباس، وقال الرازي: الأقرب أن القانع هو الراضي بما يدفع إليه من غير سؤال وإلحاح، ولمعتر هو الذي يتعرض ويطلب ويعتريهم حالًا بعد حال ﴿كذلك سَخَّرْنَاهَا لَكُمْ لَعَلَّكُمْ تَشْكُرُونَ﴾ أي مثل ذلك التسخير البديع جعلناها منقادة لكم مع ضخامة اجسامها لكي تشكروا الله على إنعامه ﴿لَن يَنَالَ الله لُحُومُهَا وَلاَ دِمَآؤُهَا﴾ أي لن يصل إليه تعالى شيء من لحومها ولا دمائها ﴿ولكن يَنَالُهُ التقوى مِنكُمْ﴾ أي ولكن يصل إلأيه التقوى منكم بامتثالكم أوامره وطلبكم رضوانه ﴿كذلك سَخَّرَهَا لَكُمْ لِتُكَبِّرُواْ الله على مَا هَدَاكُمْ﴾ أي كرره للتأكيد أي كذلك ذللها لكم وجعلها منقادة لرغبتكم لتكبروا الله على ما أرشدكم إليه من أحكام دينه ﴿وَبَشِّرِ المحسنين﴾ أي بشر المحسنين في أعمالهم بالسعادة والفوز بدار النعيم.","vol":"2","page":265},{"text":"البَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِيجاز ﴿اختصموا فِي رَبِّهِمْ﴾ أي في دين ربهم فهو على حذف مضاف.\n٢ - الاستعارة ﴿قُطِّعَتْ لَهُمْ ثِيَابٌ مِّن نَّارٍ﴾ استعارة عن إحاطة النار بهم كما يحيط الثوب بلابسه.\n٣ - الطباق بين ﴿العاكف. . والباد﴾ لأن العاكف المقيم في المدينة والباد القدم من البادية.\n٤ - التأكيد بإعادة الفصل ﴿١٦٤٩;جْتَنِبُواْ الرجس مِنَ الأوثان﴾ للعناية بشأن كل استقلالًا، ويسمى في علم البديع الإِطناب.\n٥ - التشبيه التمثيلي ﴿وَمَن يُشْرِكْ بالله فَكَأَنَّمَا خَرَّ مِنَ السمآء فَتَخْطَفُهُ الطير﴾ لأن وجه الشبه منتزع من متعدد.\n٦ - الجناس الناقص ﴿وَجَبَتْ جُنُوبُهَا﴾ .\n٧ - الطباق بين ﴿القانع والمعتر﴾ لأنه القانع المتعفف والمعتر السائل.\n٨ - السجع اللطيف مثل ﴿عَميِقٍ، سَحِيقٍ، العتيق﴾ ومثل ﴿المحسنين، المخبتين﴾ .\nتنبيه: لم يؤاخذ الله تعالى أحدًا من خلقه على الهم بالمعصية إلا في المسجد الحرام ﴿وَمَن يُرِدْ فِيهِ بِإِلْحَادٍ بِظُلْمٍ نُّذِقْهُ مِنْ عَذَابٍ أَلِيمٍ﴾ لأنه المكان المقدس الذي يجب أن يكون فيه الإِنسان نقي القلب، طاهر النفس، صافي السريرة، خالصًا بكليته لله، فمن ينتهك حرمة الملك في حماه جدير بالجحيم والعذاب الأليم.","vol":"2","page":266},{"text":"المنَاسَبَة: لما بيَّن تعالى مناسك الحج وما فيه من منافع الدنيا والآخرة، وذكر أن الكفار صدوا المؤمنين عن دين الله وعن دخول مكة، بيَّن هنا أنه يدافع عن المؤمنين وذكر الحكمة من مشروعية القتال ومنها الدفاع عن المقدسات، وحماية المستضعفين، وتمكين المؤمنين من عبادة الله تعالى.\nاللغَة: ﴿صَوَامِعُ﴾ جمع صومعة وهي البناء المرتفع وهي مختصة بالرهبان ﴿بِيَعٌ﴾ جمع بيعة وهي كنيسة النصارى ﴿وَصَلَوَاتٌ﴾ كنائس اليهود وقال الزجاج: وهي بالعبرانية صَلُوتا ﴿نَكِيرِ﴾ مصدر بمعنى الإِنكار قال الجوهري: النكيرُ والإِنكارُ تغيير المنكر ﴿مُّعَطَّلَةٍ﴾ متروكة وتعطيل الشيء إبطال منافعه ﴿مَّشِيدٍ﴾ مرفوع البنيان.\nالتفسِير: ﴿إِنَّ الله يُدَافِعُ عَنِ الذين آمنوا﴾ أي ينصر المؤمنين ويدفع عنهم بأس المشركين، وهذه بشارة للمؤمنين بإعلائهم على الكفار وكفِّ كيدهم عنهم ﴿إِنَّ الله لاَ يُحِبُّ كُلَّ خَوَّانٍ كَفُورٍ﴾ أي إنه تعالى يبغض كل خائنٍ للأمانة جاحدٍ نعمة الله ﴿أُذِنَ لِلَّذِينَ يُقَاتَلُونَ بِأَنَّهُمْ ظُلِمُواْ﴾ فيه محذوف تقديره: أُذن لهم في القتال بسبب أنهم ظُلموا قال ابن عباس: هذه أو لآيةٍ نزلت في الجهاد قال المفسرون: هم أصحابُ رسول الله ﷺ َ كان مشركو مكة يؤذونهم أذى شديدًا وكانوا يأتون رسول الله ﷺ َ بين مضروب ومسجوح ويتظلمون إلأيه فيقول لهم: اصبروا فإني لم أزمر بقتالهم حتى هاجروا فأُنزلت هذه الآية وهي أول آيةٍ أُذن فيها بالقتال بعدما نهي عنه في أكثر من سبعين آية ﴿وَإِنَّ الله على نَصْرِهِمْ لَقَدِيرٌ﴾ أي هو تعالى قادر على نصر عباده من غير قتال ولكنه يريد منهم أن يبذلوا جهدهم في طاعته لينالوا أجر الشهداء ﴿الذين أُخْرِجُواْ مِن دِيَارِهِم بِغَيْرِ حَقٍّ﴾ أي أُخرجوا من أوطانهم ظلمًا وعدوانًا بغير سبب موجب للإِخراج قال ابن عباس: يعني محمدًا وأصحابه أُخرجوا","vol":"2","page":267},{"text":"من مكة إلى المدينة بغير حق ﴿إِلاَّ أَن يَقُولُواْ رَبُّنَا الله﴾ أي ما كان لهم إساءة ولا ذنب إلا أنهم وحدوا الله ولم يشركوا به أحدًا ﴿وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ﴾ أي لولا ما شرعه الله من الجهاد وقتال الأعداء لاستولى أهل الشرك على أهل الأديان وتعطلت الشعائر ولكنه تعالى دفع شرهم بأن أمر بقتالهم ﴿لَّهُدِّمَتْ صَوَامِعُ وَبِيَعٌ﴾ أي لتهدمت معابد الرهبان وكنائس النصارى ﴿وَصَلَوَاتٌ﴾ أي كنائس اليهود ﴿وَمَسَاجِدُ يُذْكَرُ فِيهَا اسم الله كَثِيرًا﴾ أي ومساجد المسلمين التي يعبد فيها الله بكرة وأصيلًا، ومعنى الآية أنه لولا كفُّه تعالى المشركين بالمسلمين، وإِذنه بمجاهدة المسلمين للكافرين لاستولى المشركون على أهل الملل المختلفة في أزمانهم فهدموا موضع عباداتهم، ولم يتركوا للنصارى بيعًا، ولا لرهبانهم صوامع، ولا لليهود كنائس، ولا للمسلمين مساجد، ولغلب المشركون أهل الأديان، وإنما خص المساجد بهذا الوصف ﴿يُذْكَرُ فِيهَا اسم الله كَثِيرًا﴾ تعظيمًا لها وتشريفًا لأنها أماكن العبادة الحقة ﴿وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ﴾ قسمٌ أي والله سينصر الله من ينصر دينه ورسوله ﴿إِنَّ الله لَقَوِيٌّ عَزِيزٌ﴾ أي إنه تعالى قادر لا يعجزه شيء، عزيزٌ لا يُقهر ولا يغلب قال ابن كثير: وصف نفسه بالقوة والعزة، فبقوته خلق كل شيء، وبعزته لا يقهره قاهر ولا يغلبه غالب ﴿الذين إِنْ مَّكَّنَّاهُمْ فِي الأرض أَقَامُواْ الصلاة وَآتَوُاْ الزكاة﴾ قال ابن عباس: هم المهاجرون والأنصار والتابعون بإحسان، والمعنى: هؤلاء الذين يستحقون نصرة الله هم الذين إن جعلنا لهم سلطانًا في الأرض وتملكًا واستعلاء عبدوا الله وحافظوا على الصلاة وأداء الزكاة ﴿وَأَمَرُواْ بالمعروف وَنَهَوْاْ عَنِ المنكر﴾ أي دعوا إلى الخير ونهوا عن الشر ﴿وَلِلَّهِ عَاقِبَةُ الأمور﴾ أي مرجع الأمور إلى حكمة تعالى وتقديره ﴿وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وَثَمُودُ﴾ تسلية للرسول ﷺ َ ووعيد للمشركين أي إن كذبك أهل مكة فاعلم إنك لست أول رسول يكذبه قومه فقد كان قبلك أنبياء كُذبوا فصبروا إلى أهلك الله المكذبين، فاقتد بهم واصبر ﴿وَقَوْمُ إِبْرَاهِيمَ وَقَوْمُ لُوطٍ وَأَصْحَابُ مَدْيَنَ﴾ أي وكذب قوم إبراهيم وقوم لوط وقوم شعيب ﴿وَكُذِّبَ موسى﴾ أي وكذب موسى أيضًا مع وضوح آياته، وعظم معجزاته فما ظنك بغيره؟ ﴿فَأمْلَيْتُ لِلْكَافِرِينَ ثُمَّ أَخَذْتُهُمْ﴾ أي أمهلتهم ثم أخذتهم بالعقوبة ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ استفهام تقريري أي فكيف كان إنكاري عليهم بالعذاب ألم يكن أليما ً؟ ألم أبدلهم بالنعمة نقمة، وبالكثرة قلة، وبالعمارة خرابًا؟ فكذلك أفعل بالمكذبين من أهل مكة ﴿فَكَأَيِّن مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾ أي كم من قرية أهلكنا أهلها بالعذاب الشامل ﴿وَهِيَ ظَالِمَةٌ﴾ أي وهي مشركة كافرة ﴿فَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ أي خرت سقوفها على الأرض ثم تهدمت حيطانها فسقطت فوق السقوف فهي مخربة مهدمة ﴿وَبِئْرٍ مُّعَطَّلَةٍ﴾ أي وكم من بئر عطلت فتركت لا يستقى منها لهلاك أهلها ﴿وَقَصْرٍ مَّشِيدٍ﴾ أي وكم من قصر مفرفوع البنيان أصبح خاليًا بلا ساكن، أليس في ذلك عبرة للمعتبر؟ ﴿أَفَلَمْ يَسِيرُواْ فِي الأرض فَتَكُونَ لَهُمْ قُلُوبٌ يَعْقِلُونَ بِهَآ﴾ أي أفلم يسافر أهل مكة ليشاهدوا مصارع الكفار فيعتبروا بما حل بهم من النكال والدمار! ﴿وهلاّ عقلوا ما يجب أن يُعقل من الإِيمان والتوحيد﴾ ﴿أَوْ آذَانٌ يَسْمَعُونَ بِهَا﴾ أي أو تكون لهم آذانٌ يسمعون بها المواعظ والزواجر ﴿فَإِنَّهَا لاَ تَعْمَى الأبصار","vol":"2","page":268},{"text":"ولكن تعمى القلوب التي فِي الصدور﴾ أي ليس العمى على الحقيقة عمى البصر، وإنما العمى عمى البصيرة فمن كان أعمى القلب لا يعتبر ولا يتدبر، وذِكرُ الصدور للتأكيد ونفي توهم المجاز ﴿وَيَسْتَعْجِلُونَكَ بالعذاب وَلَن يُخْلِفَ الله وَعْدَهُ﴾ أي ويستعجلك يا محمد هؤلاء المشركون بالعذاب استهزاءً، وإن ذلك واقع لا محالة، لكن لوقوعه أجل لا يتعداه لأنه تعالى لا يخلف الميعاد ﴿وَإِنَّ يَوْمًا عِندَ رَبِّكَ كَأَلْفِ سَنَةٍ مِّمَّا تَعُدُّونَ﴾ أي هو تعالى حليم لا يعجل فإن مقدار ألف سنة عند خلقه كيوم واحد عنده بالنسبة إلى حلمه فلِم إذًا يستبعدونه ويستعجلون العذاب؟ ولهذا قال بعد ذلك ﴿وَكَأَيِّن مِّن قَرْيَةٍ أَمْلَيْتُ لَهَا وَهِيَ ظَالِمَةٌ﴾ أي وكثير من أهل قرية أخرت إهلاكهم وأمهلتهم مع استمرارهم على الظلم فاغتروا بذلك التأخير ﴿ثُمَّ أَخَذْتُهَا وَإِلَيَّ المصير﴾ أي ثم أخذتهم بالعذاب ذكر الآية تنبيهًا على أن السابقين أُمهلوا ثم أُهلكوا وأن قريشًا وإن أملى تعالى لهم وأمهلهم فإن لا بد من عذابهم فلا يفرحوا بتأخير العذاب عنهم ﴿قُلْ ياأيها الناس إِنَّمَآ أَنَاْ لَكُمْ نَذِيرٌ مُّبِينٌ﴾ أي قل يا محمد لهؤلاء المستعجلين للعذاب إنما أنا منذر لكم أخوفكم عذاب الله وأنذركم إنذارًا بينًا من غير أن يكون لي دخلٌ في تعجيل العذاب أو تأخيره ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ أي فالمؤمنون الصادقون الذين جمعوا بين الإِيمان والعمل الصالح لهم عند ربهم مغفرة لذنوبهم ورزق كريم في جنان النعيم قال الرازي: بين سبحانه أن من جمع بينهما فالله تعالى يجمع له بين المغفرة والرزق الكريم وقال القرطبي: إذا سمعت الله تعالى يقول ﴿وَرِزْقٌ كَرِيمٌ﴾ فاعلم أنه الجنة ﴿والذين سَعَوْاْ في آيَاتِنَا مُعَاجِزِينَ﴾ أي كذبوا بآياتنا وسعوا في إبطالها مغالبين مشاقين يريدون إطفاء نور الله ﴿أولئك أَصْحَابُ الجحيم﴾ أي فأولئك هم أصحاب النار الحارة الموجعة، الشديد عذابها ونكالها، شبههم من حيث الدوام بالصاحب قال الرازي: فإن قيل: إنه ﵇ بشر المؤمنين أولًا، وأنذر الكافرين ثانيًا في هذه الآية فكان القياس أن يقال ﴿إِنَّمَآ أَنَاْ لَكُمْ نَذِيرٌ مُّبِينٌ﴾ والجواب أن الكلام مسوق إلى المشركين وهم الذين استعجلوا العذاب و﴿ياأيها الناس﴾ نداءٌ لهم، وإنما ذكر المؤمنين وثوابهم زيادة لغيظهم وإيذائهم ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ وَلاَ نَبِيٍّ﴾ أي وما أرسلنا قبلك يا محمدًا رسولًا ولا نبيًا ﴿إِلاَّ إِذَا تمنى﴾ أي إلا إذا أحبَّ شيئًا وهويته نفسه ﴿أَلْقَى الشيطان في أُمْنِيَّتِهِ﴾ أي ألقى الشيطان فيما يشتهيه ويتمناه بعض الوساوس التي توجب استغاله بالدنيا كما قال ﵇\n«إنه ليُغان على قلبي فأستغفر الله في اليوم سبعين مرة» قال الفراء: تمنى إذا حدَّث نفسه وفي البخاري: قال ابن عباس: «إلا إذا تمنى ألقى الشيطان في أمنيته» إذا حدث ألقى الشيطان في حديثه فيبطل الله ما يلقي الشيطان ويحكم الله آياته، ويقال: كمينخ: قراءته ق لانحاس: وهذا من أحسن ما قيل في الآية وأجله، ومعنى الآية: وما أرسلنا رسولًا ولا نبيًا فحدث نفسه بشيء وتمنى لأمته الهداية والإِيمان إلا ألقى الشيطان الوساوس والعقبات في طريقه","vol":"2","page":269},{"text":"بتزيين الكفر لقومه وإلقائه في نفوسهم مخالفةً لأمر الرسول وكأنَّ الآية تسلية للرسول ﷺ َ تقول له: لا تحزن يا محمد على معاداة قومك لك فهذه سنة المرسلين ﴿فَيَنسَخُ الله مَا يُلْقِي الشيطان﴾ أي يزيل ويبطل الله ما يلقيه الشيطان من الوساوس والأوهام ﴿ثُمَّ يُحْكِمُ الله آيَاتِهِ﴾ أي يثبت في نفس الرسول آياته الدالة على الوحدانية والرسالة ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي مبالغٌ في العلم حكيم يضع الأشياء في مواضعها قال أبو السعود: وفي الآية دلالة على جواز السهو من الأنبياء ﵈، وتطرق الورسوسة إليهم ﴿لِّيَجْعَلَ مَا يُلْقِي الشيطان﴾ أي ليجعل تلك الشبه والوساوس التي يلقيها الشيطان ﴿فِتْنَةً لِّلَّذِينَ فِي قُلُوبِهِم مَّرَضٌ﴾ أي فتنة للمنافقين الذين في قلوبهم شك وارتياب ﴿والقاسية قُلُوبُهُمْ﴾ أي وفتنةً لكلافرين الذين لا تلين قلوبهم لذكر الله، وهم خواص من الكفار عتاةٌ كأبي جهل، والنضر، وعتبه ﴿وَإِنَّ الظالمين لَفِي شِقَاقٍ بَعِيدٍ﴾ أي وإن هؤلاء المذكورين من المنافقين والمشركين لفي عداوة شديدة لله ولرسوله، ووصف الشقاق بلفظ ﴿بَعِيدٍ﴾ لأنه في غاية الضلال والبعدِ عن الخير ﴿وَلِيَعْلَمَ الذين أُوتُواْ العلم أَنَّهُ الحق مِن رَّبِّكَ﴾ أي وليعلم أهل العلم أن القرآن هو الحق النازل من عند الله تعالى ﴿فَيُؤْمِنُواْ بِهِ﴾ أي يؤمنوا بهذا القرآن ﴿فَتُخْبِتَ لَهُ قُلُوبُهُمْ﴾ أي تخشع وتسكن له قلوبهم بخلاف من في قلبه مرض ﴿وَإِنَّ الله لَهَادِ الذين آمنوا إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي مرشد المؤمنين إلى الصراط المستقيم ومنقذهم من الضلالة والغواية ﴿وَلاَ يَزَالُ الذين كَفَرُواْ فِي مِرْيَةٍ مِّنْهُ﴾ أي ولا يزال هؤلاء المشركون في شك وريب من هذا القرآن ﴿حتى تَأْتِيَهُمُ الساعة بَغْتَةً﴾ أي حتى تأتيهم الساعة فجأة دون أن يشعروا قال قتادة: ما أخذ الله قومًا قطُّ إلا عند سكرتهم وغرتهم ونعمتهم فلا تغتروا بالله إنه لا يغتر بالله إلا القوم الفاسقون ﴿أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ﴾ أي أو يأتيهم عذاب يوم القيمة وسمي عقيمًا لأنه لا يوم بعده قال أبو السعود: كأنَّ كل يوم يلد ما بعده من الأيام، فما لا يوم بعده يكون عقيمًا، والمراد به الساعة أيضًا كأ نه قيل: أو يأتيهم عذابها، ووضع ذلك موضع الضمير لمزيد التهويل ﴿الملك يَوْمَئِذٍ للَّهِ﴾ أي الملك يوم القيامة لله وحده لا منازع له فيه ولا مدافع ﴿يَحْكُمُ بَيْنَهُمْ﴾ أي يفصل بين عباده بالعدل، فيدخل المؤمنين الجنة والكافرين النار","vol":"2","page":270},{"text":"ولهذا قال ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات فِي جَنَّاتِ النعيم﴾ أي فالذين صدقوا الله ورسوله وفعلوا صالح الأعمال لهم النعيم المقيم في جنات الخلد ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآياتِنَا فأولئك لَهُمْ عَذَابٌ مُّهِينٌ﴾ أي والذين جحدوا بآيات الله وكذبوا رسله لهم العذاب المخزي مع الإِهانة والتحقير في دار الجحيم ﴿والذين هَاجَرُواْ فِي سَبِيلِ الله﴾ أي تركوا الأوطان والديار ابتغاء مرضاة الله وجاهدوا لإِعلاء كلمة الله ﴿ثُمَّ قتلوا أَوْ مَاتُواْ﴾ أي قتلوا في الجهاد أو ماتوا على فرشهم ﴿لَيَرْزُقَنَّهُمُ الله رِزْقًا حَسَنًا﴾ أي ليعطينهم نعيمًا خالدًا لا ينقطع أبدًا وهو نعيم الجنة ﴿وَإِنَّ الله لَهُوَ خَيْرُ الرازقين﴾ أي هو تعالى خير من أعطى فإنه يرزق بغير حساب ﴿لَيُدْخِلَنَّهُمْ مُّدْخَلًا يَرْضَوْنَهُ﴾ أي ليدخلنهم مكانًا يرضونه وهو الجنة التي فيها ملا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر ﴿وَإِنَّ الله لَعَلِيمٌ حَلِيمٌ﴾ أي عليم بدرجات العاملين حليم عن عقابهم ﴿ذلك وَمَنْ عَاقَبَ بِمِثْلِ مَا عُوقِبَ بِهِ﴾ أي جازى الظالم بمثل ما ظلمه ﴿ثُمَّ بُغِيَ عَلَيْهِ لَيَنصُرَنَّهُ الله﴾ أي ثم اعتدى الظالم عليه ثانيًا لينصرن الله ذلك المظلوم ﴿إِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ أي مبالغ في العفو والغفران، وفيه تعريض بالحث على العفو والصفح، فإنه تعالى مع كمال قدرته على الانتقام يعفو ويغفر فغيره أولى بذلك ﴿ذلك بِأَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ أي ذلك النصر بسبب أن الله قادر، ومن آيات قدرته إيلاج الليل في النهار أي أنه يدخل كلًا منهما في الآخر.\nبأن ينقص من الليل فيزيد في النهار وبالعكس وهذا مشاهد ملموس في الصيف والشتاء ﴿وَأَنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي سميع لأقوال عباده بصير بأحوالهم لا تخفى عليه خافية ﴿ذلك بِأَنَّ الله هُوَ الحق﴾ أي ذلك بأن الله هو الإِله الحق ﴿وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ هُوَ الباطل﴾ أي وأن الذي يدعوه المشركون من الأصنام والأوثان هو الباطل الذي لا يقدر على شيء ﴿وَأَنَّ الله هُوَ العلي الكبير﴾ أي هو العالي على كل شيء ذو العظمة والكبرياء فلا أعلى منه ولا أكبر.\nالَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - صيغة المبالغة ﴿خَوَّانٍ كَفُورٍ﴾ لأن فعال وفعول من صيغ المبالغة.\n٢ - الحذف لدلالة السياق عليه ﴿أُذِنَ لِلَّذِينَ يُقَاتَلُونَ﴾ أي أُذن بالقتال للذين يقاتلون.\n٣ - تأكيد المدح بما يشبه الذم ﴿إِلاَّ أَن يَقُولُواْ رَبُّنَا الله﴾ أي لا ذنب لهم إلا هذا.\n٤ - المقابلة اللطيفة بين ﴿فالذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ وبين ﴿والذين سَعَوْاْ في آيَاتِنَا مُعَاجِزِينَ أولئك أَصْحَابُ الجحيم﴾ .\n٥ - جناس الاشتقاق ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ﴾ .\n٦ - الطباق بين ﴿يَنسَخُ. . ثُمَّ يُحْكِمُ﴾ .\n٧ - الاستعارة البديعة ﴿أَوْ يَأْتِيَهُمْ عَذَابُ يَوْمٍ عَقِيمٍ﴾ وهذا من أحسن الاستعارات لأن العقيم المرأة التي لا تلد، فكأنه سبحانه وصف ذلك اليوم بأنه لا ليل بعده ولا نهار لأن الزمان قد مضى، والتكليف قد انقضى، فجعلت الأيام بمنزلة الولدان لليالي، وجعل ذلك اليوم من بينها عقيمًا على طريق الاستعارة.","vol":"2","page":271},{"text":"المنَاسَبَة: لمّا ذكر تعالى ما دلَّ على قدرته وحكمته، وجعلها كالمقدمة لإِثبات البعث والمعاد، وختم السورة بدعوة المؤمنين إلى عبادة الله الواحد الأحد.\nاللغَة: ﴿سُلْطَانًا﴾ حجة وبرهانًا ﴿يَسْطُونَ﴾ يبطشون، والسطوة: القهر وشدة البطش يقال: سطا يسطو إذا بطش به ﴿يَسْلُبْهُمُ﴾ سلب الشيء: اختطفه بسرعة ﴿قَدَرُواْ﴾ عظموا ﴿يَصْطَفِي﴾ يجتبي ويختار ﴿حَرَجٍ﴾ ضيق ﴿مِّلَّةَ﴾ الملة: الدين.\nالتفسِير: ﴿أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً﴾ استفهام تقريري أي ألم تعلم ايها السامع أن الله بقدرته أنزل من السحاب المطر؟ ﴿فَتُصْبِحُ الأرض مُخْضَرَّةً﴾ أي فأصبحت الأرض منتعشة خضراء بعد يبسها ومحولها، وجاء بصيغة المضارع ﴿فَتُصْبِحُ﴾ لاستحضار الصورة وإفادة بقائها كذلك مدة من الزمن ﴿إِنَّ الله لَطِيفٌ خَبِيرٌ﴾ قال ابن عباس: لطيف بأرزاق عباده خبير بما في قلوبهم","vol":"2","page":272},{"text":"من القنوط، والغرض من الآية إقامة الدليل على كمال قدرته وعلى البعث والنشور فمن قدر على هذا قدر على إعادة الحياة بعد الموت ولها قال ﴿وَهُوَ الذي أَحْيَاكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ﴾ ﴿لَّهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي جميع ما في الكون ملكه جل وعلا، خلقًا وملكًا وتصرفًا، والكل محتاج إلى تدبيره وإتقانه ﴿وَإِنَّ الله لَهُوَ الغني الحميد﴾ أي هو تعالى غني عن الأشياء كلها لا يحتاج لأحد، وهو المحمود في كل حال ﴿أَلَمْ تَرَ أَنَّ الله سَخَّرَ لَكُم مَّا فِي الأرض﴾ تذكير بنعمة أُخرى أي ألم تر أيها العاقل أن الله سخر لعباده جميع ما يحتاجون إليه من الحيوانات والأشجار والأنهار والمعادن ﴿والفلك تَجْرِي فِي البحر بِأَمْرِهِ﴾ أي وسخر السفن العظيمة المثقلة بالأحمال والرجال تسير في البحر لمصالحكم بقدرته ومشيئته ﴿وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض﴾ أي ويمسك بقدرته السماء كي لا تقع على الأرض فيهلك من فيها ﴿إِلاَّ بِإِذْنِهِ﴾ أي إلا إذا شاء وذلك عند قيام الساعة ﴿إِنَّ الله بالناس لَرَءُوفٌ رَّحِيمٌ﴾ أي وذلك من لطفه بكم ورحمته لكم حيث هيأ لكم أسباب المعاش فاشكروا آلاءه ﴿وَهُوَ الذي أَحْيَاكُمْ﴾ أي أحياكم بعد أن كنتم عدمًا ﴿ثُمَّ يُمِيتُكُمْ﴾ أي يميتكم عند انتهاء آجالكم ﴿ثُمَّ يُحْيِيكُمْ﴾ أي بعد موتكم للحساب والثواب والعقاب ﴿إِنَّ الإنسان لَكَفُورٌ﴾ أي مبالغ في الجحود لنعم الله قال ابن عباس: المراد بالإِنسان الكافر والغرض من الآيات توبيخ المشركين كأنه يقول: كيف تجعلون لله أندادًا وتعبدون معه غيره وهو المستقل بالخلق والرزق والتصرف! ﴿﴿لِّكُلِّ أُمَّةٍ جَعَلْنَا مَنسَكًا﴾ أي لكل نبي من الأنبياء وأمةٍ من الأمم السابقين وضعنا لهم شريعة ومتعبادًا ومهاجًا كقوله ﴿لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا﴾ [المائدة: ٤٨] ﴿هُمْ نَاسِكُوهُ﴾ أي هم عاملون به أي بذلك الشرع ﴿فَلاَ يُنَازِعُنَّكَ فِي الأمر﴾ أي لا ينازعك أحدٌ من المشركين فيما شرعتُ لك ولأمتك فقد كانت الشرائع في كل عصر وزمان، وهو نهيٌ يراد به النفي أي لا ينبغي منازعةُ النبي ﷺ َ لأن الحق قد ظهر بحيث لا يسع النزاع فيه ﴿وادع إلى رَبِّكَ﴾ أي أدعُ الناس إلى عبادة ربك وإلى شريعته السمحة المطهرة ﴿إِنَّكَ لعلى هُدًى مُّسْتَقِيمٍ﴾ أي فإِنك على طريق واضحٍ مستقيم، موصل إلى جنات النعيم ﴿وَإِن جَادَلُوكَ فَقُلِ الله أَعْلَمُ بِمَا تَعْمَلُونَ﴾ أي وإِن خاصموك بعد ظ هور الحق وقيام الحجة عليهم فقل لهم: الله أعلم بأعمالكم القبيحة وبما تستحقون عليها من الجزاء، وهذا وعيد وإِنذار ﴿الله يَحْكُمُ بَيْنَكُمْ يَوْمَ القيامة فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي الله يفصل في الآخرة بين المؤمنين والكافرين فيما كانوا فيه يختلفون من أمر الدين، فيعرفون حينئذٍ الحق من الباطل ﴿أَلَمْ تَعْلَمْ أَنَّ الله يَعْلَمُ مَا فِي السمآء والأرض﴾ الاستفهام تقريري أي لقد علمت يا محمد أنَّ الله أحاط علمه بما في السماء والأرض فلا تخفى عليه أعمالهم ﴿إِنَّ ذلك فِي كِتَابٍ﴾ أي إن ذلك كله مسطر في اللوح المحفوظ ﴿إِنَّ ذلك عَلَى الله يَسِيرٌ﴾ أي إن حصر المخلوقات تحت علمه وإِحاطته سهلٌ عليه يسيرٌ لديه ثم بيَّن سبحانه ما يقدم عليه الكفار مع عظيم نعمه، ووضوح دلائله فقال ﴿وَيَعْبُدُونَ مِن دُونِ الله﴾ أي ويعبد كفار قريش غير الله تعالى أصنامًا لا تنفع ولا تسمع ﴿مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا﴾ أي ولا برهان من جهة الوحي والشرع ﴿وَمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ﴾ أي وما","vol":"2","page":273},{"text":"ليس عندهم به علم من جهة العقل وإنما هو مجرد التقليد الأعمى للأباء ﴿وَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ أي ليس لهم ناصر يدفع عنهم عذاب الله ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإذا تليت على هؤلاء المشركين آيات القرآن الواضحة الساطعة وما فيها من الحجج القاطعة على وحدانية الله ﴿تَعْرِفُ فِي وُجُوهِ الذين كَفَرُواْ المنكر﴾ أي ترى في وجوه الكفار الإِنكار بالعبوس والكراهة ﴿يَكَادُونَ يَسْطُونَ بالذين يَتْلُونَ عَلَيْهِمْ آياتنا﴾ أي يكادون يبطشون بالمؤمنين الذين يتلون عليهم القرآن ﴿قُلْ أَفَأُنَبِّئُكُم بِشَرٍّ مِّن ذلكم النار﴾ أي قل لهم: هل أخبركم بما هو أسوأ أو أشنع من تخويفكم للمؤمنين وبطشكم بهم؟ إنه نار جهنم وعذابها ونكالها ﴿وَعَدَهَا الله الذين كَفَرُواْ﴾ أي وعدها الله للكافرين المكذبين بآياته ﴿وَبِئْسَ المصير﴾ أي بئس الموضع الذي يصيرون إليه ﴿ياأيها الناس ضُرِبَ مَثَلٌ فاستمعوا لَهُ﴾ أي يا معشر المشركين ضرب الله مثلًا لما يعبد من دون الله من الأوثان والأصنام فتدبروه حق التدبر واعقلوا ما يقال لكم ﴿إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَابًا وَلَوِ اجتمعوا لَهُ﴾ أي إنَّ هذه الأصنام التي عبدتموها من دون الله لن تقدر على خلق ذبابة على ضعفها وإن اجتمعت على ذلك، فكيف يليق بالعاقل جعلها آلهة وعبادتها من دون الله﴾ قال القرطبي: وخص الذباب لأربعة أمور: لمهانته، وضعفه، ولاستقذاره، وكثرته، فإذا كان هذا الذي هو أضعف الحيوان وأحقره لا يقدر من عبدوهم من دون الله على خلق مثله ودفع أذيته، فكيف يجوز أن يكونوا آلة معبودين، وأربابًا مطاعين؟ وهذا من أقوى الحجة وأوضح البرهان ﴿وَإِن يَسْلُبْهُمُ الذباب شَيْئًا لاَّ يَسْتَنقِذُوهُ مِنْهُ﴾ أي لو اختطف الذباب وسلب شيئًا من الطيب الذي كانوا يضمخون به الأصنام لما استطاعت تلك الآلهة استرجاعه منه رغم ضعفه وحقارته ﴿ضَعُفَ الطالب والمطلوب﴾ أي ضعف العابد الذي يطلب الخير من الصنم، والمطلوب الذي هو الصنم، فكل منهما حقير ضعيف ﴿مَا قَدَرُواْ الله حَقَّ قَدْرِهِ﴾ أي ما عظموه حق تعظيمه حيث جعلوا الأصنام - على حقارتها - شركاء للقوي العزيز ولهذا قال ﴿إِنَّ الله لَقَوِيٌّ عَزِيزٌ﴾ أي هو تعالى قادر لا يعجزه شيء، غالب لا يغلب، فكيف يسوون بين القوي العزيز والعاجز الحقير؟! ﴿الله يَصْطَفِي مِنَ الملائكة رُسُلًا وَمِنَ الناس﴾ أي الله يختار رسلًا من الملائكة ليكونوا وسطاء لتبليغ الوحي إلى أنبيائه، ويختار رسلًا من البشر لتبليغ شرائع الدين لعباده، والآية ردٌّ على من أنكر أن يكون الرسول من البشر ﴿إِنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي يسمع ما يقولون ويرى ما يفعلون ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي يعلم ما قدموا وما أخَّروا من الأفعال والأقوال والأعمال ﴿وَإِلَى الله تُرْجَعُ الأمور﴾ أي إلأيه وحده جل وعلا ترد أمور العباد فيجازيهم عليها ﴿ياأيها الذين آمَنُواْ اركعوا واسجدوا﴾ أي صلوا لربكم خاشعين، وإِنما عبر عن الصلاة بالركوع والسجود لأنهما أشرف أركان الصلاة ﴿وَاعْبُدُواْ رَبَّكُمْ﴾ أي أفردوه بالعبادة ولا تعبدوا غيره ﴿وافعلوا الخير﴾ أي افعلوا ما يقربكم من الله من أنواع الخيرات والمبرات كثلة الأرحام، ومواساة الأيتام، والصلاة بالليل والناس نيام ﴿لَعَلَّكُمْ تُفْلِحُونَ﴾ أي لتفوزوا وتظفروا بنعيم الآخرة ﴿وَجَاهِدُوا فِي الله حَقَّ","vol":"2","page":274},{"text":"جِهَادِهِ﴾ أي جاهدوا بأموالكم وأنفسكم لإِعلاء كلمة الله حقَّ الجهاد باستفراغ الوسع والطاقة ﴿هُوَ اجتباكم﴾ أي هو اختاركم من بين الأمم لنصرة دينه، وخصكم بأكمل شرع وأكرم رسول ﴿وَمَا جَعَلَ عَلَيْكُمْ فِي الدين مِنْ حَرَجٍ﴾ أي وما جعل عليكم في هذا الدين من ضيق ولا مشقة، ولا كلفكم مالا تطيقون بل هي الحنيفية السمحة ولهذا قال ﴿مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ﴾ أي دينكم الذي لا حرج فيه هو دين ابراهيم فالزموه لأنه الدين القيم كقوله\n﴿دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ [الأنعام: ١٦١] ﴿هُوَ سَمَّاكُمُ المسلمين مِن قَبْلُ وَفِي هذا﴾ أي الله سماكم المسلمين في الكتب المتقدمة وفي هذا القرآن، ورضي لكم الإِسلام دينًا قال الإِمام الفخر: المعنى انه سبحانه في سائر المتقدمة على القرآن، بيَّن فضلكم على الأمم وسمَّاكم بهذا الاسم الأكرم، لأجل الشهادة المذكورة، فلما خصكم بهذه الكرامة فاعبدوه ولا تردوا تكاليفه ﴿لِيَكُونَ الرسول شَهِيدًا عَلَيْكُمْ وَتَكُونُواْ شُهَدَآءَ عَلَى الناس﴾ أي ليشهد عليكم الرسول بتبليغه الرسالة لكم وتشهدوا أنتم على الخلائق أنَّ رسلهم قد بلَّغتهم ﴿فَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي وإذْ قد اختاركم الله لهذه المرتبة الجليلة فاشكروا الله على نعمته بأداء الصلاة ودفع الزكاة ﴿واعتصموا بالله﴾ أي استمسكوا بحبله المتين وثقوا واستعينوا بالله في جميع أموركم ﴿هُوَ مَوْلاَكُمْ فَنِعْمَ المولى وَنِعْمَ النصير﴾ أي نعم هو تعالى الناصر والمعين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الامتنان بتعداد النعم ﴿أَلَمْ تَرَ أَنَّ الله سَخَّرَ لَكُم مَّا فِي الأرض والفلك تَجْرِي. .﴾ الخ وكذلك الاستفهام الذي يفيد التقرير.\n٢ - الطباق ﴿يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ﴾ .\n٣ - صيغة المبالغة ﴿إِنَّ الإنسان لَكَفُورٌ﴾ أي مبالغ في الجحود.\n٤ - النهي الذي يراد منه الشيء ﴿فَلاَ يُنَازِعُنَّكَ﴾ أي لا ينبغي لهم منازعتك فقد ظهر الحق وبان.\n٥ - الاستعارة اللطيفة ﴿تَعْرِفُ فِي وُجُوهِ الذين كَفَرُواْ المنكر﴾ أي تستدل من وجوههم على المكروه وإرادة الفعل القبيح مثل قولهم: عرفت في وجه فلان الشر.\n٦ - التمثيل الرائع ﴿إِنَّ الذين تَدْعُونَ مِن دُونِ الله لَن يَخْلُقُواْ ذُبَابًا﴾ أي مثل الكفار في عبادتهم لغير الله كمثل الأصنام التي لا تستطيع أن تخلق ذبابة واحدة قال الزمخشري: سميت القصة الرائقة المتلقاة بالاستحسان مثلًا تشبيهًا لها ببعض الأمثال.\n٧ - المجاز المرسل ﴿اركعوا واسجدوا﴾ من إطلاق الجزء على الكل أي صلوا لأن الركوع والسجود من اركان الصلاة.\n٨ - ذكر العام بعد الخاص لإِفادة العموم مع العناية بشأن الخاص ﴿اركعوا واسجدوا وَاعْبُدُواْ رَبَّكُمْ وافعلوا الخير﴾ بدأ بخاص، ثم بعام، ثم بأعم.","vol":"2","page":275},{"text":"اللغَة: ﴿سُلاَلَةٍ﴾ السُّلالة: الخلاصة مشتقة من السَّل وهو استخراج الشيء من الشيء، تقول: سللت الشَّعر من العجين، والسف من الغمد قال أمية:\nخلق البريَّة من سلالة منتن ... وإِلى السُّلالة كلُّها ستعود\nويقال: الولد سلالة أبيه لأنه انسلَّ من ظهر أبيه ﴿مَّكِينٍ﴾ ثابت راسخ تقول: هذا شيء مكين أي متمكن في الثبوت والرسوخ ﴿طَرَآئِقَ﴾ جمع طريقة والمراد بالطرائق السماوات السبع سميت بذلك لكون بعضها فوق بعض، ومنه قولهم: طارق النعل إِذا جعل إحداهما على الأخرى ﴿صِبْغٍ﴾ السبغ: الإِدام وأصله الصباغ وهو الذي يلون به الثوب قال الهروي: كل إِدامٍ يؤتدم به فهو صبغ ﴿الأنعام﴾ الحيوانات المأكولة «الإِبل، والبقر، والغنم» .\nالتفسِير: ﴿قَدْ أَفْلَحَ المؤمنون﴾ أي فاز وسعد وحصل على البغية والمطلوب المؤمنون المتصفون بهذه الأوصاف الجليلة، و﴿قَدْ﴾ للتأكيد والتحقيق فكأنه يقول لقد تحقَّق ظفرهم ونجاحهم بسبب الإِيمان والعمل الصالح، ثم عدَّد تعالى مناقبهم فقال ﴿الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ﴾ قال ابن عباس: خاشعون: خائفون ساكنون أي هم خائفون متذللون في صلاتهم لجلال الله وعظمته لاستيلاء الهيبة على قلوبهم ﴿والذين هُمْ عَنِ اللغو مُّعْرِضُونَ﴾ أي عن الكذب والشتم والهزل قال ابن كثير: اللغو: الباطل وهو يشمل الشرك، والمعاصي، وما لا فائدة فيه من الأقوال والأفعال ﴿والذين هُمْ لِلزَّكَاةِ فَاعِلُونَ﴾ أي يؤدون زكاة أموالهم للفقراء والمساكين، طيبة بها نفوسهم طلبًا لرضى الله ﴿والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ﴾ هذا هو الوصف الرابع أي عفَّوا عن الحرام وصانوا فروجهم عمَّا لا يحل من الزنا والواط وكشف العورات ﴿إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ﴾","vol":"2","page":277},{"text":"أي هم حافظون لفروجهم في جميع الأحوال إِلا من زوجاتهم وإِمائهم المملوكات ﴿فَإِنَّهُمْ غَيْرُ مَلُومِينَ﴾ أي فإنهم غير مؤاخذين ﴿فَمَنِ ابتغى وَرَآءَ ذلك﴾ أي فمن طلب غير الزوجات والمملوكات ﴿فأولئك هُمُ العادون﴾ أي هم المعتدون المجاوزون الحدَّ في البغي والفساد ﴿والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ﴾ أي قائمون عليها بحفظها وإصلاحها، لا يخونون إِذا ائتمنوا، ولا ينقضون عهدهم إِذا عاهدوا قال أبو حيان: والظاهر عموم الأمانات فيدخل فيها ما ائتمن الله تعالى عليه العبد من قولٍ وفعلٍ واعتقاد، وما ائتمنه الإِنسان من الودائع والأمانات ﴿والذين هُمْ على صَلَوَاتِهِمْ يُحَافِظُونَ﴾ هذا هو الوصف السادس أي يواظبون على الصلوات الخمس ويؤدونها في أوقاتها قال في التسهيل: فإِن قيل كيف كرّر ذكر الصلوات أولًا وآخرًا؟ فالجواب أنه ليس بتكرار، لأنه قد ذكر أولًا الخشوع فيها، وذكر هنا المحافظة عليها فهما مختلفان ﴿أولئك هُمُ الوارثون﴾ أي أولئك الجامعون لهذه الأوصاف الجليلة هم الجديرون بوراثة جنة النعيم ﴿الذين يَرِثُونَ الفردوس﴾ اي الذين يرثون أعالي الجنة، التي تتفجر منها أنهار الجنة وفي الحديث\n«إذا سألتم الله فسلوه الفردوس، فإِنه أوسط الجنة وأعلى الجنة، ومنه تفجر أنهار الجنة» ﴿هُمْ فِيهَا خَالِدُونَ﴾ أي هم دائمون في ها لا يخرجون منها أبدًا، ولا يبغون عنها حولًا. . ثم ذكر تعالى الأدلة والبراهين على قدرته ووحدانيته فقال ﴿وَلَقَدْ خَلَقْنَا الإنسان مِن سُلاَلَةٍ مِّن طِينٍ﴾ اللام جواب قسم أي والله لقد خلقنا جنس الإِنسان من صفوة وخلاصة استلت من الطين قال ابن عباس: هو آدم لأنه انسلَّ من الطين ﴿ثُمَّ جَعَلْنَاهُ نُطْفَةً﴾ أي ثم جعلنا ذرية آدم وبنيه منيًّا ينطف من أصلاب الرجال ﴿فِي قَرَارٍ مَّكِينٍ﴾ أي في مستقر متمكن هو الرحم ﴿ثُمَّ خَلَقْنَا النطفة عَلَقَةً﴾ أي ثم صيَّرنا هذه النطفة - وهي الماء الدافق - دمًا جامدًا يشبه العلقة ﴿فَخَلَقْنَا العلقة مُضْغَةً﴾ أي جعلنا ذلك الدم الجامد مضغة أي قطعة لحم لا شكل فيها ولا تخطيط ﴿فَخَلَقْنَا المضغة عِظَامًا﴾ أي صيَّرنا قطعة اللحم عظامًا صلبة لتكون عمودًا للبدن ﴿فَكَسَوْنَا العظام لَحْمًا﴾ أي سترنا تلك العظام باللحم وجعلناه كالكسوة لها ﴿ثُمَّ أَنشَأْنَاهُ خَلْقًا آخَرَ﴾ أي ثم بعد تلك الأطوار نفخنا فيه الروح فصيرناه خلقًا آخر في أحسن تقويم قال الرازي: أي جعلناه خلقًا مباينًا للخلق الأول حيث صار إِنسانًا وكان جمادًا، وناطقًا وكان أبكم، وسميعًا وكان أصم، وبصيرًا وكان أكمه، وأودع كل عضو من أعضائه عجائب فطرة، وغرائب حكمة لا يحيط بها وصف الواصفين ﴿فَتَبَارَكَ الله أَحْسَنُ الخالقين﴾ أي فتعالى الله في قدرته وحكمته أحسن الصانعين صنعًا ﴿ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ﴾ أي ثم إِنكم أيها الناس بعد تلك النشأة والحياة لصائرون إلى الموت ﴿ثُمَّ إِنَّكُمْ يَوْمَ القيامة تُبْعَثُونَ﴾ أي تبعثون من قبوركم للحساب والمجازاة، ولما ذكر تعالى الأطوار في خلق الإِنسان وبدايته ونهايته ذكر خلق السماوات والأرض ولكها أدلة ساطعة على وجود الله فقال ﴿وَلَقَدْ خَلَقْنَا فَوْقَكُمْ سَبْعَ طَرَآئِقَ﴾ أي والله لقد خلقنا فوقكم سبع سماوات، سميت طرائق لأ ن بعضها فوق بعض ﴿وَمَا كُنَّا عَنِ الخلق غَافِلِينَ﴾ أي وما كنا مهملين أمر الخلق بل نحفظهم وندبر أمرهم ﴿وَأَنزَلْنَا مِنَ","vol":"2","page":278},{"text":"السمآء مَآءً بِقَدَرٍ﴾ أي أنزلنا من السحاب القطر والمطر بحسب الحاجة، لا كثيرًا فيفسد الأرض، ولا قليلًا فلا يكفي الزروع والثمار ﴿فَأَسْكَنَّاهُ فِي الأرض﴾ أي جعلناه ثابتًا مستقرًا في الأرض لتنتفعوا به وقت الحاجة ﴿وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ﴾ وعيدٌ وتهديدٌ أي ونحن قادرون على إِذهابه بالتغوير في الأرض فتهلكون عطشًا أنتم ومواشيكم قال ابن كثير: لو شئنا لجعلناه إذا نزل يغور في الأرض إلى مدى لا تصلون إِليه ولا تنتفعون به لفعلنا، ولكن بلطفه تعالى ورحمته ينزل عليكم المطر من السحاب عذبًا فراتًا، فيسكنه في الأرض، ويسلكه ينابيع فيها فينفتح العيون والأنهار، ويسقى الزروع والثمار، فتشربون منه أنتم ودوابكم وأنعامكم ﴿فَأَنشَأْنَا لَكُمْ بِهِ جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ﴾ أي فأخرجنا لكم بذلك الماء حدائق وبساتين فيها النخيل والأعناب ﴿لَّكُمْ فِيهَا فَوَاكِهُ كَثِيرَةٌ﴾ أي لكم في هذه البساتين أنواع الفواكه والثمار تتفكهون بها ﴿وَمِنْهَا تَأْكُلُونَ﴾ أي ومن ثمر الجنات تأكلون صيفًا وشتاءً كالرطب والعنب والتمر والزبيب، وإِنما خصَّ النخيل والأعناب بالذكر لكثرة منافعهما فإِنهما يقومان مقام الطعام، ومقام الإِدام، ومقام الفواكه رطبًا ويابسًا وهما أكثر فواكه العرب ﴿وَشَجَرَةً تَخْرُجُ مِن طُورِ سَيْنَآءَ﴾ أي وممَّا أنشأنا لكم بالمء أيضًا شجرة الزيتون التي تخرج حول جبل الطور وهو الجبل الذي كلَّم الله عليه موسى ﴿تَنبُتُ بالدهن﴾ أي تُنبت الدهن أي الزيت الذي فيه منافع عظيمة ﴿وَصِبْغٍ لِّلآكِلِيِنَ﴾ أي وإِدام للآكلين سمي صبغًا لأنه يلون الخبز إذا غُمس فيه، جمع الله في هذه الشجرة بين الأُدم والدهن، وفي الحديث\n«كلوا الزيت وادهنوا به فإِنه من شجرةٍ مباركة» ﴿وَإِنَّ لَكُمْ فِي الأنعام لَعِبْرَةً﴾ أي وإن لكم أيها الناس فيما خلق لكم ربكم من الأنعام وهي «الإِبل والبقر والغنم» لعظةً بالغةً تعتبرون بها ﴿نُّسْقِيكُمْ مِّمَّا فِي بُطُونِهَا﴾ أي نسقيكم من ألبانها من بين فرثٍ ودمٍ لبنًا خالصًا سائغًا للشاربين ﴿وَلَكُمْ فيِهَا مَنَافِعُ كَثِيرَةٌ﴾ أي ولكم في هذه منافع عديدة: تشربون من ألبانها، وتلبسون من أصوافها وتركبون ظهورها، وتحملون عليها الأحمال الثقال ﴿وَمِنْهَا تَأْكُلُونَ﴾ أي وتأكلون لحومها كذلك ﴿وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ﴾ أي وتحملون على الإِبل في البر كما تحملون على السُّفن في البحر، فإِنَّ الإِبل سفائن البر كما أن الفلك سفائن البحر.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِخبار بصيغة الماضي لإِفادة الثبوت والتحقق ﴿قَدْ أَفْلَحَ المؤمنون﴾ كما أنَّ ﴿قَدْ﴾ لإِفادة التحقيق أيضًا.\n٢ - التفصيل بعد الإِجمال ﴿الذين هُمْ فِي صَلاَتِهِمْ خَاشِعُونَ والذين هُمْ عَنِ اللغو مُّعْرِضُونَ. .﴾ الخ.\n٣ - إ نزال غير المنكر منزلة المنكر ﴿ثُمَّ إِنَّكُمْ بَعْدَ ذلك لَمَيِّتُونَ﴾ الناس لا ينكرون الموت ولكنَّ غفلتهم عنه وعدم استعدادهم له بالعمل الصالح يعدَّان من علامات الإنكار ولذلك نزلوا منزلة المنكرين وأُلقي الخبر مُؤكدًا بمؤكدين «إٍنَّ واللام» .\n٤ -","vol":"2","page":279},{"text":"الاستعارة اللطيفة ﴿سَبْعَ طَرَآئِقَ﴾ شبهت السماوات السبع بطرائق النعل التي يجعل بعضها فوق بعض بطريق الاستعارة.\n٥ - التهديد ﴿وَإِنَّا على ذَهَابٍ بِهِ لَقَادِرُونَ﴾ .\n٦ - السجع غير المتكلف ﴿خَاشِعُونَ، حَافِظُونَ، عَادُونَ﴾ وكذلك ﴿طِينٍ، مَّكِينٍ، الخالقين﴾ وهو من المحسنات البديعية.\nتنبيه: ذكر تعالى في هذه الآيات من قوله ﴿وَلَقَدْ خَلَقْنَا الإنسان﴾ إلى قوله ﴿وَعَلَى الفلك تُحْمَلُونَ﴾ أربعة أنواع من دلائل قدرته تعالى، الأول: تقلب الإِنسان في أطوار الخلق وهي تسعة آخرها البعث بعد الموت، الثاني: خلق السماوات السبع، الثالث: إِنزال الماء من السماء، الرابع: منافع الحيوانات وذكر منها أربة أنواع «الانتفاع بالألبان، وبالصوف، وباللحوم، وبالركوب» .\nفَائِدَة: روى الإِمام أحمد عن عمر بن الخطاب ﵁ قال: «كان إِذا نزل على رسول الله ﷺ َ الوحي يسمع عند وجهه كدوي النحل، فلبثنا ذات يوم ساعة فاستقبل القبلة ورفع يديه وقال» اللهم زدنا ولا تنقصنا، وأكرمنا ولا تهنا وأعطنا ولا تحرمنا، وآثرنا ولا تُؤثر علينا، وأرضنا وارض عنا «ثم قال: لقد أُنزل عليَّ عشر آيات من أقامهنَّ دخل الجنة ثم قرأ ﴿قَدْ أَفْلَحَ المؤمنون﴾ حتى ختم العشر»","vol":"2","page":280},{"text":"المنَاسَبَة: لما ذكر تعالى دلائل التوحيد في خلق الإِنسان، والحيوان، والنبات، وفي خلق السماوات والأرض، وعدَّد نعمة عل عباده، ذكر هنا أمثالًا لكفار مكة من المكذبين من الأمم السابقة وما نالهم من العذاب، فابتدأ بقصة نوح، ثم بقصة موسى وفرعون، ثم بقصة عيسى بن مريم، وكلُّها عبر وعظات للمكذبين بالرسل والآيات.\nاللغَة: ﴿جِنَّةٌ﴾ بكسر الجيم أي جنون ﴿فَتَرَبَّصُواْ﴾ فانتظروا والتربص: الانتظار ﴿مُبْتَلِينَ﴾ مختبرين ﴿هَيْهَاتَ﴾ اسم فعل ماض بمعنى بَعُد قال الشاعر:\nتذكرت أيامًا مضين من الصبا ... وهيهات هيهاتًا إِليك رجوعها\n﴿غُثَآءً﴾ الغثاء: العشب إِذا يبس، وغُثاء السيل: ما يحمله من الحشيش والقصب اليابس ونحوه ﴿بُعْدًا﴾ هلاكًا قال الرازي: بعدًا وسُحقًا ودمارًا ونحوها مصادر موضوعة مواضع أفعالها قال سبيويه وهي منصوبة بأفعال لا يستعمل إٍِظهارها ومعنى ﴿بُعْدًا﴾ بعدوا بعدًا أي هلكوا ﴿قُرُونًا﴾ أممًا ﴿تَتْرَا﴾ تتابع يأتي بعضهم إِثر بعض ﴿أَحَادِيثَ﴾ جمع أُحدوثة كأُعجوبة وهي ما يتحدث به عجبًا وتسلية ﴿مَعِينٍ﴾ ماء جار ظاهر للعيون ﴿رَبْوَةٍ﴾ الربوة: المكان المرتفع من الأرض.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ أي والله لقد أرسلنا رسولنا نوحًا إلى قومه داعيًا لهم إِلى الله قال المفسرون: هذه تعزية لرسول الله ﷺ َ بذكر هذا الرسول، ليتأسى به في صبره، وليعلم أنَّ الرسل قبله قد كُذبوا ﴿فَقَالَ ياقوم اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي اعبدوه وحده فليس لكم ربٌّ سواه ﴿أَفَلاَ تَتَّقُونَ﴾ زجرٌ ووعيد أي أفلا تخافون عقوبته بعبادتكم غيره؟ ﴿فَقَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ﴾ أي فقال أشراف قومه ورؤساؤهم الممعنون في الكفر والضلال ﴿مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ يُرِيدُ أَن يَتَفَضَّلَ عَلَيْكُمْ﴾ أي ما هذا الذي يريد أن يطلب الرياسة والشرف عليكم بدعواه النبوة لتكونوا له أتباعًا. . واعجبْ بضلال هؤلاء استبعدوا أن تكون النبوة لبشر، وأثبتوا الربوبية لحجر ﴿وَلَوْ شَآءَ الله لأَنزَلَ مَلاَئِكَةً﴾ أي لو أراد ال له أن يبعث رسولًا لبعث ملكًا","vol":"2","page":281},{"text":"ولم يكن بشرًا ﴿مَّا سَمِعْنَا بهذا في آبَآئِنَا الأولين﴾ أي ما سمعنا بمثل هذاكللام في الأمم الماضية، والدهور الخالية ﴿إِنْ هُوَ إِلاَّ رَجُلٌ بِهِ جِنَّةٌ﴾ أي ما هو إلا رجلٌ به جنون ﴿فَتَرَبَّصُواْ بِهِ حتى حِينٍ﴾ أي انتظروا واصبروا عليه مدة حتى يموت ﴿قَالَ رَبِّ انصرني بِمَا كَذَّبُونِ﴾ أي قال نوح بعد ما يئس من إِيمانهم: ربِّ انصرني عليهم بإِهلاكهم عامةً بسبب تكذيبهم إِياي ﴿فَأَوْحَيْنَآ إِلَيْهِ أَنِ اصنع الفلك بِأَعْيُنِنَا﴾ أي فأوحينا إِليه عند ذلك أن اصنع السفينة بمرأى منا وحفظنا ﴿وَوَحْيِنَا﴾ أي بأمرنا وتعليمنا ﴿فَإِذَا جَآءَ أَمْرُنَا﴾ أي فإِذا جاء أمرنا بإِنزال العذاب ﴿وَفَارَ التنور﴾ أي فار الماء في التنور الذي يخبز فيه قال المفسرون: جعل الله ذلك علامة لنوح على هلاك قومه ﴿فاسلك فِيهَا مِن كُلٍّ زَوْجَيْنِ اثنين﴾ أي فأدخل في السفينة من كل صنفٍ من الحيوان زوجين «ذكر وأنثى» لئلا ينقطع نسل ذلك الحيوان ﴿وَأَهْلَكَ إِلاَّ مَن سَبَقَ عَلَيْهِ القول مِنْهُمْ﴾ أي واحمل أهلك أيضًا إِلاّ من سبق عليه القول بالهلاك ممن لم يؤمن كزوجته وابنه ﴿وَلاَ تُخَاطِبْنِي فِي الذين ظلموا إِنَّهُمْ مُّغْرَقُونَ﴾ أي ولا تسألني الشفاعة للظالمين عند مشاهدة هلاكهم فقد قضيت أنهم مغرقون محكوم عليهم بالغرق ﴿فَإِذَا استويت أَنتَ وَمَن مَّعَكَ عَلَى الفلك﴾ أي فإِذا علوت أنت ومن معك من المؤمنين على السفينة ﴿فَقُلِ الحمد للَّهِ الذي نَجَّانَا مِنَ القوم الظالمين﴾ أي احمدوا الله على تخليصه إِياكم من الغرق وإِنما قال ﴿فَقُلِ﴾ ولم يقل فقولوا لأن نوحًا كان نبيًا لهم وإِمامًا فخطابه خطابٌ لهم ﴿وَقُل رَّبِّ أَنزِلْنِي مُنزَلًا مُّبَارَكًا﴾ أي أنزلني إِنزالًا مباركًا يحفظني من كل سوء وشر قال ابن عباس: هذا حين خرج من السفينة ﴿وَأَنتَ خَيْرُ المنزلين﴾ أي أنت يا رب خير المنزلين لأوليائك والحافظين لعبادك ﴿إِنَّ فِي ذلك لآيَاتٍ﴾ أي إِنَّ فيما جرى على أمة نوح دلائل وعبر يستدل بها أولوا الأبصار ﴿وَإِن كُنَّا لَمُبْتَلِينَ﴾ أي وإِنَّ الحال والشأن كنا مختبرين للعباد بإِرسال المرسلين ﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ﴾ أي ثم أوجدنا من بعد قوم نوح قومًا آخرين يخلفونهم وهم قوم عاد ﴿فَأَرْسَلْنَا فِيهِمْ رَسُولًا مِّنْهُمْ﴾ أي أرسلنا إِليهم رسولًا من عشيرتهم هو هود ﵇ ﴿أَنِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي أعبدوه وحده ولا تشركوا به أحدًا لأنه ليس لكم ربٌّ سواه ﴿أَفَلاَ تَتَّقُونَ﴾ أي أفلا تخافون عذابه وانتقامه إِن كفرتم؟ ﴿وَقَالَ الملأ مِن قَوْمِهِ الذين كَفَرُواْ وَكَذَّبُواْ بِلِقَآءِ الآخرة﴾ أي قال أشراف قومه الكفرة المكذبون بالآخرة وما فيها من الثواب والعقاب ﴿وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا﴾ أي وسَّعنا عليهم نعم الدنيا حتى بطروا ونعمناهم في هذه الحياة ﴿مَا هذا إِلاَّ بَشَرٌ مِّثْلُكُمْ﴾ أي قالوا لأتباعهم مضلين لهم: ما هذا الذي يزعم أنه رسول إِلا إِنسان مثلكم ﴿يَأْكُلُ مِمَّا تَأْكُلُونَ مِنْهُ وَيَشْرَبُ مِمَّا تَشْرَبُونَ﴾ أي يأكل مثلكم ويشرب مثلكم فلا فضل له عليكم لأنه محتاج إِلى الطعام والشراب ﴿وَلَئِنْ أَطَعْتُمْ بَشَرًا مِّثْلَكُمْ إِنَّكُمْ إِذًا لَّخَاسِرُونَ﴾ أي ولئن أطعتموه وصدقتموه فإِنكم لخاسرون حقًا حيق أذللتم أنفسكم باتّباعه قال أبو السعود: انظر كيف جعلوا اتباع الرسول الحق الذي يوصلهم إلى سعادة الدارين خسرانًا دون عبادة الأصنام التي لا خسران وراءها؟ قاتلهم الله أنَّى يؤفكون ﴿أَيَعِدُكُمْ أَنَّكُمْ إِذَا مِتُّمْ وَكُنتُمْ تُرَابًا وَعِظامًا﴾ استفهام على وجه الاستهزاء والاستبعاد أي أيعدكم بالحياة بعد الموت أن تصبحوا رفاتًا","vol":"2","page":282},{"text":"وعظامًا بالية؟ ﴿أَنَّكُمْ مُّخْرَجُونَ﴾ أي أنكم ستخرجون أحياء من قبوركم وكرَّر لفظ ﴿أَنَّكُمْ﴾ تأكيدًا لأنه لمّا طال الكلام حسن التكرار ﴿هَيْهَاتَ هَيْهَاتَ لِمَا تُوعَدُونَ﴾ أي بعد بعُد هذا الذي توعدونه من الإِخراج من القبور، وغرضهم بهذا الاستبعاد انه لا يكون أبدًا ﴿إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا﴾ أي لا حياة إِلا هذه الحياة الدنيا ﴿نَمُوتُ وَنَحْيَا﴾ أي يموتُ بعضنا ويُولد بعضنا إِلى انقراض العصر ﴿وَمَا نَحْنُ بِمَبْعُوثِينَ﴾ أي لا بعث ولا نشور ﴿إِنْ هُوَ إِلاَّ رَجُلٌ افترى على الله كَذِبًا﴾ أي ما هو إِلا رجل كاذب يكذب على الله فيما جاءكم به من الرسالة، والإِخبار بالمعاد ﴿وَمَا نَحْنُ لَهُ بِمُؤْمِنِينَ﴾ أي ولسنا له بمصدقين فيما يقوله ﴿قَالَ رَبِّ انصرني بِمَا كَذَّبُونِ﴾ لما يئس نبيُّهم من إِيمانهم ورأى إِصرارهم على الكفر دعا عليهم بالهلاك والمعنى ربّ انصرني عليهم بسبب تكذيبهم إِياي ﴿قَالَ عَمَّا قَلِيلٍ لَّيُصْبِحُنَّ نَادِمِينَ﴾ أي قريب من الزمان سيصيرون نادمين على كفرهم ﴿فَأَخَذَتْهُمُ الصيحة بالحق﴾ أي أخذتهم صيحة العذاب المدمر عدلًا من الله لا ظلمًا ﴿فَجَعَلْنَاهُمْ غُثَآءً﴾ أي هلكى كغثاء السيل قال المفسرون: صاح بهم جبريل صيحة رجفت لها الأرض من تحتهم فصاروا لشدتها غثاءً كغثاء السيل وهو الشيء التافه الحقير الذي لا ينتفع منه بشيء ﴿فَبُعْدًا لِّلْقَوْمِ الظالمين﴾ أي فسحقًا وهلاكًا لهمم وظلمهم، وهي جملة دعائية كأنه قال: بعدًا لهم من رحمة الله وهلاكًا ودمارًا لهم ﴿ثُمَّ أَنشَأْنَا مِن بَعْدِهِمْ قُرُونًا آخَرِينَ﴾ أي أوجدنا من بعد هلاك هؤلاء أممًا وخلائق أخرين كقوم صالح وإِبراهيم وقوم لوط وشعيب قال ابن عباس: هم بنو إِسرائيل، وفي الكلام حذفٌ تقديره: فكذبوا أنبياءهم فأهلكناهم دلَّ عليه قوله ﴿مَا تَسْبِقُ مِنْ أُمَّةٍ أَجَلَهَا وَمَا يَسْتَأْخِرُونَ﴾ أي ما تتقدم أمةٌ من الأمم المهلكة عن الوقت الذي عُيّن لهلاكهم ولا تتأهر عنه ﴿ثُمَّ أَرْسَلْنَا رُسُلَنَا تَتْرَا﴾ أي بعثنا الرسل متتالين واحدًا بعد واحد قال ابن عباس: يتبع بعضهم بعضًا ﴿كُلَّ مَا جَآءَ أُمَّةً رَّسُولُهَا كَذَّبُوهُ﴾ تشنيع عليهم بكمال ضلالهم أي أنهم سلكوا في تكذيب أنبيائهم مسلك من سبقهم من الضالين المكذبين ولهذا قال ﴿فَأَتْبَعْنَا بَعْضَهُمْ بَعْضًا﴾ أي ألحقنا بعضهم في إِثر بعض بالهلاك والدمار ﴿وَجَعَلْنَاهُمْ أَحَادِيثَ﴾ أي أخبارًا تُروى وأحاديث تُذكر، يتحدث الناس بما جرى عليهم تعجبًا وتسلية ﴿فَبُعْدًا لِّقَوْمٍ لاَّ يُؤْمِنُونَ﴾ أي فهلاكًا ودمارًا لقومٍ لا يصدّقون الله ورسله ﴿ثُمَّ أَرْسَلْنَا موسى وَأَخَاهُ هَارُونَ بِآيَاتِنَا﴾ أي أرسلناهما بآياتنا البينات قال ابن عباس: هي الآيات التسع «العصا، اليد، الجراد» الخ ﴿وَسُلْطَانٍ مُّبِينٍ﴾ أي وحجة واضحة ملزمة للخصم ﴿إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي أرسلناهما إلى فرعون الطاغية وأشراف قومه المتكبرين ﴿فاستكبروا﴾ أي عن الإِيمان بالله وعبادته ﴿وَكَانُواْ قَوْمًا عَالِينَ﴾ أي متكبرين متمردين، قاهرين لغيرهم بالظلم ﴿فقالوا أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا﴾ أي أنصدق رجلين مثلنا ونتَّبعهما؟ ﴿وَقَوْمُهُمَا لَنَا عَابِدُونَ﴾ أي والحال أن قوم موسى وهارون منقادون لنا كالخدم والعبيد؟ ﴿فَكَذَّبُوهُمَا فَكَانُواْ مِنَ المهلكين﴾ أي فكذبوا رسولينا فكانوا من المغرقين في البحر ﴿وَلَقَدْ آتَيْنَا موسى الكتاب لَعَلَّهُمْ يَهْتَدُونَ﴾ أي أعطينا موسى التوراة بعد غرق فرعون وملائه ليهتدي بها بنوا إِسرائيل ﴿وَجَعَلْنَا ابن مَرْيَمَ وَأُمَّهُ آيَةً﴾ أي وجعلنا قصة مريم وابنها عيسى معجزةً عظيمة تدل على كمال قدرتنا ﴿وَآوَيْنَاهُمَآ إلى رَبْوَةٍ﴾ أي وجعلنا منزلهما ومأواهما إِلى مكانٍ مرتفع من أرض بيت المقدس قال ابن عباس: الربوة المكان المرتفع من الأرض، وهو أحسن ما يكون فيه النبات ﴿ذَاتِ قَرَارٍ وَمَعِينٍ﴾ أي مستوية يستقر","vol":"2","page":283},{"text":"عليها وماءٍ جارٍ ظاهر للعيون قال الرازي: القرار: المستقر كل أرض مستوية مبسوكة، والمعين: الماء الظاهر الجاري على وجه الأرض، وعن قتادة: ذات ثمارٍ وماء، يعني أنه لأجل الثمار يسقر فيها ساكنوها ﴿ياأيها الرسل كُلُواْ مِنَ الطيبات واعملوا صَالِحًا﴾ أي قلنا يا أيها الرسل كلوا من الحلال وتقربوا إِلى الله بالأعمال الصالحة، والنداء لكل رسولٍ في زمانه وصى به كل رسول إرشادًا لأمته كما تقول تخاطب تاجرًا: يا تجار اتقوا الربا ﴿إِنِّي بِمَا تَعْمَلُونَ عَلِيمٌ﴾ وعيدٌ وتحذير أي إِني عالم بما تعملون لا يخفى عليَّ شيء من أمركم، قال القرطبي: شمل الكل في الوعيد وإِذا كان هذا مع الرسل والأنبياء، فما ظنُّ كل الناس بأنفسهم؟ ﴿وَإِنَّ هذه أُمَّتُكُمْ أُمَّةً وَاحِدَةً﴾ أي دينكم يا معشر الأنبياء دين واحد، وملتكم ملة واحدة وهي دين الإِسلام ﴿وَأَنَاْ رَبُّكُمْ فاتقون﴾ أي وأنا ربكم لا شريك لي فخافوا عذابي وعقابي.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة البديعة ﴿اصنع الفلك بِأَعْيُنِنَا﴾ عبَّر عن المبالغة في الحفظ والرعاية بالصنع على الأعين لأن الحافظ للشيء في الأغلب يديم مراعاته بعينه فلذلك جاء بذكر الأعين بدلًا من ذكر الحفظ والحراسة على طريق الاستعارة.\n٢ - الكناية ﴿وَفَارَ التنور﴾ كناية عن الشدة كقولهم حمي الوطيس، وأطلق بعض العلماء التنور على وجه الأرض مجازًا.\n٣ - جناس الاشتقاق ﴿أَنزِلْنِي مُنزَلًا﴾ و﴿تَعْمَلُونَ عَلِيمٌ﴾ .\n٤ - الطباق بين ﴿نَمُوتُ وَنَحْيَا﴾ وكذلك بين ﴿تَسْبِقُ. . ويَسْتَأْخِرُونَ﴾ . ٥ - الجناس الناقص ﴿أَرْسَلْنَا رُسُلَنَا﴾ لتغيير بعض الحروف مع الشكل.\n٦ - التشبيه البليغ ﴿فَجَعَلْنَاهُمْ غُثَآءً﴾ أي كالغثاء في سرعة زواله ومهانة حاله، حذف وجه الشبه وأداة التشبيه فصار بليغًا.\n٧ - أسلوب الإِطناب ﴿الذين كَفَرُواْ، وَكَذَّبُواْ بِلِقَآءِ الآخرة، وَأَتْرَفْنَاهُمْ فِي الحياة الدنيا﴾ ذمًا لهم وتسجيلًا عليهم القبائح والشناعات.\n٨ - السجع اللطيف مثل ﴿تَتَّقُونَ، تَشْرَبُونَ، مُّخْرَجُونَ﴾ ومثل ﴿عَالِينَ، المهلكين، قَرَارٍ وَمَعِينٍ﴾ .\nفَائِدَة: لفظ البشر يطلق على الواحد والجمع، فمن إِطلاقه على الواحد ﴿فَتَمَثَّلَ لَهَا بَشَرًا سَوِيًّا﴾ [مريم: ١٧] ﴿أَنُؤْمِنُ لِبَشَرَيْنِ مِثْلِنَا﴾؟ على إِطلاقه على الجمع ﴿فَإِمَّا تَرَيِنَّ مِنَ البشر أَحَدًا﴾ [مريم: ٢٦] ﴿وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ﴾ [المدثر: ٣١] أفاده صاحب الكشاف.","vol":"2","page":284},{"text":"المنَاسَبَة: لما ذكر تعالى قصص الأنبياء والمرسلين، أتبعه بذكر أخبار الكفرة المتمردين من أقوامهم واختلافهم وتفرقهم في الدين حتى أصبحوا فرقًا وأحزابًا، ليجتنب الإِنسان طرق أهل الضلال.\nاللغَة: ﴿زُبُرًا﴾ قطعًا جمع زبور وهي القطعة من الفضة أو الحديد ﴿غَمْرَتِهِمْ﴾ الغمرة: الحيرة والضلالة وأصله في اللغة: الماء الذي يغمر القامة ﴿يَجْأَرُونَ﴾ يضجون ويستغيثون وأصل الجؤار رفع الصوت بالتضرع كما يفعل الثور ﴿تَنكِصُونَ﴾ النكوص: الرجوع إلى الوراء ﴿نَاكِبُونَ﴾ نكب عن الطريق نكوبًا إِذا عدل عنه ومال إلى غيره.\nالتفسِير: ﴿فتقطعوا أَمْرَهُمْ بَيْنَهُمْ زُبُرًا﴾ أي تفرقت الأمم في أمر دينهم فرقًا عديدة وأديانًا مختلفة هذا مجوسي، وهذا يهودي، وهذا نصراني بعدما أُمروا بالاجتماع ﴿كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ﴾ أي كل فريق منهم مغتبط بما اتخذه دينًا لنفسه معجب به، يرى أنه المحقٌّ الرابح، وأنَّ غيره المبطل الخاسر ﴿فَذَرْهُمْ فِي غَمْرَتِهِمْ﴾ الخطاب للرسول ﷺ َ والضمير لكفار مكة أي فاترك يا محمد هؤلاء المشركين في غفلتهم وجهلهم وضلالهم ﴿حتى حِينٍ﴾ أي إِلى حين موتهم، وهذا تسلية لرسول الله ﷺ َ ووعيدٌ للمشركين ﴿أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ بِهِ مِن مَّالٍ وَبَنِينَ﴾ أي أيظن هؤلاء الكفار أنَّ الذي نعطيهم في الدنيا من الأموال والأولاد ﴿نُسَارِعُ لَهُمْ فِي الخيرات﴾ أي هو تعجيل ومسارعة لهم في الإِحسان؟ كلاَّ ليس الأمر كما يظنون بل هو استدراجٌ لهم، واستجرارٌ إلى زيادة الإِثم ولهذا قال ﴿بَل لاَّ يَشْعُرُونَ﴾ أي بل هم أشباه البهائم، لا فطنة لهم ولا شعور حتى يتفكروا في الأمر، أهو استدراج أم مسارعة في الخير؟ والآية ردٌّ على المشركين في زعمهم أن أموالهم وأولادهم دليلُ ﵃ كما حكى الله عنهم ﴿وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلاَدًا وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ [سبأ: ٣٥] وفي","vol":"2","page":285},{"text":"الحديث «إِن الله يعطي الدنيا لمن يُحبُّ ولمن لا يحب، ولا يعطي الدين إِلا لمن أحبَّ»، ولمّا ذمَّ المشركين وتوعَّدهم عقَّب ذلك بمدح المؤمنين وذكرهم بأبلغ صفاتهم فقال ﴿إِنَّ الذين هُم مِّنْ خَشْيةِ رَبِّهِمْ مُّشْفِقُونَ﴾ أي هم من جلال الله وعظمته خائفون، ومن خوف عذابه حذرون ﴿والذين هُم بِآيَاتِ رَبَّهِمْ يُؤْمِنُونَ﴾ أي يصدِّقون بآيات الله القرآنية، وآياته الكونية وهي والبراهين الدالة على وجوده سبحانه\nوفي كل شيءٍ له آيةٌ ... تدلُّ على أنه واحد\n﴿والذين هُم بِرَبِّهِمْ لاَ يُشْرِكُونَ﴾ أي لا يعبدون معه غيره، بل يوحدونه ويخلصون العمل لوجهه قال الإِمام الفخر: وليس المراد منه الإِيمان بالتوحيد ونفي الشريك لله فإِن ذلك داخل في الآية السابقة، بل المراد منه نفيُ الشرك الخفي وذلك بأن يخلص في العبادة لوجه الله وطلبًا لرضوانه ﴿والذين يُؤْتُونَ مَآ آتَواْ وَّقُلُوبُهُمْ وَجِلَةٌ﴾ هذه هي الصفة الرابعة من أوصاف المؤمنين أي يعطون العطاء من زكاةٍ وصدقة، ويتقربون بأنواع القربات من أفعال الخير والبر وهم يخافون أن تقبل منهم أعمالهم قال الحسن: إِن المؤمن جمع إِحسانًا وشفقة، وإِن المنافق جمع إِساءةً وأمنًا ﴿أَنَّهُمْ إلى رَبِّهِمْ رَاجِعُونَ﴾ أي لخوفهم أن يكونوا قد قصَّروا في القيام بشروط الطاعات والأعمال الصالحة ولاعتقادهم أنهم سيرجعون إلى ربهم للحساب، روي أن عائشة سألت رسول الله ﷺ َ عن الآية الكريمة فقالت ﴿والذين يُؤْتُونَ مَآ آتَواْ وَّقُلُوبُهُمْ وَجِلَةٌ﴾ أهو الذي يزني، ويسرق، ويشرب الخمر وهو يخاف الله ﷿؟ فقال لها:\n«لا يا بنت الصِّديق! ولكنه الذي يصلي، ويصوم، ويتصدق وهو مع ذلك يخاف الله ﷿» ﴿أولئك يُسَارِعُونَ فِي الخيرات﴾ أي أولئك المتصفون بتلك الصفات الجليلة هم الذين يسابقون في الطاعات لنيل أعلى الدرجات لا أولئك الكفرة المجرمون ﴿وَهُمْ لَهَا سَابِقُونَ﴾ أي هم الجديرون بها والسابقون إِليه قال الإِمام الفخر: واعلم أن ترتيب هذه الصفات في نهاية الحسن، فالصفة الأولى دلت على حصول الخوف الشديد، الموجب للاحتراز عما لا ينبغي، والثانية: دلت على التصديق بوحدانية الله، والثالثة: دلت على ترك الرياء في الطاعات، والرابعة: دلت على أن المستجمع لتلك الصفات الثلاثة يأتي بالطاعات مع الوجل والخوف من التقصير، وذلك هو نهاية مقامات الصدّيقين رزقنا الله الوصول إِليها ﴿وَلاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾ أي لا نكلّف أحدًا من العباد ما لا يطيق تفضلًا منّا ولطفًا. أتى بهذه الآية عقب أوصاف المؤمنين إِشارةً إِلى أن أولئك المخلصين لم يُكلفوا بما ليس في قدرتهم وأن جميع التكاليف في طاقة الإنسان ﴿وَلَدَيْنَا كِتَابٌ يَنطِقُ بالحق﴾ أي وعندنا صحائف أعمال العباد التي سطر فيها ما عملوا من خير أو شر نجازيهم في الآخرة عليها ولهذا قال ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي لا يظلمون من أعمالهم شيئًا بنقص الثواب أو زيادة العقاب قال القرطبي: والآية تهديد وتأمين من الحيف والظلم ﴿بَلْ قُلُوبُهُمْ","vol":"2","page":286},{"text":"فِي غَمْرَةٍ مِّنْ هذا﴾ أي بل قلوب الكفرة المجرمين في غطاءٍ وغفلةٍ وعماية عن هذا القرآن ﴿وَلَهُمْ أَعْمَالٌ مِّن دُونِ ذلك﴾ أي ولهم أعمال سيئة كثيرة غير الكفر والإشراك ﴿هُمْ لَهَا عَامِلُونَ﴾ أي سيعملونها في المستقبل لتحقَّ عليهم الشقاوة فقد جمعوا بين الكفر وسوء الأعمال فحقت عليهم كلمة العذاب ﴿حتى إِذَآ أَخَذْنَا مُتْرَفِيهِمْ بالعذاب﴾ أي حتى إِذا أخذنا أغنياءهم وكبراءهم المتنعمين في هذه الحياة بالعذاب العاجل كالجوع والقتل والأسر ﴿إِذَا هُمْ يَجْأَرُونَ﴾ أي إِذا هم يصيحون ويرفعون أصواتهم بالاستغاثة قال ابن عباس: هو الجوع الذي عذبوا به سبع سنين ﴿لاَ تَجْأَرُواْ اليوم﴾ أي لا تستغيثوا اليوم من العذاب ﴿إِنَّكُمْ مِّنَّا لاَ تُنصَرُونَ﴾ أي لا تمنعون من عذابنا فلا ينفعكم صراخ ولا استغاثة ﴿قَدْ كَانَتْ آيَاتِي تتلى عَلَيْكُمْ﴾ أي لقد كنتم تسمعون آيات القرآن تقرأ عليكم ﴿فَكُنتُمْ على أَعْقَابِكُمْ تَنكِصُونَ﴾ أي كنتم تنفرون عن تلك الآيات كما يذهب الناكص على عقبيه بالرجوع إِلى ورائه، وهذا تمثيلٌ لإِعراضهم عن الحق بالراجع إلى الخلف ﴿مُسْتَكْبِرِينَ بِهِ﴾ أي مستكبرين بسبب القرآن عن الإِيمان قال ابن كثير: الضمير للقرآن كانوا يسمرون ويذكرون القرآن بالهُجْر من الكلام يقولون إِنه سحر، شعر، كهانة إِلى غير ذلك من الأقوال الباطلة وقال ابن الجوزي: الضمير عائد إلى البيت الحرام وهي كناية عن غير مذكور لشهرة الأمر والمعنى: إِنكم تستكبرون وتفتخرون بالبيت والحرم لأمنكم فيه مع خوف سائر الناس في مواطنهم، تقولون: نحن أهل الحرم فلا نخاف أحدًا، ونحن أهل بيت الله وولاته، هذا مذهب ابن عباس وغيره ﴿سَامِرًا تَهْجُرُونَ﴾ أي متحدثين ليلًا تسمرون تقولون في سمركم الهجر وهو القول الفاحش من الطعن في القرآن، وسبّ النبي ﵇ ﴿أَفَلَمْ يَدَّبَّرُواْ القول﴾ أي أفلم يتدبروا هذا القرآن العظيم ليعرفوا بما فيه من إِعجاز النظم أنه كلام الله فيصدقوا به؟ ﴿أَمْ جَآءَهُمْ مَّا لَمْ يَأْتِ آبَآءَهُمُ الأولين﴾ أي أم جاءهم من الله بشيء مبتدع لم يأت مثله في آبائهم السابقين؟ قال أبو السعود: يعني أن مجيء الكتب من جهته تعالى إلى الرسل سنة قديمة لا ييكاد يتسنى إنكاره، وأن مجيء القرآن على طريقته فمن أين ينكرونه؟ ﴿أَمْ لَمْ يَعْرِفُواْ رَسُولَهُمْ فَهُمْ لَهُ مُنكِرُونَ﴾ توبيخ آخر لهم أي أم لم يعرفوا محمدًا ﷺ َ ونسبه وصدقه وأمانته ورابعًا اتهامهم له بالجنون وقد علموا أنه ﵇ أرجحهم عقلًا وأثقبهم ذهنًا ولهذا قال بعده ﴿أَمْ يَقُولُونَ بِهِ جِنَّةٌ﴾ أي أم يقولون إِن محمدًا مجنون، وهذا توبيخ آخر وتعجيبٌ من تفننهم في العناد، وتلونهم في الجحود ﴿بَلْ جَآءَهُمْ بالحق﴾ ﴿بَلْ﴾ للإضراب أي ليس الأمر كما زعموا بل جاءهم محمد بالحقِّ الساطع الذي لا مدخل فيه للباطل بوجه من الوجوه، وبالقرآن المشتمل على التوحيد وشرائع الإِسلام ﴿وَأَكْثَرُهُمْ لِلْحَقِّ كَارِهُونَ﴾ أي ومع وضوح الدعوة فإِنَّ أكثر المشركين يكرهون الحقّ لما في قلوبهم من الزيغ والانحراف ﴿وَلَوِ اتبع الحق أَهْوَآءَهُمْ﴾ أي لو كان ما كرهوه من الحق - الذي هو التوحيد والعدل -","vol":"2","page":287},{"text":"موافقًا لأهوائهم الفاسدة، ومتمشيًا مع رغباتهم الزائغة ﴿لَفَسَدَتِ السماوات والأرض وَمَن فِيهِنَّ﴾ أي لفسد نظام العالم أجمع علويُّه وسفليُّه، وفسد من فيه من المخلوقات لفساد أهوائهم واختلافهم قال ابن كثير: وفي هذا كله تبيين عجز العباد، واختلاف آرائهم وأهوائهم، وأنه تعالى هو الكامل في جميع صفاته وأفعاله وتدبيره لخلقه ﴿بَلْ أَتَيْنَاهُمْ بِذِكْرِهِمْ﴾ أي بل أتيناهم بما فيه فخرهم وشرفهم، وهو هذا القرآن العظيم الذي أكرمهم الله تعالى به ﴿فَهُمْ عَن ذِكْرِهِمْ مُّعْرِضُونَ﴾ أي فهم معرضون عن هذا القرآن العظيم وكان اللائق بهم الانقياد له وتعظيمه لأنه شرفهم وعزُّهم، وأعاد لفظ «الذكر» تعظيمًا للقرآن ﴿أَمْ تَسْأَلُهُمْ خَرْجًا﴾ أي أم تسألهم يا محمد أجرًا على تبيلغ الرسالة فلأجل ذلك لا يؤمنون، وفي هذا تشنيعٌ عليهم لعدم الإِيمان فمحمد لا يطلب منهم أجرًا فيلماذا إِذًا يكذبونه ويعادونه؟ ﴿فَخَرَاجُ رَبِّكَ خَيْرٌ﴾ أي رزق الله وعطاؤه خيرٌ لك يا محمد ﴿وَهُوَ خَيْرُ الرازقين﴾ أي هو تعالى أفضلُ من أعطى ورزق لأنه يعطي لا لحاجة، وغيره يعطي لحاجة ﴿وَإِنَّكَ لَتَدْعُوهُمْ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي وإنك يا محمد لتدعوهم إِلى الطريق المستقيم وهو الإِسلام الموصل إلى جنات النعيم ﴿وَإِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة عَنِ الصراط لَنَاكِبُونَ﴾ أي وإِنَّ الذين لا يصدقون بالبعث والثواب والعقاب لعادلون عن الطريق المستقيم منحرفون عنه.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبيان والبديع نوجزها فيما يلي:\n١ - الاستعارة اللطيفة ﴿فَذَرْهُمْ فِي غَمْرَتِهِمْ﴾ أصل الغمرة الماء الذي يغمر القامة، شبَّه ما هم فيه من الجهالة والضلالة بالماء الذي يغمر الإِنسان من فرقة إلى قدمه على سبيل الاستعارة.\n٢ - الاستفهام الإِنكاري ﴿أَيَحْسَبُونَ أَنَّمَا نُمِدُّهُمْ﴾ .\n٣ - حذف الرابط في ﴿نُسَارِعُ لَهُمْ فِي الخيرات﴾ حذف «به» أي نسارع لهم به في الخيرات، وحسن حذفه لاستطالة الكلام مع أمن اللبس.\n٤ - الطباق بين ﴿يُؤْمِنُونَ. . يُشْرِكُونَ﴾ .\n٥ - الاستعارة البديعة ﴿وَلَدَيْنَا كِتَابٌ يَنطِقُ بالحق﴾ النطق لا يكون إلا ممن يتكلم بلسانه، والكتاب ليس له لسان، فوصف سبحانه الكتاب بالنطق مبالغة وصفه بإِظهار البيان وإِعلان البرهان، وتشبيهًا باللسان الناطق بطريق الاستعارة.\n٦ - جناس الاشتقاق ﴿يُؤْتُونَ مَآ آتَواْ﴾ ﴿أَعْمَالٌ. . هُمْ لَهَا عَامِلُونَ﴾ .\n٧ - الاستعارة الفائقة ﴿فَكُنتُمْ على أَعْقَابِكُمْ تَنكِصُونَ﴾ شبّه إِعراضهم عن الحق بالراجع القهقرى إلى الخلف وهو من قبيل الاستعارة التمثيلية.\n٨ - السجع الرصين ﴿مُّشْفِقُونَ، يُؤْمِنُونَ، يُشْرِكُونَ، سَابِقُونَ﴾ الخ.","vol":"2","page":288},{"text":"المنَاسَبَة: لما ذكر تعالى إِعراض المشركين عن دعوة الإِيمان، ذكر هنا سبب الإِعراض وهو العناد والطغيان، ثم أردفه بإِقامة الأدلة على التوحيد، ثم ذكر أحوال الآخرة وانقسام الناس إِلى سعداء","vol":"2","page":289},{"text":"وأشقياء، وختم السورة ببيان الحكمة من حشر الناس إِلى دار الجزاء وأنه لولا لاقيمة لما تميز المطيع من العاصي ولا البرُّ من الفاجر.\nاللغَة: ﴿مُبْلِسُونَ﴾ يائسون متحيرون، والإِبلاس: اليأس من كل خير ﴿يُجْيِرُ﴾ يمنع ويحمي من استغاث به يقال: أجرت فلانًا على فلان إِذا أغثته ومنعته منه ﴿هَمَزَاتِ﴾ جمع همزة وهي الدفع والتحريك الشديد وهو كالهز والأزّ، وهمزات الشيطان: كيده بالوسوسة ﴿بَرْزَخٌ﴾ حاجز ومانع قال الجوهري: البرزخ: الحاجز بين الشيئين ﴿كَالِحُونَ﴾ الكلوح: أن تتقلَّص الشفتان وتتباعد الأسنان، وذلك نهاية القبح لوجه الإِنسان.\nسَبَبُ النّزول: عن ابن عباس قال: نزلت في قصة «ثمامة بن أُثال» لما أسرته السرية وأسلم وخلى رسول الله ﷺ َ سبيله، حال بين مكة وبين الميرة وقال: والله لا يأتيكم من اليمامة حبَّة حنطة حتى يأذن رسول الله ﷺ َ، وأخذ اللهُ قريشًا بالقحط والجوع حتى أكلوا الميتة والكلاب والعلهز قيل وما العلهز؟ قال كانوا يأخذون الصوف والوبر فيبلونه بالدم ثم يشوونه ويأكلونه فقال أبو سفيان: أنشدك الله والرَّحم، أليس تزعم أنَّ الله بعثك رحمة للعالمين؟ قال: بلى، قال فوالله ما أراك إِلا قتلت الآباء بالسيف، وقتلت الأبناء بالجوع فنزل قوله تعالى ﴿وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِّن ضُرٍّ لَّلَجُّواْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ الآيات.\nالتفسِير: ﴿وَلَوْ رَحِمْنَاهُمْ وَكَشَفْنَا مَا بِهِمْ مِّن ضُرٍّ﴾ أي لو رحمنا هؤلاء المشركين الذين كذبوك وعاندوك ورفعنا عنهم ما أصابهم من قحطٍ وجدب وكشفنا عنهم البلاء ﴿لَّلَجُّواْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي لاستمروا وتمادوا في ضلالتهم وتجاوزهم الحدَّ يتردَّدون ويتخبطون حيارى ﴿وَلَقَدْ أَخَذْنَاهُمْ بالعذاب﴾ أي ابتليناهم بالمصائب والشدائد، وبالقحط والجوع ﴿فَمَا استكانوا لِرَبِّهِمْ﴾ أي ما خضعوا لله ولا تواضعوا لجلاله ﴿وَمَا يَتَضَرَّعُونَ﴾ أي وما دعوا ربهم لكشف البلاء بل استمروا على العتوّ والاستكبار، والغرضُ أنه لم يحصل منهم تواضع ورجوع إِلى الله في الماضي، ولا التجاءٌ إِلى الله في المستقبل لشدة جبروتهم وطغيانهم ﴿حتى إِذَا فَتَحْنَا عَلَيْهِمْ بَابًا ذَا عَذَابٍ شَدِيدٍ﴾ أي حتى إ ِذا جاءتهم أهوال الآخرة وأتاهم من عذاب الله ما لم يكونوا يحتسبون ﴿إِذَا هُمْ فِيهِ مُبْلِسُونَ﴾ أي إِذا هم آيسون من كل خير قال أبو السعود: المراد بالعذاب عذاب الآخرة كما ينبئ عنه التهويل والوصف بالشدة والمعنى أنا محناهم بكل محنة من القتل، والأسر، والجوع وغير ذلك فما رؤي منهم لين ولا توجهٌ إِلى الإِسلام إلى أن يروا عذاب الآخرة فحينئذٍ يبلسون وتخضع رقابهم ثم ذكَّرهم تعالى ينعمة ودلائل وحدانيته فقال ﴿وَهُوَ الذي أَنْشَأَ لَكُمُ السمع والأبصار والأفئدة﴾ أي خلق لكم هذه الحواس لتسمعوا وتبصروا وتفقهوا، وفيه توبيخٌ للمشركين حيث لم يصرفوا النعم في مصارفها، لأن السمع خلق ليسمع به ما يرشده، والبصر ليشاهد به الآيات على كمال أوصاف الله، والعقل ليتأمل به في مصنوعات الله وباهر قدرته فمن لم يصرف تلك النعم في مصارفها فهو بمنزلة عادمها كما قال تعالى\n﴿فَمَآ أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أَبْصَارُهُمْ وَلاَ أَفْئِدَتُهُمْ مِّن شَيْءٍ﴾ [الأحقاف: ٢٦] وخصَّ هذه","vol":"2","page":290},{"text":"الثلاثة بالذكر لعظم المنافع التي فيها ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي قليلًا تشكرون ربكم، و﴿مَّا﴾ لتأكيد القلة أي ما أقل شكركم لله على كثرة إِفضاله وإِنعامه عليكم؟ ﴿وَهُوَ الذي ذَرَأَكُمْ فِي الأرض﴾ أي خلقكم وبثكم في الأرض بطريق التناسل ﴿وَإِلَيْهِ تُحْشَرُونَ﴾ أي وإِليه وحده تجمعون للجزاء والحساب ﴿وَهُوَ الذي يُحْيِي وَيُمِيتُ﴾ أي يُحيي الِّمم ويميت الخلائق والأمم ﴿وَلَهُ اختلاف الليل والنهار﴾ أي إِن اختلاف الليل والنهار بالزيادة والنقصان بفعله سبحانه وحده ليقيم الدلي على وجوده وقدرته ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفليس لكم عقول تدركون بها دلائل قدرته، وآثار قهره، فتعلمون أن من قدر على ذلك ابتداءً، قادرٌ على إِعادة الخلق بعد الفناء؟ ﴿بَلْ قَالُواْ مِثْلَ مَا قَالَ الأولون﴾ ﴿بَلْ﴾ للإضراب أي ليس لهم عقل ولا نظر في هذه الآيات والعبر، بل قال هؤلاء المشركون - من كفار مكة - مثل ما قال الأمم المتقدمون ﴿قالوا أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾؟ أي إئذا بلينا وصرنا ذراتٍ ناعمة، وعظامًا نخرة أئنا لمخلوقون ثانية؟ هذا لا يتصور ولا يكون أبدًا ﴿لَقَدْ وُعِدْنَا نَحْنُ وَآبَآؤُنَا هذا مِن قَبْلُ﴾ أي لقد وعدنا بهذا نحن ومن سبقنا فلم نر له حقيقة ﴿إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي ما هذا إِلا أكاذيب وأباطيل المتقدمين ولما أنكروا البعث والنشور أمر تعالى رسوله أن يفحمهم بالحجة الدامغة التي تقصم ظهر الباطل فقال ﴿قُل لِّمَنِ الأرض وَمَن فِيهَآ﴾؟ أي قل يا محمد جوابًا لهم عما قالوه: لمن الأرض ومن فيها من المخلوقات؟ ومن مالكها والمتصرف فيها بالإِيجاد والإِفناء؟ ﴿إِن كُنتُمْ تَعْلَمُونَ﴾ أي إِن كان عندكم علمٌ فأخبروني بذلك، وفيه استهانةٌ بهم وتقريرٌ لجهلهم قال القرطبي: يخبر تعالى في الآية بربوبيته ووحدانيته، وملكه الذي لا يزول، وقدرته التي لا تحول، ودلت هذه الآيات - وما بعدها - على جواز جدال الكفار وإِقامة الحجة عليهم، ونبَّهت على أنَّ من ابتدأ بالخلق والإِيجاد، والإِبداع، هو المستحقُّ للألوهية والعبادة ﴿سَيَقُولُونَ لِلَّهِ﴾ أي فسيقولون الله خالقها وموجدها ولا بدَّ لهم من الاعتراف بذلك ﴿قُلْ أَفَلاَ تَذَكَّرُونَ﴾؟ أي أفلا تعتبرون فتعلمون أن من ابتدأ ذلك قادر على إِعادته؟ ﴿قُلْ مَن رَّبُّ السماوات السبع وَرَبُّ العرش العظيم﴾؟ أي من هو خالق السماوات الطباق بما فيها الشموس، والكواكب والأقمار، ومن هو خالق العرش الكبير الذي تحمله الملائكة الأطهار؟ ﴿سَيَقُولُونَ لِلَّهِ﴾ أي سيقولون: اللهُ خالقه وهو لله ﴿قُلْ أَفَلاَ تَتَّقُونَ﴾ أي أفلا تخافون من عذابه فتوحّدونه وتتركون عبادة غيره من الأوثان والأصنام ﴿قُلْ مَن بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ﴾ الملكُوت من صفات المبالغة أي من بيده الملك الواسع التام؟ ومن بيده خزائن كل شيء؟ ومن هو المتصرف في هذه الأكوان بالخلق والإِيجاد والتدبير؟ ﴿وَهُوَ يُجْيِرُ وَلاَ يُجَارُ عَلَيْهِ﴾ أي يحمي من استجار به والتجأ إِليه، ولا يغيث أحدٌ منه أحدًا ﴿إِن كُنتُمْ تَعْلَمُونَ﴾ أي إِن كنتم تعلمون فأخبروني عن ذلك ﴿سَيَقُولُونَ لِلَّهِ﴾ أي سيقولون: الملك كله والتدبيرُ لله جلَّ وعلا ﴿قُلْ فأنى تُسْحَرُونَ﴾ أي قل لهم: فكيف تُخدعون وتُصرفون عن طاعته وتوحيده مع اعترافكم وعلمكم بأنه وحده المتصرف المالك؟ قال أبو حيان: والسحر هنا مستعار وهو","vol":"2","page":291},{"text":"تشبيه لما يقع منهم من التخليط، ووضع الأفعال والأقوال غير مواضعها بما يقع للمسحور من التخبط والتخليط رتَّب هذه التوبيخات الثلاثة بالتدريج فقال أولًا ﴿أَفَلاَ تَذَكَّرُونَ﴾؟ ثم قال ثانيًا ﴿أَفَلاَ تَتَّقُونَ﴾؟ وذلك أبلغ لأن فيه زيادة تخويف، ثم قال ثالثًا ﴿فأنى تُسْحَرُونَ﴾ وفيه من التوبيخ ما ليس في غيره ﴿بَلْ أَتَيْنَاهُمْ بالحق﴾ أي بل جئناهم بالقول الصدق في أمر التوحيد والبعث والجزاء ﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾ أي كاذبون فيما ينسبون لله من الشركاء والأولاد.\nلمَّا بالغ في الحِجاج عليه بالآيات السابقة أعقبها بهذه الآية كالوعيد والتهديد، ثم بيَّن بطلان الشريك والولد بالبرهان القاطع فقال ﴿مَا اتخذ الله مِن وَلَدٍ﴾ أي ما اتخذ الله ولدًا مطلقًا لا من الملائكة ولا من البشر ﴿وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ﴾ أي وليس معه من يشاركه في الألوهية والربوبية ﴿إِذًا لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ﴾ أي لو كان معه إِله - كما زعم عبدة الأوثان - لانفرد كل إِلهٍ بخلقه الذي خلق واستبدَّ به، وتميَّز ملك كلِّ واحد عن ملك الآخر ﴿وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ﴾ أي ولغلب بعضهم على بعض كحال ملوك الدنيا قال ابن كثير: المعنى لو قدر تعدُّد الآلهة لانفرد كلٌ بما خلق، ثم لكان كلٌ منهم يطلب قهر الآخر وخلافه فيعلو بعضهم على بعض وما كان ينتظم الوجود، والمشاهد أن الوجود منتظمٌ متَّسقٌ غاية الكمال فدل على تنزه الله عن الولد والشريك ولهذا قال ﴿سُبْحَانَ الله عَمَّا يَصِفُونَ﴾ أي تنزّه الله وتقدَّس عما يصفه به الظالمون ﴿عَالِمِ الغيب والشهادة﴾ أي هو تعالى العالم بما غاب عن الأنظار، وبما تدركه الأبصار، لا تخفى عليه خافية من شؤون الخلق ﴿فتعالى عَمَّا يُشْرِكُونَ﴾ أي تقدَّس وتنزَّه عن الشريك والولد ﴿قُل رَّبِّ إِمَّا تُرِيَنِّي مَا يُوعَدُونَ﴾ أي قل يا ربِّ إِن كان ولا بدَّ من أن تُريَني ما تعدهم من العذاب في الدنيا ﴿رَبِّ فَلاَ تَجْعَلْنِي فِي القوم الظالمين﴾ هذا جواب الشرط ﴿إِمَّا﴾ وكرَّر قوله ﴿رَّبِّ﴾ مبالغةً في الدعاء والتضرع أي ربّ فلا تجعلني في جملة الظالمين فأهلك بهلاكهم قال أبو حيان: ومعلوم أنه ﵇ معصومٌ مما يكون سببًا لجعله مع الظالمين ولكنه أُمر أن يدعو بذلك إِظهارًا للعبودية وتواضعًا لله ﴿وَإِنَّا على أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ﴾ أي ونحن قادرون على أن نريك العذاب الذي وعدناهم به ولكن نؤخره لحكمة ﴿ادفع بالتي هِيَ أَحْسَنُ السيئة﴾ أي ادفع إِساءتهم بالصفح عنهم وتجمَّل بمكارم الأخلاق قال ابن كثير: أرشده إلأى الترياق النافع في مخالطة الناس وهو الإِحسان إلى من يسيء إِليه ليستجلب خاطره، فتعود عدواته صداقةً، وبغضه محبة ﴿نَحْنُ أَعْلَمُ بِمَا يَصِفُونَ﴾ أي نحن أعلم بحالهم وبما يكون منهم من التكذيب والاستهزاء وسنجازيهم عليه ﴿وَقُلْ رَّبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشياطين﴾ أي أعتصم بك من نزغات الشياطين ووساوسهم المغرية على الباطل والمعاصي ﴿وَأَعُوذُ بِكَ رَبِّ أَن يَحْضُرُونِ﴾ أي وأعتصم وأحتمي بك يا رب من أن يصيبوني بسوء أو يكونوا معي في أموري، كرَّر ذلك للمبالغة والاعتناء بشأن الاستعاذة ﴿حتى إِذَا جَآءَ أَحَدَهُمُ الموت﴾ عاد الكلام عن المشركين أي حتى إِذا حضر الموتُ أحدهم وعاين أهواله وشدائده ﴿قَالَ رَبِّ ارجعون﴾ أي قال تحسرًا على ما فرط منه: ربِّ ردَّني إلى الدنيا، وصيغة","vol":"2","page":292},{"text":"الجمع للتعظيم ﴿لعلي أَعْمَلُ صَالِحًا فِيمَا تَرَكْتُ﴾ أي لكي أعمل صالحًا فيما ضيَّعت من عمري ﴿كَلاَّ إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا﴾ ﴿كَلاَّ﴾ كلمةُ ردع وزجر أي لا رجوع إِلى الدنيافليرتدع عن ذلك فإِن طلبه للرعة كلام لا فائدة فيه ولا جدوى منه وهو ذاهبٌ أدراج الرياح ﴿وَمِن وَرَآئِهِمْ بَرْزَخٌ إلى يَوْمِ يُبْعَثُونَ﴾ أي وأمامهم حاجزٌ يمنعهم عن الرجوع إِلى الدنيا - هو عالم البرزخ - الذي يحول بينهم وبين الرجعة يلبثون فيه إِلى يوم القيامة قال مجاهد: البرزخُ: الحاجز ما بين الدنيا والآخرة ﴿فَإِذَا نُفِخَ فِي الصور﴾ أي فإِذا نفخ في الصور النفخة الثانية وهي نفخة البعث والنشور ﴿فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ﴾ أي فلا قرابة ولا نسب ينفعهم يوم القيامة لزوال التراحم والتعاطف من شدة الهول والدهشة بحيث يفر المرء من أخيه وأُمه وأبيه وصاحبته وبنيه ﴿وَلاَ يَتَسَآءَلُونَ﴾ أي لا يسأل بعضهم بعضًا عن شأنه لاشتغال كل واحد بنفسه، ولا تنافي بينها وبين قوله\n﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ [الطور: ٢٥] لأن يوم القيامة طويل وفيه مواقف ومواطن، ففي بعضها يتكلمون وفي بعضها لا ينطقون ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ أي فمن رجحت حسناته على سيئاته ولو بواحدة ﴿فأولئك هُمُ المفلحون﴾ أي فهم السعداء الذين فازوا فنجوا من النار وأُدخلوا الجنة ﴿وَمَنْ خَفَّتْ مَوَازِينُهُ﴾ أي زادت سيئاته على حسناته ﴿فأولئك الذين خسروا أَنفُسَهُمْ﴾ أي فهم الأشقياء الذين خسروا سعادتهم الأبدية بتضييع أنفسهم وتدنيسها بالكفر والمعاصي ﴿فِي جَهَنَّمَ خَالِدُونَ﴾ أي هم مقيمون في جهنم لا يخرجون منها أبدًا ﴿تَلْفَحُ وُجُوهَهُمُ النار﴾ أي تحرقها بشدة حرِّها، وتخصيص الوجوه بالذكر لأنها أشرف الأعضاء ﴿وَهُمْ فِيهَا كَالِحُونَ﴾ أي وهم في جهنم عابسون مشوَّهو المنظر قال ابن مسعود: قد بدتْ أسنانهم وتقلَّصت شفاههم كالرأس المُشيَّط بالنار، وفي الحديث «تشويه النارُ فتقلص شفته العليا حتى تبلغ وسط رأسه، وتسترخي شفته السفلى حتى تبلغ سُرَّته» ﴿أَلَمْ تَكُنْ آيَاتِي تتلى عَلَيْكُمْ﴾ أي يقال لهم تعنيفًا وتوبيخًا: ألم تكن آيات القرآن الساطع تقرأ عليكم في الدنيا؟ ﴿فَكُنْتُمْ بِهَا تُكَذِّبُونَ﴾ أي فكنتم لا تصدّقون بها مع وضوحها ﴿قَالُواْ رَبَّنَا غَلَبَتْ عَلَيْنَا شِقْوَتُنَا﴾ أي غلبت علينا شقاوتنا ﴿وَكُنَّا قَوْمًا ضَآلِّينَ﴾ أي وكنَّا ضالين عن الهدى بسبب ابتاعنا للملذّات والأهواء ﴿رَبَّنَآ أَخْرِجْنَا مِنْهَا﴾ أي أخرجنا من النار وردُنَّا إلى الدنيا ﴿فَإِنْ عُدْنَا فَإِنَّا ظَالِمُونَ﴾ أي فإِن رجعنا إلى الكفر والمعاصي بعد ذلك نكون قد تجاوزنا الحدَّ في الظلم العدوان.\nأقروا أولًا بالإِجرام ثم تدرجوا من الإِقرار إلى الرغبة والتضرع فجاء الجواب بالتيئيس والزجر ﴿قَالَ اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ﴾ أي ذلوا في النار وانزجروا كما تُزجر الكلاب ولا تكلموني في رفع العذاب قال في التسهيل: اخسئوا: كلمة تستعمل في زجر الكلاب ففيها إِهانةٌ وإِبعاد ﴿إِنَّهُ كَانَ فَرِيقٌ مِّنْ عِبَادِي يَقُولُونَ رَبَّنَآ آمَنَّا فاغفر لَنَا وارحمنا وَأَنتَ خَيْرُ الراحمين﴾ قال مجاهد: هم بلال، وخباب، وصهيب وغيرهم من ضعفاء المسلمين كان أبو جهل وأصحابه يهزءون بهم ﴿فاتخذتموهم سِخْرِيًّا﴾ أي فسخرتم منهم واستهزأتم بهم ﴿حتى أَنسَوْكُمْ ذِكْرِي﴾ أي حتى نسيتم بتشاغلكم بهم واستهزائكم عليهم عن طاعتي وعبادتي ﴿وَكُنْتُمْ مِّنْهُمْ","vol":"2","page":293},{"text":"تَضْحَكُونَ﴾ أي وكنتم تتضحكون عليهم في الدنيا ﴿إِنِّي جَزَيْتُهُمُ اليوم بِمَا صبروا﴾ أي جزيتهم بسبب صبرهم على أذاكم أحسن الجزاء ﴿أَنَّهُمْ هُمُ الفآئزون﴾ أي أنهم هم الفائزون بالنعيم المقيم ﴿قَالَ كَمْ لَبِثْتُمْ فِي الأرض عَدَدَ سِنِينَ﴾ أي قال تعالى للكفار على سبيل التبكيت والتوبيخ: كم مكثتم في الدنيا وعمَّرتم فيها من السنين؟ ﴿قَالُواْ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾ أي مكثنا يومًا أو أقل من يوم ﴿فَسْئَلِ العآدين﴾ أي الحاسبين المتمكنين من العدِّ قال ابن عباس: أنساهم ما كانوا فيه من العذاب المدة التي لبثوها ﴿قَالَ إِن لَّبِثْتُمْ إِلاَّ قَلِيلًا﴾ أي ما أقمتم حقًا في الدنيا إِلا قليلًا قال الرازي: كأنه قيل لهم: صدقتم ما لبثتم فيها إِلا قليلًا فقد انقضت ومضت، والغرضُ تعريفهم قلة أيام الدنيا في مقابلة أيام الآخرة ﴿لَّوْ أَنَّكُمْ كُنتُمْ تَعْلَمُونَ﴾ أي لو كان لكم علمٌ وفهم لعرفتم حقارة الدنيا ومتاعها الزائل ﴿أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا﴾ أي أظننتم - أيها الناس - أنما خلقناكم باطلًا وهملًا بلا ثواب ولا عقاب كما خلقت البهائم ﴿وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُونَ﴾ أي وأنه لا رجوع لكم إِلينا للجزاء؟ لا ليس الأمر كما تظنون وإِنما خلقناكم للتكليف والعبادة ثم الرجوع إِلى دار الجزاء ﴿فَتَعَالَى الله﴾ أي فتنزَّه وتقدَّس الله الكبير الجليل ﴿الملك الحق﴾ أي صاحب السلطان، المتصرف في ملكه بالإِيجاد والإِعدام، والإِحياء والإِفناء، تنزَّه عن العبث والنقائض وعن أن يخلق شيئًا سفهًا لأنه حكيم ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا ربَّ سواه ولا خالق غيره ﴿رَبُّ العرش الكريم﴾ أي خالق العرش العظيم وصفه بالكريم لأن الرحمة والخير والبركة تنزل منه، ولنسبته إلى أكرم الأكرمين ﴿وَمَن يَدْعُ مَعَ الله إِلَهَا آخَرَ﴾ أي ومن يجعل لله شريكًا ويعبد معه سواه ﴿لاَ بُرْهَانَ لَهُ بِهِ﴾ أي لا حجة له به ولا دليل ﴿فَإِنَّمَا حِسَابُهُ عِندَ رَبِّهِ﴾ أي جزاؤه وعقابه عند الله ﴿إِنَّهُ لاَ يُفْلِحُ الكافرون﴾ أي لا يفوز ولا ينجح من جحد وكذب بالله ورسله، افتتح السورة بقوله ﴿قَدْ أَفْلَحَ المؤمنون﴾ وختمها بقوله ﴿إِنَّهُ لاَ يُفْلِحُ الكافرون﴾ ليظهر التفاوت بين الفريقين فشتان ما بين البدء والختام.\n﴿وَقُل رَّبِّ اغفر وارحم وَأنتَ خَيْرُ الراحمين﴾ أمر رسوله بالاستغفار والاسترحام تعليمًا للأمة طريق الثناء والدعاء، اللهم اغفر لنا وارحمنا برحمتك التي وسعت كل شيء، يا أرحم الراحمين، اللهم آمين.\nالبّلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الامتنان ﴿وَهُوَ الذي أَنْشَأَ لَكُمُ السمع والأبصار والأفئدة﴾ .\n٢ - التفنن ﴿السمع والأبصار﴾ أفرد السمع وجمع الأبصار تفننًا.\n٣ - التنكير للتقليل ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ و﴿مَّا﴾ تأكيد للقلة المستفادة من التنكير والمعنى شكرًا قليلًا وهو كناية عن عدم الشكر.\n٤ - الاستفهام الذي غرضه الإِنكار والتوبيخ ﴿أَفَلاَ تَعْقِلُونَ﴾؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾؟ ﴿أَفَلاَ تَتَّقُونَ﴾؟\n٥ - الطباق بين ﴿يُحْيِي وَيُمِيتُ﴾ .\n٦ -","vol":"2","page":294},{"text":"حذف جواب الشرط ثقةً بدلالة اللفظ عليه ﴿إِن كُنتُمْ تَعْلَمُونَ﴾ أي إِن كنتم تعلمون ذلك فأخبروني عنه.\n٧ - طباق السلب ﴿وَهُوَ يُجْيِرُ وَلاَ يُجَارُ﴾ .\n٨ - تأكيد الكلام بذكر حرف الجر الزائد ﴿مَا اتخذ الله مِن وَلَدٍ﴾ أي ما اتخذ ولدًا وكذلك ﴿وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ﴾ ذكر ﴿مِنْ﴾ في الجملتين تأكيدًا تثبيتًا للنفي.\n٩ - الطباق في ﴿عَالِمِ الغيب والشهادة﴾ .\n١٠ - التأكيد بإِنَّ واللام ﴿وَإِنَّا على أَن نُّرِيَكَ مَا نَعِدُهُمْ لَقَادِرُونَ﴾ لإِنكار المخاطبين لذلك.\n١١ - الطباق المعنوي ﴿ادفع بالتي هِيَ أَحْسَنُ السيئة﴾ لأنه المعنى ادفع بالحسنة السيئة فهو طباق بالمعنى لا بالفظ.\n١٢ - واو الجمع للتعظيم ﴿رَبِّ ارجعون﴾ ولم يقل ارجعني تعظيمًا لله جل وعلا.\n١٣ - المجاز المرسل ﴿إِنَّهَا كَلِمَةٌ هُوَ قَآئِلُهَا﴾ أطلق الكلمة على الجملة وهو من إِطلاق الجزء وإرادة الكل.\n١٤ - المقابلة اللطيفة بين ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ وبين ﴿وَمَنْ خَفَّتْ مَوَازِينُهُ. .﴾ الآيتان.\n١٥ - القصر ﴿أَنَّهُمْ هُمُ الفآئزون﴾ .\n١٦ - جناس الاشتقاق ﴿وَأنتَ خَيْرُ الراحمين﴾ .\n١٧ - السجع الموزون الخالي من التكلف وهو كثير مشهور.","vol":"2","page":295},{"text":"اللغَة: ﴿سُورَةٌ﴾ السورة في اللغة: المنزلة السامية والمكانة الرفيعة قال النابغة:\nألم تَرَ أن الله أعطاك سورة ... ترى كل ملك دونها يتذبذب\nوسميت المجموعة من الآيات لها بدءٌ ونهاية سورة لشرفها وارتفاعها كما يسمى السور للمرتفع من الجدار ﴿الزاني﴾ الزنى: الوطء المحرم ويسمى الفاحشة لتناهي قبحه وهو مقصور وقد يمد على لغة أهل نجد فيقال الزناء قال الفرزدق:\nأبا طاهر من يزن يعرف زناؤه ... ومن يشرب الخرطوم يصبح مسكرًا\n﴿رَأْفَةٌ﴾ شفقة وعطف مأخوذ من رؤف إذا رق ورحم ﴿المحصنات﴾ العفيفات وأصل الإِحصان المنع سميت العفيفة محصنة لأنها منعت نفسها عن القبيح، ومنه الحصن لأنه يمنع من الأعداء ﴿يَدْرَؤُاْ﴾ يدفع والدرء: الدفع ﴿تَشِيعَ﴾ شاع الأمر شيوعًا إذا فشا وظهر وانتشر ﴿عُصْبَةٌ﴾","vol":"2","page":297},{"text":"العصبة: الجماعة الذين يتعصب بعضهم لبعض.\nسَبَبُ النّزول: أ - روي أن امرأةً تُدعى «ام مهزول» كانت من البغايا فكانت تُسافح الرجل وتشرط أن تنفق عليه، فأراد رجل من المسلمين أن يتزوجها فذكر ذلك لرسول الله ﷺ َ فأنزل الله ﴿الزانية لاَ يَنكِحُهَآ إِلاَّ زَانٍ أَوْ مُشْرِكٌ﴾ الآية.\nب - عن ابن عباس أن «هلال بن أُمية» قذف امرأته عند النبي ﷺ َ ب «شريك بن سحماء» فقال النبي ﷺ َ: «البيتةُ أو حدٌّ في ظهرك» فقال يا رسول الله: إذا رأى أحدنا مع امرأته رجلًا ينطلق يلتمس البينة؟ والذي بعثك بالحق إني لصادقٌ، ولينزلن الله ما يبرئ ظهري من الحد فنزلت ﴿والذين يَرْمُونَ أَزْوَاجَهُمْ. .﴾ الآية.\nالتفسِير: ﴿سُورَةٌ أَنزَلْنَاهَا﴾ أي هذه سورة عظيمة الشأن من جوامع سور القرآن أوحينا بها إليك يا محمد ﴿وَفَرَضْنَاهَا﴾ أي أوجبنا ما فيها من الأحكام إيجابًا قطعيًا ﴿وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ﴾ أي أنزلنا فيها آياتٍ تشريعية، واضحات الدلالة على أحكامها، لتكون لكم - أيها المؤمنون - قبسًا ونبراسًا، وتكريرُ لفظ الإِنزال كمال العناية بشأنها فكأنه يقول: ما أنزلتها عليكم لمجرد التلاوة وإنما أنزلتها للعمل والتطبيق ﴿لَّعَلَّكُمْ تَذَكَّرُونَ﴾ أي لكي تعتبروا وتتعظوا بهذه الأحكام وتعملوا بموجبها، ثم شرع تعالى بذكر الأحكام وبدأ بحد الزنى فقال ﴿الزانية والزاني فاجلدوا كُلَّ وَاحِدٍ مِّنْهُمَا مِئَةَ جَلْدَةٍ﴾ أي فيما شرعت لكم وفرضت عليكم أن تجلدوا كل واحدٍ من الزانيين - غير المحصنين - مائة ضربة بالسوط عقوبة لهما على هذه الجريمة الشنيعة ﴿وَلاَ تَأْخُذْكُمْ بِهِمَا رَأْفَةٌ فِي دِينِ الله﴾ أي لا تأخذكم بهما رقة ورحمة في حكم الله تعالى فتحففوا الضرب أو تنقصوا العدد بل أوجعوهما ضربًا قال مجاهد: لا تعطلوا حدود الله ولا تتركوا إقامتها شفقة ورحمة ﴿إِن كُنتُمْ تُؤْمِنُونَ بالله واليوم الآخر﴾ هذا من باب الإِلهاب والتهييج أي إن كنتم مؤمنين حقًا تصدقون بالله وباليوم الآخر، فلا تعطلوا الحدود ولا تأخذكم شفقة بالزناة، فإن جريمة الزنى أكبر من أن تستدر العطف أو تدفع إلى الرحمة ﴿وَلْيَشْهَدْ عَذَابَهُمَا طَآئِفَةٌ مِّنَ المؤمنين﴾ أي وليحضر عقوبة الزانيين جماعةٌ من المؤمنين، ليكون أبلغ في زجرهما، وأنجع في ردعهما، فإنَّ الفضيحة قد تنكل أكثر مما ينكل التعذيب ﴿الزاني لاَ يَنكِحُ إِلاَّ زَانِيَةً أَوْ مُشْرِكَةً﴾ أي الزاني لا يليق به أن يتزوج العفيفة الشريفة، إنما ينكح مثله أو أخسَّ منه كالبغيّ الفاجر، أو المشركة الوثنية ﴿والزانية لاَ يَنكِحُهَآ إِلاَّ زَانٍ أَوْ مُشْرِكٌ﴾ أي والزانية لا يليق أن يتزوج بها المؤمن العفيف، إنما يتزوجها من هو مثلها أو أخسَّ منها، كالزاني الخبيث أو المشرك الكافر، فإن النفوس الطاهرة تأبى الزواج بالفواجر الفاسقات، قال الإِمام الفخر: «من أحسن ما قيل في تفسير هذه الآية: أنَّ الفاسقَ الخبيث - الذي من شأنه الزنى والفِسق - لا يرغب في نكاحها الصوالح من النساء، وإنما يرغب في فاسقةٍ خبيثةٍ مثله أو في مشركة، والفاسقة الخبيثة لا يرغب في نكاحها الصلحاء من الرجال وينفرون عنها، وإنما يرغب فيها من هو من جنسها","vol":"2","page":298},{"text":"من الفسقة والمشركين، وهذا على الأعم الأغلب كما يقال: لايفعل الخير إلا الرجل التقي، وقد يفعل بعض الخير من ليس بتقيٍّ فكذا هنا» ﴿وَحُرِّمَ ذلك عَلَى المؤمنين﴾ أي وحرم الزنى على المؤمنين لشناعته وقبحه، أو حرم نكاح الزواني على المؤمنين لما فيه من الأضرار الجسيمة.\n. ثم شرع تعالى في بيان حد القذف فقال ﴿والذين يَرْمُونَ المحصنات﴾ أي يقذفون بالزنى العفيفات الشريفات ﴿ثُمَّ لَمْ يَأْتُواْ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي ثم لم يأتوا على دعواهم بأربعة شهود عدول يشهدون عليهم بما نسبوا إليهم من الفاحشة ﴿فاجلدوهم ثَمَانِينَ جَلْدَةً﴾ أي اضربوا كل واحدٍ من الرامين ثمانين ضربةً بالسوط ونحوه، لأنهم كذبة يتهمون البريئات، ويخوضون في أعراض الناس ﴿وَلاَ تَقْبَلُواْ لَهُمْ شَهَادَةً أَبَدًا﴾ أي وزيدوا لهم في العقوبة بإهدار كرامتهم الإِنسانية فلا تقبلوا شهادة أي واحدٍ منهم ما دام مصرًا على كذبه وبهتانه ﴿وأولئك هُمُ الفاسقون﴾ أي هم الخارجون عن طاعة الله ﷿ لإِتيانهم بالذنب الكبير، والجرم الشنيع قال ابن كثير: أوجب تعالى على القاذف إذا لم يُقم البينة على صحة ما قال ثلاثة أحكام: أحدها أن يجلد ثمانين جلدة الثاني: أن ترد شهادته أبدًا الثالث: أن يكون فاسقًا ليس بعدل لا عند الله ولا عند الناس ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك﴾ أي إلا الذين تابوا وأنابوا وندموا على ما فعلوا من بعد ما اقترفوا ذلك الذنب العظيم ﴿وَأَصْلَحُواْ﴾ أي أصلحوا أعمالهم فلم يعودوا إلى قذف المحصنات قال ابن عباس: أي أظهروا التوبة ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فاعفوا عنهم واصفحوا وردُّوا إليهم اعتبارهم بقبول شهادتهم، فإن الله غفور رحيم يقبل توبة عبده إذا تاب وأناب وأصلح سيرته وحاله.\n. ثم ذكر تعالى حكم من قذف زوجته وهو المعروف باللعان فقال ﴿والذين يَرْمُونَ أَزْوَاجَهُمْ﴾ أي يقذفون زوجاتهم بالزنى ﴿وَلَمْ يَكُنْ لَّهُمْ شُهَدَآءُ إِلاَّ أَنفُسُهُمْ﴾ أي وليس لهم شهود يشهدون بما رموهنَّ به من الزنى سوى شهادة أنفسهم ﴿فَشَهَادَةُ أَحَدِهِمْ أَرْبَعُ شَهَادَاتٍ بالله﴾ أي فشهادة أحدهم التي تزيل عنه حدَّ القذف أربع شهادات بالله تقوم مقام الشهداء الأربعة ﴿إِنَّهُ لَمِنَ الصادقين﴾ أي إنه صادقٌ فيما رمى به زوجته من الزنى ﴿والخامسة أَنَّ لَعْنَةَ الله عَلَيْهِ﴾ أي وعليه أيضًا أن يحلف في المرة الخامسة بأن لعنة الله عليه ﴿إِن كَانَ مِنَ الكاذبين﴾ أي إن كان كاذبًا في قذفه لها بالزنى ﴿وَيَدْرَؤُاْ عَنْهَا العذاب﴾ أي ويدفع عن الزوجة المقذوفة حدَّ الزنى الذي ثبت بشهادة الزوج ﴿أَن تَشْهَدَ أَرْبَعَ شَهَادَاتٍ بالله إِنَّهُ لَمِنَ الكاذبين﴾ أي أن تحلف أربع مرات إنه لمن الكاذبين فيما رماها به من الزنى ﴿والخامسة أَنَّ غَضَبَ الله عَلَيْهَآ إِن كَانَ مِنَ الصادقين﴾ أي وتحلف في المرة الخامسة بأنَّ غضب الله وسخطه عليها إن كان زوجها صادقًا في اتهامه لها بالزنى ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ﴾ أي ولولا فضل الله عليكم ورحمته بكم بالستر في ذلك، وجوابُ ﴿وَلَوْلاَ﴾ محذوف لتهويل الأمر تقديره: لهلكتم أو لفضحكم أو عاجلكم بالعقوبة، ورب مسكوتٍ عنه أبلغ من المنطوق ﴿وَأَنَّ الله تَوَّابٌ حَكِيمٌ﴾ أي وأنه تعالى مبالغ في قبول التوبة، حكيم في ما شرع من الأحكام ومن جملتها حكم اللعان قال أبو السعود: وجواب لولا محذوف","vol":"2","page":299},{"text":"لتهويله كأنه قيل: ولولا تفضله تعالى عليكم ورحمته بكم لكان ما كان ممّا لا يحيط به نطاق البيان ومن جملته أنه تعالى لو لم يشرع لهم ذلك لوجب على الزوج حدُّ القذف مع أن الظاهر صدقه لاشتراكه في الفضيحة، ولو جعل ضهاداته موجبةً لحد الزنى عليها لفات النظر لها، ولو جعل شهادتها موجبة لحد القذف عليه لفات النظر له، فسبحانه ما أعظم شأنه، وأوسع رحمته، وأدقَّ حكمته. . ثم بيَّن تعالى «قصة الإِفك» التي اتهمت فيها العفيفة البريئة الطاهرة أم المؤمنين عائشة ﵂ بالكذب والبهتان فقال ﴿إِنَّ الذين جَآءُوا بالإفك﴾ أي جاءوا بأسوء الكذب وأشنع صور البهتان وهو قذف عائشة بالفاحشة قال الإِمام الفخر: الإِفك أبلغ ما يكون من الكذب والافتراء، وقد أجمع المسلمون على أن المراد ما أُفك به على عائشة وهي زوجة الرسول المعصوم ﴿عُصْبَةٌ مِّنْكُمْ﴾ أي جماعة منكم أيها المؤمنون وعلى رأسهم «ابن سلول» رأس النفاق ﴿لاَ تَحْسَبُوهُ شَرًّا لَّكُمْ﴾ أي لا تظنوا هذا القذف والاتهام شرًا لكم يا آل أبي بكر ﴿بَلْ هُوَ خَيْرٌ لَّكُمْ﴾ لما فيه من الشرف العظيم بنزول الوحي ببراءة أم المؤمنين، وهذا غاية الشرف والفضل قال المفسرون: والخير في ذلك من خمسة أوجه: تبرئة أم المؤمنين، وكرامة الله لها بإنزال الوحي في شأنها، والأجر الجزيل لها في الفِرية عليها، وموعظة المؤمنين، والانتقام من المفترين ﴿لِكُلِّ امرىء مِّنْهُمْ مَّا اكتسب مِنَ الإثم﴾ أي لك فردٍ من العُصبة الكاذبة جزاء ما اجترح من الذنب على قدر خوضه فيه ﴿والذي تولى كِبْرَهُ مِنْهُمْ﴾ أي والذي تولى معظمه وأشاع هذا البهتان وهو «ابن سلول» رأس النفاق ﴿لَهُ عَذَابٌ عَظِيمٌ﴾ أي له في الآخرة عذاب شديد في نار جهنم ﴿لولا إِذْ سَمِعْتُمُوهُ﴾ أي هلاَّ حين سمعتم يا معشر المؤمنين هذا الافتراء وقذف الصديقة عائشة ﴿ظَنَّ المؤمنون والمؤمنات بِأَنْفُسِهِمْ خَيْرًا﴾ أي هلاّ طنوا الخير ولم يسرعوا إلى التهمة فيمن عرفوا فيها النزاهة والطهارة؟ فإن مقتضى الإِيمان ألاّ يصدق مؤمنٌ على أخيه قوله عائب ولا طاعن قال ابن كثير: هذا تأديبٌ من الله تعالى للمؤمنين في قصة عائشة حين أفاض بعضهم في ذلك الكلام السُّوء، وهلا قاسوا ذلك الكلام على أنفسهم فإن كان لا يليق بهم فأمُ المؤمنين أولى بالبراءة منه بطريق الأولى والأحرى، وري أن امرأة «أبي أيوب» قالت له: أما تسمع ما يقول الناسُ في عائشة! قال: نعم وذلك الكذب، أكنت فاعلةً ذكل يا أم أيوب؟ قالت: لا والله قال فعائشة والله خير منك، ﴿وَقَالُواْ هاذآ إِفْكٌ مُّبِينٌ﴾ أي قالوا في ذلك الحين هذا كذبٌ ظاهر مبين ﴿لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي هلاّ جاء أولئك المفترون بأربعة شهود يشهدون على ما قالوا ﴿فَإِذْ لَمْ يَأْتُواْ بِالشُّهَدَآءِ﴾ أي فإن عجزوا ولم يأتوا على دعواهم بالشهود ﴿فأولئك عِندَ الله هُمُ الكاذبون﴾ أي فأولئك هم المفسدون الكاذبون في حكم الله وشرعه، وفيه توبيخُ وتعنيف للذين سمعوا الإِفك ولم ينكروه أول وهلة ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ فِي الدنيا والآخرة﴾ أي لولا فضله تعالى عليكم - أيها الخائضون في شأن عائشة - ورحمته بكم في الدنيا والآخرة حيث أمهلكم ولم يعاجلكم بالعقوبة ﴿لَمَسَّكُمْ فِي مَآ أَفَضْتُمْ فِيهِ﴾ أي لأصابكم","vol":"2","page":300},{"text":"ونالكم بسبب ما خضتم فيه من حديث الإِفك ﴿عَذَابٌ عَظِيمٌ﴾ أي عذاب شديد هائل يُستحقر دونه الجلد والتعنيف قال القرطبي: هذا عتابٌ من الله بليغُ لمن خاضوا في الإِفك، ولكنه برحمته ستر عليكم في الدنيا، ويرحم في الآخرة من أتاه تائبًا ﴿إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ﴾ أي وذلك حين تتلقونه ويأخذه بعضكم من بعض بالسؤال عنه قال مجاهد: أي يرويه بعضُكم عن بعض، يقول هذا سمعته من فلان، وقال فلانٌ كذا ﴿وَتَقُولُونَ بِأَفْوَاهِكُمْ مَّا لَّيْسَ لَكُمْ بِهِ عِلْمٌ﴾ أي تقولون ما ليس له حقيقة في الواقع، وإنما هو محض كذبٍ وبهتان ﴿وَتَحْسَبُونَهُ هَيِّنًا﴾ أي وتظنونه ذنبًا صغيرًا لا يلحقكم فيه إثم ﴿وَهُوَ عِندَ الله عَظِيمٌ﴾ أي والحال أنه عند الله من أعظم الموبقات والجرائم لأنه وقوع في أعراض المسلمين قال في التسهيل: عابتهم تعالى على ثلاثة أشياء: الأول: تلقيه بالألسنة اي السؤال عنه والثاني: التكلم به والثالث: استصغاره حيث حسبوه هينًا وهو عند الله عظيم، وفائدة قوله بألسنتكم وبأفواهكم الإِشارة إلى أنَّ ذلك الحديث كان باللسان دون القلب لأنهم لم يعلموا حقيقته بقلوبهم ﴿ولولا إِذْ سَمِعْتُمُوهُ قُلْتُمْ مَّا يَكُونُ لَنَآ أَن نَّتَكَلَّمَ بهذا﴾ عتابٌ لجميع المؤمنين أي كان ينبغي عليكم أن تنكروه أول ما سماعكم له وتقولوا لا ينبغي لنا أن نتفوه بهذا الكلام ولا نذكره لأحد ﴿سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ﴾ أي سبحان الله أن يقال هذا الكلام على زوجة رسول الله الطاهرة البريئة فإن هذا الافتراء كذبٌ واضح، عظيم الرم قال الزمخشري: هو بمعنى العجب من عظيم الأمر والاستبعاد له، والأصل في ذلك أن يُسبَّح الله عند رؤية العجائب ﴿يَعِظُكُمُ الله أَن تَعُودُواْ لِمِثْلِهِ أَبَدًا﴾ أي يذكركم الله ويعظكم بالمواعظ الشافية لكي لا تعودوا إلى مثل هذا العمل أبدًا ﴿إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي إن كنتم حقًا مؤمنين فإن الإيمان وازع عن مثل البهتان، وفيه حثٌ لهم على الاتعاظ وتهييج ﴿وَيُبَيِّنُ الله لَكُمُ الآيات﴾ أي ويوضح لكم الآيات الدالة على الشرائع ومحاسن الآداب، لتتعظوا وتتأدبوا بها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عالم بما يصلح العباد، حكيم في تدبيره وتشريعه ﴿إِنَّ الذين يُحِبُّونَ أَن تَشِيعَ الفاحشة﴾ أي يريدون أن ينتشر الفعل القبيح المفرط في القبح كإشاعة الرذيلة والزنى وغير ذلك من المنكرات ﴿فِي الذين آمَنُواْ﴾ أي في المؤمنين الأطهار ﴿لَهُمْ عَذَابٌ أَلِيمٌ فِي الدنيا والآخرة﴾ أي لهم عذاب موجع مؤلم في الدنيا فإقامة الحدِّ، وفي الآخرة بعذاب جهنم قال الحسن: عنى بهذا الوعيد واللعن المنافقين فإ نهم أحبوا وقصدوا إذاية الرسول ﷺ َ وذلك كفرٌ وملعون صاحبه ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي هو تعالى عالمٌ بالخفايا والنوايا وأنتم لا تعلمون ذلك قال الإِمام الفخر: وهذه الجملة فيها حسنُ الموقع بهذا الموضع، لأنه محبة القلب كامنةٌ ونحن لا نعلمها إلاّ بالأمارات أما الله سبحانه فهو لا يخفى عليه شيء، فصار هذا الذكر نهايةً في الزجر لأن من أحبَّ إشاعة الفاحشة وإن بالغَ في إخفاء تلك المحبة فهو يعلم أن الله تعالى يعلم ذلك منه ويعلم قدر الجزاء عليه ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ وَأَنَّ الله رَءُوفٌ رَّحِيمٌ﴾ جواب ﴿لَوْلاَ﴾ محذوف لتهويل الأمر أي لولا فضله تعالى على عباده ورحمته بهم لأهلكهم وعذَّبهم، وكان","vol":"2","page":301},{"text":"ما كان مما لا يكاد يتصوره الإِنسان لأنه فوق الوصف والبيان.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير للتفخيم ﴿سُورَةٌ أَنزَلْنَاهَا﴾ أي هذه سورة عظيمة الشأن، جليلة القدر أنزلها الله.\n٢ - الإِطناب بتكرير لفظ ﴿أَنزَلْنَا﴾ في قوله ﴿وَأَنزَلْنَا فِيهَآ آيَاتٍ بَيِّنَاتٍ﴾ لإِبراز كمال العناية بشأنها، وهو من باب ذكر الخاص بعد العام للعناية والاهتمام.\n٣ - الاستعارة ﴿يَرْمُونَ المحصنات﴾ أصل الرمي القذفُ بالحجارة أو بشيء صلب ثم استعير للقذف باللسان لأنه يشبه الأذى الحسّي ففيه استعارة لطيفة.\n٤ - التهييج والإِلهاب ﴿إِن كُنتُمْ تُؤْمِنُونَ﴾ كقولهم إن كنت رجلًا فاقدم.\n٥ - صيغة المبالغة ﴿غَفُورٌ رَّحِيمٌ﴾ و﴿تَوَّابٌ حَكِيمٌ﴾ فإن «فعول، وفعّال، وفعيل» من سيغ المبالغة وكلها تفيد بلوغ النهاية في هذه الصفات.\n٦ - الطباق بين ﴿الصادقين﴾ و﴿الكاذبين﴾ .\n٧ - حذف جواب ﴿لَوْلاَ﴾ للتهويل في ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ﴾ وذلك حتى يذهب الوهم في تقديره كل مذهب فيكون أبلغ في البيان وأبعد في التهويل والزجر.\n٨ - الطباق ﴿لاَ تَحْسَبُوهُ شَرًّا لَّكُمْ بَلْ هُوَ خَيْرٌ لَّكُمْ﴾ وكذلك ﴿وَتَحْسَبُونَهُ هَيِّنًا وَهُوَ عِندَ الله عَظِيمٌ﴾ فقد طابق بين الشر والخير، وبين الهيّن والعظيم.\n٩ - الالتفات من الخطاب إلى الغيبة ﴿لولا إِذْ سَمِعْتُمُوهُ ظَنَّ المؤمنون﴾ والأصل أن يقال ظننتم وإنما عدل عنه مبالغة في التوبيخ وإشعارًا بأن الإيمان يقتضي ظنَّ الخير بالمؤمنين.\n١٠ - التحضيض ﴿لَّوْلاَ جَآءُوا عَلَيْهِ بِأَرْبَعَةِ شُهَدَآءَ﴾ أي هلاَّ جاءوا وغرضُه التوبيخ واللوم.\n١١ - التعجب ﴿سُبْحَانَكَ هذا بُهْتَانٌ عَظِيمٌ﴾ ففيه تعجب ممن يقول ذلك والأصل في ذكر هذه الكلمة ﴿سُبْحَانَكَ﴾ أن يُسبح الله تعالى عند رؤية العجيب من صنائعه، تنزيهًا له من أن يخرج مثله عن قدرته ثم كثر حتى استعمل في كل متعجب منه.\nفَائِدَة: لماذا بدأ الله في الزنى بالمرأة، وفي السرقة بالرجل؟ والجواب أن الزنى من المرأة أقبح، وجرمه أشنع فبدأ بها، وأما لاسرقة فالرجل عليها أجرأ وهو عليها أقدر ولذلك بدأ به ﴿والسارق والسارقة فاقطعوا أَيْدِيَهُمَا﴾ .\nتنبيه: في التعبير بالإِحصان ﴿والذين يَرْمُونَ المحصنات﴾ إشارة دقيقة إلى أنَّ قذف العفيف من الرجال أو النساء موجب لحدِّ القذف، وأما إذا كان الشخص معروفًا بفجوره أو اشتهر بالاستهتار والمجون فلا حدَّ على قاذفه، لأنه لا كرامة للفاسق الماجن. فتدبر السر الدقيق.\nلطيفَة: لماذا عدل عن قوله ﴿تَوَّابٌ رَّحِيمٌ﴾ إلى قوله ﴿تَوَّابٌ حَكِيمٌ﴾ كه م تلرجكو نمتسب تلنزبو؟ والجواب أن الله ﷿ أراد الستر على العباد بتشريع اللعان بين الزوجين، فلو لم يكن اللعان مشروعًا لوجب على الزوج حدُّ القذف مع أن الظاهر صدقه، ولو اكتفى بلعانه لوجب على الزوجة حدُّ الزنى، فكان من الحكمة وحسن النظر لهما جميعاص أن شرع هذا الحكم، ودرأ عنهما","vol":"2","page":302}]