[{"text":"العذاب بتلك الشهادات، فسبحانه ما أوسع رحمته، وأجل حكمته!! .","vol":"2","page":303},{"text":"المنَاسَبَة: لما ذكر تعالى حادثة الإفك، أبتعها بالتحذير من سلوك طريق الشيطان المتربص بالإِنسان الذي يدعو إلى السوء والشر والفساد، ثم ذكر تعالى آداب الاستئذان والزيارة لأن أهل الإِفك إنما وجدوا السبيل إلى بهتانهم ن حيث اتفقت الخلوة فصارت طريقًا للتهمة، فأوجب تعالى ألا يدخل إنسان ببيت غيره إلا بعد الاستئذان والسلام، ثم أبتعها بآيات غضِّ البصر.\nاللغَة: ﴿يَأْتَلِ﴾ يحلف والأليَّةُ: اليمين ومنه ﴿يُؤْلُونَ مِن نِّسَآئِهِمْ﴾ [البقرة: ٢٢٦] اي يحلفون ﴿المحصنات﴾ العفائف الشريفات الطاهرات جمع محصنة وهي العفيفة ﴿مُبَرَّءُونَ﴾ منزهون والبراءة: النزاهة مما نسب للإِنسان من تهمة ﴿تَسْتَأْنِسُواْ﴾ تستأذنوا وأصله في اللغة: طلبُ الأنس بالشيء قال الشاعر:\nعوى الذئب فاستأنستُ للذئب إِذْ ... عوى وصوَّت إِنسانٌ فكدت أطير\n﴿يَغُضُّواْ﴾ غضَّ بصره: خفضه ونكَّسه وأصله إطباق الجفن على الجفن قال جرير:\nفغُضَّ الطّرف إنك من نمير ... فلا كعبًا بلغت ولا كلابا\n﴿بِخُمُرِهِنَّ﴾ جمع خمار وهو ما تغطي به المرأة رأسها، وخمّروا الآنية أي غطوها ﴿جُيُوبِهِنَّ﴾ جمع جيب وهو الصدر ﴿الإربة﴾ الحاجة إلى النساء.\nسَبَبُ النّزول: أ - كان أبو بكر الصدّيق ينفق على «مسطح بن أُثاثة» لمسكنته وقرابته، فلما وقع أمر الإِفك وقال فيه مسطحٌ ما قال، حلف أبو بكر ألا ينفق عليه ولا ينفعه بنافعةٍ أبدًا فأنزل الله ﴿وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة. .﴾ الآية فقال أبو بكر: واللهِ إني لأحبُ أن يغفر الله لي، فرجع إلى مسطح النفقة التي كان ينفق التي كان ينفق عليه وقال: والله لا أنزعها منه أبدًا.\nب - عن علي كرم الله وجهه قال: مرَّ رجل على عهد رسول الله ﷺ َ في طريقٍ من طرقات المدينة، فنظر إلى امرأةٍ ونظرت إليه، فوسوس لهما الشيطان أنه لم نيظر أحدهما إلى الآخر إلا إعجابًا به، فبينما الرجل يمشي إلى جانب حائط ينظر إليها إذ استقبله الحائط «أي صدمه الحائط» فشقَّ أنفه فقال: والله لا أغسل الدم حتى آتي رسول الله صلى الله عليهوسلم فأُعلمه أمري، فأتاه فقصَّ عليه قصته فقال النبي ﷺ َ: هذا عقوبة ذنبك فأنزل الله ﴿قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ. .﴾ الآيات.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان﴾ أي يا من صدَّقتم بالله ورسوله لا تتبعوا لآثار الشيطان ولا تسلكوا مسالكه بإِشاعة الفاحشة، والإِصغاء إِلى الإِفك والقول به ﴿وَمَن يَتَّبِعْ خُطُوَاتِ الشيطان﴾ أي ومن يتبع سيرة الشيطان وطريقته ﴿فَإِنَّهُ يَأْمُرُ بالفحشآء والمنكر﴾ أي فإِن الشيطان يضل الإِنسان ويغويه لأنه يأمر بالفحشاء وهي ما أفرط قبحه، والمنكر وهو ما ينكره الشرع وتنفر منه العقول السليمة ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ﴾ أي لولا فضل الله عليكم أيها المؤمنون بالتوفيق للتوبة الماحية للذنوب، وبشرع الحدود المكفرة للخطايا ﴿مَا زَكَا مِنكُمْ مِّنْ أَحَدٍ أَبَدًا﴾ أي ما تطهر أحدٌ منكم من الأوزار أبد الدهر ﴿ولكن الله يُزَكِّي مَن يَشَآءُ﴾ أي ولكن الله بفضله ورحمته يطهر من يشاء بتوفيقه للتوبة النصوح وقبولها منه قال القرطبي: والغرض أن تزكيته لكم، وتطهيره وهدايته إنما هي بفضله لا بأعمالكم ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوالكم عليم بنياتكم","vol":"2","page":304},{"text":"وضمائركم ﴿وَلاَ يَأْتَلِ أُوْلُواْ الفضل مِنكُمْ والسعة﴾ أي لا يحلف أهل الفضل في الدين وأصحاب الغنى واليسار ﴿أَن يؤتوا أُوْلِي القربى والمساكين والمهاجرين فِي سَبِيلِ الله﴾ أي أن لا يؤتوا أقاربهم من الفقراء والمهاجرين ما كا نوا يعطونهم إيَّاه من الإِحسان لذنب فعلوه ﴿وَلْيَعْفُواْ وليصفحوا﴾ أي وليعفوا عمّا كان منهم من جرم، وليصفحوا عما بدر منهم من إساءة، وليعودوا إلى ما كانوا عليه من الإِنعام والإِحسان ﴿أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ﴾ أي ألا تحبون أيها المؤمنون أن يغفر الله لكم على عفوكم وصفحكم وإحسانكم إلى من أساء إليكم؟ روي أن أبا بكر لما سمع الآية قال: بلى أحب أن يغفر الله لي وأعاد النفقة إلى مسطح وكفَّر عن يمينه وقال: والله لا أنزعها منه أبدًا!! قال المفسرون: والآية دالة على فضل أبي بكر فإن الله تعالى امتدحه بقوله ﴿وَلاَ يَأْتَلِ أُوْلُواْ الفضل﴾ وكفى به دليلًا على فضل الصدّيق ﵁ وأرضاه ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي مبالغ في المغفرة والرحمة مع كمال قدرته على العقاب، ثم توعَّد تعالى الذين يرمون العفائف الطاهرات فقال ﴿إِنَّ الذين يَرْمُونَ المحصنات الغافلات﴾ أي يقذفون بالزنى العفيفات، السليمات الصدور، النقيات القلوب عن كل سوء وفاحشة ﴿المؤمنات﴾ أي المتصفاب بالإيمان مع طهارة القلب ﴿لُعِنُواْ فِي الدنيا والآخرة﴾ أي طردوا وأُبعدوا من رحمة الله في الدنيا والآخرة قال ابن عباس: هذا اللعن فيمن قذف زوجات النبي ﷺ َ إذْ ليس له توبة، ومن قذف مؤمنة جعل الله له توبه وقال أبو حمزة: نزلت في مشركي مكة، كانت المرأة إذا خرجت إلى المدينة مهاجرة قذفوها وقالوا خرجت لتفجر ﴿وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم مع اللعنة عذاب هائل لا يكاد يوصف بسبب ما ارتكبوا من إثم وجريمة ﴿يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾ أي وذلك العذاب الشديد في ذلك اليوم الرهيب - يوم القيامة - حين تشهد على الإِنسان جوارحه فتنطق الألسنة والأيدي والأرجل بما اقترف من سيء الأعمال ﴿يَوْمَئِذٍ يُوَفِّيهِمُ الله دِينَهُمُ الحق﴾ أي يوم القيامة ينالهم حسابهم وجزاؤهم العادل من أحكم الحاكمين ﴿وَيَعْلَمُونَ أَنَّ الله هُوَ الحق المبين﴾ أي ويعلمون حينئذٍ أن الله هو العادل الذي لا يظلم أحدًا، الظاهر عدله في تشريعه وحكمه.\n. ثم ذكر تعالى بالدليل القاطع، والبرهان الساطع براءة عائشة ونزاهتها، فهي زوجة رسول الله الطيب الطاهر وقد جرت سنة الله أن يسوق الجنس إلى جنسه، فلو لم تكن عائشة طيبة لما كانت زوجة لأفضل الخلق ﷺ َ وهذا قال ﴿الخبيثات لِلْخَبِيثِينَ والخبيثون لِلْخَبِيثَاتِ والطيبات لِلطَّيِّبِينَ والطيبون لِلْطَّيِّبَاتِ﴾ أي الخبيثات من النساء للخبيثين من الرجال، والخبيثون من الرجال للخبيثات من النساء، وكذلك الطيبات من النساء للطيبين من الرجال والطيبون من الرجال للطيبات من النساء، وهذا كالدليل على براءة عائشة لأنها زوجة أشرف رسول وأكرم مخلوق على الله، وما كان الله ليجعلها زوجة لأحبِّ عباده لو لم تكن عفيفة طاهرة شريفة ﴿أولئك مُبَرَّءُونَ مِمَّا يَقُولُونَ﴾ أي أولئك الفضلاء منزهون ممَّا تقوَّله أهل الإِفك في حقهم من الكذب","vol":"2","page":305},{"text":"والبهتان ﴿لَهُم مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ أي لهم على نالهم من الأذى مغفرة لذنوبهم، ورزقٌ كريم في جنات النعيم قال ابن كثير: وفيه وعدٌ بأن تكون زوجة رسول الله ﷺ َ في الجنة ﴿ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتًا غَيْرَ بُيُوتِكُمْ﴾ لما حذَّر تعالى من قذف المحصنات وشدد العقاب فيه، وكان طريق هذا الاتهام مخالطة الرجال للنساء، ودخولهم عليهم في أوقات الخلوات أرشد تعالى إلى الآداب الشرعية في دخول البيوت فأمر الاستئذان قبل الدخول وبالتسليم بعده ﴿حتى تَسْتَأْنِسُواْ وَتُسَلِّمُواْ على أَهْلِهَا﴾ أي لا تدخلوا بيوت الغير حتى تستأذنوا وتسلموا على أهل المنزل ﴿ذلكم خَيْرٌ لَّكُمْ﴾ أي ذلك الاستئذان والتسليم خير لكم من الدخول بغتة ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي لتتعظوا وتعملوا بموجب هذه الآداب الرشيدة قال القرطبي: المعنى إن الاستئذان والتسليم خير لكم من الهجوم بغي إذن ومن الدخول على الناس بغتة أو من تحية الجاهلية فقد كان الرجل منهم إذا دخل بيتًا غير بيته قال: حُيّيتم صباحًا، وحُييتم مساءً ودخل فربما أصاب الرجل مع امرأته في لحافٍ، وروي أرجلًا قال للنبي ﷺ َ أأستأذن على أمي؟ قال نعم، قال ليس لها خادمٌ غيري، أأستأذن عليه ما كلما دخلتُ؟ قال: أتحب أن تراها عريانه؟ قال لا، قال فاستأذن عليها ﴿فَإِن لَّمْ تَجِدُواْ فِيهَآ أَحَدًا﴾ أي فإن لم تجدوا في البيوت أحدًا يأذن لكم بالجخول إليها ﴿فَلاَ تَدْخُلُوهَا حتى يُؤْذَنَ لَكُمْ﴾ أي فاصبروا ولا تدخوها حتى يسمح لكم بالدخول، لأن للبيوت حرمة ولا يحل جخولها إلا بإذن أصحابها ﴿وَإِن قِيلَ لَكُمْ ارجعوا فارجعوا﴾ أي وإن لم يؤذن لكم وطلب منكم الرجوع فارجعوا ولا تلحًّوا ﴿هُوَ أزكى لَكُمْ﴾ أي الرجوع أطهر وأكرم لنفوسكم وهو خير لكم من اللجاج والانتظار على الأبواب ﴿والله بِمَا تَعْمَلُونَ عَلِيمٌ﴾ أي هو تعالى عالم بالخفايا والنوايا وبجميع أعمالكم فيجازيكم عليها قال القرطبي: وفيه توعدٌ لأهل التجسس على البيوت، ثم إنه تعالى لما ذكر حكم الدور المسكونة ذكر بعده حكم الدور غير المسكونة فقال ﴿لَّيْسَ عَلَيْكُمْ جُنَاحٌ﴾ أي ليس عليكم إثمٌ وحرج ﴿أَن تَدْخُلُواْ بُيُوتًا غَيْرَ مَسْكُونَةٍ﴾ أي أن تدخلوا بغير استئذان بيوتًا لا تختص بسكنى أحد كالرباطات والفنادق والخانات قال مجاهد: هي الفنادق التي في طرق السابلة لا يسكنها أحد بل هي موقوفة ليأوي إليها كل ابن سبيل ﴿فِيهَا مَتَاعٌ لَّكُمْ﴾ أي فيها منفعة لكم أو حاجة من الحاجات كالاستظلال من الحر، وإيواء الأمتعة والرحال ﴿والله يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ﴾ أي يعلم ما تظهرون وما تُسرون في نفوسكم فيجازيكم عليه قال ابو السعود: وهذا وعيدٌ لمن يدخل مدخلًا لفسادٍ أو اطلاع على عورات، ثم أرشد تعالى إلى الآجاب الرفيعة من غض البصر، وحفظ الفروج فقال ﴿قُلْ لِّلْمُؤْمِنِينَ يَغُضُّواْ مِنْ أَبْصَارِهِمْ﴾ أي قل يا محمد لأتباعك المؤمنين يكفوا أبصارهم عن النظر إلى الأجنبيات من غير المحارم، فإن النظرة تزرع في القلب الشهوة، ورُبَّ شهوة أورثت حزنًا طويلًا\nكم نظرةٍ فتكت في قلب صاحبها ... فتك السهام بلا قوس ولا وتر\n﴿وَيَحْفَظُواْ فُرُوجَهُمْ﴾ أي يصونوا فروجهم عن الزنى عن الإِبداء والكشف ﴿ذلك أزكى لَهُمْ﴾ أي ذلك الغضُّ والحفظ أطهرُ للقلوب، وأتقى للدين، وأحفظ من الوقوع في الفجور ﴿إِنَّ الله","vol":"2","page":306},{"text":"خَبِيرٌ بِمَا يَصْنَعُونَ﴾ أي هو تعالى رقيبٌ عليهم، مطلعٌ على أعمالهم، لا تخفى عليه خافية من أحوالهم، فعليهم أن يتقوا الله في السر والعلن قال الإِمام الفخر: فإن قيل فلم قدم غضَّ الأبصار على حفظ الفروج؟ قلنا: لأن النظر بريد الزنى، ورائد الفجور، والبلوى فيه أشدُّ وأكثر، ولا يكاد يُحترس منه ﴿وَقُل لِّلْمُؤْمِنَاتِ يَغْضُضْنَ مِنْ أَبْصَارِهِنَّ وَيَحْفَظْنَ فُرُوجَهُنَّ﴾ أي وقل أيضًا للمؤمنات يكففن أبصارهم عن النظر إلى ما لا يحل لهن النظر إليه، ويحفظن فروجهن عن الزنى وعن كشف العورات، قال المفسرون: أكد تعالى الأمر للمؤمنات بغض البصر وحفظ الفروج، وزادهن في التكليف على الرجال بالنهي عن إبداء الزينة إلا للمحارم والأقرباء فقال ﴿وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ مَا ظَهَرَ مِنْهَا﴾ أي ولا يكشفن زينتهن للأجانب إلا ما ظهر منها بدون قصدٍ ولا نية سيئة قال ابن كثير: أي لا يظهرن شيئًا من الزينة للأجانب إلا ما لا يمكن إخفاؤه، كما قال ابن مسعود: الزينة زينتان: فزينةٌ لا يراها إلا الزوج: الخاتم والسوار، وزينةٌ يراها الأجانب وهي الظاهر من الثياب، وقيل: المراد به الوجه والكفان فإنهما ليسا بعورة قال البيضاوي: والأظهر أن هذا في الصلاة لا في النظر، فإن كل بدن الحرة عورة لا يحل لغير الزوج والمحرم النظر إلى شيء منها إلا لضرورة كالمعالجة وتحمل الشهادة ﴿وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ﴾ أي وليلقين الخمار وهو غطاء الرأس على صدورهم لئلا يبدو شيء من النحر والصدر، وفي لفظ الضر مبالغة في الصيانة والتستر، عن عائشة ﵂ أنها قالت: يرحم الله النساء المهاجرات الأُول لما أنزل الله ﴿وَلْيَضْرِبْنَ بِخُمُرِهِنَّ على جُيُوبِهِنَّ﴾ شققن مروطهن فاختمرن بها قال المفسرون: كانت المرأة في الجاهلية - كما هي اليوم في الجاهلية الحديثة - تمر بين الرجال مكشوفة الصدر، بادية النحر، حاسرة الذراعين، وربما أظهرت مفاتن جسمها وذوائب وشعرها لتغري الرجال، وكنَّ يسدلن الخُمُر من ورائهن فتبقى صدورهن مكشوفة عارية، فأمرت المؤمنات بأن يلقينها من قدامهن حتى يغطينها ويدفعن عنهن شر الأشرار ﴿وَلاَ يُبْدِينَ زِينَتَهُنَّ إِلاَّ لِبُعُولَتِهِنَّ﴾ أي ولا يظهرن زينتهن الخفية التي حرم الله كشفها إلا لأزواجهن ﴿أَوْ آبَآئِهِنَّ أَوْ آبَآءِ بُعُولَتِهِنَّ﴾ أي أو لآبائهن أن آباء أزواجهن وهو العم أبو الزوج فإنهما من المحارم، فإن الأب يصون عرض ابنته، ووالد الزوج يحفظ على ابنه ما يسوءه، ثم عدد بقية المحارم فقال ﴿أَوْ أَبْنَآئِهِنَّ أَوْ أَبْنَآءِ بُعُولَتِهِنَّ أَوْ إِخْوَانِهِنَّ أَوْ بني إِخْوَانِهِنَّ أَوْ بَنِي أَخَوَاتِهِنَّ﴾ فذكر تعالى الأبناء، وأبناء الأزواج، والإِخوة من النفرة من مماسة القريبات ونكاحهن ﴿أَوْ نِسَآئِهِنَّ﴾ أي المسلمات وخرج بذلك النساء الكافرات قال مجاهد: المراد نساؤهن المسلمات، ليس المشركات من نسائهن، وليس يحل للمرأة المسلمة أن تنكشف بين يدي مشركة وقال ابن عباس: هن المسلمات ولا تبدي زينتها أمام يهودية أو نصرانية ﴿أَوْ مَا مَلَكَتْ أَيْمَانُهُنَّ﴾ أي من الإِماء المشركات قال ابن جرير: يعني من","vol":"2","page":307},{"text":"نساء المشركين فيجوز لها أن تظهر زينتها لها وإن كانت مشركة لأنها أمتها ﴿أَوِ التابعين غَيْرِ أُوْلِي الإربة مِنَ الرجال﴾ أي الخدام غير أولي الميل والشهوة والحاجة إلى النساء كالبُلْهِ والحمقى والمغفلين الذين لا يدركون من أمور الجنس شيئًا قال مجاهد: هو الأبله الذي يريد الطعام ولا يريد النساء ولا يهمه إلا بطنه ﴿أَوِ الطفل الذين لَمْ يَظْهَرُواْ على عَوْرَاتِ النسآء﴾ أي الأطفال الصغار الذين لم يبلغوا حدَّ الشهوة، ولا يعرفون أمور الجماع لصغرهم فلا حرج أن تظهر المرأة زينتها أمامهم ﴿وَلاَ يَضْرِبْنَ بِأَرْجُلِهِنَّ لِيُعْلَمَ مَا يُخْفِينَ مِن زِينَتِهِنَّ﴾ أي ولا يضربن بأرجلهن الأرض لئلا يسمع الرجال صوت الخلخال فيطمع الذي في قلبه مرض قال ابن عباس: كانت المرأة تمر بالناس وتضرب برجلها ليسمع صوت خلخالها، فنهى الله تعالى عن ذلك لأنه من عمل الشيطان ﴿وتوبوا إِلَى الله جَمِيعًا أَيُّهَ المؤمنون لَعَلَّكُمْ تُفْلِحُونَ﴾ أي ارجعوا أيها المؤمنون إلى ربكم بامتثال الطاعات، والكفّ عن الشهوات، لتنالوا رضاه وتفوزوا بسعادة الدارين ﴿وَأَنْكِحُواْ الأيامى مِنْكُمْ﴾ أي زوجوا أيها المؤمنون من لا زوج له من الرجال والنساء من أحرار رجالكم ونسائكم قال الطبري: الأَيامي جمع أَيَّم، يوصف به الذكر والأنثى يقال: رجل أَيَّم وامرأة أَيمِّة إذا لم يكن لها زوج ﴿والصالحين مِنْ عِبَادِكُمْ وَإِمائِكُمْ﴾ أي وأنكحوا كذلك أهل التقى والصلاح من عبيدكم وجواريكم قال البيضاوي: وتخصيص الصالحين لأن إحصان دينهم والاهتمام بشأنهم أهمُّ، وفيه إشارة إلى مكانه التقى والصلاح في الإِنسان ﴿إِن يَكُونُواْ فُقَرَآءَ يُغْنِهِمُ الله مِن فَضْلِهِ﴾ أي إن يكن هؤلاء الذين تزوجونهم أهل فاقةٍ وفقر فلا يمنعكم فقرهم من إنكاهم، ففي فضل الله ما يغنيهم ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل، جواد كريم، يعطي الرزق من يشاء وهو عليم بمصالح العباد قال القرطبي: وهذا وعدٌ بالغنى للمتزوجين طلبًا لرضى الله، واعتصامًا من معاصيه وقال ابن مسعود: التمسوا الغنى في النكاح وتلا هذه الآية وفي الحديث\n«ثلاثة حقٌّ على الله عونهم: الناكح يريد العفاف، والمكاتب يريد الأداء، والغازي في سبيل الله» ﴿وَلْيَسْتَعْفِفِ الذين لاَ يَجِدُونَ نِكَاحًا﴾ أي وليجتهد في العفة وقمع الشهوة الذين لا تتيسر لهم سبل الزواج لأسباب مادية ﴿حتى يُغْنِيَهُمُ الله مِن فَضْلِهِ﴾ أي حتى يوسع الله عليهم ويسهل لهم أمر الزواج، فإن العبد إذا اتقى الله جعل له من أمره فرجًا ومخرجًا ﴿والذين يَبْتَغُونَ الْكِتَابَ مِمَّا مَلَكَتْ أَيْمَانُكُمْ﴾ أي والذين يريدون أن يتحرروا من رقِّ العبودية بمكاتبة أسيادهم من العبيد والأرقاء ﴿فَكَاتِبُوهُمْ إِنْ عَلِمْتُمْ فِيهِمْ خَيْرًا﴾ أي فكاتبوهم على قدر من المال إن عرفتم منهم الأمانة والرشد ليصيروا أحرارًا ﴿وَآتُوهُمْ مِّن مَّالِ الله الذي آتَاكُمْ﴾ أي أعطوهم مما أعطاكم الله من الرزق ليكون لهم عونًا على فكاك أنفسهم ﴿وَلاَ تُكْرِهُواْ فَتَيَاتِكُمْ عَلَى البغآء﴾ أي لا تجبروا إماءكم على الزنى ﴿إِنْ أَرَدْنَ تَحَصُّنًا﴾ أي إن أردن التعفف عن مقارفة الفاحشة، وليس هذا للقيد أو الشرط وإنما هو لبيان فظاعة الأمر وشناعته، فالأصل في المملوكة أن يُحصنها سيدها أمّا أن يأمرها بالزنى وتمتنع وتريد العفة فذلك منتهى الخسة والدناءة منه قال المفسرون: نزلت في «عبد الله بن سلول» المنافق كان له جاريتان إحداهما تسمى «مُسَيْكة» والثانية تسمى «أميمة» فكان","vol":"2","page":308},{"text":"يأمرهما بالزنى للكسب ويضربهما على ذكل فشكتا ذلك إلى رسول الله ﷺ َ فنزلت الآية ﴿لِّتَبْتَغُواْ عَرَضَ الحياة الدنيا﴾ أي لأجل أن تنالوا حطام هذه الحياة الزائل، وتحصلوا على المال بطريق الفاحشة والرذيلة ﴿وَمَن يُكْرِههُنَّ فَإِنَّ الله مِن بَعْدِ إِكْرَاهِهِنَّ غَفُورٌ رَّحِيمٌ﴾ أي ومن يجبرهن على الزنى فإن الله غفور لهن رحيم بهن لا يؤاخذهن بالزنى لأنهن أُكرهن عليه وسنيتقم ممن أكرههن شر انتقام ﴿وَلَقَدْ أَنْزَلْنَآ إِلَيْكُمْ آيَاتٍ مُّبَيِّنَاتٍ﴾ أي والله لقد أنزلنا إليكم أيها المؤمنون آيات واضحات وأحكامًا مفصلات ﴿وَمَثَلًا مِّنَ الذين خَلَوْاْ مِن قَبْلِكُمْ﴾ وضربنا لكم الأمثال بمن سبقكم من الأمم لتتعظوا وتعتبروا ﴿وَمَوْعِظَةً لِّلْمُتَّقِينَ﴾ أي وعظة وذكرى للمتقين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة اللطيفة ﴿لاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان﴾ شبَّه سلوك طريق الشيطان والسير في ركابه بمن يتتبع خطوات الآخر خطوة خطوة بطريق الاستعارة.\n٢ - الإِيجاز بالحذف ﴿أَن يؤتوا﴾ أي أن لا يؤتوا حذفت منه ﴿لا﴾ لدلالة المعنى وهو كثير في اللغة.\n٣ - صيغة الجمع للتعظيم ﴿أَلاَ تُحِبُّونَ أَن يَغْفِرَ الله لَكُمْ﴾ والمراد به أبو بكر الصدّيق.\n٤ - الجناس الناقص بين ﴿يَعْمَلُونَ﴾ و﴿يَعْلَمُونَ﴾ .\n٥ - المقابلة اللطيفة بين ﴿الخبيثات لِلْخَبِيثِينَ. . والطيبات لِلطَّيِّبِينَ﴾ .\n٦ - الطباق بين ﴿تُبْدُونَ. . تَكْتُمُونَ﴾ .\n٧ - الإِيجاز بالحذف ﴿يَغُضُّواْ مِنْ أَبْصَارِهِمْ﴾ لأن المراد غض البصر عما حرَّم الله لا عن كل شيء فحذف ذلك اكتفاءً بفهم المخاطبين.\n٨ - المجاز المرسل ﴿وَلاَ يُبْدِينَ زِينَتَهُنَّ﴾ المراد مواقع الزينة وهو من باب إطلاق اسم الحال على المحل قال الزمخشري: وذكرُ الزينة دون مواقعها للمبالغة في الأمر بالتستر والتصون.\nفَائِدَة: قال بعض المحققين: إن يوسف لما رُمي بالفاحسة برّاه الله على لسان صبي في المهد، وإن مريم لما رُميت بالفاحشة برأها الله على لسان ابنها عيسى ﵇، وإن عائشة لما رُميت بالفاحشة برأها الله في كتابه العزيز، فما رضي الله لها ببراءة صبيٍّ ولا نبيّ حتى برّأها الله في القرآن من القذف والبهتان.\nتنبيه: السرُّ في تقديم غضّ البصر على حفظ الفروج ﴿يَغُضُّواْ مِنْ أَبْصَارِهِمْ وَيَحْفَظُواْ فُرُوجَهُمْ﴾ هو أن النظر بريد الزنى ورائد الفجور، وهو مقدمة للوقوع في الخطر كما قال الشاعر:\nوكنتَ إذا أَرسلتَ طرفك رائدًا ... لقلبك يومًا أتعبتك المناظر\nرأيتَ الذي لا كلَّه أنت قادرٌ ... عليه وعلى بعضه أنت صابر\nلطيفَة: ذكر أن قسِّيسًا أراد أن ينال من المسلمين بالطعن في أم المؤمنين السيدة عائشة ﵂، فقال: إن الناس رموها بالإِفك ولا ندري أهي بريئة أم متهمة؟ فأجابه بضع","vol":"2","page":309},{"text":"الحاضرين بقوله: إسمعْ يا هذا، هناك امرأتان اتهمتا بالزنى وقد برأهما القرآن الكريم، إحداهما ليس لها زوج وقد جاءت بولد، والأخرى لها زوج ولم يأتها ولد - يقصد مريم وعائشة - فأيتهما أحرى بالتهمة؟ فخرس القسيس.","vol":"2","page":310},{"text":"المنَاسَبَة: لما وصف تعالى نفسه بأنه أنزل آياتٍ مبينات، وأقام دلائل واضحات على وحدانيته، واختصاصه بتشريع الأحكام التي بها سعادة المجتمع، عقَّبه بذكر مثلين: أحدهما في بيان أنَّ دلائل والحدانية والإيمان في غاية الظهور والثاني: في بيان أن أديان الفرة في نهاية الظلمة","vol":"2","page":310},{"text":"والخفاء، وبالمقارنة بين المثلين يتضح الصبح لذي عينين.\nاللغَة: ﴿مِشْكَاةٍ﴾ المشكاة: الكُوَّة في الحائط غير النافذة، وأصلها لاوعاء يجعل فيه الشيء ﴿دُرِّيٌّ﴾ متلألئ وقّد يشبه الدر في صفائه ولمعانه ﴿سَرَابٍ﴾ السرابُ: ما يتراءى للعين وسط النهار عند اشتداد الحر يشبه الماء الجاري وليس بماء، سمي سرابًا لأنه يسرب أي يجري كالماء قال الشاعر:\nفلما كففنا الحرب كانت عهودكم ... كلمع سراب بالفلا متألق\n﴿قِيعَةٍ﴾ قال الفراء: هو جمع قاع مثل جار وجيرة، والقاعُ المنبسط المستوي من الأرض وقال الزمخشري: القيعةُ بمعنى القاع وليس جمعًا، وهكذا قال أبو عبيدة ﴿لُّجِّيٍّ﴾ اللُّجيُّ: الذي لا يدرك قعره لعمقه، واللُّجةُ معظم الماء، والجمع لُجَج، والتجَّ البحر: تلاطمت أمواجه ﴿يُزْجِي﴾ الإزجاء: سوقُ الشيء برفقٍ وسهولة ﴿رُكَامًا﴾ مجتمعًا يركب بعضه بعضًا ﴿الودق﴾: المطر قال الليث: الودقُ المطر كله شديده وهينه ﴿سَنَا﴾: السنا الضوء واللمعان قال الشماخ:\nوما كادت إذا رفعت سناها ... ليبصر ضوءها إلاّ البصير\n﴿مُذْعِنِينَ﴾ خاضعين منقادين، أذعن للأمر خضع له ﴿يَحِيفَ﴾ يجور ويظلم.\nالتفسِير: ﴿الله نُورُ السماوات والأرض﴾ أي الله جلَّ وعلا منور السماوات والأرض، أنار السماواتِ بالكواكب المضيئة، والأرض بالشرائع والأحكام وبعثة الرسل الكرام قال الطبري: أي هادي أهل السماوات والأرض فهم بنوره إلى الحق يهتدون، وبهداه من حيرة الضلالة يعتصمون وقال القرطبي: النور عند العرب: الضوء المدرك بالبصر واستعمل مجازًا في المعاني فيقال كلامٌ له نور قال الشاعر:\nنسبٌ كأن عليه من شمس الضحى ... نورًا ومن فلق الصباح عمودا\nوقال جرير «وأنتَ لنا نورٌ وغيثٌ وعصمة» والناس يقولون: فلانٌ نور البلد، وشمسُ العصر وقمره، فيجوز أن يقال: الله نور على جهة المدح لأن جميع الأشياء منه ابتداؤها، وعنه صدورها، وبقدرته استقامت أمورها، وقال ابن عطاء الله: «الكون كله ظلمة أناره ظهور الحق فيه، إذ لولا وجود الله ما وجد شيء من العالم» وفي الحديث «اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن» وقال ابن مسعود: «ليس عند ربكم ليلٌ ولا نهار، نور السماوات والأرض نور وجهه» وقال ابن القيم: سمَّى الله سبحانه نفسه نورًا، وجعل كتابه نورًا، ورسوله نورًا، واحتجب عن خلقه بالنور، وقد فسرت الآية بأنه منور السماوات والأرض، وهادي أهل السماوات والأرض، وما قاله ابن مسعود أقرب إلى تفسير الآية من قول من فسرها بأنه هادي أهل السماوات والأرض، وأما من فسرها","vol":"2","page":311},{"text":"بأنه منور السماوات والأرض فلا تنافي بينه وبين قول ابن مسعود ﴿مَثَلُ نُورِهِ﴾ أي مثل نور الله سبحانه في قلب عبده المؤمن ﴿كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ﴾ أي ككوة في الحائط لا منفذ لها ليكون أجمع للضوء وضع فيها سراج ثاقب ساطع قال في التسهيل: المعنى صفةُ نور الله وضوحه كصفة مشكاةٍ فيها مصباح على أحظم ما يتصوره البشر من الإضاءة والإِنارة، وإنما شبه بالمشكاة - وإن كان نورُ الله أعظم - لن ذلك هو ما يدركه الناس من الأنوار ضرب لهم به المثل ﴿المصباح فِي زُجَاجَةٍ﴾ أي في قنديل من الزجاج الصافي ﴿الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ﴾ أي تشبه الكوكب الدري في صفائها وحسنها ﴿يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ﴾ أي يشعل ذلك المصباح من زيت شجرة مباركة ﴿زَيْتُونَةٍ﴾ أي هي من شجر الزيتون الذي خصه الله بمنافع عديدة ﴿لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ﴾ أي ليست في حهة الشرق ولا في جهة الغرب، وإنما هي في صحراء منكشفة تصيبها الشمس طول انهار لتكون ثمرتها أن ضح، وزيتُها أصفى قال ابن عباس: هي شجرة بالصحراء لا يظلها شجر، ولا جبلٌ، ولا كهف، ولا يواريها شيء وهو أجود لزينها ﴿يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ﴾ مبالغة في وصف صفاء الزيت وحسنه وجودته أي يكاد زيتُ هذه الزيتونة يضيء من صفاته وحسن ضيائه ولو لم تمسَّه نار، فكيف إذا مسته النار؟ ﴿نُّورٌ على نُورٍ﴾ أي نور قوف نور فقد اجتمع نور السراج، وحسن الزجاجة، وصفاء الزيت، فاكتمل النور الممثل به ﴿يَهْدِي الله لِنُورِهِ مَن يَشَآءُ﴾ أي يوفق الله لاتباع نوره - وهو القرآن - من يشاء من عباده ﴿وَيَضْرِبُ الله الأمثال لِلنَّاسِ﴾ أي يبين لهم الأمثال تقريبًا لأفهامهم ليعتبروا ويتعظوا بما فيها من الأسرار والحكم ﴿والله بِكُلِّ شَيْءٍ عَلَيِمٌ﴾ أي هو سبحانه واسع العلم لا يخفى عليه شيء من أمر الخلق، وفيه وعدٌ ووعيد قال الطبري: ذلك مثلٌ ضربه الله للقرآن في قلب أهل الإيمان به فقال: مثل نور الله الذي أنار به لعباده سبيل الرشاد مثل كوة في الحائط لا منفذ لها فيها مصباح أي سراج، وجعل السراج مثلًا لما في قلب المؤمن من القرآن والآيات البينات ثم قال ﴿المصباح فِي زُجَاجَةٍ﴾ وذلك مثلٌ للقرآن في قلب المؤمن الذي أنار الله صدره فخلص من الكفر والشك، ثم قال ﴿الزجاجة كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ﴾ أي كأن الزجاجة في صفائها وضيائها كوكب يشبه الدر في الصفاء والضياء والحسن ﴿يُوقَدُ مِن شَجَرَةٍ مُّبَارَكَةٍ زَيْتُونَةٍ لاَّ شَرْقِيَّةٍ وَلاَ غَرْبِيَّةٍ﴾ أي تَوَقَّد هذا المصباح من دهن شجرة مباركة هي شجرة الزيتون، ليست شرقية تطلع عليها الشمس بالعشي دون الغداة، ولكن الشمس تشرق عليها وتغرب فيكون زيتها أجود وأصفى وأضوأ ﴿يَكَادُ زَيْتُهَا يضياء وَلَوْ لَمْ تَمْسَسْهُ نَارٌ﴾ أي يكاد زيت هذه الزيتونة يضيء م صفائه وحسن ضيائه وعنى بها أن حجج الله على خلقه تكاد من بيانها ووضوحها تضيء لمن فكر فيها ونظر ولو لم يزدها الله بيانًا ووضوحًا بنزول هذا القرآن، فكيف وقد نبههم به وذكرهم بآياته فزادهم به حجة! وذلك بيانٌ من الله ونور على البيان.\nثم لما ذكر تعالى هدايته لمن يشاء من عباده، ذكر مواطن هذه العبادة وهي المساجد أحبُّ البقاع إلى الله فقال ﴿فِي بُيُوتٍ أَذِنَ الله أَن تُرْفَعَ﴾ أي أمر تعالى أن تبنى وتشاد على اسمه خاصة، وأن تعظَّم ويرفع شأنها لتكون مناراتٍ للهدى ومراكز للإشعاع الروحي قال ابن عباس: المساجد","vol":"2","page":312},{"text":"بيوتُ الله في الأرض، تضيء لأهل السماء كما تضيء النجوم لأهل الأرض ﴿وَيُذْكَرَ فِيهَا اسمه﴾ أي بعبد فيها الله بتوحيده، وذكره، وتلاوة آياته ﴿يُسَبِّحُ لَهُ فِيهَا بالغدو والآصال﴾ أي يصلي لله تعالى في هذه المساجد في الصباح والمساء والمؤمنون قال ابن عباس: كلُّ تسبيح في القرآن فهو صلاة ﴿رِجَالٌ لاَّ تُلْهِيهِمْ تِجَارَةٌ وَلاَ بَيْعٌ عَن ذِكْرِ الله﴾ أي لا تشغلهم الدنيا وزخرفها وزينتها عن ذكر ربهم، ولا يليهيهم البيع والشراء عن طاعة الله قال المفسرون: نزلت هذه الآية في أهل الأسواق من الصحابة رضوان الله عليهم، كانوا إذا سمعوا النداء تركوا كل شغل وبادروا لطاعة الله ﴿وَإِقَامِ الصلاة وَإِيتَآءِ الزكاة﴾ أي ولا تشغلهم الدنيا عن إقامة الصلاة في أوقاتها، ودفع الزكاة للفقراء والمستحقين بحدودها وشروطها ﴿يَخَافُونَ يَوْمًا تَتَقَلَّبُ فِيهِ القلوب والأبصار﴾ أي يخافون يومًا رهيبًا تضطرب من شدة هوله وفزعه قلوب الناء وأبصارهم ﴿لِيَجْزِيَهُمُ الله أَحْسَنَ مَا عَمِلُواْ﴾ أي ليكافئهم على أعمالهم في الدنيا بأحسن الجزاء، ويجزيهم على الإِحسان إحسانًا، وعلى الإِساءة عفوًا وغفرانًا ﴿وَيَزِيدَهُمْ مِّن فَضْلِهِ﴾ أي يتفضل عليهم فوق ذلك الجزاء بما لا عينٌ رأت، ولا أذنٌ سمعت، ولا خطر على قلب بشر ﴿والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي يعطي من شاء من خلقه عطاءً واسعًا بدون حدٍّ ولا عدٍّ يقال فلان ينفق بغير حساب أي يوسع كأنه لا يحسب ما ينفقه قال الإِمام الفخر: نبه به على كمال قدرته، وكمال جوده، وسعة إحسانه، فإنه سبحانه يعطيهم الثواب العظيم على طاعاتهم، ويزيدهم الفضل الذي لا حد له في مقابلة خوفهم، ولما ذكر تعالى حال المؤمن وسعادته، ذكر حال الكافر وخسارته، وضرب لذلك مثلين: الأول لعلمه والثاني لاعتقاده وتخبطه في الظلمات فقال ﴿والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ بِقِيعَةٍ﴾ أي إن أعمال الكفار التي عملوها في الدنيا وظنوها أعمالًا صالحة نافعة لهم في الآخرة كالسراب الذي يرى في القيعان وهو ما يرى في الفَلوات من ضوء الشمس في الهجيرة حتى يظهر كأنه ماء يجري على وجه الأرض ﴿يَحْسَبُهُ الظمآن مَآءً﴾ أي يظنه العطشان من بعيد ماءً جاريًا ﴿حتى إِذَا جَآءَهُ﴾ أي حتى إذا وصل إليه ﴿لَمْ يَجِدْهُ شَيْئًا﴾ أي لم ير ماءً ولا شرابًا، وإنما رآى سرابًا فعظمت حسرته ﴿وَوَجَدَ الله عِندَهُ فَوَفَّاهُ حِسَابَهُ﴾ أي وجدَ الله له بالمرصاد فوفّاه جزاء عمله، فكذلك الكافر يحسب أن عمله ينفعه حتى إذا مات وقدم على ربه لم يجد شيئًا من الأعمال لأنها ذهبت هباءً منثورًا ﴿والله سَرِيعُ الحساب﴾ أي يعجل الحساب لأنه لا يشغله محاسبة واحد عن آخر ﴿أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ﴾ هذا المثل الثاني لضلال الكفار والمعنى أو مثلهم كظلماتٍ متكاثفة في بحرٍ عميقٍ لا يدرك قعره ﴿يَغْشَاهُ مَوْجٌ مِّن فَوْقِهِ مَوْجٌ﴾ أي يغطي ذلك البحر ويعلوه موجٌ متلاطمٌ بعضه فوق بعض ﴿مِّن فَوْقِهِ سَحَابٌ﴾ أي من فوق ذلك الموج الثاني سحاب كثيف ﴿ظُلُمَاتٌ بَعْضُهَا فَوْقَ بَعْضٍ﴾ أي هي ظلمات متكاثفة متراكمة بعضها فوق بعض قال قتادة: الكافر يتقلب في خمسٍ من الظلم: فكلامه ظلمة، وعمله ظلمة، ومدخلة ظلمة، ومخرجه ظلمة، ومصيره إلى الظلمات يوم القيامة إلى النار ﴿إِذَآ أَخْرَجَ يَدَهُ لَمْ يَكَدْ يَرَاهَا﴾ هذا من تتمة التمثيل أي إذا أخرج ذلك الإِنسان","vol":"2","page":313},{"text":"الواقع في هذه الظلمات يده لم يقارب رؤيتها فإن ظلمة البحر، وظلمة الموج، وظلمة السحاب قد تكاثفت حتى حجبت عنه رؤية أقرب شيء إليه من شدة الظلمة فكذلك شأن الكافر يتخبط في ظلمات الكفر والضلال ﴿وَمَن لَّمْ يَجْعَلِ الله لَهُ نُورًا فَمَا لَهُ مِن نُورٍ﴾ أي ومن لم يهده الله للإيمان وينور قلبه بنور الإسلام لم يهتد أبد الدهر، ذكر تعالى لعمل الكافر مثالين: الأول لعمله الصالح ومثَّل له بالسراب الخادع، والثاني لاعتقاده السيء ومثَّل له بالظلمات المتراكم بعضُها فوق بعض ثم ختم الآية الكريمة ذلك الختام الرائع ﴿وَمَن لَّمْ يَجْعَلِ الله لَهُ نُورًا فَمَا لَهُ مِن نُورٍ﴾ مقابل قوله في المؤمن ﴿نُّورٌ على نُورٍ﴾ فكان هذا التمثيل والبيان في غاية الحسن والجمال، فلله ما أروع تعبير القرآن!! ولما وصف سبحانه أنوار قلوب وظلمات قلوب الجاهلين أتبع ذلك بدلائل التوحيد فقال ﴿أَلَمْ تَرَ أَنَّ الله يُسَبِّحُ لَهُ مَن فِي السماوات والأرض﴾ أي ألم تعلم يا محمد علمًا يقينًا أنَّ الله العظيم الكبير يسبح له كل من في الكون من ملك، وإنس، وجن، ينزهه ويقدسه ساكنوها؟ ﴿والطير صَآفَّاتٍ﴾ أي والطير باسطاتٍ أجنحتهن حال الطيران تسبح ربها وتعبده كذلك بتسبيح ألهمها وأرشدها إليه تعالى ﴿كُلٌّ قَدْ عَلِمَ صَلاَتَهُ وَتَسْبِيحَهُ﴾ أي كلٌّ من الملائكة والإِنس والجن والطير قد أرشد وهدي إلى طريقته ومسلكه في عبادة الله، وما كلف به من الصلاة والتسبيح ﴿والله عَلِيمٌ بِمَا يَفْعَلُونَ﴾ أي لا تخفى عليه طاعتهم ولا تسبيحهم ﴿وَللَّهِ مُلْكُ السماوات والأرض﴾ أي هو المالك والمتصرف في الكون، وجميعُ المخلوقات تحت ملكه يتصرف فيهم تصرف القاهر الغالب ﴿وإلى الله المصير﴾ أي وإليه مرجع الخلائق فيجازيهم على أعمالهم وهو تذكير يتضمن الوعيد، ثم أشار تعالى إلى ظاهره كونية تدل على قدرته ووحدانيته فقال ﴿أَلَمْ تَرَ أَنَّ الله يُزْجِي سَحَابًا﴾ أي يسوق بقدرته السحاب إلى حيث يشاء ﴿ثُمَّ يُؤَلِّفُ بَيْنَهُ﴾ أي يجمعه بعد تفرقه ﴿ثُمَّ يَجْعَلُهُ رُكَامًا﴾ أي يجعله كثيفًا متراكماص بعضه فوق بعض ﴿فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ﴾ أي فترى المطر يخرج من بين السحاب الكثيف ﴿وَيُنَزِّلُ مِنَ السمآء مِن جِبَالٍ فِيهَا مِن بَرَدٍ﴾ أي وينزل من السحاب الذي هو كأمثال الجبال بردًا ﴿فَيُصِيبُ بِهِ مَن يَشَآءُ﴾ أي فيصيب بذلك البرد من شاء من العباد فيضره في زرعه وثمرته وماشيته ﴿وَيَصْرِفُهُ عَن مَّن يَشَآءُ﴾ أي ويدفعه عمن يشاء فلا يضره قال الصاوي: كما ينزل المطر من السماء وهو نفعٌ للعباد كذلك ينزل منها البرد وهو ضرر للعباد، فسبحان من جعل السماء منشأ للخير والشر ﴿يَكَادُ سَنَا بَرْقِهِ﴾ أي يقرب ضوء برق السحاب ﴿يَذْهَبُ بالأبصار﴾ أي يخطف أبصار الناظرين من شدة إضاءته وقوة لمعانه ﴿يُقَلِّبُ الله الليل والنهار﴾ أي يتصرف فيهما بالطول والقصر، والظلمة والنور، والحر والبرد ﴿إِنَّ فِي ذلك لَعِبْرَةً﴾ أي إن فيما تقدم ذكره لدلالة واضحة، وعظة بليغة على وجود الصانع المبدع ﴿لأُوْلِي الأبصار﴾ أي لذوي البصائر المستنيرة، وخصهم بالذكر لأنهم المنتفعون حيث يتأملون فيجدون الماء والبرد، والظلمة والنور تخرج من شيء واحد، فسبحان القادر على كل شيء ﴿والله خَلَقَ كُلَّ دَآبَّةٍ مِّن مَّآءٍ﴾ استدل على وحدانيته بتسبيح أهل السماء والأرض، ثم بتصريف السحاب وإنزال المطر، ثم بأحوال الحيوانات قال ابن كثير: يذكر تعالى قدرته التامة وسلطانه العظيم في خلقه أنواع","vol":"2","page":314},{"text":"المخلوقات على اختلاف أشكالها وألوانها وحركاتها وسكناتها من ماء واحد ﴿فَمِنْهُمْ مَّن يَمْشِي على بَطْنِهِ﴾ أي فمنهم من يزحف على بطنه كالحية والزواحف ﴿وَمِنهُمْ مَّن يَمْشِي على رِجْلَيْنِ﴾ كالإِنسان والطير ﴿وَمِنْهُمْ مَّن يَمْشِي على أَرْبَعٍ﴾ كالأنعام وسائر الدواب قال أبو حيان: قدم ما هو أظهر في القدرة وأعجب وهو الماشي بغير آلة من رجل وقوائم، ثم الماشي على رجلين، ثم الماشي على أربع ﴿يَخْلُقُ الله مَا يَشَآءُ﴾ أي يخلق تعالى بقدرته ما يشاء من المخلوقات ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أو هو قادر على ما يشاء لا يمنعه مانع، ولا يدفعه دافع قال الفخر: واعلم أنَّ العقول قاصرة عن الإِحاطة بأحوال أصغر الحيوانات على الكمال، والاستدلال بها على الصانع ظاهرٌ، لأنه لو كا الأمر بتركيب الطبائع الأربع لكان في الكل على لاسويّة، فاختصاص كل واحدٍ من هذه الحيوانات بأعضائها وأعمارها ومقادير أبدانها لا بدَّ وأن يكون بتدبير قاهرٍ حكيم، سبحانه وتعالى عما يقول الجاحدون ﴿لَّقَدْ أَنزَلْنَآ آيَاتٍ مُّبَيِّنَاتٍ﴾ أي لقد أنزلنا إليكم أيها الناس آياتٍ واضحاتٍ، دالات على طريق الحق والرشاد ﴿والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي يرشد من يشاء من خلقه إلى الدين الحق وهو الإِسلام، ولما ذكر دلائل التوحيد حذَّر من النفاق والمنافقين فقال ﴿وَيَِقُولُونَ آمَنَّا بالله وبالرسول وَأَطَعْنَا﴾ أي يقول المنافقون صدقنا بالله وبالرسول وأطعنا الله ورسوله ﴿ثُمَّ يتولى فَرِيقٌ مِّنْهُمْ﴾ أي ثم يعرض جماعة منهم عن قبول حكمه ﴿مِّن بَعْدِ ذلك﴾ أي من بعدما صدر منهم ما صدر من دعوى الإِيمان ﴿وَمَآ أولئك بالمؤمنين﴾ أي وليس أولئك الذين يدعون الإِيمان والطاعة بمؤمنين على الحقيقة قال الحسن: نزلت هذه الآية في المنافقين الذين كانوا يظهرون الإِيمان ويسرون الكفر ﴿وَإِذَا دعوا إِلَى الله وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ﴾ أي وإذا دعوا إلى حكم حكم الله أو حكم رسوله ﴿إِذَا فَرِيقٌ مِّنْهُمْ مُّعْرِضُونَ﴾ أي استنكفوا وأعرضوا عن الحضور إلى مجلس الرسول ﴿وَإِن يَكُنْ لَّهُمُ الحق يأتوا إِلَيْهِ مُذْعِنِينَ﴾ أي وإن كان الحقُّ بجانبهم جاءوا إلأى رسول الله طائعين منقادين لعلمهم أنه ﵇ يحكم بالحقِّ قال الفخر: نبّه تعالى على أنهم إنما يعرضون متى عرفوا أن الحق لغيرهم؛ أما إذا عرفوه لأنفسهم عدلوا على الإِعراض وأذعنوا ببذل الرضا ﴿أَفِي قُلُوبِهِمْ مَّرَضٌ أَمِ ارتابوا﴾ أي هل في قلوبهم نفاقٌ؟ أم شكوا في نبوته ﵇؟ ﴿أَمْ يَخَافُونَ أَن يَحِيفَ الله عَلَيْهِمْ وَرَسُولُهُ﴾ أي أم يخافون أن يظلمهم رسول الله في الحكم، والاستفهام للمبالغة في التوبيخ والذم كقول الشاعر:\nألستَ من القوم الذين تعاهدوا ... على اللؤم والفحشاء في سالف الدهر\n﴿بَلْ أولئك هُمُ الظالمون﴾ أي بل هم الكاملون في الظلم والعناد لإِعراضهم عن حكم رسول الله ﴿إِنَّمَا كَانَ قَوْلَ المؤمنين إِذَا دعوا إِلَى الله وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَن يَقُولُواْ سَمِعْنَا وَأَطَعْنَا﴾ أن كان الواجب عليهم عندما يُدعون إلى رسول الله للفصل بينهم وبين خصومهم أن يسرعوا ويقولوا سمعًا وطاعة، فلو كان هؤلاء مؤمنين لفعلوا ذلك قال الطبري: ولم يقصد به الخبر ولكنه تأنيبٌ","vol":"2","page":315},{"text":"من الله للمنافقين وتأدب منه لآخرين ﴿وأولئك هُمُ المفلحون﴾ أي وأولئك المسارعون إلى مرضاة الله هم الفائزون بسعادة الدارين ﴿وَمَن يُطِعِ الله وَرَسُولَهُ﴾ أي ومن يطع أمر الله وأمر رسوله في كل فعلٍ وعمل ﴿وَيَخْشَ الله وَيَتَّقْهِ﴾ أي ويخاف الله تعالى لما فرط منه الذنوب، ويمتثل أوامره ويجتنب زواجره ﴿فأولئك هُمُ الفآئزون﴾ أي هم السعداء الناجون من عذاب الله الفائزون برضوانه. . ذكر أن بعض بطارقة الروم سمع هذه الآية فأسلم وقال: إنها جمعت كل ما التوراة والإِنجيل.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - إطلاق المصدر على إسم الفاعل للمبالغة ﴿الله نُورُ السماوات﴾ بمعنى منوِّر لكل بحيث كأنه عين نوره قال الشريف الرضي: وفي الآية إستعارة - على تفسير بعض العلماء - والمراد عندهم أنه هادي أهل السماوات والأرض بصوادع برهانه، ونواصع بيانه كما يهتدى بالأنوار الثاقبة والشهب اللامعة.\n٢ - التشبيه التمثيلي ﴿مَثَلُ نُورِهِ كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ﴾ شبَّه نور الله الذي وضعه في قلب عبده المؤمن بالمصباح الوهّاج في كوة داخل زجاجة تشبه الكوكب الدري في الصفاء والحسن الخ سمي تمثيليًا لأن وجه الشبه منتزع من متعدد، وهو من روائع التشبيه.\n٣ - الإِطناب بذكر الخاص بعد العام تنويهًا بشأنه ﴿عَن ذِكْرِ الله وَإِقَامِ الصلاة﴾ لأن الصلاة من ذكر الله.\n٤ - جناس الاشتقاق ﴿تَتَقَلَّبُ فِيهِ القلوب﴾ .\n٥ - التشبيه التمثيلي الرائع ﴿والذين كفروا أَعْمَالُهُمْ كَسَرَابٍ﴾ الخ وكذلك في قوله ﴿كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ﴾ وهذا من روائع التشبيه وبدائع التمثيل.\n٦ - الطباق بين ﴿يُصِيبُ. . وَيَصْرِفُهُ﴾ .\n٧ - الاستعارة اللطيفة ﴿يُقَلِّبُ الله الليل والنهار﴾ إذ ليس المراد التقليب المادي للأشياء الذاتية وإنما استعير لتعاقب الليل والنهار.\n٨ - الجناس التام ﴿يَذْهَبُ بالأبصار﴾ ﴿لأُوْلِي الأبصار﴾ المراد بالأولى العيون وبالثانية الألباب.\nلطيفَة: سمع بعض علماء الطبيعة من غير المسلمين هذه الآية ﴿أَوْ كَظُلُمَاتٍ فِي بَحْرٍ لُّجِّيٍّ يَغْشَاهُ مَوْجٌ. .﴾ الآية فسأل هل ركب محمد البحر؟ فقالوا: لا فقال أشهد أنه رسول الله قالوا: وكيف عرفت؟ فقال: إنَّ هذا الوصف للبحر لا يعرفه إلا من عاش عمره في البحار، ورأى الأهوال والأخطار، فلما أخبرت أنه لم يركب البحر عرفت أنه كلام الله تعالى.","vol":"2","page":316},{"text":"المنَاسَبَة: لما ذكر تعالى المنافقين وما هم عليه من صفاتٍ قبيحة، أعقبه بذكر ما انطوت عليه نفوسهم من المكر والإِحتيال والحلف الكاذب بأغلظ الأيمان، وختم السورة الكريمة بالتحذير من سلوك طريق المنافقين.","vol":"2","page":317},{"text":"اللغَة: ﴿الحلم﴾: الاحتلام في المنام قال في القاموس: الحلم: الرؤيا جمعه أحلام، والحُلم والاحتلام: الجماع في النوم وقال الراغب: هو زمان البلوغ سمي به لكون صاحبه جديرًا بالحلم أي الأناة وضبط النفس ﴿القواعد﴾ جمع قاعد بغير تاء لأنه خاصٌ بالنساء كحائض وطامث وهي المرأة التي قعدت عن الزواج وعن الولد ﴿أَشْتَاتًا﴾ متفرقين جمع شتّ وهو الافتراق، والشتاتُ: الفرقة ﴿يَتَسَلَّلُونَ﴾ التسلل: الخروج خفية يقال: انسلَّ وتسلل إذا خرج مستترًا بطريق الخفية ﴿لِوَاذًا﴾ اللواذ: أن يستتر بشيء مخافة من يراه.\nسَبَبُ النّزول: روي أن رسول الله ﷺ َ بعث غلامًا من الأنصار يقال له: مُدْلج إلى عمر بن الخطاب وقت الظهيرة ليدعوه فوجده نائمًا، فدقَّ عليه الغلام الباب ودخل، فاستيقظ عمر وجلس فانكشف منه شيء فقال: وددت أنَّ الله نهى أبناءنا ونساءنا وخدمنا عن الدخول في هذه الساعات إلا بإذن، ثم انطلق إلى رسول الله ﷺ َ فوجد الآية قد أنزلت ﴿ياأيها الذينءَامَنُواْ لِيَسْتَأْذِنكُمُ الذين مَلَكَتْ أيمانكم. .﴾ فخرَّ ساجدًا شكرًا الله تعالى.\nالتفسِير: ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمُْ﴾ أي حلف المنافقون بغاية الأيمان المغلَّظة ﴿لَئِنْ أَمَرْتَهُمْ لَيَخْرُجُنَّ﴾ أي لئن أمرتهم بالخروج إلى الجهاد ليخرجن معك قال مقاتل: لما بيَّن الله إعراض المنافقين وامتناعهم عن قبول حكمه ﵇ أتوه فقالوا: لو أمرتنا أن نخرج من ديارنا وأموالنا ونسائنا لخرجنا، وإن أمرتنا بالجهاد لجاهدنا فنزلت ﴿قُل لاَّ تُقْسِمُواْ﴾ أي لا تحلفوا فإن أيمانكم كاذبة ﴿طَاعَةٌ مَّعْرُوفَةٌ﴾ أي طاعتُكم لله ورسوله معروفة فإنها باللسان دون القلب، وبالقول دون العمل ﴿إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي بصير لا يخفى عله شيء من خفاياكم ونواياكم ﴿قُلْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ أي أطيعوا الله بإخلاص النية وترك النفاق، وأطيعوا الرسول الاستجابة لأمره والتمسّك بهديه ﴿فَإِن تَوَلَّوْاْ﴾ أي فإن تتولَّوْا وتعرضوا عن طاعته ﴿فَإِنَّمَا عَلَيْهِ مَا حُمِّلَ﴾ أي على الرسولما كلف به من تبليغ الرسالة ﴿وَعَلَيْكُمْ مَّا حُمِّلْتُمْ﴾ أي وعليكم ما كلفتم به من السمع والطاعة واتباع أمره ﵇ ﴿وَإِن تُطِيعُوهُ تَهْتَدُواْ﴾ أي وإن أطعتم أمره فقد اهتديتم إلى طريق السعادة والفلاح ﴿وَمَا عَلَى الرسول إِلاَّ البلاغ المبين﴾ أي ليس عليه إلا التبليغ الواضح للأمة، ولا ضرر عيه إن خالفتم وعصيتم فإنه قد بلَّغ الرسالة وأدى الأمانة ﴿وَعَدَ الله الذين آمَنُواْ مِنْكُمْ وَعَمِلُواْ الصالحات﴾ أي وعد الله المؤمنين المخلصين الذين جمعوا بين الإيمان والعمل الصالح ﴿لَيَسْتَخْلِفَنَّهُمْ فِي الأرض كَمَا استخلف الذين مِن قَبْلِهِمْ﴾ أي وعدهم بميراث الأرض وأن يجعلهم فيها خلفاء متصرفين فيها تصرف الملوك في ممالكهم، كما استخلف المؤمنين قبلهم فملكهم ديار الكفار قال المفسرون: لما قدم رسول الله ﷺ َ وأصحابه المدينة رمتهم العرب عن قوسٍ واحدة، فكانوا لا يبتون إلا في السلاح، ولا يصبحون إلاّ في لأمتهم - أي سلاحهم - فقالوا أترون أنّا نعيش حتى نبيت آمنين مطمئنين لا نخاف إلاّ الله ﷿!! فنزلت الآية، وهذا وعدٌ ظهر صدقُه بفتح مشارق الأض ومغاربها","vol":"2","page":318},{"text":"لهذه الأمة وفي الحديث بشارة كذلك فقد قال ﷺ َ:\n«إنَّ الله زوى لي الأرض فرأيت مشارقها ومغاربها، وإن ملك أمتي سيبلغ ما زوي لي منها» ﴿وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الذي ارتضى لَهُمْ﴾ أي وليجعلنَّ دينهم - الإِسلام - الذي ارتضاه لهم عزيزًا مكينًا عاليًا على كل الأديان ﴿وَلَيُبَدِّلَنَّهُمْ مِّن بَعْدِ خَوْفِهِمْ أَمْنًا﴾ أي وليغيرن حالهم التي كانوا عليها من الخوف والفزع إلى الأمن والاستقرار كقوله ﴿وَآمَنَهُم مِّنْ خَوْفٍ﴾ [قريش: ٤] ﴿يَعْبُدُونَنِي لاَ يُشْرِكُونَ بِي شَيْئًا﴾ استئنافٌ بطريق الثناء عليهم كالتعليل للاستخلاف ي الأرض أي يوحدونني ويهلصون لي العبادجة، لا يعبدون إلهًا غيري ﴿وَمَن كَفَرَ بَعْدَ ذلك﴾ أي فمن جحد شكر النعم ﴿فأولئك هُمُ الفاسقون﴾ هم الخارجون عن طاعة الله، العاصون أمر الله قال أبو العالية: أي من كفر بهذه النعمة وليس يعني الكفرَ بالله قال الطبري: وهو أشبه بتأويل الآية لأان اللهَ وعد الإِنعام على هذه الأمة بما أخبر في هذه الآية بأنه منعم به عليهم ثم قال ﴿وَمَن كَفَرَ﴾ أي كفر هذه النعمة ﴿فأولئك هُمُ الفاسقون﴾ ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي أقيموا أيها المؤمنون الصلاة وأُدوا الزكاة على الوجه الأكمل الذي يُرضي الله ﴿وَأَطِيعُواْ الرسول لَعَلَّكُمْ تُرْحَمُونَ﴾ أي أطيعوا الرسول في سائر ما أمركم به رجاء الرحمة ﴿لاَ تَحْسَبَنَّ الذين كَفَرُواْ مُعْجِزِينَ فِي الأرض﴾ تسليةٌ للنبي ﷺ َ ووعدٌ له بالنُّصرة اي لا تظننَّ يا محمد الكافرين الذين عاندوك وكذبوك معجزين لله في هذه الحياة بل الله قادرٌ عليهم في كل حين وأن ﴿وَمَأْوَاهُمُ النار﴾ أي مرجعهم نار جهنم ﴿وَلَبِئْسَ المصير﴾ أي بئس المرجع والمآل الذي يصيرون إليه ﴿ياأيها الذينءَامَنُواْ لِيَسْتَأْذِنكُمُ الذين مَلَكَتْ أيمانكم﴾ أي يا أيها المؤمنون الذين صدَّقوا الله ورسوله وأيقنوا بشريعة الإِسلام نظامًا وحكمًا ومنهاجًا ليستأذنكم في الدخول عليكم العبيدُ والاِماء الذين تملكونهم ملك اليمين ﴿والذين لَمْ يَبْلُغُواْ الحلم مِنكُمْ﴾ أي والأطفال الذين لم يبلغوا مبلغ الرجال الأحرار ليستأذنوا أيضًا ﴿ثَلاَثَ مَرَّاتٍ﴾ أي في ثلاثة أوقات ﴿مِّن قَبْلِ صلاوة الفجر﴾ أي في الليل وقت نومك وخلودكم إلى الراحة ﴿وَحِينَ تَضَعُونَ ثيابكم مِّنَ الظهيرة﴾ أي وقت الظهر حين تخلعون ثيابكم للقيلولة ﴿وَمِن بَعْدِ صلاوة العشآء﴾ أي ووقت إرادتكم النوم واستعدادكم له ﴿ثَلاَثُ عَوْرَاتٍ لَّكُمْ﴾ اي هي ثلاثة أوقات يختل فيها تستركم، العوراتُ فيها بادية والتكشف فيها غالب، فعلِّموا عبيدكم وخدمكم وصبيانكم ألاّ يدخلوا عليكم في هذه الأوقات إلا بعد الاستئذان ﴿لَيْسَ عَلَيْكُمْ وَلاَ عَلَيْهِمْ جُنَاحٌ بَعْدَهُنَّ﴾ أي ليس عليكم ولا على المماليك والصبيان حرجٌ في الدخول عليكم بغير استئذان بعد هذه الأوقات الثلاثة ﴿طوافون عَلَيْكُمْ بَعْضُكُمْ على بَعْضٍ﴾ أي لأنهم خدمكم يطوفون عليكم للخدمة وغير ذلك قال أبو حيان: أي يمضون ويجيئون ويدخلون عليكم في المنازل غدوةً وعشية بغير إذن إلا في تلك الأوقات ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الأيات﴾ أي مثل ذلك التوضيح والبيان يبيّن الله لكم الأحكام الشرعية لتتأدبوا بها ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عالمٌ بأمور خلقه، حكيمٌ في تدبيره لهم ﴿وَإِذَا بَلَغَ الأطفال مِنكُمُ الحلم﴾ أي وإذا بلغ هؤلاء الأطفال الصغار مبلغ الرجال وأصبحوا في سنّ التكليف ﴿فَلْيَسْتَأْذِنُواْ كَمَا استأذن الذين مِن قَبْلِهِمْ﴾ أي فعلموهم الأدب السامي أن يستأذنوا في كل الأوقات","vol":"2","page":319},{"text":"كما يستأذن الرجال البالغون ﴿كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ﴾ اي يفصّل لكم أمور الشريعة والدين ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بخلقه حكيم في تشريعه قال البيضاوي: كرره تأكيدًا ومبالغة في الأمر بالاستئذان ﴿والقواعد مِنَ النسآء﴾ أي والنساء العجائز اللواتي قعدن عن التصرف وطلب الزواج لكبر سنهن ﴿اللاتي لاَ يَرْجُونَ نِكَاحًا﴾ أي لا يطمعن في الزواج ولا يرغبن فيه لانعدام دوافع الشهوة فيهن ﴿فَلَيْسَ عَلَيْهِنَّ جُنَاحٌ أَن يَضَعْنَ ثِيَابَهُنَّ﴾ اي لا حرج ولا إثم عليهنَّ في ان يضعن بعض ثيابهم كالرداء والجلباب، ويظهرن أمام الرجال بملابسهن المعادة التي لا تلفت انتباهًا، ولا تثير شهوة ﴿غَيْرَ مُتَبَرِّجَاتٍ بِزِينَةٍ﴾ أي غير متظاهرات بالزينةليظر إليهن قال أبو حيان: وحقيقة التبرج إظهار ما يجب إخفاؤُه، وربَّ عجوزٍ شمطاء يبدو منها الحرصُ على أن يظهر بها جمال ﴿وَأَن يَسْتَعْفِفْنَ خَيْرٌ لَّهُنَّ﴾ أي وأن يستترن بارتداء الدلباب ولبس الثياب كا تلبسه الشابات من النساء، مبالغةً في التستر والتعفف خيرٌ لهنَّ وأكرم، وأزكى عند الله وأطهر ﴿والله سَمِيعٌ عِلِيمٌ﴾ أي يعلم خفايا النفوس ويجازي كل إنسان بعمله، وفيه وعدٌ وتحذير ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ أي ليس على أهل الأعذار «الأعمى، والأعرج، والمريض» حرج ولا إثم في القعود عن الغزو لضعفهم وعجزهم ﴿وَلاَ على أَنفُسِكُمْ أَن تَأْكُلُواْ مِن بُيُوتِكُمْ﴾ أي وليس عليكم أيها الناس إثم أن تأكلوا من بيوت أزواجكم وعيالكم قال البيضاوي: فيدخل فيها بيوت الأولاد لأن بيت الولد كبيته لقوله ﵇: إن أطيبَ ما يأكل المرءُ م كسبه، وإنَّ ولده من كسبه ﴿أَوْ بُيُوتِ آبَآئِكُمْ أَوْ بُيُوتِ أُمَّهَاتِكُمْ أَوْ بُيُوتِ إِخْوَانِكُمْ أَوْ بُيُوتِ أَخَوَاتِكُمْ أَوْ بُيُوتِ أَعْمَامِكُمْ أَوْ بُيُوتِ عَمَّاتِكُمْ أَوْ بُيُوتِ أَخْوَالِكُمْ أَوْ بُيُوتِ خَالاَتِكُمْ﴾ أي لا حرج في الأكل من بيوت هؤلاء الأقارب قال الرازي: والظاهر أن إباحة الأكل لا تتوقف على الاستئذان لأن العادةأن هؤلاء القوم تطيب أنفسهم بأكل الأقارب ﴿أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ﴾ أي البيوت التي توكّلون عليه وتملكون مفاتيحها في غياب أهلها قال عائشة: كان المسلمون يذهبون مع رسول الله في الغزو ويدفعون مفاتحهم إلى ضمنائهم ويقولون: قد أحللنا لكم الأكل منها فكانوا يقولون: إنه لا يجل لنا ان نأكل، إنهم أذنوا لنا عن غير طيب أنفسهم وإنما نحن أمناء فأنزل الله ﴿أَوْ مَا مَلَكْتُمْ مَّفَاتِحهُ﴾ ﴿أَوْ صَدِيقِكُمْ﴾ أي أو بيوت أصدقائكم وأصحابكم قال قتادة: إذا دخلت بيت صديقك فلا بأس أن تأكل بغير إذنه ﴿لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَأْكُلُواْ جَمِيعًا أَوْ أَشْتَاتًا﴾ أي ليس عليكم إثم أو حرج أن تأكلوا مجتمعين أو متفرقين قال المفسرون: نزلت ف حيٍ من كنانة كان الرجل منهم لا يأكل وحده، يمكث يومه فإن لم يجد من يؤاكله لم يأكل شيئًا: وربما كان معه الإِبل الحُفَّل فلا يشرب من ألبانها حتى يجد من يشاربه فأخبرهم تعالى بأن الرجل إذا أكل وحده لا حرج عليه ﴿فَإِذَا دَخَلْتُمْ بُيُوتًا فَسَلِّمُواْ على أَنفُسِكُمْ﴾ أي","vol":"2","page":320},{"text":"إذا دخلتم بيوتًا مسكونة فسلموا على من فيها من الناس ﴿تَحِيَّةً مِّنْ عِندِ الله مُبَارَكَةً طَيِّبَةً﴾ أي حيُّوهم بتحية الإِسلام «السلام عليكم» وهي التحية المباركة الطيبة التي شرعها الله لعباده المؤمنين قال القرطبي: وصفها بالبركة لأنه فيها الدعاء واستجلاب المودة، ووصفها بالطيب لأن سامعها يستطيبها ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَعْقِلُونَ﴾ قال ابن كثير: لما ذكر تعالى في هذه السورة الكريمة من الأحكام المحمة، والشرائع المُبْرمة، نبَّه عباده على أنه يبين لهم الآيات بيانًا شافيًا ليتدبروها ويتعقلوها لعلهم يعقلون ﴿إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ﴾ أي إنما المؤمنون الكاملون في الإِيمان الذي صدقوا الله ورسوله تصديقًا جازمًا لا يخالجه شك ﴿وَإِذَا كَانُواْ مَعَهُ على أَمْرٍ جَامِعٍ﴾ أي وإذا كانوا مع الرسول في أمرٍ هام فيه مصلحة للمسلمين ﴿لَّمْ يَذْهَبُواْ حتى يَسْتَأْذِنُوهُ﴾ أي لم يتركوا مجلسه حتى يستأذنوه فيأذن لهم قال المفسرون: نزلت هذه الآية في وقت حفر الخندق، فإن بعض المؤمنين كانوا يستأذنون في الانصراف لضرورة، وكان المنافقون يذهبون بغير استئذان فنزلت تمدح المؤمنين الخالصين، وتعُرِّض بذم المنافقين ﴿إِنَّ الذين يَسْتَأْذِنُونَكَ أولئك الذين يُؤْمِنُونَ بالله وَرَسُولِهِ﴾ هذا توكيدٌ لما تقدم ذكره تفخيمًا وتعظيمًا لشأن الرسول ﷺ َ أي إن الذين يستأذنونك يا محمد أولئك هم المؤمنون حقًا قال البيضاوي: أعاده مؤكدًا على أسلوب أبلغ فإِن جعل المستأ ذنين هم المؤمنين عكس الأسلوب الأول وفيه تأكيد للأول بذكر لفظ الله ورسوله فيكون مصداقًا ودليلًا على صحة الإِيمان ﴿فَإِذَا استأذنوك لِبَعْضِ شَأْنِهِمْ﴾ أي فإِذا استأذنك هؤلاء المؤمنون لبعض شئونهم ومهامهم ﴿فَأْذَن لِّمَن شِئْتَ مِنْهُمْ﴾ أي فاسمح لمن أحببت بالانصراف إِن كان فيه حكمه ومصلحة ﴿واستغفر لَهُمُ الله﴾ أي وادع الله له بالعفو والمغفرة فإِن الاستئذان ولو لعذرٍ قصورٌ لأنه تقديم لأمر الدنيا على أمر الدين ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم العفو واسع الرحمة ﴿لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضًا﴾ أي لا تنادوا الرسول باسمه كما ينادي بعضكم بعضًا باسمه بل قولوا: يا نبيَّ الله ويا رسول الله تفخيمًا لمقامه وتعظيمًا لشأنه قال أبو حيان: لمّا كان التداعي بالأسماء على عادة البداوة أُمروا بتوقير رسول الله ﷺ َ ودعائه بأحسن ما يدعى به نحو يا رسول الله، يا نبيَّ الله، ألا ترى إِلى بعض جفاةِ من أسلم كان يقول يا محمد فنهوا عن ذلك قال قتادة: أمرهم تعالى أن يفخموه ويشرّفوه ﴿قَدْ يَعْلَمُ الله الذين يَتَسَلَّلُونَ مِنكُمْ لِوَاذًا﴾ أي قد علم الله الذين ينسلُّون قليلًا ويخرجون من الجماعة في خفية يستتر بعضهم ببعض قال الطبري: واللواذ هو أن يلوذ القوم بعضُهم ببعض، يستتر هذا بهذا وهذا بهذا ﴿فَلْيَحْذَرِ الذين يُخَالِفُونَ عَنْ أَمْرِهِ﴾ أي فليخف الذين يخالفون أمر الرسول ويتركون سبيه ومنهجه وسنته ﴿أَن تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ﴾ أي تنزل بهم محنة عظيمة في الدنيا أو ينالهم عذاب شديد في الآخرة ﴿ألا إِنَّ للَّهِ مَا فِي","vol":"2","page":321},{"text":"السماوات والأرض﴾ أي له جل وعلا ما في الكون ملكًا وخلقًا وعبيدًا ﴿قَدْ يَعْلَمُ مَآ أَنتُمْ عَلَيْهِ﴾ أي قد علم ما نفوسكم من الإِيمان أو النفاق، والإخلاص أو الرياء ﴿وَيَوْمَ يُرْجَعُونَ إِلَيْهِ فَيُنَبِّئُهُمْ بِمَا عَمِلُواْ﴾ أي ويوم القيامة يرجعون إِليه فيخبرهم بما فعلوا في الدينا من صغيرٍ وكبير، وجليل وحقير ويجازي كلا بعمله ﴿والله بِكُلِّ شَيْءٍ عَلِيمُ﴾ أي لا يخفى عليه خافية لأن الكل خلقه وملكه.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبيان نوجزها فيما يلي:\n١ - الاستعارة اللطيفة ﴿جَهْدَ أَيْمَانِهِمْ﴾ شبَّه الأيمان التي يحلف بها المنافقون بالغين فيها أقصى المراتب في الشدة والتوكيد بمن يجهد نفسه في أمر شاقّ لا يستطيعه ويبذل أقصى وسعه وطاقته بطريق الاستعارة.\n٢ - المشاكلة ﴿عَلَيْهِ مَا حُمِّلَ وَعَلَيْكُمْ مَّا حُمِّلْتُمْ﴾ أي عليه أمرُ التبليغ وعليكم وزر التكذيب.\n٣ - الطباق بين الخوف والأمن ﴿مِّن بَعْدِ خَوْفِهِمْ أَمْنًا﴾ وكذلك بين الجميع والأشتات ﴿جَمِيعًا أَوْ أَشْتَاتًا﴾ لأن المعنى مجتمعين ومتفرقين.\n٤ - الإِطناب بتكرير لفظ الحرج لترسيخ الحكم في الأذهان ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ .\n٥ - صيغة المبالغة ﴿غَفُورٌ رَّحِيمٌ﴾ .\nفَائِدَة: قال بعض السلف: من أمَّر السُنَّة على نفسه قولًا وفعلًا نطق بالحكمة، ومن أمَّر والهوى على نفسه قولًا وفعلًا نطق بالبدعة لقوله تعالى ﴿وَإِن تُطِيعُوهُ تَهْتَدُواْ﴾ .\nلطيفَة: قيل لبعضهم: من أحبُّ إليك أخوك أم صديق؟ فقال: لا أحب أخي إذا لم يكن صديقي. وقال ابن عباس: «الصديق أوكد من القريب ألا ترى استغاثة الجهنمييَّن حين قالوا ﴿فَمَا لَنَا مِن شَافِعِينَ وَلاَ صَدِيقٍ حَمِيمٍ﴾ [الشعراء: ١٠٠ - ١٠١] ولم يستغيثوا بالآباء والأمهات» .\nتنبيه: كان بعض العرب يرى أحدهم أن عارًا وخزيًا عليه أن يأكل وحده ويبقى جائعاص حتى يجد من يؤاكله ويشاربه واشتهر هذا عن حاتم فكان يقول:\nإذا ما صنعتِ الزاد فالتمسي له ... أكيلًا فإني لست أكله وحدي\nوهذا من مآثر العرب ومفاخرهِم، فقد اشتهروا بالجود والكرم، وقرى الضيف.","vol":"2","page":322},{"text":"اللغَة: ﴿تَبَارَكَ﴾ من البركة وهي كثرة الخير وزيادته ويأتي بمعنى التمجيد والتعظيم قال الشاعر:\nتباركت لا معطٍ لشيء منعته ... وليس لما أعطيت يا رب مانع\n﴿نَذِيرًا﴾ النذير: المحذِّر من الهلاك ﴿نُشُورًا﴾ النشور: الإِحياء بعد الموت ﴿مُّقَرَّنِينَ﴾ مربوطين بالسلاسل قال عمرو بن كلثوم:","vol":"2","page":324},{"text":"فآبوا بالنهاب وبالسبايا ... وأُبنا بالملوك مقرَّنينا\nالتفسِير: ﴿تَبَارَكَ الذي نَزَّلَ الفرقان على عَبْدِهِ﴾ أي تمجَّد وتعظَّم وتكاثر خير الله الذي نزَّل القرآن العظيم الفارق بين الحق والباطل على عبده محمد ﷺ َ ﴿لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا﴾ أي ليكون محمد نبيًا للخلق أجمعين مخوفًا لهم من عذاب الله ﴿الذي لَهُ مُلْكُ السماوات والأرض﴾ أي هو تعالى المالك لجميع ما في السماوات والأرض خلقًا وملكًا وعبيدًا ﴿وَلَمْ يَتَّخِذْ وَلَدًا﴾ أي وليس له ولدٌ كما زعم اليهود والنصارى ﴿وَلَمْ يَكُن لَّهُ شَرِيكٌ فِي المُلْكِ﴾ أي وليس معه إِله كما قال عبدة الأوثان ﴿وَخَلَقَ كُلَّ شَيْءٍ فَقَدَّرَهُ تَقْدِيرًا﴾ أي أوجد كل شيء بقدرته مع الإِتقان والإِحكام قال في التسهيل: الخلق عبارة عن الإِيجاد بعد العدم، والتقدير عبارةٌ عن اتقان الصنعة وتخصيص كل مخلوق بمقداره وصنعته، وزمانه ومكانه، ومصلحته وأجله وغير ذلك وقال الرازي: وصف سبحانه ذاته بأربع أنواع من صفات الكبرياء: الأول: أنه المالك للسماوات والأرض وهذا كالتنبيه على وجوده والثاني: أنه هو المعبود أبدًا والثالث: أنه المنفرد بالألوهية والرابع: أنه الخالق لجميع الأشياء مع الحكمة والتدبير ﴿واتخذوا مِن دُونِهِ آلِهَةً﴾ أي عبد المشركون غير الله من الأوثان والأصنام ﴿لاَّ يَخْلُقُونَ شَيْئًا وَهُمْ يُخْلَقُونَ﴾ أي لا يقدرون على خلق شيء أصلًا بل هم مصنوعون بالنحت والتصوير فكيف يكونون آلهة مع الله؟ ﴿وَلاَ يَمْلِكُونَ لأَنْفُسِهِمْ ضَرًّا وَلاَ نَفْعًا﴾ أي لا يستطيعون دفع ضرٍ عنهم ولا جلب نفع لهم ﴿وَلاَ يَمْلِكُونَ مَوْتًا وَلاَ حَيَاةً وَلاَ نُشُورًا﴾ أي لا تملك أن تُميت أحدًا، ولا أن تُحيي أحدا ً ولا أن تبعث أحدًا من الأموات قال الزمخشري: المعنى أنهم آثروا على عبادة الله عبادة آلهة لا يقدرون على شيء، وإِذا عجزوا عن دفع الضرر وجلب النفع الذي يقدر عليه العباد كانوا عن الموت والحياة والنشور الذي لايقدر عليها إِلا الله أعجز ﴿وَقَالَ الذين كفروا إِنْ هذا إِلاَّ إِفْكٌ افتراه﴾ أي وقال كفار قريش ما هذا القرآن إِلا كذب اختلقه محمد من تلقاء نفسه ﴿وَأَعَانَهُ عَلَيْهِ قَوْمٌ آخَرُونَ﴾ أي وساعده على الاختلاق قومٌ من أهل الكتاب ﴿فَقَدْ جَآءُوا ظُلْمًا وَزُورًا﴾ أي جاءوا بالظلم والبهتان حيث جعلوا العربي يتلقَّنُ من العجمي كلامًا عربيًا أعجز بفصاحته جميع فصحاء العرب فكان كلامهم فيه محض الكذب والزور ﴿وقالوا أَسَاطِيرُ الأولين اكتتبها﴾ أي وقالوا في حق القرآن أيضًا إِنه خرافات الأمم السابقين أمر أن تكتب له ﴿فَهِيَ تملى عَلَيْهِ بُكْرَةً وَأَصِيلًا﴾ أي فهي تُلقى وتُقرأ عليه ليحفظها صباحًا ومساءً قال ابن عباس: والقائل هو «النضر بن الحارث» وأتباعه والإِفكُ أسوأ الكذب ﴿قُلْ أَنزَلَهُ الذي يَعْلَمُ السر فِي السماوات والأرض﴾ هذا ردٌّ عليهم في تلك المزاعم أي قل لهم يا محمد أنزله الله العليم القدير الذي لا يخفى عليه شيء في السماوات والأرض ﴿إِنَّهُ كَانَ غَفُورًا رَّحِيمًا﴾ أي إِنه تعالى لم يعجّل لكم العقوبة بل أُمهلكم رحمة بكم لأنه واسع المغفرة رحيم","vol":"2","page":325},{"text":"بالعباد ﴿وَقَالُواْ مَالِ هذا الرسول يَأْكُلُ الطعام وَيَمْشِي فِي الأسواق﴾ أي وقال المشركون ما لهذا الذي يزعم الرسالة يأكل الطعام كما نأكل، ويمشي في الأسواق لطلب المعاش كما نمشي؟ إِنه ليس بمَلَك ولا مَلِك، لأن الملائكة لا تأكل، والملوك لا تتبذّل في الأسواق، وفي قولهم ﴿مَالِ هذا الرسول﴾ مع إِنكارهم لرسالته تهكم واستهزاء ﴿لولا أُنزِلَ إِلَيْهِ مَلَكٌ فَيَكُونَ مَعَهُ نَذِيرا﴾ أي هلاّ بعث الله معه ملكًا ليكون له شاهدًا على صدق ما يدعيه ﴿﴿أَوْ يلقى إِلَيْهِ كَنْزٌ﴾ أي يأتيه كنزٌ من السماء فيستعين به ويستغني عن طلب المعاش ﴿أَوْ تَكُونُ لَهُ جَنَّةٌ يَأْكُلُ مِنْهَا﴾ أي يكون له بستان يأكل من ثماره ﴿وَقَالَ الظالمون إِن تَتَّبِعُونَ إِلاَّ رَجُلًا مَّسْحُورًا﴾ أي وقال الكافرون ما تتبعون أيها المؤمنون إِلا إِنسانًا سحر فغلب على عقله فهو يزعم أنه رسول الله ﴿انظر كَيْفَ ضَرَبُواْ لَكَ الأمثال فَضَلُّواْ﴾ أي انظر كيف قالوا في حقك يا محمد تلك الأقاويل العجيبة، الجارية لغرابتها مجرى الأمثال﴾ وكيف اخترعوا تلك الصفات والأحوال الشاذة فضلُّوا بذلك عن الهدى! ﴿فَلاَ يَسْتَطِيعُونَ سَبِيلًا﴾ أي فلا يجدون طريقًا إلى الحق بعد أن ضلوا عنه بتكذيبك وإِنكار رسالتك، ذكروا له ﵊ ُ خمس صفات وزعما أنه اتُخلُّ بلارسالة زعمًا منهم أنَّ فضيلة الرسول على غيره تكون بأمورٍ جسمانية وهي غاية الجهالة والسفاهة فردَّ الله عليهم بأمرين: الأول: تعجيب الرسول ﷺ َ من تناقضهم فتارة يقولون عنه شاعر، وتارة ساحر، وأُخرى يقولون إِنه مجنون حتى أصبحت تلك الأقوال الغريبة الشاذة، والأمور العجيبة جارية مجرى الأمثال والثاني: أن الله تعالى لو أراد لأعطى نبيَّه خيرًا مما اقترحوا وأفضل مما يتصورون وهو المراد بقوله ﴿تَبَارَكَ الذي إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذلك﴾ أي تمدَّد وتعظّم الله الكبير الجليل الذي لو أراد لجعل لك خيرًا منذلك الذي ذكروه من نعيم الدنيا ﴿جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي لو شاء لأعطاك بساتين وحدائق تسير فيها الأنهار لا جنةً واحدة كما قالوا ﴿وَيَجْعَل لَّكَ قُصُورًا﴾ أي ويجعل لك مع الحدائق القصور الرفيعة المشيدة كما هو حال الملوك قال الضحاك: لما عيَّر المشركون رسول الله ﷺ َ بافاقةحزن ﵇ فنزل جبريل معزيًا له فبينما النبي وجبريل يتحدثان إذ فُتح باب من السماء فقال جبريل: أبشرْ يا محمد هذا رضوان خازن الجنة قد أتاك بالرضى من ربك فسلَّم عليه وقال: ربك يخيّرك بين أن تكون نبيًا ملكًا، وبين أن تكون نبيًا عبدًا - ومعه سفط من نور يتلألأ - ثم قال: هذه مفاتيح خزائن الأرض فنظر رسول الله ﷺ َ «بل نبيًا عبدًا» فكان عليه اسلام بعد ذلك لا يأكل متكأ حتى فارق الدنيا ﴿بَلْ كَذَّبُواْ بالساعة﴾ أي بل كذبوا بالقيامة ﴿وَأَعْتَدْنَا لِمَن كَذَّبَ بالساعة سَعِيرًا﴾ أي وهيأنا لمن كذَّب بالآخرة نارًا شديدة الاستعار قال الطبري: المعنى ماكذب هؤلاء المشركون بالله وأنكروا ما جئتهم به من الحق من أجل أنك تأكل الطعام وتمشي في الأسواق ولكنْ من أجل أنهم لا يوقنون بالمعاد تكذيبًا منهم بالقيامة وأعددنا لمن كذَّب بالبعث نارًا تُسعَّر عليهم وتتَّقد ﴿إِذَا رَأَتْهُمْ مِّن مَّكَانٍ بَعِيدٍ﴾ أي إِذا رأت جهنم هؤلاء المشركين من مسافة بعيدة وهي خمسمائة عام ﴿سَمِعُواْ لَهَا تَغَيُّظًا وَزَفِيرًا﴾ أي سمعوا صوت لهيبها وغليانها كالغضبان إِذا غلا صدره","vol":"2","page":326},{"text":"من الغيظ وسمعوا لها صوتًا كصوت الحمار وهو الزفير قال ابن عباس: إن الرجل ليجرُّ إلى النار فتشهق إِليه النار شهوق البغلة إلى الشعير، وتزفر رفرةً لا يبقى أحدٌ إِلاّ خاف، وتقييد الرؤية بالبعد ﴿مِّن مَّكَانٍ بَعِيدٍ﴾ فيه مزيد تهويل لأمرها ﴿وَإَذَآ أُلْقُواْ مِنْهَا مَكَانًا ضَيِّقًا﴾ أي وإِذا أُلقوا في جهنم في مكان ضيّق قال ابن عباس: تضيق عليهم ضيق الزُّج في الرُّمح - الزُّج: الحديدة التي في أسفل الرمح - ﴿مُّقَرَّنِينَ﴾ أي مصفَّدين قد قرنت أيديهم إلى أعناقهم بالسلاسل ﴿دَعَوْاْ هُنَالِكَ ثُبُورًا﴾ أي دعوا في ذلك المكان على أنفسهم بالويل والهلاك يقولون: يا هلاكنا، نادوه نداء المتمني للهلاك ليسلموا مما هو أشدُّ منه كما قيل: أشدُّ من الموت ما يتمنى معه الموت ﴿لاَّ تَدْعُواْ اليوم ثُبُورًا وَاحِدًا وادعوا ثُبُورًا كَثِيرًا﴾ أي يقال لهم: لا تدعوا اليوم بالهلاك على أنفسكم مرةً واحدة بل ادعوا مراتٍ ومراتٍ، فإِن ما أنتم فيه من العذاب الشديد يستوجب تكرير الدعاء في كل حين وآن، وفيه إِقناطٌ لهم من استجابة الدعاء وتخفيف العذاب ﴿قُلْ أذلك خَيْرٌ أَمْ جَنَّةُ الخلد التي وُعِدَ المتقون﴾؟ أي قل لهم يا محمد على سبيل التقريع والتهكم أذلك السعير خيرٌ أم جنة الخلود التي وعدها المتقون؟ قال ابن كثير: يقول الله تعالى يا محمد: هذا الذي وصفناه لك من حال الأشقياء الذين تتلقاهم جهنم بوجهٍ عبوسٍ وتغيظٍ وزفير، ويلقون في أماكنها الضيقة مقرّنين لا يستيعون حراكًا ولا فكاكًا مما هم فيه، أهذا هيرٌ أم جنة الخلد؟ وهل يجوز أن يقول العاقل: السُكر أحلى أم الصبر؟ قلنا: هذايحسن في معرض التقريع كما إِذا أعطى السيد عبده مالًا فتمرَّد وأبى واستكبر فيضربه ضربًا وجيعًا ويقول على سبيل لاتوبيخ: أهذا أطيب أم ذاك؟ ﴿كَانَتْ لَهُمْ جَزَآءً وَمَصِيرًا﴾ أي كانت لهم ثوابًا ومرجعًا ﴿لَّهُمْ فِيهَا مَا يَشَآءُونَ﴾ أي لهم في الجنة ما يشاءون من النعيم ﴿خَالِدِينَ﴾ أي ماكثين فيها أبدًا سرمدًا بلا زوال ولا انقضاء ﴿كَانَ على رَبِّكَ وَعْدًا مَّسْئُولًا﴾ أي كان ذلك الجزاء وعدًا على ذي الجلال حقيقًا بأن يُسأل ويُطلب لكونه مما يتنافس فيه المتنافسون، وهو وعدٌ واجب ﴿وَيَوْمَ يَحْشُرُهُمْ وَمَا يَعْبُدُونَ مِن دُونِ الله﴾ أي واذكر ذلك اليوم الرهيب - يوم القيامة - حين يجمع الله الكفار والأصنام وكل من عُبد من دون الله كالملائكة والمسيخ قال مجاهد: هو عيسى وعزير والملائكة ﴿فَيَقُولُ أَأَنتُمْ أَضْلَلْتُمْ عِبَادِي هَؤُلاَءِ﴾ أي فيقول تعالى للمعبودين تقريعًا لعبدتهم: أأنتم دعوتم هؤلاء إلى عبادتكم؟ ﴿أَمْ هُمْ ضَلُّوا السبيل﴾ أي أم هم ضلوا الطريق فعبدوكم من تلقاء أنفسهم؟ ﴿قَالُواْ سُبْحَانَكَ﴾ أي قال المعبودون تعجبًا مما قيل لهم: تنزَّهت يا الله عن الأنداد ﴿مَا كَانَ يَنبَغِي لَنَآ أَن نَّتَّخِذَ مِن دُونِكَ مِنْ أَوْلِيَآءَ﴾ أي ما يحقُّ لنا ولا لأحدٍ من الخلق أن يعبد غيرك، ولا أن يشرك معك سواك ﴿ولكن مَّتَّعْتَهُمْ وَآبَآءَهُمْ حتى نَسُواْ الذكر﴾ أي ولكن أكثرت عليهم وعلى آبائهم النعمة - وكان يجب عليهم شكرها والإِيمان بما جاءت به الرسل - فكان ذلك سببًا للإِعراض عن ذكرك وشكرك ﴿وَكَانُواْ قَوْمًا بُورًا﴾ أي وكانوا قومًا هالكين، قال تعالى توبيخًا للكفرة ﴿فَقَدْ كَذَّبُوكُمْ بِمَا تَقُولُونَ﴾ أي فقد كذبكم هؤلاء المعبودون في قولكم إِنهم آلهة ﴿فَمَا تَسْتَطِيعُونَ صَرْفًا وَلاَ نَصْرًا﴾ أي فما تستطيعون أيها الكفار دفعًا","vol":"2","page":327},{"text":"للعذاب عنكم ولا نصرًا لأنفسكم من هذا البلاء ﴿وَمَن يَظْلِم مِّنكُمْ نُذِقْهُ عَذَابًا كَبِيرًا﴾ أي ومن يشرك منكم بالله فيظلم نفسه نذقه عذابًا شديدًا في الآخرة ﴿وَمَآ أَرْسَلْنَا قَبْلَكَ مِنَ المرسلين إِلاَّ إِنَّهُمْ لَيَأْكُلُونَ الطعام وَيَمْشُونَ فِي الأسواق﴾ أي وما أرسلنا قبلك يا محمد أحدًا من الرسل إِلا وهم يأكلون ويشربون ويتجولون في الأسواق للتكسب والتجارة، فتلك هي سنة المرسلينمن قبلك فلم ينكرون ذلك عليك؟ وهو جواب عن قولهم ﴿مَالِ هذا الرسول يَأْكُلُ الطعام﴾؟ ﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ﴾ أي جعلنا بعض الناس بلاءً لبعض ومحنة، ابتلى الله الغنيَّ بالفقير، والشريف بالوضيع، والصحيح بالمريض ليختبر صبركم وإِيمانكم أت شكرون أم تكفرون؟ قال الحسن: يقول الأعمى لو شاء الله لجعلني بصيرًا مثل فلان، ويقول الفقير لو شاء الله لجعلني غنيًا مثل فلان، ويقول السقيم: لو شاء الله لجعلني صحيحًا مثل فلان ﴿وَكَانَ رَبُّكَ بَصِيرا﴾ أي عالمًا بمن يصبر أو يجزع، وبمن يشكر أو يكفر.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الإِضافة للتشريف ﴿على عَبْدِهِ﴾ ولم يذكره باسمه تشريفًا له وتكريمًا.\n٢ - الاكتفاء بأحد الوصفين ﴿لِيَكُونَ لِلْعَالَمِينَ نَذِيرًا﴾ أي ليكون بشيرًا ونذيرًا واكتفى بالإِنذار لمناسبته للكفار.\n٣ - الجناس الناقص ﴿يَخْلُقُونَ. . ويُخْلَقُونَ﴾ سمي ناقصًا لتغايره في الشكل.\n٤ - الطباق بين ﴿ضَرًّا. . ونَفْعًا﴾ وبين ﴿مَوْتًا. . وحَيَاةً﴾ .\n٥ - الاستفها للتهكم والتحقير ﴿مَالِ هذا الرسول يَأْكُلُ الطعام﴾؟\n٦ - الاستعارة التمثيلية ﴿سَمِعُواْ لَهَا تَغَيُّظًا وَزَفِيرًا﴾ شبَّه صوت غليانها بصوت المغتاظ وزفيره وهو صوت يسمع من جوفه وهو تمثيل وصف النار بالاهتياج والاضطرام على عدة المغيظ والغضبان.\n٧ - جناس الاشتقاق ﴿أَرْسَلْنَا. . المرسلين﴾ .\n٨ - الجناس غير التام ﴿تَصْبِرُونَ. . بَصِيرًا﴾ لتقديم بعض الحروف وتأخير البعض.\nلطيفَة: نبّه تعالى بقوله ﴿الذي إِن شَآءَ جَعَلَ لَكَ خَيْرًا مِّن ذلك﴾ على أنه تعالى يعطي العباد على حسب المصالح، فيفتح على واحد أبواب المعارف والعلوم ويسد عليه أبواب الدنيا، ويفتح آخر أبواب الرزق ويحرمه لذة الفهم والعلم، ولا اعتراض عليه لأنه فعال لما يريده.","vol":"2","page":328},{"text":"المنَاسَبَة: لما حكى تعلى إِنكار المشركين لنبوة محمد ﵇ وتكذيبهم للقرآن، أعقبه بذكر بعض جرائمهم الأخرى، ثم ذكر قصص بعض الأنبياء وما حلَّ بأقوامهم المكذبين تسلية لرسول الله ﵊ ُ.\nاللغَة: ﴿حِجْرًا﴾ بكسر الحاء حرامًا من حَجره إِذا منعه قال الشاعر:\n«ألا أصبحت أسماء حجرًا محرَّمًا» ... أي حرامًا محرمًا ﴿هَبَآءً﴾ قال أبو عبيدة: الهباء مثل الغبار يدخل من الكوة مع ضوء الشمس ﴿مَّنثُورًا﴾ المنثور: المتفرق ﴿مَقِيلًا﴾ المقيل: زمان القيلولة وهي الاستراحة نصف النهار إِذا اشتدَّ الحر ﴿تَبَّرْنَا﴾ التتبير: التدمير والتكسير قال الزجاج: كلُّ شيء كسّرته وفتَّته فقد تبرته.\nسَبَبُ النّزول: روي أن «عقبة بن أبي معيط» وكان صديقًا لأُبي بن خل ف صنع وليمة فدعا إِليها قريشًا ودعا رسول الله ﷺ َ فلما قُدم الطعام قال رسول الله ﷺ َ ما أنا بأكل طعامك حتى تشهد أني رسول الله ففعل فأكل رسول الله من طعامه فلما بلغ «أُبي بن خلف» ذلك قال لصديقه عقبة صبأت قال: لا ولكن دخل عليَّ رجل عظيم فأبى أن يأكل طعامي حتى أشهد له بالرسالة فقال له أبي: وجهي من وجهك حرام إِن رأيت محمدًا حتى تبزق في وجهه وتطأ على عنقه وتقول كيت وكيت، ففعل عدوُّ الله ما أمره به خليله فأنزل الله ﴿وَيَوْمَ يَعَضُّ الظالم على يَدَيْهِ. .﴾ الآية.\nالتفسِير: ﴿وَقَالَ الذين لاَ يَرْجُونَ لِقَآءَنَا﴾ أي قال المشركون الذين لا يرجون لقاء الله، ولا يخشون عقابه لتكذيبهم بالبعث والنشور ﴿لَوْلاَ أُنْزِلَ عَلَيْنَا الملائكة﴾ أي هلاّ نزلت الملائكة علينا","vol":"2","page":329},{"text":"فأخبرونا بصدق محمد ﴿أَوْ نرى رَبَّنَا﴾ أي أو نرى الله عيانًا فيخبرنا أنك رسوله قال أبو حيان: وهذا كله على سبيل التعنت وإِلا فما جاءهم به من المعجزات كافٍ لو وُفّقوا ﴿لَقَدِ استكبروا في أَنفُسِهِمْ﴾ أي تكبروا في شأن أنفسهم حين تفوهوا بمثل هذه العظيمة، وطلبوا ما لا ينبغي ﴿وَعَتَوْا عُتُوًّا كَبِيرًا﴾ أي تجاوزوا الحدَّ في الظلم والطغيان، حتى بلغوا أقصى العتو وغاية الاستكبار ﴿يَوْمَ يَرَوْنَ الملائكة لاَ بشرى يَوْمَئِذٍ لِّلْمُجْرِمِينَ﴾ أي يوم يرى المشركون الملائكة حين تنزل لقبض أرواحهم وقت الاحتضار لن يكون للمجرمين يومئذٍ بشارة تسرهم بل لهم الخيبة والخسران ﴿وَيَقُولُونَ حِجْرًا مَّحْجُورًا﴾ أي تقول الملائكة لهم: حارم ومحرم عليكم الجنة والبُشرى والغفران قال ابن كثير: وذلك يصدق على وقت الاحتضار حين تبشرهم الملائكة بالنار، فتقول للكافر عند خروج روحه: أُخرجي أيتها النفس الخبيثة في الجسد الخبيث، أُخرجي إِلى سمومٍ وحميم وظلٍ من يحموم فتأبى الخروج وتتفرق في البدن فيضربونه بمقامع الحديد، بخلاف المؤمنين حال احتضارهم فإِنهم يُبشرون بالخيرات وحصول المسرات\n﴿تَتَنَزَّلُ عَلَيْهِمُ الملائكة أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ وَأَبْشِرُواْ بالجنة التي كُنتُمْ تُوعَدُونَ﴾ [فصلت: ٣٠] ﴿وَقَدِمْنَآ إلى مَا عَمِلُواْ مِنْ عَمَلٍ﴾ أي عمدنا إِلى أعمال الكفار التي يعتقدونها برًا كإِطعام المساكين وصلة الأرحام ويظنون أنها تقربهم إِلى الله ﴿فَجَعَلْنَاهُ هَبَآءً مَّنثُورًا﴾ أي جعلناه مثل الغبار المنثور في الجو، لأنه لا يعتمد على أساس ولا يستند على إِيمان قال الطبري: أي جعلناهباطلًا لأنهم لم يعملوه لله، وإِنما عملوه للشيطان، والهباء هو الذي يُرى كهيئة الغبار إِذا دخل ضوء الشمس من كو، والمنثور المتفرق وقال القرطبي: إِن الله أحبط أعمالهم بسبب الكفر حتى صارت بمنزلة الهباء المنثور ﴿أَصْحَابُ الجنة يَوْمَئِذٍ خَيْرٌ مُّسْتَقَرًّا﴾ لما بيَّن تعالى حال الكفار وأنهم في الخسران الكلي والخيبة التامة، شرح وصف أهل الجنة وأَنهم في غاية السرور والحبور، تنبيهًا على أن السعادة كل السعادة في طاعة الله ﷿، ومعنى الآية: أصحابُ الجنة يوم القيامة خيرٌ من الكفار مستقرًا ومنزلًا ومأوى ﴿وَأَحْسَنُ مَقِيلًا﴾ أي وأحسنُ منهم مكانًا للتمتع وقت القيلولة وهي الاستراحة نصف النهار، فالمؤمنون في الآخرة في الفردوس والنعيم المقيم، والكفار في دركات الجحيم قال ابن مسعود: «لا ينتصف النهار من يوم القيامة حتى يقيل أحل الجنة في الجنة، وأهل النار في النار» ﴿وَيَوْمَ تَشَقَّقُ السمآء بالغمام﴾ أي واذكر ذلك اليوم الرهيب يوم تتشقَّق السماء وتنفطر عن الغمام الذي يُسود الجو ويُظلمه ويغم القلوب مرآه لكثرته وشدة ظلمته ﴿وَنُزِّلَ الملائكة تَنزِيلًا﴾ أي ونزلت الملائكة فأحاطت بالخلائق في المحشر ﴿الملك يَوْمَئِذٍ الحق للرحمن﴾ أي الملك في ذلك اليوم لله الواحد القهار، الذي تخضع له الملوك، وتعنو له الوجوه، وتذل له الجبابرة، لا مالك يومئذٍ سواه كقوله ﴿لِّمَنِ الملك اليوم لِلَّهِ الواحد القهار﴾ [غافر: ١٦] ﴿وَكَانَ يَوْمًا عَلَى الكافرين عَسِيرًا﴾ أي وكان","vol":"2","page":330},{"text":"ذلك اليوم صعبًا شديدًا على الكفار قال أبوا حيان: ودل قوله ﴿عَلَى الكافرين﴾ على تيسيره على المؤمنين ففي الحديث «إِنه يهون حتى يكون على المؤمن اخف عليه من صلاةٍ مكتوبة صلاها في الدنيا» ﴿وَيَوْمَ يَعَضُّ الظالم على يَدَيْهِ﴾ أي واذكر يوم يندم ويتحسر الظالم على نفسه لما فرَّط في جنب الله، وعضُّ اليدين كنايةٌ عن الندم والحسرة، والمراد بالظالم «عُقبة بن أبي معيط» كما في سبب النزول، وهي تعمُّ كل ظالم قال ابن كثير: يخبر تعالى عن ندم الظالم الذي فارق طريق الرسول ﷺ َ وسلك سبيلًا غير سبيل الرسول، فإِذا كان يوم القيامة ندم الظالم الذي فارق طريق الرسول ﷺ َ وسلك سبيلًا غير سبيل الرسول، فإِذا كان يوم القيامة ندم حيث لا ينفعه الندم، وعضَّ على يديه حسرةً وأسفًا، وسواءٌ كان نزولها في «عقبة بن معيط» أو غيره من الأشقياء فإِنها عامةٌ في كل ظالم ﴿يَقُولُ ياليتني اتخذت مَعَ الرسول سَبِيلًا﴾ أي يقول الظالم يا ليتني اتبعتُ الرسول فاتخذت معه طريقًا إِلى الهدى ينجيني من العذاب ﴿ياويلتى لَيْتَنِي لَمْ أَتَّخِذْ فُلاَنًا خَلِيلًا﴾ أي هلاكي وحسرتي يا ليتني لم أصاحب فلانًا واجعله صديقًا لي، ولفظ ﴿فُلاَن﴾ كناية عن الشخص الذي أضلَّه وهو «أُبي بن خلف» قال القرطبي: وكنى عنه ولم يصرّح باسمه ليتناول جميع من فعل مثل فعله ﴿لَّقَدْ أَضَلَّنِي عَنِ الذكر بَعْدَ إِذْ جَآءَنِي﴾ أي لقد أضلني عن الهدى والإِيمان بعد أن اهتديت وآمنت ثم قال تعالى ﴿وَكَانَ الشيطان لِلإِنْسَانِ خَذُولًا﴾ أي يُضله ويُغويه ثم يتبرأ منه وقت البلاء فلا ينقذه ولا ينصره ﴿وَقَالَ الرسول يارب إِنَّ قَوْمِي اتخذوا هذا القرآن مَهْجُورًا﴾ لما أكثر المشركون الطعن في القرآن ضاق صدر الرسول ﷺ َ وشكاهم إِلى الله والمعنى: قال محمد يا رب إِنَّ قريشًا كذبت بالقرآن ولم تؤمن به وجعلته وراء طهورها متروكًا وأعرضوا عن استماعه قال المفسرون: وليس المقصود من حكاية هذا القول الإِخبار بما قال المشركون بل المقصود منها تعظيم شكايته، وتخويف قومه، لأن الأنبياء إِذا التجأوا إِلى الله وشكوا قومهم حل بهم العذاب ولم يمهلوا ﴿وَكَذَلِكَ جَعَلْنَا لِكُلِّ نَبِيٍّ عَدُوًّا مِّنَ المجرمين﴾ أي كما جعلنا لك أعداء من مشركي قومك جعلنا لكل نبي عدوًا من كفار قومه، والمراد تسلية النبي ﷺ َ بالتأسي بغيره من الأنبياء ﴿وكفى بِرَبِّكَ هَادِيًا وَنَصِيرًا﴾ أي وكفى أن يكون ربك يا يمحمد هاديًا لك وناصرًا لك على أعدائك فلا تبال بمن عاداك ﴿وَقَالَ الذين كَفَرُواْ﴾ أي وقال كفار مكة ﴿لَوْلاَ نُزِّلَ عَلَيْهِ القرآن جُمْلَةً وَاحِدَةً﴾ أي هلاَّ نزل هذا القرآن على محمد دفعة واحدة كما نزلت التوراة والإِنجيل؟ قال تعالى ردًّا على شبهتهم التافهة ﴿كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ﴾ أي كذلك أنزلناه مفرقًا لنقوي قلبك على تحمله فتحفظه وتعمل بمقتضى ما فيه ﴿وَرَتَّلْنَاهُ تَرْتِيلًا﴾ أي فصَّلنا تفصيلًا بديعاص قال قتادة: أي بينَّاه وقال الرازي: الترتيلُ في الكلام أن يأتي بعضه على إِثر بعض على تُؤدة وتمهل، وأصل الترتيل في الأسنان وهو تفلجها وقال الطبري: الترتيلُ في القراءة الترسُّلُ والتثبتُ يقول: علمناكه شيئًا بعد شيء حتى تحفظه ﴿وَلاَ يَأْتُونَكَ بِمَثَلٍ إِلاَّ جِئْنَاكَ بالحق﴾ أي ولا يأتيك هؤلاء الكفار بحجةٍ أو شبهةٍ للقدح فيك أو في القرآن إِلاأتيناك يا محمد بالحق","vol":"2","page":331},{"text":"الواضح، والنور الساطع لندمغ به باطلهم ﴿وَأَحْسَنَ تَفْسِيرًا﴾ أي أحسن بيانًا وتفصيلًا، ثم ذكر تعالى حال هؤلاء المشركين المكذبين للقرآن فقال ﴿الذين يُحْشَرُونَ على وُجُوهِهِمْ إلى جَهَنَّمَ﴾ أي يُسْحبون ويجُرُّون إِلى النار على وجوههم ﴿أولئك شَرٌّ مَّكَانًا وَأَضَلُّ سَبِيلًا﴾ أي هم شر منزلًا ومصيرًا، وأخْطأ دينًا وطريقًا وفي الحديث «قيل يا رسول الله: كيف يُحشر الكافر على وجهه يوم القيامة؟ فقال: إِن الذي أمشاه على رجليه قادر على أن يمشيه علىوجهه يوم القيامة»، ثم ذكر تعالى قصص الأنبياء تسلية لرسول الله ﷺ َ وإِرهابًا للمكذبين فقال ﴿وَلَقَدْ آتَيْنَا مُوسَى الكتاب﴾ أي والله لقد أعطينا موسى التوراة ﴿وَجَعَلْنَا مَعَهُ أَخَاهُ هَارُونَ وَزِيرًا﴾ أي وأعنَّاه بأخيه هارون فجعلناه وزيرًا له يناصره ويُؤآزره ﴿فَقُلْنَا اذهبآ إِلَى القوم الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي اذهبا إلى فرعون وقومه بالآيات الباهرات، والمعجزات الساطعات ﴿فَدَمَّرْنَاهُمْ تَدْمِيرًا﴾ أي فأهلكناهم إِهلاكًا لما كذبوا رسلنا ﴿وَقَوْمَ نُوحٍ لَّمَّا كَذَّبُواْ الرسل أَغْرَقْنَاهُمْ وَجَعَلْنَاهُمْ لِلنَّاسِ آيَةً﴾ أي وأغرقنا قوم نوح بالطوفان لمّا كذبوانوحًا وحده لأن تكذبيه تكذيبٌ للجميع لاتفاقهم على التوحيد والإِسلام ﴿وَأَعْتَدْنَا لِلظَّالِمِينَ عَذَابًا أَلِيمًا﴾ أي وأعددنا لهم في الآخرة عذابًا شديدًا مؤلمًا سوى ما حلَّ بهم في الدنيا ﴿وَعَادًا وَثَمُودَاْ وَأَصْحَابَ الرس﴾ أي وأهلكنا عادًا وثمود وأصحاب البئر الذين انهارت بهم قال البيضاوي: وأصحابُ الرس قومٌ كانوا يعبدون الأصنام فبعث الله إِليهم شعيبًا فكذبوه فبينما هم حول الرس - وهي البئر غير المطوية - انهارت فخسفت بهم وبديارهم ﴿وَقُرُونًا بَيْنَ ذَلِكَ كَثِيرًا﴾ أي وأممًا وخلائق كثيرين لا يعلمهم إِلا الله بين أولئك المكذبين أهلكناهم أيضًا ﴿وَكُلًاّ ضَرَبْنَا لَهُ الأمثال﴾ أي وكلًا من هؤلاء بيّنا لهم الحجج، ووضحنا لهم الأدلة إِعذارًا وإِنذارًا ﴿وَكُلًاّ تَبَّرْنَا تَتْبِيرًا﴾ أي أهلكناه إِهلاكًا، ودمرناه تدميرًا، لمّا لم تنجع فيهم المواعظ ﴿وَلَقَدْ أَتَوْا عَلَى القرية التي أُمْطِرَتْ مَطَرَ السوء﴾ أي ولقد مرَّت قريش مرارًا في متاجرهم إِلى الشام على تلك القرية التي أُهلكت بالحجارة من السماء وهي قرية «سدوم» عُظمى قرى قوم لوط ﴿أَفَلَمْ يَكُونُواْ يَرَوْنَهَا﴾؟ توبيخٌ لهم على تركهم الاتعاظ والاعتبار أي أفلم يكونوا في أسفارهم يرونها فيعتبروا بما حلَّ بأهلها من العذاب والنكال بسبب تكذيبهم لرسولهم ومخالفتهم لأوامر الله؟ قال ابن عباس: كانت قريشٌ في تجارتها إلى الشام تمر بمدائن قوم لوط كقوله تعالى\n﴿وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ﴾ [الصافات: ١٣٧] ﴿بَلْ كَانُواْ لاَ يَرْجُونَ نُشُورًا﴾ أي إِنهم لا يعتبرون لأنهم لا يرجون معادًا يوم القيامة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الترجي ﴿لَوْلاَ أُنْزِلَ عَلَيْنَا الملائكة﴾ لأن لولا بمعنى هلاّ للترجي.\n٢ - جناس الاشتقاق ﴿وَعَتَوْا. . عُتُوًّا﴾ و﴿حِجْرًا. . مَّحْجُورًا﴾ .\n٣ -","vol":"2","page":332},{"text":"المبالغة بنفي الجنس ﴿لاَ بشرى يَوْمَئِذٍ لِّلْمُجْرِمِينَ﴾ ومعناها لا يبشر يومئذٍ المجرمون وإِنما عدل عنه للمبالغة.\n٤ - التشبيه البليغ ﴿فَجَعَلْنَاهُ هَبَآءً مَّنثُورًا﴾ أي كالغبار المنثور في الجو في حقارته وعدم نفعه، حذف منه أداة التشبيه ووجه الشبه فأصبح بليغاص.\n٥ - الكناية اللطيفة ﴿يَعَضُّ الظالم على يَدَيْهِ﴾ كناية عن الندم والحسرة، كما أن لفظه ﴿فُلاَن﴾ كناية عن الصديق الذي أضله.\n٦ - الإِسناد المجازي ﴿شَرٌّ مَّكَانًا﴾ لأن الضلال لا ينسب إلى المكان ولكن إلى أهله.\nلطيفَة: قال ابن القيم ﵀: هجر القرآن أنواع:\nأحدها: هجر سماعه والإِيمان به. والثاني: هجر العمل به وإِن قرأه وآمن به. والثالث: هجر تحكيمه والتحاكم إِليه. والرابع: هجر تدبره وتفهم معانيه. والخامس: هجر الاستشفاء والتداوي به في جميع أمراض القلوب وكلُّ هذا داخل في قوله تعالى ﴿إِنَّ قَوْمِي اتخذوا هذا القرآن مَهْجُورًا﴾ وإن كان بعض الهجر أهونُ من بعض.","vol":"2","page":333},{"text":"المنَاسَبة: لما ذكر تعالى شبهات المشركين حول القرآن والرسول، وردَّ عليهم بالحجج الدامغة، والبراهين القاطعة، ذكر هنا طرفًا من استهزائهم وسخريتهم بالرسول فلم يقتصروا على تكذيبه بل زادوا عليه بالاستهزاء والاحتقار، ثم ذكر الأدلة على وحدانيته تعالى وقدرته.\nاللغَة: ﴿سُبَاتًا﴾ السُّبات: الراحة جعل النوم سُباتًا لأنه راحة للأبدان وأصل السبت: القطع ومنه السبت لليهود لانقطاعهم فيه عن الأعمال ﴿نُشُورًا﴾ النشور: الانتشار والحركة، والنهار سببٌ للانتشار من أجل طلب المعاش ﴿أَنَاسِيَّ﴾ جمع إِنسي مثل كراسي وكرسي قال الفراء: الإِنسي والأناسي اسم للبشر وأصله انسان ثم أُبدلت من النون ياء فصار إِنسي ﴿مَرَجَ﴾ خلَّى وأرسل وخلط يقال مرجته إِذا خلطته و﴿اأَمْرٍ مَّرِيجٍ﴾ [ق: ٥] أي مضطرب مختلط ﴿فُرَاتٌ﴾ شديد العذوبة ﴿أُجَاجٌ﴾ شديد الملوحة ﴿بَرْزَخًا﴾ حاجزًا.\nالتفسِير: ﴿وَإِذَا رَأَوْكَ إِن يَتَّخِذُونَكَ إِلاَّ هُزُوًا﴾ أي وإِذا رآك المشركون يا محمد ما يتخذونك إِلا موضع هزء وسخرية ﴿أهذا الذي بَعَثَ الله رَسُولًا﴾ أي قائلين بطريق التهكم والاستهزاء: أهذا الذي بعثه الله إِلينا رسولًا؟ ﴿إِن كَادَ لَيُضِلُّنَا عَنْ آلِهَتِنَا لَوْلاَ أَن صَبْرَنَا عَلَيْهَا﴾ أي إِن كان ليصرفنا عن عبادة آلهتنا لولا أن ثبتنا عليها واسمتسكنا بعبادتها قال تعالى ردًا عليهم ﴿وَسَوْفَ يَعْلَمُونَ حِينَ يَرَوْنَ العذاب مَنْ أَضَلُّ سَبِيلًا﴾ وعيد وتهديد أي سوف يعلمون في الآخرة عند مشاهدة العذاب من أخطأ طريقًا وأضل دينًا أهم أم محمد؟ ﴿أَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ تعجيبٌ من ضلال المشركين أي أرأيت من جعل هواه إِلهًا كيف يكون حاله؟ قال ابن عباس: كان الرجل من المشركين يعبد حجرًا فإِذا رأى حجرًا أحسن منه رماه وأخذ الثاني فعبده ﴿أَفَأَنتَ تَكُونُ عَلَيْهِ وَكِيلًا﴾ أي حافظًا تحفظه من اتباع هواه؟ ليس الأمر لك قال أبو حيان: وهذا تيئيسٌ من إِيمانهم، وإِشارةٌ للرسول ﵇ ألا يتأسف عليهم، وإِعلامٌ أنهم في الجهل بالمنافع وقلة النظر في العواقب مثل البهائم ﴿أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ﴾؟ أي أتظن أن هؤلاء المشركين يسمعون ما تقول لهم سماع قبول؟ أو يعقلون ما تورده عليهم من الحجج والبراهين الدالة على الوحدانية فتهتم بشأنهم وتطمع في إِيمانهم؟ ﴿إِنْ هُمْ إِلاَّ كالأنعام بَلْ هُمْ أَضَلُّ سَبِيلًا﴾ أي ما هم إِلا كالبهائم بل هم أبشع حالًا، وأسوأ مآلًا من الأنعام السارحة، لأن البهائم تهتدي لمراعيها، وتنقاد لأربابها وتعرف من يحسن إِليها، وهؤلاء لا ينقادون لربهم ولا يعرفون إِحسانه إِليهم، ثم ذكر تعالى أنواعًا من الدلائل الدالة على وحدانيته وكمال قدرته فقال ﴿أَلَمْ تَرَ إلى رَبِّكَ كَيْفَ مَدَّ الظل﴾ أي ألم تنظر إِلى بديع صنع الله وقدرته كيف بسط تعالى الظلَّ لأحرقت الشمس الإِنسان وكدَّرت حياته ﴿وَلَوْ شَآءَ لَجَعَلَهُ سَاكِنًا﴾ أي لو أراد سبحانه لجعله دائمًا ثابتًا في مكانٍ لا يزول ولا يتحول عنه، ولكنه بقدرته ينقله من مكان إِلى مكان، ومن","vol":"2","page":334},{"text":"جهةٍ إلى جهة، فتارة يكون جهة المشرق، وتارة جهة المغرب، وأُخرى من أمام أو خلف ﴿ثُمَّ جَعَلْنَا الشمس عَلَيْهِ دَلِيلًا﴾ أي جعلنا طلوع الشمس دليلًا على وجود الظل، فلولا وقوع ضوئها على الأجرام لما عرف أن للظل وجودًا، ولما ظهرت آثار هذه النعمة الجليلة للعباد، والأشياء إِنما تُعرف بأضدادها فلولا وقوع ضوئها على الأجرام لما عرف أن للظل وجودًا، ولما ظهرت آثار هذه النعمة الجليلة للعباد، والأشياء إِنما تُعرف بأضدادها فلولا الظلمة ما عُرف النور، ولولا الشمسُ ما عرف الظل «وبضدها تتميز الأشياء» ﴿ثُمَّ قَبَضْنَاهُ إِلَيْنَا قَبْضًا يَسِيرًا﴾ أي أزلنا هذا الظلَّ شيئًا فشيئًا، وقليلًا قليلًا لا دفعة واحدة لئلا تختل المصالح قال ابن عباس: الظلُّ من وقت طلوع الفجر إِلى وقت طلوع الشمس قال المفسرون: الظلُّ هو الأمر المتوسط بين الضوء الخالص والظلمة الخالصة، وهو يحدث على وجه الأرض منبسطًا فيما بين ظهور الفجر إلى طلوع الشمس، ثم إِن الشمس تنسخه وتزيله شيئًا فشيئًا، إلى الزوال، ثم هو ينسخ ضوء الشمس من وقت الزوال إلى الغروب ويسمى فَيْئًا، ووجه الاستدلال به على وجود الصانع الحكيم أن وجوده بعد العدم، وعدمه بعد الوجود، وتغير أحواله بالزيادة والنقصان، والانبساط والتقلص، على الوجه النافع للعباد لا بدَّ له من صانع قادر، مدبر حكيم، يقدر على تحريك الأجرام العلوية، وتدبير الأجسام الفلكية وترتيبها على الوصف الأحسن، والترتيب الأكمل وما هو إِلا الله رب العالمين.\nثم أشار تعالى إِلى آثار قدرته، وجليل نعمته الفائضة على الخلق فقال ﴿وَهُوَ الَّذِي جَعَلَ لَكُمُ اليل لِبَاسًا﴾ أي هو سبحانه الذي جعل لكم الليل كاللباس يستركم بظلامه كما يستركم اللباس بزينته قال الطبري: وصف الليل باللباس تشبيهًا من حيث يستر الأشياء فصار لهم سترًا يستترون به كما يستترون بالثياب التي يكسونها ﴿والنوم سُبَاتًا﴾ أي وجعل النوم راحةٌ لأبدانكم بانقطاعكم عن أعمالكم ﴿وَجَعَلَ النهار نُشُورًا﴾ أي وقتًا لانتشار الناس فيه لمعايشهم، ومكاسبهم، وأسباب رزقهم ﴿وَهُوَ الذي أَرْسَلَ الرياح بُشْرَى بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي أرسل الرياح مبشرة بنزول الغيث والمطر ﴿وَأَنزَلْنَا مِنَ السمآء مَآءً طَهُورًا﴾ أي أنزلنا من السحاب الذي ساقته الرياح ماءً طاهرًا مطهّرًا تشربون وتتطهرون به قال القرطبي: وصيغة ﴿طَهُورًا﴾ بناء مبالغة في «طاهر» فاقتضى أن يكون طاهرًا مطهّرًا ﴿لِّنُحْيِيَ بِهِ بَلْدَةً مَّيْتًا﴾ أي لنحيي بهذا المطر أرضًا ميتةً لا زرع فيها ولا نبات ﴿وَنُسْقِيَهُ مِمَّا خَلَقْنَآ أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا﴾ أي وليشرب منه الحيوان والإِنسان لأن الماء حياة كل حيّ، والناس محتاجون إِليه غاية الحاجة لشربهم وزروعهم وسقي مواشيهم قال الإِمام الفخر: وتنكير الأنعام والأناسي لأن حياة البشر بحياة أرضهم وأنعامهم، وأكثر الناس يجتمعون في البلاد القريبة من الأودية والأنهار، فهم في غنية عن شرب مياه المطر، وكثيرٌ منهم نازلون في البوادي فلا يجدون المياه للشرب إِلا عند نزول المطر ولهذا قال ﴿أَنْعَامًا وَأَنَاسِيَّ كَثِيرًا﴾ أي بشرًا كثيرين لأن «فعيل» يراد به الكثرة ﴿وَلَقَدْ صَرَّفْنَاهُ بَيْنَهُمْ لِيَذَّكَّرُواْ﴾ أي","vol":"2","page":335},{"text":"ضربنا الأمثال في هذا القرآن للناس وبيَّنا فيه الحجج والبراهين ليتفكروا ويتدبروا ﴿فأبى أَكْثَرُ الناس إِلاَّ كُفُورًا﴾ أي أبى الكثير من البشر إلا الجحود والتكذيب ﴿وَلَوْ شِئْنَا لَبَعَثْنَا فِي كُلِّ قَرْيَةٍ نَّذِيرًا﴾ أي لو أردنا لخففنا عنك أعباء النبوة فتعثنا في كل أهل قرية نبيًا ينذره، ولكنا خصصناك بالبعثة إلأى جميع أهل الأرض إِجلالًا لك، وتعظيمًا لشأنك، فقابل هذا الإِجلال بالثبات والاجتهاد في الدعوة وإِظهار الحق ﴿فَلاَ تُطِعِ الكافرين وَجَاهِدْهُمْ بِهِ جِهَادًا كَبيرًا﴾ أي لا تطع الكفار فيما يدعونك إِليه من الكفّ عن آلهتهم، وجاهدهم بالقرآن جهادًا كبيرًا بالغًا نهايته لا يصاحبه فتور ﴿وَهُوَ الذي مَرَجَ البحرين﴾ أي هو تعالى بقدرته خلى وأرسل البحرين متجاورين متلاصقين بحيث لا يتمازجان ﴿هذا عَذْبٌ فُرَاتٌ﴾ أي شديد العذوبة قاطع للعطش من فرط عذوبته ﴿وهذا مِلْحٌ أُجَاجٌ﴾ أي بليغ الملوحة، مرٌّ شديد المرارة ﴿وَجَعَلَ بَيْنَهُمَا بَرْزَخًا﴾ أي جعل بينهما حاجزًا من قدرته لا يغلب أحدهما على الآخر ﴿وَحِجْرًا مَّحْجُورًا﴾ وهذا اختيار ابن جرير وقال الرازي: ووجه الاستدلال هاهنا بيّن لأن الحلاوة والملوحة إِن كانت بسبب طبيعة الأرض أو الماء فلا بدَّ من الاستواء، وإِن لم يكن كذلك فلا بدَّ من قادر حكيم يخص كل واحد بصفة معينة ﴿وَهُوَ الذي خَلَقَ مِنَ المآء بَشَرًا﴾ أي خلق من النطفة إِنسانًا سميعًا بصيرًا ﴿فَجَعَلَهُ نَسَبًا وَصِهْرًا﴾ أي قسمهم من نطفةٍ واحدة قسمين: ذوي نسب أي ذكورًا ينسب إليهم لأن النسب إِلى الآباء كما قال الشاعر:\nفإِنما أمهاتُ الناس أوعيةٌ ... مستودعات وللآباء أبناء\nوإِناثًا يُصاهر بهن، فبالنسب يتعارفون ويتواصلون، وبالمصاهرة تكون المحبة والمودة واجتماع الغريب بالقريب ﴿وَكَانَ رَبُّكَ قَدِيرًا﴾ أي مبالغًا في القدرة حيث خلق من النطفة الواحدة ذكرًا وأنثى. . ولما شرح دلائل التوحيد عاد إِلى تهجين سيرة المشركين في عبادة الأوثان فقال ﴿وَيَعْبُدُونَ مِن دُونِ الله مَا لاَ يَنفَعُهُمْ وَلاَ يَضُرُّهُمْ﴾ أي يعبدون الأصنام التي لا تنفع ولا تضر لأنها جمادات لا تُحسُّ ولا تُبصر ولا تعقل ﴿وَكَانَ الكافر على رَبِّهِ ظَهِيرًا﴾ أي معينًا للشيطان على معصية الرحمن، لأنَّ عبادته للأصنام معانة للشيطان قال مجاهد: يظاهر الشيطان على معصية الله ويُعينه ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ مُبَشِّرًا وَنَذِيرًا﴾ أي مبشرًا للمؤمنين بجنات النعيم، ومنذرًاَ للكافرين بعذاب الجحيم ﴿قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ﴾ أي قل لهم يا يمحمد لا أسألكم على تبليغ الرسالة أجرا ً ﴿إِلاَّ مَن شَآءَ أَن يَتَّخِذَ إلى رَبِّهِ سَبِيلًا﴾ أي لكن من شاء أن يتخذ طريقًا يقربه إِلى الله بالإِيمان والعمل الصالح فليفعل","vol":"2","page":336},{"text":"كأنه يقول: لا أسألكم مالًا ولا أجرًا وإِنما أسألكم الإِيمان بالله وطاعته وأجري على الله ﴿وَتَوَكَّلْ عَلَى الحي الذي لاَ يَمُوتُ﴾ أي اعتمد في جميع أمورك على الواحد الأحد، الدائم الباقي الذي لا يموت أبدًا، فإِنه كافيك وناصرك ومظهر دينك على سائر الأديان ﴿وَسَبِّحْ بِحَمْدِهِ﴾ أي نزّه الله تعالى عمّا يصفه هؤلاء الكفار مما لا يليق به من الشركاء والأولاد ﴿وكفى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا﴾ أي حسبك أن الله مطَّلع على أعمال العباد لا يخفى عله شيء منها قال الإِمام الفخر: وهذه الكلمة يراد بها المبالغة كقولهم: كفى بالعلم جمالًا، وكفى بالأدب مالًا، وهي بمعنى حسبك أي لا تحتاج معه إل غيره لأنه خبيرٌ بأحوالهم، قادر على مجازاتهم، وذلك وعيدٌ شديد ﴿الذي خَلَقَ السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ﴾ أي هذا الإِله العظيم الذي ينبغي أن تتوكل عليه هو القادر على كل شيء، الذي خلق السماوات السبع في ارتفاعها واتساعها، والأرضين في كثافتها وامتدادها في مقدار ستة أيام من أيام الدنيا قال ابن جبير: الله قادر على ان يخلقها في لحظة ولكن علَّم خلقه الرفق والتثبت ﴿ثُمَّ استوى عَلَى العرش﴾ استواءً يليق بجلاله من غير تشبيه ولا تعطيل ﴿الرحمن﴾ أي هو الرحمن ذو الجود والإِحسان ﴿فَسْئَلْ بِهِ خَبِيرًا﴾ أي فسلْ عنه من هو خبيرٌ عارف بجلاله ورحمته، وقيل: الضمير يعود إلى الله أي فاسأل اللهَ الخبيرَ بالأشياء، العالم بحقائقها يطلعك على جليَّة الأمر ﴿وَإِذَا قِيلَ لَهُمُ اسجدوا للرحمن﴾ أي وإِذا قيل للمشركين اسجدوا لربكم الرحمن الذي وسعت رحمته الأكوان ﴿قَالُواْ وَمَا الرحمن﴾؟ أي من هو الرحمن؟ استفهموا عنه استفهام من يجهله وهم عالمون به ﴿أَنَسْجُدُ لِمَا تَأْمُرُنَا﴾ أي أنسجد لما تأمرنا بالسجود له من غير أن نعرفه؟ ﴿وَزَادَهُمْ نُفُورًا﴾ اي وزادهم هذا القول بعدًا عن الدين ونفورًا منه.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الاستفهام للتهكم والاستهزاء ﴿أهذا الذي بَعَثَ الله رَسُولًا﴾؟\n٢ - التعجيب ﴿أَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ وفيه تقديم المفعول الثاني على الأول اعتناءً بالأمر المتعجب منه والأصل «اتخذ هواه إِلهًا له» .\n٣ - التشبيه البليغ ﴿جَعَلَ لَكُمُ اليل لِبَاسًا﴾ أي كاللباس الذي يغطي البدن ويستره حذف منه الأداة ووجه الشبه فأصبح بليغًا.\n٤ - المقابلة اللطيفة بين الليل والنهار والنوم والانتشار ﴿جَعَلَ لَكُمُ اليل لِبَاسًا والنوم سُبَاتًا وَجَعَلَ النهار نُشُورًا﴾ .\n٥ - الاستعارة البديعة ﴿بَيْنَ يَدَيْ رَحْمَتِهِ﴾ استعار اليدين لما يكون أمام الشيء وقدَّامه كما تقول: بين يدي الموضوع أو السورة.\n٦ - الالتفات من الغيبة إلى التكلم للتعظيم ﴿وَأَنزَلْنَا مِنَ السمآء﴾ بعد قوله ﴿اأَرْسَلَ الرياح﴾ .\n٧ - المقابلة اللطيفة ﴿هذا عَذْبٌ فُرَاتٌ، وهذا مِلْحٌ أُجَاجٌ﴾ أي نهاية في الحلاوة ونهاية في الملوحة.","vol":"2","page":337},{"text":"تنبيه: الفرق بين ﴿مَيْت﴾ بالتخفيف و﴿مَّيْت﴾ بالتشديد أن الأول لمن مات حقيقة والثاني لمن سيموت قال الشاعر:\nأيا سائلي تفسير مَيْتٍ ومَيِّتٍ ... فدونَك قد فسرتُ ما عنه تسأل\nفما كان ذا روحٍ فذلك مَيِّتٌ ... وما المَيْتُ إِلا من إِلى القبر يُحمل","vol":"2","page":338},{"text":"اللغَة: ﴿بُرُوجًا﴾ البروج: منازل الكواكب السيارة سميت بالبروج لأنها تشبه القصور العالية وهي للكواكب كالمنازل للسكان وقيل: هي الكواكب العظيمة ﴿غَرَامًا﴾ لازمًا دائمًا غير مفارق ومنه الغريم لملازمته ﴿الغرفة﴾ الدرجة الرفيعة في الجنة وهي في اللغة العلية، وكل بناءٍ عالٍ فهو غرفة ﴿يَعْبَأُ﴾ يبالي ويهتمُّ قال أبو عبيدة: ما أعبأ به أي وجودُه وعدمه عندي سواء، والعبء في اللغة الثقل ﴿لِزَامًا﴾ ملازمًا لكم.\nالتفسِير: ﴿تَبَارَكَ الذي جَعَلَ فِي السمآء بُرُوجًا﴾ أي تمجَّد وتعظَّم الله الذي جعل في السماء تلك الكواكب العِظام المنيرة ﴿وَجَعَلَ فِيهَا سِرَاجًا وَقَمَرًا مُّنِيرًا﴾ أي وجعل فيها الشمس المتوهجة","vol":"2","page":338},{"text":"في النهار، والقمر المضيء بالليل ﴿وَهُوَ الذي جَعَلَ اليل والنهار خِلْفَةً﴾ أي يخلف كلٌّ منهما الآخر ويتعاقبان، فيأتي النهار بضيائه ثم يعقبه الليل بظلامه ﴿لِّمَنْ أَرَادَ أَن يَذَّكَّرَ﴾ أي لمن اراد أن يتذكَّر آلاء الله، ويتفكر في بدائع صنعه ﴿أَوْ أَرَادَ شُكُورًا﴾ أي أراد شكر الله على إِفضاله ونعمائه قال الطبري: جعل الله الليل والنهار يخلف كل واحدٍ منهما الآخر، فمن فاته شيء من الليل أدركه بالنهار، ومن فاته شيء من النهار أدركه بالليل ﴿وَعِبَادُ الرحمن الذين يَمْشُونَ على الأرض هَوْنًا﴾ الإِضافة للتشريف أي العباد الذين يحبهم الله وهم جديرون بالانتساب إليه هم الذين يمشون على الأرض في لين وسكينة ووقار، لا يضربون بأقدامهم أشرًا ولا بطرًا، ولا يتبخترون في مشيتهم ﴿وَإِذَا خَاطَبَهُمُ الجَاهِلُونَ قَالُواْ سَلاَمًا﴾ أي وإذا خاطبهم السفهاء بغلظةٍ وجفاءٌ قالوا قولًا يسْلًمون فيه من الإِثم قال الحسن: لا يجهلون على أحد، وإِن جُهل عليهم حَلُموا ﴿وَالَّذِينَ يِبِيتُونَ لِرَبِّهِمْ سُجَّدًا وَقِيَامًا﴾ أي يُحيْون الليل بالصلاة ساجدين لله على جباههم، أو قائمين على أقدامهم كقوله ﴿كَانُواْ قَلِيلًا مِّن الليل مَا يَهْجَعُونَ﴾ [الذاريات: ١٧] قال الرازي: لما ذكر سيرتهم في النهار ومن وجهين: ترك الإِيذاء، وتحمل الأذى بيَّن هنا سيرتهم في الليالي وهو اشتغالهم بخدمة الخالق ﴿والذين يَقُولُونَ رَبَّنَا اصرف عَنَّا عَذَابَ جَهَنَّمَ﴾ أي يدعون ربهم أن ينجيهم من عذاب النار، ويبتهلون إليه أن يدفع عنهم عذابها ﴿إِنَّ عَذَابَهَا كَانَ غَرَامًا﴾ أي لازمًا دائمًا غير مفارق ﴿إِنَّهَا سَآءَتْ مُسْتَقَرًّا وَمُقَامًا﴾ أي بئست جهنم منزلًا ومكان إقامة قال القرطبي: المعنى بئس المستقر وبئس المقام، فهم مع طاعتهم مشفقون خائفون من عذاب الله، وقال الحسن: خشعوا بالنهار وتعبوا بالليل فرَقًا من عذاب جهنم ﴿والذين إِذَآ أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ﴾ هذا هو الوصف الخامس من أوصاف عباد الرحمن والمعنى: ليسوا مبذرين في إِنفاقهم في المطاعم والمشارب والملابس، ولا مقصِّرين ومضيّقين بحيث يصبحون بخلاء ﴿وَكَانَ بَيْنَ ذَلِكَ قَوَامًا﴾ أي وكان إنفاقُهم وسطًا معتدلًا بين الإِسراف والتقتير كقوله تعالى\n﴿وَلاَ تَجْعَلْ يَدَكَ مَغْلُولَةً إلى عُنُقِكَ وَلاَ تَبْسُطْهَا كُلَّ البسط﴾ [الإسراء: ٢٩] الآية وقال مجاهد: «لو أنفقت مثل جبل أبي قُبيس ذهبًا في طاعة الله ما كان سرَفًا» ﴿والذين لاَ يَدْعُونَ مَعَ الله إلها آخَرَ﴾ أي لا يعبدون معه تعالى إلهًا آخر، بل يوحّدونه مخلصين له الدين ﴿وَلاَ يَقْتُلُونَ النفس التي حَرَّمَ الله إِلاَّ بالحق﴾ أي لا يقتلون النفس التي حرَّم الله قتلها إلا بما يحقُّ أن تُقتل به النفوس من كفرٍ بعد إيمان، أو زنىً بعد إحصان، أو القتل قِصاصًا ﴿وَلاَ يَزْنُونَ﴾ أي لا يرتكبون جريمة الزنى التي هي من أفحش الجرائم ﴿وَمَن يَفْعَلْ ذلك يَلْقَ أَثَامًا﴾ أي ومن يقترف تلك الموبقات العظيمة من الشرك والقتل والزنى يجد في الآخرة النكال والعقوبة ثم فسَّرها بقوله ﴿يُضَاعَفْ لَهُ العذاب يَوْمَ القيامة﴾ أي يُضاعف عقابُه ويُغلَّظ بسبب الشرك وبسبب المعاصي ﴿وَيَخْلُدْ فِيهِ مُهَانًا﴾ أي يُخلد في ذلك العذاب حقيرًا ذليلًا أبد الآبدين ﴿إِلاَّ مَن تَابَ وَآمَنَ وَعَمِلَ عَمَلًا صَالِحًا﴾ أي إلاّ من","vol":"2","page":339},{"text":"تاب في الدنيا التوبة النصوح وأحسن عمله ﴿فأولئك يُبَدِّلُ الله سَيِّئَاتِهِمْ حَسَنَاتٍ﴾ أي يكرمهم الله في الآخرة فيجعل مكان السيئات حسنات وفي الحديث «إيني لأعلم آخر أهل الجنة دخولًا الجنة، وآخر أهل النار خروجًا منها، رجلٌ يُؤتى به يوم القيامة فيقال: اعرضوا عليه صغار ذنوبه وارفعوا عنه كبارها، فتعرض عليه صغار ذنوبه فيقال: عملتَ يوم كذا وكذا وكذا فيقول نعم لا يستطيع أن ينكر وهو مشفقٌ من كبار ذنوبه فيقال له: فإِنَّ لك مكانَ كل سيئةٍ حسنة فيقول يا رب: قد عملتُ أشياء لا أراها هاهنا، قال فضحك رسول الله ﷺ َ حتى بدتْ نواجذه» ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة كثير الرحمة ﴿وَمَن تَابَ وَعَمِلَ صَالِحًا فَإِنَّهُ يَتُوبُ إِلَى الله مَتابًا﴾ أي ومن تاب عن المعاصي وأصلح سيرته فإن الله يتقبل توبته ويكون مرضيًا عند الله تعالى ﴿والذين لاَ يَشْهَدُونَ الزُّورَ﴾ هذا هو الوصف السابع من أوصاف عباد الرحمن أي لا يشهدون الشهادة الباطلة - شهادة الزور - التي فيها تضييعٌ لحقوق الناس ﴿وَإِذَا مَرُّواْ بِاللَّغْوِ مَرُّوا كِرامًا﴾ أي وإ ِذا مرُّوا بمجالس اللغو - وهي الأماكن التي يكون فيها العمل القبيح كمجالس اللهو، والسينما، والقمار، والغناء المحرَّم - مرُّوا معرضين مكرمين أنفسهم عن أمثال تلك المجالس قال الطبري: واللغوُ كلُّ كلامٍ أو فعلٍ باطل وكلُّ ما يُستقبح كسبّ الإِنسان، وذكر النكاح باسمه في بعض الأماكن، وسماعِ الغناءِ مما هو قبيح، كلُّ ذلك يدخل في معنى اللغو الذي يجب أن يجتنبه المؤمن ﴿وَالَّذِينَ إِذَا ذُكِّرُواْ بِآيَاتِ رَبِّهِمْ﴾ أي إِذا وُعظوا بآيات القرآن وخُوّفوا بها ﴿لَمْ يَخِرُّواْ عَلَيْهَا صُمًّا وَعُمْيَانًا﴾ أي لم يُعرضوا عنها بل سمعوها بآذانٍ واعية وقلوبٍ وجلة ﴿والذين يَقُولُونَ رَبَّنَا هَبْ لَنَا مِنْ أَزْوَاجِنَا وَذُرِّيَّاتِنَا قُرَّةَ أَعْيُنٍ﴾ أي اجعل لنا في الأزواجِ والبنين مسرةً وفرحًا بالتمسك بطاعتك، والعمل بمرضاتك ﴿واجعلنا لِلْمُتَّقِينَ إِمَامًا﴾ أي اجعلنا قُدوة يقتدي بنا المتقون، دعاةً إلى الخير هُداة مهتدين قال ابن عباس: أي أئمة يقتدى بنا في الخير ﴿أولئك يُجْزَوْنَ الغرفة بِمَا صَبَرُواْ﴾ أي أولئك المتصفون بالأوصاف الجليلة السامية ينالون الدرجات العالية، بصبرهم على أمر الله وطاعتهم له سبحانه ﴿وَيُلَقَّوْنَ فِيهَا تَحِيَّةً وَسَلاَمًا﴾ أي ويُتلقَّون بالتحية والسلام من الملائكة الكرام كقوله تعالى\n﴿وَالمَلاَئِكَةُ يَدْخُلُونَ عَلَيْهِمْ مِّن كُلِّ بَابٍ﴾ [الرعد: ٢٣] الآية ﴿خَالِدِينَ فِيهَا﴾ أي مقيمين في ذلك النعيم لا يموتون ولا يُخْرجون من الجنَّة لأنها دار الخلود ﴿حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا﴾ أي ما أحسنها مقرًا وأطيبها منزلًا لمن اتقى الله ﴿قُلْ مَا يَعْبَأُ بِكُمْ رَبِّي لَوْلاَ دُعَآؤُكُمْ﴾ أي قل لهم يا محمد: لا يكترثُ ولا يحفلُ بكم ربي لولا تضرعكم إليه واستغاثتكم إيّاه في الشدائد ﴿فَقَدْ كَذَّبْتُمْ فَسَوْفَ يَكُونُ لِزَامًا﴾ أي فقد كذبتم أيها الكافرون بالرسول والقرآن فسوف يكون العذاب ملازمًا لكم في الآخرة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الإِضافة للتشريف والتكريم ﴿وَعِبَادُ الرحمن﴾ .\n٢ - الطباق بين السجود والقيام ﴿سُجَّدًا وَقِيَامًا﴾ وكذلك بين الإِسراف والتقتير ﴿أَنفَقُواْ لَمْ يُسْرِفُواْ وَلَمْ يَقْتُرُواْ﴾ .\n٣ -","vol":"2","page":340},{"text":"المقابلة اللطيفة بين نعيم أهل الجنة وعذاب أهل النار ﴿حَسُنَتْ مُسْتَقَرًّا وَمُقَامًا﴾ مقابل قوله عن أهل النار ﴿سَآءَتْ مُسْتَقَرًّا وَمُقَامًا﴾ .\n٤ - الاستعارة البديعة ﴿لَمْ يَخِرُّواْ عَلَيْهَا صُمًّا وَعُمْيَانًا﴾ أي لم يتغافلوا عن قوارع النذر حتى يكونوا بمنزلة من لا يسمع ولا يبصر وهذا من أحسن الاستعارات.\n٥ - الكناية ﴿قُرَّةَ أَعْيُنٍ﴾ كناية عن الفرحة والمسرَّة كما أن ﴿الغرفة﴾ كناية عن الدرجات العالية في الجنة.\nتنبيه: قال القرطبي: وصف تعالى «عباد الرحمن» بإِحدى عشرة خصلة هي أوصافهم الحميدة من التحلِّي، والتخلِّي وهي «التواضع، والحلم، والتهجد، والخوف، وترك الإسراف والإِقتار، والبعد عن الشرك، والنزاهة عن الزنى والقتل، والتوبة، وتجنب الكذب، وقبول المواعظ، والابتهال إلى الله» ثم بين جزاءهم الكريم وهو نيل الغرفة أي الدرجة الرفيعة وهي أعلى منازل الجنة وأفضلها كما أن الغرفة أعلى مساكن الدنيا.","vol":"2","page":341},{"text":"اللغَة: ﴿بَاخِعٌ﴾ مهلك وقال وأصل البخع: أن يبلغ بالمذبوح البخاع وهو الخرم النافذ في ثقب الفقرات وهو أقصى حدِّ الذبح ﴿فَعْلَتَكَ﴾ الفَعْلة بفتح الفاء المرة من الفعل ﴿تَلْقَفُ﴾ تبتلع ﴿يَأْفِكُونَ﴾ من الإِفك وهو الكذب ﴿لاَ ضَيْرَ﴾ لا ضرر، والضرُّ والضير بمعنى واحد قال الجوهري: ضارة يضوره ضيْرًا أي ضرَّه قال الشاعر:\nفإِنك لا يضورك بعد حولٍ ... أظبيٌ كان أمك أم حمار\n﴿مُنقَلِبُونَ﴾ راجعون ﴿مِّنْ خِلاَفٍ﴾ أي يخالف بين الأعضاء فيقطع اليد اليمنى والرجل اليسرى.\nالتفسِير: ﴿طسم﴾ إشارة إلى إعجاز القرآن الكريم وأنه مركب من أمثال هذه الحروف الهجائية ﴿تِلْكَ آيَاتُ الكتاب المبين﴾ أي هذه آيات القرآن الواضح الجلي، الظاهر إعجازه لمن بأمله ﴿لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ﴾ أي لعلك يا محمد مهلكٌ نفسك لعدم إِيمان هؤلاء الكفار، فيه تسلية للرسول ﵇ حتى لا يحزن ولا يتأثر على عدم إِيمانهم ﴿إِن نَّشَأْ نُنَزِّلْ عَلَيْهِمْ مِّنَ السمآء آيَةً﴾ أي لو شئنا لأنزلنا آية من السماء تضطرهم إلى الإِيمان قهرًا ﴿فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ﴾ أي فتظل أعناقهم منقادةً خاضعة للإِيمان قسرًا وقهرًا، ولكنْ لا نفعل لأنا نريد أن يكون الإِيمان اختيارًا لا اضطرارًا قال الصاوي: املعنى لا تحزن على عدم إيمانهم فلو شئنا إيمانهم لأنزلنا معجزة تأخذ بقلوبهم فيؤمنون قهرًا عليهم، ولكنْ سبق في علمنا شقاؤهم فأرحْ نفسك من التعب ﴿وَمَا يَأْتِيهِم مِّن ذِكْرٍ مِّنَ الرحمن﴾ أي ما يأتي هؤلاء الكفار شيء من القرآن أو الوحي منزلٍ من عند الرحمن ﴿مُحْدَثٍ﴾ أي جديد في النزول، ينزل وقتًا بعد وقت ﴿إِلاَّ كَانُواْ عَنْهُ مُعْرِضِينَ﴾ أي إلاّ كذبوا به واستهزءوا ولم يتأملوا بما فيه من المواعظ والعِبَر ﴿فَقَدْ كَذَّبُواْ فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي فقد بلغوا النهاية في الإِعراض والتكذيب فسوف يأتيهم عاقبة ما كذبوا واستهزءوا به، ثم نبّه تعالى على عظمة سلطانه، وجلاله قدره في مخلوقاته ومصنوعاته، الدالة على وحدانيته وكمال قدرته فقال ﴿أَوَلَمْ يَرَوْاْ إِلَى الأرض كَمْ أَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ﴾ أي أولم ينظروا إلى عجائب الأرض كم أخرجنا فيها من كل صنفٍ حسنٍ محمود، كثير الخير والمنفعة؟ والاستفهام للتوبيخ على تركهم الاعتبار ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي إِنَّ في ذلك الإِنبات لآيةً باهرة تدل على وحدانية الله وقدرته ﴿وَمَا كَانَ أَكْثَرُهُمْ مُّؤْمِنِينَ﴾ أي وما كان أكثرهم يؤمن في علم الله تعالى، فمع ظهور الدلائل الساطعة يستمر أكثرهم على كفرهم ﴿وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ أي هو سبحانه الغالب القاهر، القادر على الانتقام ممن عصاه، الرحيم بخلقه حيث أمهلهم ولم يعجّل لهم العقوبة مع قدرته عليهم قال أبو العالية: العزيز في نقمته ممن خالف أمره وعبَد غيره، الرحيم على بمن تاب إليه وأناب وقال الفخر الرازي: إنما قدم ذكر ﴿العزيز﴾ على ﴿الرحيم﴾ لأنه ربما قيل: إنه رحيم لعجزه عن عقوبتهم، فأزال هذا الوهم بذكر العزيز وهو الغالب القاهر، ومع ذلك فإِنه رحيم بعباده، فإِن الرحمة إذا كانت","vol":"2","page":344},{"text":"مع المقدرة الكاملة كانت أعظم وقعًا ﴿وَإِذْ نادى رَبُّكَ موسى﴾ أي واذكر يا محمد لأولئك المعرضين المكذبين من قومك حين نادى ربك نبيَّه موسى من جانب الطور الأيمن آمرًا له أن يذهب إلى فرعون وملئه ﴿أَنِ ائت القوم الظالمين﴾ أي بأن أئت هؤلاء الظالمين الذين ظلموا أنفسهم بالكفر والمعاصي، واستعباد الضعفاء من بني إسرائيل ﴿قَوْمَ فِرْعَوْنَ﴾ أي هم قوم فرعون، وهو عطف بيان كأن القوم الظالمين وقوم فرعون شيء واحد ﴿أَلا يَتَّقُونَ﴾؟ أي ألا يخافون عقاب الله؟ وفيه تعجيب من غلوهم في الظلم وإِفراطهم في العدوان ﴿قَالَ رَبِّ إني أَخَافُ أَن يُكَذِّبُونِ﴾ أي قال موسى يا ربّ إني أخاف أن يكذبوني في أمر الرسالة ﴿وَيَضِيقُ صَدْرِي﴾ أي ويضيق صدري من تكذيبهم أياي ﴿وَلاَ يَنطَلِقُ لِسَانِي﴾ أي ولا ينطلق لساني بأداء الرسالة على الوجه الكامل ﴿فَأَرْسِلْ إلى هَارُونَ﴾ أي فأرسلْ إلى هارون ليعينني على تبليغ رسالتك قال المفسرون: التمس موسى العذر بطلب المعين بثلاثة أعذار كلُّ واحدٍ منها مرتب على ما قبله وهي: خوف التكذيب، وضيق الصدر، وعدم انطلاق اللسان، فالتكذيبُ سببٌ لضيق القلب، وضيقُ القلب سببٌ لتعسر الكلام، وبالأخص على من كان في لسانه حُبْسه كما في قوله\n﴿واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي﴾ [طه: ٢٧ - ٢٨] ثم زاد اعتذارًا آخر بقوله ﴿وَلَهُمْ عَلَيَّ ذَنبٌ فَأَخَافُ أَن يَقْتُلُونِ﴾ أي ولفرعون وقومه عليَّ دعوى ذنب وهو أن قتلت منهم قبطيًا فأخاف أن يقتلوني به ﴿قَالَ كَلاَّ﴾ أي قال الله تعالى له: كلاّ لن يقتلوك قال القرطبي: وهو ردعٌ وزجر عن هذا الظن، وأمرٌ بالثقة بالله تعالى أي ثقْ بالله وانزجر عن خوفك منهم فإِنهم لا يقدرون على قتلك ﴿فاذهبا بِآيَاتِنَآ﴾ أي اذهب أنت وهارون بالبراهين والمعجزات الباهرة ﴿إِنَّا مَعَكُمْ مُّسْتَمِعُونَ﴾ أي فأنا معكما بالعون والنصرة أسمع ما تقولان وما يجيبكما به، وصيغةُ الجمع «معكم» أريد به التثنية فكأنهما لشرفهما عند الله عاملهما في الخطاب معاملة الجمع تشريفًا لهما وتعظيمًا ﴿فَأْتِيَا فِرْعَوْنَ فقولا إِنَّا رَسُولُ رَبِّ العالمين﴾ أي فائتيا فرعو الطاغية وقولا لا: إنا مرسلان من عند رب العالمين إليك لندعوك إلى الهدى ﴿أَنْ أَرْسِلْ مَعَنَا بني إِسْرَائِيلَ﴾ أي أطلقْ بني إسرائيل من إسارك واستعبادك وخلِّ سييلهم حتى يذهبوا معنا إلى الشام ﴿قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا﴾ في الكلام حذف يدل عليه المعنى تقديره: فأتياه فبلغاه الرسالة فقال فرعون لموسى عندئذٍ: ألم نربك في منازلنا صبيًا صغيرًا؟ قصد فرعون بهذا الكلام المنَّ على موسى والاحتقار له كأنه يقول: ألست أنت الذي ربيناك صغيرًا وأحسنّا إليك فمتى كان هذا الأمر الذي تدّعيه؟ ﴿وَلَبِثْتَ فِينَا مِنْ عُمُرِكَ سِنِينَ﴾ أي ومكثت بين ظهرانينا سنين عديدة نحسن إليك ونرعاك؟ قال مقاتل: ثلاثين سنة ﴿وَفَعَلْتَ فَعْلَتَكَ التي فَعَلْتَ﴾ أي فجازيتنا على أن ربيناك أن كفرت نعمتنا وقتلتَ منا نفسًا؟ والتعبيرُ بالفعلة لتهويل الواقعة وتعظيم الأمر، ومرادُه قتل القبطي ﴿وَأَنتَ مِنَ الكافرين﴾ أي وأنت من الجاحدين لإِنعامنا الكافرين بإِحساننا قال ابن عباس: من الكافرين لنعمتي إذ لم يكن فرعون يعلم ما الكفر ﴿قَالَ فَعَلْتُهَآ إِذًا وَأَنَاْ مِنَ الضالين﴾ أي قال موسى: فعلتُ تلك الفعلة وأنا من المخطئين لأنني لم","vol":"2","page":345},{"text":"أتعمد قتله ولكنْ أردت تأديبه، ولم يقصد ﵇ الضلال عن الهدى لأنه معصوم منذ الصغر وقال ابن عباس: ﴿وَأَنَاْ مِنَ الضالين﴾ أي الجاهلين ﴿فَفَرَرْتُ مِنكُمْ لَمَّا خِفْتُكُمْ﴾ أي فهربتُ إلى أرض مدين حين خفت على نفسي أن تقتلوني وتؤاخذوني بما لا أستحقه ﴿فَوَهَبَ لِي رَبِّي حُكْمًا﴾ أي فأعطاني الله النبوة والحكمة ﴿وَجَعَلَنِي مِنَ المرسلين﴾ أي واختارني رسولًا إليك، فإن آمنتَ سلمتَ، وإِن جحدتَ هلكتَ ﴿وَتِلْكَ نِعْمَةٌ تَمُنُّهَا عَلَيَّ أَنْ عَبَّدتَّ بَنِي إِسْرَائِيلَ﴾ أي كيف تمنُّ عليَّ بإِحسانك إليِّ وقد استعبدتَ قومي؟ فما تعدُّه نعمة ما هو إلاّ نقمة قال ابن كثير: المعنى ما أحسنتَ إليَّ وربيتني مقابل ما أسأتَ إلى بني إسرائيل فجعلتهم عبيدًا وخدمًا، أفيفي إحسانك إلى رجل واحد منهم بما أسأت إلى مجموعهم؟ وقال الطبري: أي أتمنُّ عليَّ أن اتخذت بني إسرائيل عبيدًا؟ ﴿قَالَ فِرْعَوْنُ وَمَا رَبُّ العالمين﴾ أي قال فرعون متعاليًا متكبرًا: من هو هذا الذي تزعم أنه ربُّ العالمين؟ هل هناك إلهٌ غيري؟ لأنه كان يجحد الصانع ويقول لقومه\n﴿مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي﴾ [القصص: ٣٨] ﴿قَالَ رَبُّ السماوات والأرض وَمَا بَيْنَهُمَآ﴾ أي قال موسى: هو خالق السماوات والأرض، والمتصرف فيهما بالإِحياء والإِعدام، وهو الذي خلق الأشياء كلها من بحار وقفار، وجبالٍ وأشجار، ونباتٍ وثمار، وغير ذلك من المخلوقات البديعة ﴿إِن كُنتُمْ مُّوقِنِينَ﴾ أي إن كانت لكم قلوب موقنة، وأبصارٌ نافذة، فهذا أمر ظاهر جلي ﴿قَالَ لِمَنْ حَوْلَهُ أَلاَ تَسْتَمِعُونَ﴾ أي قال فرعون لمن حوله من أشراف قومه على سبيل التهكم والاستهزاء: ألا تسمعون جوابه وتعجبون من أمره؟ أسأله عن حقيقة الله فيجيبني عن صفاته، فأجاب موسى وزاد في البيان والحجة ﴿قَالَ رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين﴾ أي هو خالقكم وخالق آبائكم الذين كانوا قبلكم، فوجودكم دليل على وجود القادر الحكيم، عدلٌ عن التعريف الام إلى التعريف الخاص لأنَّ الأنفس أقرب من دليل الآفاق، وأوضح عند التأمل ﴿وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ﴾ [الذاريات: ٢١] فعند ذلك غضب فرعون ونسب موسى إلى الجنون ﴿قَالَ إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾ سمَّاه رسولًا استهزاءً وأضافه إلى المخاطبين استنكافًا من نسبته له أي إن هذا الرسول لمجنون لا عقل له، أسأله عن شيء فيجيبني عن شيء، فلم يحفل موسى بسخرية فرعون وعاد إلى تأكيد الحجة بتعريفٍ ثالث أوضح من الثاني ﴿قَالَ رَبُّ المشرق والمغرب وَمَا بَيْنَهُمَآ إِن كُنتُمْ تَعْقِلُونَ﴾ أي هو تعالى الذي يطلع الشمس من المشرق ويجعلها تغرب من المغرب، وهذا مشاهد كل يوم يبصره العاقل والجاهل ولهذا قال ﴿إِن كُنتُمْ تَعْقِلُونَ﴾ أي إن كان لكم عقول أدركتم أن هذا لا يقدر عليه إلا ربُّ العالمين، وهذا من أبلغ الحجج التي تقصم ظهر الباطل كقول إبراهيم في مناظرة النمروذ\n﴿قَالَ إِبْرَاهِيمُ فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب فَبُهِتَ الذي كَفَرَ﴾ [البقرة: ٢٥٨] ولما انقطع فرعون وأُبلس في الحجة رجع إِلى الاستعلاء متوعدًا بالبطش والعنف ﴿قَالَ لَئِنِ اتخذت إلها غَيْرِي لأَجْعَلَنَّكَ مِنَ المسجونين﴾ أي لئن اتخذت ربًا غيري لألقينك في غياهب السجن قال المفسرون: وكان سجنه شديدًا يحبس الشخص في مكان تحت الأرض وحده لا يبصر ولا يسمع فيه أحدًا حتى يموت ولهذا لم يقل «لأسجننَّك» وإِنما قال لأجعلنك من المسجونين لأن سجنه كان","vol":"2","page":346},{"text":"أشدَّ من القتل قال في التسهيل: لما أظهر فرعونُ الجهل بالله فقال ﴿وَمَا رَبُّ العالمين﴾ أجابه موسى بقوله ﴿رَبُّ السماوات والأرض﴾ فقال ﴿أَلاَ تَسْتَمِعُونَ﴾؟ تعجبًا من جوابه، فزاد موسى في إقامة الحجة بقوله ﴿رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين﴾ لأن وجود الإِنسان وآبائه أظهرُ الأدلة عند العقلاء، وأعظم البراهين، فإِن أنفسهم أقرب الأشياء إليهم فيستدلون بها وجود خالقهم، فلما ظهرت هذه الحجة حاد فرعون عنها ونسب موسى إلى الجنون مغالطةً منه، وأيّده بالازدراء والتهكم في قوله ﴿إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾ فزاد موسى في إقامة الحجة بقوله ﴿قَالَ رَبُّ المشرق والمغرب﴾ لأن طلوع الشمس وغروبها آية ظاهرة لا يمكن أحدًا جحدها ولا أن يدعيها لغير الله، فلما انقطع فرعون بالحجة رجع إلى الاستعلاء والتغلب فهدَّده بالسجن، فأقام موسى عليه الحجة بالمعجزة وذكرها له بتلطف طمعًا في إِيمانه ﴿قَالَ أَوَلَوْ جِئْتُكَ بِشَيءٍ مُّبِينٍ﴾ أي أتسجنني ولو جئتك بأمرٍ ظاهرٍ، وبرهان قاطع تعرف به صدقى؟ ﴿قَالَ فَأْتِ بِهِ إِن كُنتَ مِنَ الصادقين﴾ أي فائت بما تقول إن كنت صادقًا في دعواك ﴿فألقى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ﴾ أي رمى موسى عصاه فإذا هي حية عظيمة في غاية الجلاء والوضوح، ذات قوائم وفم كبير وشكل هائل مزعج ﴿وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَآءُ لِلنَّاظِرِينَ﴾ أي وأخرج يده من جيبه فإِذا هي تتلألأ كالشمس الساطعة، لها شعاع يكادُ يعشي الأبصار ويسدُّ الأفق ﴿قَالَ لِلْمَلإِ حَوْلَهُ إِنَّ هذا لَسَاحِرٌ عَلِيمٌ﴾ أي قال فرعون لأشراف قومه الذين كانوا حوله: إن هذا لساحرٌ عظيم بارعٌ في فنِّ السحر.\n. أراد أن يُعمِّي على قومه تلك المعجزة برمية بالسحر خشية أن يتأثروا بما رأوا ﴿يُرِيدُ أَن يُخْرِجَكُمْ مِّنْ أَرْضِكُمْ بِسِحْرِهِ﴾ أي يريد أن يستولي على بلادكم بسحره العظيم ﴿فَمَاذَا تَأْمُرُونَ﴾ أي فأي شيء تأمروني وبما تشيرون عليَّ أن أصنع به؟ لما رأى فرعون تلك الآيات الباهرة خاف على قومه أن يتبعوه، فتنزَّل إلأى مشاورتهم بعد أن كان مستبدأ بالرأي والتدبير ﴿قالوا أَرْجِهْ وَأَخَاهُ﴾ أي أخِّرْ أمرهما ﴿وابعث فِي المدآئن حَاشِرِينَ﴾ أي وأرسل في أطراف مملكتك من يجمع لك السحرة من كل مكان ﴿يَأْتُوكَ بِكُلِّ سَحَّارٍ عَلِيمٍ﴾ أي يجيئوك بكل ساحر ماهرٍ، عليم بضروب السحر قال ابن كثير: وكان هذا من تسخير الله تعالى ليجتمع الناس في صعيد واحد، وتظهر آيات الله وحججه وبراهينه على الناس في النهار جهرة ﴿فَجُمِعَ السحرة لِمِيقَاتِ يَوْمٍ مَّعْلُومٍ﴾ أي فاجتمع السحرة للموعد المحدَّد وهو وقت الضحى من يوم الزينة، وهو الوقت الذي حدَّده موسى، ليظهر الحق ويزهق الباطل على رءوس الأشهاد كما قال تعالى ﴿قَالَ مَوْعِدُكُمْ يَوْمُ الزينة وَأَن يُحْشَرَ الناس ضُحًى﴾ [طه: ٥٩] ﴿وَقِيلَ لِلنَّاسِ هَلْ أَنتُمْ مُّجْتَمِعُونَ لَعَلَّنَا نَتَّبِعُ السحرة إِن كَانُواْ هُمُ الغالبين﴾ أي قيل للناس: بادروا إلى الإِجتماع لكي نتبع السحرة في دينهم إن غلبوا موسى ﴿فَلَمَّا جَآءَ السحرة قَالُواْ لِفِرْعَوْنَ أَإِنَّ لَنَا لأَجْرًا إِن كُنَّا نَحْنُ الغالبين﴾ أي إن غلبنا بسحرنا موسى فهل تكرمنا بالمال والأجر الجزيل؟ ﴿قَالَ نَعَمْ وَإِنَّكُمْ إِذًا لَّمِنَ المقربين﴾ أي قال لهم فرعون: نعم أعطيكم ما تريدون وأجعلكم من القربين عندي ومن خاصة جلسائي ﴿قَالَ لَهُمْ موسى أَلْقُواْ مَآ أَنتُمْ مُّلْقُونَ﴾ في الطلام إيجاز دلَّ عليه السياق تقديره: فقالوا لموسى عند ذلك إمَّا أن تُلقي وإِما أن نكون نحن الملقين كما ذكر في الأعراف فأجابهم موسى بقوله ﴿أَلْقُواْ مَآ أَنتُمْ مُّلْقُونَ﴾ أي","vol":"2","page":347},{"text":"ابدءوا بإِلقاء ما تريدون فأنا لا أخشاكم، قاله ثقةً بنصرة الله له وتوسلًا لإِظهار الحقِّ ﴿فَأَلْقَوْاْ حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُواْ بِعِزَّةِ فِرْعَونَ إِنَّا لَنَحْنُ الغالبون﴾ أي فألقوا ما بأيديهم من الحبال والعصي وقالوا عند الإِلقاء نقسم بعظمة فرعون وسلطانه إنّا الغالبون لموسى ﴿فألقى موسى عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ﴾ أي فألقى موسى العصى فانقلبت حية عظيمة فإِذا هي تبتلع وتزدرد الحبال والعصيّ التي اختلقوها باسم السحر حيث خيلوها للناس حياتٍ تسعى، وسمّى تلك الأشياء إفكًا مبالغةً ﴿فَأُلْقِيَ السحرة سَاجِدِينَ﴾ أي سجدوا للهِ رب العالمين، بعدما شاهدوا البرهان الساطع، والمعجزة الباهرة ﴿قَالُواْ آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ﴾ أي وقالوا عند سجودهم آمنا بالله العزيز الكبير الذي يدعونا إليه موسى وهارون قال الطبري: لما تبيّن للسحرة أن الذي جاءهم موسى حقٌّ لا سحر، وأنه مما لا يقدر عليه غيرُ الله الذي فطر السماوات والأرض، خرّوا لوجوههم سجدًا لله مذعنين له بالطاعة قائلين: آمنا برب العالمين الذي دعانا موسى لعبادته، دون فرعون وملئه ﴿قَالَ آمَنتُمْ لَهُ قَبْلَ أَنْ آذَنَ لَكُمْ﴾ أي قال فرعون للسحرة: آمنتم لموسى قبل أن تستأذنوني؟ ﴿إِنَّهُ لَكَبِيرُكُمُ الذي عَلَّمَكُمُ السحر﴾ أي إنه رئيسكم الذي تعلمتم منه السحر وتواطأتم معه ليظهر أمره، أراد فرعون بهذا الكلام التلبيس على قومه لئلا يعتقدوا أن السحرة آمنوا عن بصيرة وظهور حق قال ابن كثير: وهذه مكابرة يعلم كل أحدٍ بطلانها، فإِنهم لم يجتمعوا بموسى قبل ذلك اليوم، فكيف يكون كبيرهم الذي أفادهم صناعة السحر؟ هذا لا يقوله عاقل، ثم توعَّدهم بقوله ﴿فَلَسَوْفَ تَعْلَمُونَ﴾ أي سوف تعلمون عند عقابي وبال ما صنعتم من الإِيمان به ﴿لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ مِّنْ خِلاَفٍ﴾ أي لأقطعنَّ يد كل واحد منكم اليمنى ورجله اليسرى ﴿وَلأُصَلِّبَنَّكُمْ أَجْمَعِينَ﴾ أي ولأصلبنَّ كل واحد منكم على جذع شجرة واتركه حتى الموت ﴿قَالُواْ لاَ ضَيْرَ إِنَّآ إلى رَبِّنَا مُنقَلِبُونَ﴾ أي لا ضرر علينا في وقوع ما أوعدتنا به، ولا نبالي به لأننا نرجع إلى ربنا مؤملين غفرانه ﴿إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَآ﴾ أي إنا نرجو أن يغفر لنا الله ذنوبنا التي سلفت منا قبل إيماننا به فلا يعاقبنا بها ﴿أَن كُنَّآ أَوَّلَ المؤمنين﴾ أي بسبب أن بادرنا قومنا إلى الإِيمان وكنا أول من آمن بموسى.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي: ١ - الكناية اللطيفة ﴿فَظَلَّتْ أَعْنَاقُهُمْ لَهَا خَاضِعِينَ﴾ كنّى به عن الذل والهوان الذي يلحقهم بعد العز والكبرياء. ٢ - الوعيد والتهديد ﴿فَسَيَأْتِيهِمْ أَنبَاءُ مَا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ . ٣ - التوبيخ ﴿أَوَلَمْ يَرَوْاْ إِلَى الأرض﴾ الاستفهام للتوبيخ على تركهم النظر بعين الاعتبار. ٤ - المقابلة اللطيفة بين ﴿وَيَضِيقُ صَدْرِي﴾ ﴿وَلاَ يَنطَلِقُ لِسَانِي﴾ . ٥ - جناس الاشتقاق ﴿رَسُولُ. . أَرْسِلْ﴾ . ٦ - الجناس الناقص ﴿وَفَعَلْتَ فَعْلَتَكَ﴾ فقد اتفقت الحروف بين (فعلتَ وبين فعْلة) واختلف الشكل فأصبح جناسًا غير تام. ٧ -","vol":"2","page":348},{"text":"الإِيجاز بالحذف ﴿قَالَ أَلَمْ نُرَبِّكَ فِينَا وَلِيدًا﴾ دلَّ على هذا الحذف السياق تقديره فأتيا فرعون فقالا له ذلك فقال لموسى ﴿أَلَمْ نُرَبِّكَ﴾ وكذلك هناك إيجاز في ﴿فَأَرْسِلْ إلى هَارُونَ﴾ قال الزمخشري: أصلُه أرسلْ جبريل إلى هارون واجعله نبيًا وآزرني به واشدد به عضدي فأحسن في الاختصار غاية الإِحسان. ٨ - صيغة التعجيب ﴿أَلاَ تَسْتَمِعُونَ﴾ . ٩ - التأكيد بإِنَّ واللام لأن السامع متشكك ومتردد ﴿إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾ ومثله قول السحرة في بدء المناظرة ﴿إِنَّا لَنَحْنُ الغالبون﴾ وهذا من خصائص علم البيان. ١٠ - الطباق بين ﴿المشرق. . والمغرب﴾ ثم توافق الفواصل وهو من السجع البديع. لطيفَة: إن قيل كيف قال موسى في بدء مناظرته لفرعون وقومه ﴿إِن كُنتُمْ مُّوقِنِينَ﴾ ثم قال آخرًا ﴿إِن كُنتُمْ تَعْقِلُونَ﴾ فالجواب أنه تلطَّف ولاين أولًا طمعًا في إِيمانهم، فلما رأى منهم العناد والمغالطة وبخهم بقوله ﴿إِن كُنتُمْ تَعْقِلُونَ﴾ وجعل ذلك في مقابلة قول فرعون ﴿إِنَّ رَسُولَكُمُ. . لَمَجْنُونٌ﴾ فسلك موسى طريق الحكمة.","vol":"2","page":349},{"text":"المنَاسَبَة: ذكر الله ﷾ في هذه السورة سبع قصص: أولها قصة موسى وهارون، وثانيها قصة إبراهيم، وثالثها قصة نوح، ورابعها قصة هود، وخامسها قصة صالح وسادسها قصة لوط وسابعها قصة شعيب، وكل تلك القصص لتسلية الرسول ﷺ َ عما يلقاه من المشركين، ولا تزال الآيات تتحدث عن قصة موسى ﵇. اللغَة: ﴿أَسْرِ﴾ من الإِسراء وهو السير ليلاص فلا يقال لمن سار نهارًا أسرى وإِنما هو خاصٌ بالليل ﴿شِرْذِمَةٌ﴾ الشرذمة: الجمع القليل الحقير والجمع شراذم قال الجوهري: الشرذمة الطائفةُ من الناس، والقطعةُ من الشيء، وثوبٌ شراذم أي قطع ﴿أَزْلَفْنَا﴾ قرَّبنا ومنه ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ﴾ أي قُرّبت قال الشاعر:\nوكلُّ يوم مضى أو ليلةٍ سلفَتْ ... فيها النفوسُ إلى الآجال تزَّدلفُ\n﴿فَكُبْكِبُواْ﴾ كَبْكَبَ الشيء: قلبَ بعضه على بعض قال ابن عطية: وهو مضاعف من كبَّ وهو قول الجمهور مثل صرّ، وصَرْصَر، وقال الزمخشري: الكبكبة: تكرير الكبِّ جُعل التكرير في اللفظ دليلًا على التكرير في المعنى كأنه إذا أُلقي في جهنم ينكبُّ مرة بعد مرة حتى يستقر في قعرها ﴿فَكُبْكِبُواْ﴾ الحميم: الصديق الخالص الذي يهمه ما أهمَّك ﴿كَرَّةً﴾ الكرة: العودة والرجوع مرة أُخرى.\nالتفسِير: ﴿وَأَوْحَيْنَآ إلى موسى أَنْ أَسْرِ بعبادي﴾ أي أمرنا موسى بطريق الوحي أن يسير ليلًا إلى جهة البحر ببني إسرائيل قال القرطبي: أمر الله موسى أن يخرج ببني إسرائيل ليلًا، وسمّاهم عباده لأنهم آمنوا بموسى ﴿إِنَّكُم مّتَّبَعُونَ﴾ أي يتبعكم فرعون وقومه ليردوكم إلى أرض مصر ويقتلوكم ﴿فَأَرْسَلَ فِرْعَونُ فِي المدآئن حَاشِرِينَ﴾ أي أرسل فرعون في طلبهم حين أَخبر بمسيرهم وأمر أن يُجمع له الجيش من كل المُدُن قائلًا لهم ﴿إِنَّ هؤلاء لَشِرْذِمَةٌ قَلِيلُونَ﴾ أي طائفة قليلة قال الطبري: كان بنو إسرائيل ستمائة وسبعين ألفًا ولكنه قلَّلهم بالنسبة إلى كثرة جيشه ﴿وَإِنَّهُمْ لَنَا لَغَآئِظُونَ﴾ أي وإنهم يفعلون أفعالًا تغيظنا وتضيق صدورنا ﴿وَإِنَّا لَجَمِيعٌ حَاذِرُونَ﴾ أي ونحن قوم متيقظون منتبهون، من عادتنا التيقظ والحذر، واستعمالُ الحزم في الأمور قال الزمخشري: وهذه معاذير اعتذر بها إلى قومه لئلا عادتنا التيقظ والحذر، واستعمالُ الحزم في الأمور قال الزمخشري: وهذه معاذير اعتذر بها إلى قومه لئلايُظنَّ به ما يكسر من قهره وسلطانه، قال تعالى ﴿فَأَخْرَجْنَاهُمْ مِّن","vol":"2","page":350},{"text":"جَنَّاتٍ وَعُيُونٍ﴾ أي أخرجنا فرعون وقومه من بساتين كانت لهم وأنهار جارية ﴿وَكُنُوزٍ وَمَقَامٍ كَرِيمٍ﴾ أي وأخرجناهم من الأموال التي كنزوها من الذهب والفضة، ومن المنازل الحسنة والمجالس البهية ﴿كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ﴾ أي مثل ذلك الإِخراج الذي وضعناه فعلنا بهم، وأورثنا بني إسرائيل ديارهم وأموالهم بعد إغراق فرعون وقومه ﴿فَأَتْبَعُوهُم مُّشْرِقِينَ﴾ أي فلحقوهم وقت شروق الشمس ﴿فَلَمَّا تَرَاءَى الجمعان﴾ أي فلما رأى كلٌّ منهما اللآخر، والمراد جمعُ موسى وجمع فرعون ﴿قَالَ أَصْحَابُ موسى إِنَّا لَمُدْرَكُونَ﴾ إي مُلحقون يلحقنا فرعون وجنوده فيقتلوننا، قالوا ذلك حين رأوا فرعون الجبار وجنوده وراءهم، والبحر أمامهم، وساءت ظنُونُهم ﴿قَالَ كَلاَّ﴾ أي قال موسى كلاَّ لن يدركوكم فارتدعوا عن مثل هذا الكلام وانزجروا ﴿إِنَّ مَعِيَ رَبِّي سَيَهْدِينِ﴾ إنَّ ربي معي بالحفظ والنصرة، وسيهديني إلى طريق النجاة والخلاص قال الرازي: قوَّى نفوسهم بأمرين: أحدهما أن ربه معه وهذا دلالة النصرة والتكفل بالمعونة والثاني قوله ﴿سَيَهْدِينِ﴾ أي إلأى طريق النجاة والخلاص، وإِذا دلَّه على طريق نجاته وهلاك أعدائه فقد بلغ النهاية في النصرة ﴿فَأَوْحَيْنَآ إلى موسى أَنِ اضرب بِّعَصَاكَ البحر﴾ أي أمرنا موسى بطريق الوحي أن يضرب البحر بعصاه ﴿فانفلق﴾ أي فضربه فانشق وانفلق ﴿فَكَانَ كُلُّ فِرْقٍ كالطود العظيم﴾ أي فكان كل جزء منه كالجبل الشامخ الثابت قال ابن عباس: صار فيه اثنا عشر طريقًا لكل سبطٍ منهم طريق ﴿وَأَزْلَفْنَا ثَمَّ الآخرين﴾ أي وقربنا هناك فرعون وجماعته حتى دخلوا البحر على إثر دخول بني إسرائيل ﴿وَأَنجَيْنَا موسى وَمَن مَّعَهُ أَجْمَعِينَ﴾ أي أندينا موسى والمؤمنين معه جميعًا ﴿ثُمَّ أَغْرَقْنَا الآخرين﴾ أي أغرقنا فرعون وقومه قال المفسرون: لما انفلق البحر جعله الله يبَسًا لموسى وقومه، وصار في اثنا عشر طريقًا ووقف الماء بينها كالطود العظيم، فلما خرج أصحاب موسى وتكامل دخول أصحاب فرعون أمر الله البحر أن يطبق عليهم فغرقوا فيه، فقال بعض أصحاب موسى: ما غرق فرعون! فبذ على ساحل البحر حتى نظروا إليه ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي إنَّ في إغراق فرعون وقومه لعبرة عظيمة على إِنجاء الله لأوليائه، وإِهلاكه لأعدائه ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ﴾ أي ومع مشاهدة هذه الآية العظمى لم يؤمن أكثر البشر، وفيه تسلية للنبي ﷺ َ ووعيدٌ لمن عصاه ﴿وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ أي المنتقم من أعدائه الرحيم بأوليائه ﴿واتل عَلَيْهِمْ نَبَأَ إِبْرَاهِيمَ﴾ هذه بداية قصة إبراهيم أي اقصص عليهم يا محمد خبر إبراهيم الهام وشأنه العظيم ﴿إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَا تَعْبُدُونَِ﴾ أي حين قال لأبيه وعشيرته أيَّ شيءٍ تعبدون؟ سألهم مع علمه بأنهم يعبدون الأصنام ليبيّن لهم سفاهة عقولهم في عبادة ملا لا ينفع، ويقيم عليهم الحجة ﴿قَالُواْ نَعْبُدُ أَصْنَامًا فَنَظَلُّ لَهَا عَاكِفِينَ﴾ أي نعبد أصنامًا فنبقى مقيمين على عبادتها لا نتركها،","vol":"2","page":351},{"text":"قالوا ذلك على سبيل الابتهاج والافتخار، وكان يكفيهم أن يقولوا: نعبد الأصنام ولكنهم زادوا في الوصف كالمفتخر بما يصنع ﴿قَالَ هَلْ يَسْمَعُونَكُمْ إِذْ تَدْعُونَ﴾ أي قال هم إبراهيم على سبيل التبكيت والتوبيخ: هل يسمعون دعاءكم حين تلجأون إليهم بالدعاء؟ ﴿أَوْ يَنفَعُونَكُمْ أَوْ يَضُرُّونَ﴾ أي وهل يبذلونلكم منفعة، أو يدفعون عنكم مضرة؟ ﴿قَالُواْ بَلْ وَجَدْنَآ آبَآءَنَا كَذَلِكَ يَفْعَلُونَ﴾ أي وجدنا آباءنا يعبدونهم ففعلنا مثلهم قال أبو السعود: اعترفوا بأنها لا تنفع ولا تضر بالمرَّة، واضطروا إلى إظهار الحقيقة وهي انه لا سند لهم سوى التقليد، وهاذ من علامات انقطاع الحجة ﴿قَالَ أَفَرَأَيْتُمْ مَّا كُنْتُمْ تَعْبُدُونَ أَنتُمْ وَآبَآؤُكُمُ الأقدمون﴾ أي قال إبراهيم: أفرأيتم هذه الأصنام التي عبدتموها من دون الله أنتم وآباؤكم الأولون؟ ﴿فَإِنَّهُمْ عَدُوٌّ لي إِلاَّ رَبَّ العالمين﴾ أي فإِن هذه الأصنام أعداء لي لا أعبدهم، ولكن أعبد الله ربَّ العالمين فهو وليي في الدنيا والآخرة، أسند العداوة لنفسه تعريضًا به وهو أبلغ في النصيحة من التصريح ﴿الذي خَلَقَنِي فَهُوَ يَهْدِينِ﴾ أي اللهُ الذي خلقني هو الذي يهديني إلى طريق الرشاد لا هذه الأصنام ﴿والذي هُوَ يُطْعِمُنِي وَيَسْقِينِ﴾ أي هو تعالى الذي يرزقني الطعام والشراب فهو الخالق الرازق الذي ساق المُزْن، وأنزل المطر، وأخرج به أنواع الثمرات رزقًا للعباد ﴿وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ﴾ أي وإِذا أصابني المرض فإِنه لا يقدر على شفائي أحدٌ غيره، وإنما أسند المرض إلى نفسه ﴿مَرِضْتُ﴾ وأسند الشفاء إلى الله رعايةً للأدب، وإلاّ فالمرض والشفاء من الله جل وعلا فاستعمل في كلامه حسن الأدب ﴿والذي يُمِيتُنِي ثُمَّ يُحْيِين﴾ أي وهو تعالى المحيي المميت لا يقدر على ذلك أحد سواه، يميتني إذا شاء ثم يحييني إذا أراد بعد مماتي ﴿والذي أَطْمَعُ أَن يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدين﴾ أي أرجو من واسع رحمته أن يغفر لي ذنبي يوم الحساب والجزاء حيث يُجازى العباد بأعمالهم، وفيه تعليم للأمة أن يستغفروا من ذنوبهم ويقرُّوا بخطاياهم ﴿رَبِّ هَبْ لِي حُكْمًا وَأَلْحِقْنِي بالصالحين﴾ أي هب لي الفهم والعلم وألحقني في زمرة عبادك الصالحين ﴿واجعل لِّي لِسَانَ صِدْقٍ﴾ أي اجعلْ لي ذكرًا حسنًا وثناءً عاطرًا ﴿فِي الآخرين﴾ أي فيمن يأتي بعدي إلى يوم القيامة، أُذكر به ويُقتدى بي قال ابن عباس: هو اجتماعُ الأمم عليه، فكلُّ أمةٍ تتمسك به وتُعظّمه ﴿واجعلني مِن وَرَثَةِ جَنَّةِ النعيم﴾ أي من السعداء في الآخرة الذين يستحقون ميراث جناتِ الخُلد ﴿واغفر لأبي﴾ أي اسفح عنه واهده إلى الإيمان ﴿إِنَّهُ كَانَ مِنَ الضآلين﴾ أي ممن ضلَّ عن سبيل الهدى قال الصاوي: وقد أجابه الله تعالى في جميع دعواته سوى الدعاء بالغفران لأبيه وقال القرطبي: كان أبوه وعده أن يؤمن به فلذلك استغفر له، فلما بان له انه لا يفي تبرأ منه ﴿وَلاَ تُخْزِنِي يَوْمَ يُبْعَثُونَ﴾ أي لا تُذلَّني ولا تُهِنيِّي يومَ بتعث الخلائق للحساب، وهذا تواضعٌ منه امام عظمة الله وجلاله وإلا فقد أثنى الله عليه بقوله\n﴿إِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً﴾ [النحل: ١٢٠] الآية ﴿يَوْمَ لاَ يَنفَعُ مَالٌ وَلاَ بَنُونَ﴾ أي في ذلك اليوم العصيب لا ينفع أحدًا فيه مالٌ ولا ولد ﴿إِلاَّ مَنْ أَتَى﴾ إي إلا من جاء ربَّه في الآخرة ﴿الله بِقَلْبٍ سَلِيمٍ﴾ أي بقلب نقيٍّ","vol":"2","page":352},{"text":"طاهر، سليم من الشرك والنفاق، والحسد والبغضاء، وإِلى هنا تنتهي دعوات الخليل إبراهيم ثم قال تعالى ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ﴾ أي قُرِّبت الجنة للمتقين لربهم ليدخلوها قال الطبري: وهم الذين اتقوا عقابَ الله بطاعتهم إيّاه في الدنيا ﴿وَبُرِّزَتِ الجحيم لِلْغَاوِينَ﴾ أي وأُظهرتِ النارُ للمجرمين الضالين حتى رأوها بارزة أمامهم مكشوفة للعيان، فالمؤمنون يرون الجنة فتحصل لهم البهجة والسرور، والغاوون يرون جهنم فتحصل لهم المساءة والأحزان ﴿وَقِيلَ لَهُمْ﴾ أي قيل للمجرمين على سبيل التقريع والتوبيخ ﴿أَيْنَ مَا كُنتُمْ تَعْبُدُونَ مِن دُونِ الله﴾ أي أين آلهتكم الذين عبدتموهم من الأصنام والأنداد؟ ﴿هَلْ يَنصُرُونَكُمْ أَوْ يَنتَصِرُونَ﴾ أي هل ينقذونكم من عذاب الله، أو يستطيعون أن يدفعوه عن أنفسه؟ وهذا كله توبيخ ﴿فَكُبْكِبُواْ فِيهَا﴾ أي أُلقوا على رءوسهم في جهنم قال مجاهد: دُهوروا في جهنم وقال الطبري: رُمي بعضُهم على بعض، وطُرح بعضُهم على بعض منكبين على وجوههم ﴿هُمْ والغاوون﴾ أي الأصنامُ ولامسركون والعابدون والمعبودون كقوله\n﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ [الأنبياء: ٩٨] ﴿وَجُنُودُ إِبْلِيسَ أَجْمَعُونَ﴾ أي وأتباعُ إبليس قاطبة من الإِنس والجن ﴿قَالُواْ وَهُمْ فِيهَا يَخْتَصِمُونَ﴾ أي قال العابدون لمعبوديهم وهم في الجحيم يتنازعون ويتخاصمون ﴿تالله إِن كُنَّا لَفِي ضَلاَلٍ مُّبِينٍ﴾ أي نقسم بالله لقد كنا في ضلالٍ واضح وبعدٍ عن الحق ظاهر ﴿إِذْ نُسَوِّيكُمْ بِرَبِّ العالمين﴾ أي حين عبدناكم من عربّالعلامين وجعلناكم مثله في استحقاق العبادة ﴿وَمَآ أَضَلَّنَآ إِلاَّ المجرمون﴾ أي وما أضلنا عن الهدى إلاّ الرؤساء والكبراء الذين زينوا لنا الكفر والمعاصي ﴿فَمَا لَنَا مِن شَافِعِينَ﴾ أي ليس لنا من يشفع لنا من هول هذا اليوم ﴿وَلاَ صَدِيقٍ حَمِيمٍ﴾ أي ولا صديقٍ خالص الود ينقذنا من عذاب الله ﴿فَلَوْ أَنَّ لَنَا كَرَّةً﴾ أي لو أن لنا رجعةً إلى الدنيا ﴿فَنَكُونَ مِنَ المؤمنين﴾ أي فنؤمن بالله ونحسن عملنا ونطيع ربنا ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي إن فيما ذكر من نبأ إبراهيم وقومه لعبرةً يعتبر بها أولو الأبصار ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ﴾ اي وما كان أكثر هؤلاء المشركين الذين تدعوهم إلى الإِسلام بمؤمنين ﴿وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ أي المنتقم من أعدائه، الرحيم بأوليائه.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الإِيجاز بالحذفِ ﴿فانفلق﴾ أي فضرب البحر فانفلق.\n٢ - التشبيه المرسل المجمل ﴿كالطود العظيم﴾ أي كالجبل في رسوخه وثباته ذكرت أداة التشبيه وحذف وجه الشبه.\n٣ - الطباق بين ﴿يَنفَعُونَكُمْ أَوْ يَضُرُّونَ﴾ وكذلك بين ﴿يُمِيتُنِي ثُمَّ يُحْيِينِ﴾ .\n٤ - مراعاة الأدب ﴿وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ﴾ لم يقل: وإِذا أمرضني بل أسند المرض لنفسه تأدبًا مع الله لأنَّ الشرَّ لا يُنسب إليه تعالى أدبًا، وإِن كان المرضُ والشفاء كلاهما من الله.\n٥ - الاستعارة اللطيفة ﴿واجعل لِّي لِسَانَ صِدْقٍ﴾ استعار اللسان للذكر الجميل والثناء الحسن وهو من ألطف الاستعارات.","vol":"2","page":353}]