[{"text":"٦ - المقابلة البديعة ﴿وَبُرِّزَتِ الجحيم لِلْغَاوِينَ﴾ مقابل قوله عن السعداء ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ﴾ .\n٧ - مراعاة الفواصل في أواخر الآيات مثل ﴿الْمُتَّقِينَ، الْغَاوِينَ، ضَلاَلٍ مُّبِينٍ﴾ وهو من السجع الحسن الذي يزيد في جمال البيان.\nتنبيه: «روي أن إبراهيم يلقى أباه آزر يوم القيامة، وعلى وجه آزر قترةٌ وغبرة فيقول له إبراهيم: ألم أقل لك لا تعصن! فيقول أبوه: فاليوم لا أعصيك فيقول إبراهيم يا رب: إنك وعدتني ألاّ تخزني يوم يُبعثون، فأي خزيٍ أخزى من ابي الأبعد؟ فيقول الله تعالى: إني حرمت الجنة على الكافرين ثم يقول يا إبراهيم: انظر تحت رجلك فينظر فإِذا هو بذيخ - ذكر من الضباع - متلطخ فيؤخذ بقوائمه فيلقى في النار» رواه البخاري.","vol":"2","page":354},{"text":"المنَاسَبَة: لما قصَّ تعالى على نبيه محمد ﷺ َ خبر موسى وإِبراهيم أتبعه بذكر قصة نوح، وهود، وصالح، ولوط، وشعيب، وكلُّ ذلك تسليةٌ لرسول الله ﷺ َ فيما يلقاه من قومه، وبيانٌ لسنة الله عقاب المكذبين.\nاللغَة: ﴿المشحون﴾ المملوء يقال: شحنَ السفينةَ أي ملأها بالناس والدواب والطعام ﴿رِيعٍ﴾ الرِّيع: ما ارتفع من الأرض، والرِّيعُ: الطريق ﴿مَصَانِعَ﴾ المراد بها الحصون المشيَّدة وهو قول ابن عباس قال الشاعر:\nتركنا ديارهم منهم قِفازًا ... وهدَّمنا المصانع والبروجا\n﴿بَطَشْتُمْ﴾ البطش: السطوةُ والأخذ بالعنف يقال: بطَش يبطِشُ إذاأخذه بشدة وعنف ﴿الجبلة﴾ الخليقة قال الهروي: الجبلَّة والجِبلُّ: الجمع ذو العدد الكثير من الناس ومنه قوله ﴿وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًاّ كَثِيرًا﴾ [يس: ٦٢] أي ناسًا كثيرين ويقال: جُبل فلانٌ على كذا أي خُلق ﴿كِسَفًا﴾ جمع كِسْفة وهي القطعة من الشيء.","vol":"2","page":355},{"text":"التفسِير: ﴿كَذَّبَتْ قَوْمُ نُوحٍ المرسلين﴾ أي كذِّب قوم نوح رسولهم نوحًا، وإِنما قال ﴿المرسلين﴾ لأن من كذَّب رسولًا فقد كذب الرسل ﴿إِذْ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ﴾ أي أخوهم في النسب لا في الدين لأنه كان منهم قال الزمخشري: وهذا من قول العرب: يا أخا بني تميم يريدون يا واحادًا منهم لا في الدين لأنه كان منهم قال الزمخشري: وهذامن قول العرب: يا أخا بني تميم يريدون يا واحدًا منهم ومنه بيت الحماسة «لا يسألون أخاهم حين يندبهم» ﴿أَلاَ تَتَّقُونَ﴾ أي ألا تخافون عقاب الله في عبادة الأصنام؟ ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ﴾ أي إني لكم ناصح، أمينٌ في نصحي لا أخون ولا أكذب ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي خافوا عذاب الله وأطيعوا أمري ﴿وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ﴾ أي لا أطلب منكم جزاءً على نصحي لكم ﴿إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين﴾ أي ما أطلب ثوابي وأجري إلا من الله تعالى ﴿فاتقوا الله وَأَطِيعُونِ﴾ كرره تأكيدًا وتنبهًا على أهمية الأمر الذي دعاهم إليه ﴿قالوا أَنُؤْمِنُ لَكَ﴾ أي أنصدّقك يا نوح فيما تقول ﴿واتبعك الأرذلون﴾ أي والحال أن أتباعك هم السفلة والفقراء والضعفاء؟ قال البيضاوي: وهذا من سخافة عقلهم، وقصور رأيهم فقد قصروا الأمر على حطام الدنيا حتى جعلوا اتّباع الفقراء له مانعًا عن اتباعهم وإيمانهم بدعوة نوح ﴿قَالَ وَمَا عِلْمِي بِمَا كَانُواْ يَعْمَلُونَ﴾ أي ليس عليَّ أن أبحث عن خفايا ضمائرهم، وأن أُنقّب عن أعمالهم هل اتبعوني إخلاصًا أو طمعًا؟ قال القرطبي: كأنهم قالوا: إِنما إليَّ ظاهرهم ﴿إِنْ حِسَابُهُمْ إِلاَّ على رَبِّي لَوْ تَشْعُرُونَ﴾ أي ما حسابهم وجزاؤهم إلا على الله فإِنه المطّلع على السرائر والضمائر لو تعلمون ذلك ﴿وَمَآ أَنَاْ بِطَارِدِ المؤمنين﴾ أي لست بمبعد هؤلاء المؤمنين الضعفاء عني، ولا بطاردهم عن مجلسي قال أبو حيان: وهذا مشعرٌ بأنهم طلبوا منه ذلك كما طلب رؤساء قريش من رسول الله ﷺ َ أن يطرد من آمن من الضعفاء ﴿إِنْ أَنَا إِلاَّ نَذِيرٌ مُّبِينٌ﴾ أي ما أنا إلا نذير لكم من عذاب الله، أخوفكم بأسه وسطوته فمن أطاعني نجا سواءٌ كان شريفًا أو وضيعًا، أو جليلًا أو حقيرًا ﴿قَالُواْ لَئِنْ لَّمْ تَنْتَهِ يانوح لَتَكُونَنَّ مِنَ المرجومين﴾ أي لئن لم تنته عن دعوى الرسالة وتقبيح ما نحن عليه لتكوننَّ من المرجومين بالحجارة، خوفوه بالقتل بالحجارة فعند ذلك حصل اليأس لنوحٍ من فلاحهم فدعا عليهم ﴿قَالَ رَبِّ إِنَّ قَوْمِي كَذَّبُونِ﴾ أي قال نوح يا ربّ إن قومي كذّبوني ولم يؤمنوا بي ﴿فافتح بَيْنِي وَبَيْنَهُمْ فَتْحًا﴾ أي أي فاحكم بيني وبينهم بما تشاء، واقض بيننا بحكمك العادل ﴿وَنَجِّنِي وَمَن مَّعِي مِنَ المؤمنين﴾ أي أنقذني والمؤمنين معي من مكرهم وكيدهم ﴿فَأَنجَيْنَاهُ وَمَن مَّعَهُ فِي الفلك المشحون﴾ أي فأنجينا نوحًا ومن معه من المؤمنين في السفينة المملوءة بالرجال والنساء والحيوان ﴿ثُمَّ أَغْرَقْنَا بَعْدُ الباقين﴾ أي أغرقنا بعد إنجائهم الباقين من قومه ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي لعبرة عظيمة لمن تفكر وتدبَّر ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ﴾ أي وما أكثر الناس بمؤمنين ﴿وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ أي وإِن ربك يا محمد لهو الغالب الذي لا يُقهر، الرحيم بالعباد حيث لا يعاجلهم بالعقوبة، ثم شرع تعالى في ذكر قصة «هود» فقال ﴿كَذَّبَتْ عَادٌ المرسلين﴾ أي كذبت قبيلة عاد رسولهم هودًا، ومن كذَّب رسولًا","vol":"2","page":356},{"text":"فقد كذب جميع المرسلين ﴿إِذْ قَالَ لَهُمْ أَخُوهُمْ هُودٌ أَلاَ تَتَّقُونَ﴾ أي ألا تخافون عذاب الله وانتقامه في عبادتكم لغيره! ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ﴾ أي أمينٌ على الوحي ناصح لكم في الدين ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي فخافوا عذاب الله وأطيعوا أمري ﴿وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين﴾ أي لا أطلب منكم على تبليغ الدعوة شيئًا من المال إِنما أطلب أجري من الله، كررت الآيات للتنبيه إلى أنَّ دعوةَ الرسل واحدة ﴿أَتَبْنُونَ بِكُلِّ رِيعٍ آيَةً تَعْبَثُونَ﴾؟ استفهامٌ إنكاري أي أتبنون بلك موضع مرتفع من الطريق بناءً شامخًا كالعَلَم لمجرد اللهو والعبث؟ قال ابن كثير: الرَّيع المكان المرتفع كانوا يبنون عند الطرق المشهرة بنيانًا محكمًا هائلًا باهرًا لمجرد اللهو واللعب وإِظهار القوة، ولهذا أنكر عليهم نبيُهم ﵇ ذلك لأنه تضيينعٌ للزمان، وإِتعابٌ للأبدان، واشتغالُ بما لا يُجدي في الدنيا ولا في الآخرة ﴿وَتَتَّخِذُونَ مَصَانِعَ لَعَلَّكُمْ تَخْلُدُونَ﴾ أي وتتخذون قصورًا مشيَّدة محكمة ترجون الخلود في الدنيا كأنكم لا تموتون؟ ﴿وَإِذَا بَطَشْتُمْ بَطَشْتُمْ جَبَّارِينَ﴾ أي وإِذا اعتديتم على أحد فعلتم فعل الجبارين من البطش دون رأفةٍ أو رحمة، وإِنما أنكر عليهم ذلك لأنه صادر عن ظلم عادة الجبابرة المتسلطين قال الفخر: وصفهم بثلاثة أمور: اتخاذ الأبنية العالية وهو يدل على السرف وحب العلو، واتخاذ المصانع - القصور المشيَّدة والحصون - وهو يدل على حب البقاء والخلود، والجبارية وهي تدل على حب التفرد بالعلو، وكلُّ ذلك يشير على أن حبَّ الدنيا قد استولى عليهم بحيث استغرقوا فيه حتى خرجوا عن حد العبودية، وحاموا حول دعاء الربوبية، وحبُّ الدنيا رأسُ كل خطيئه ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي خافوا الله واتركوا هذه الأفعال وأطيعوا أمري، ثم شرع يذكْرهم نعم الله فقال ﴿واتقوا الذي أَمَدَّكُمْ بِمَا تَعْلَمُونَ﴾ أي أنعم عليكم بأنواع النعم والخيرات ﴿أَمَدَّكُمْ بِأَنْعَامٍ وَبَنِينَ وَجَنَّاتٍ وَعُيُونٍ﴾ أي أعطاكم أصول الخيرات من المواشي، والبنين، والبساتين، والنهار، وأغذق عليكم النعم فهو الذي يجب أن يُعْبد ويُشْكر ولا يُكفر ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي أخشى عليكم إن لم تشكروا هذه النعم واشركتم وكفرتم عذاب يومٍ هائل تشيب لهوله الولدان.\n. دعاهم إلى الله بالترغيب والترهيب، وبلغ في دعائهم بالوعظِ والتخويفِ النهاية القصوى في البيان فكان جوابهم ﴿قَالُواْ سَوَآءٌ عَلَيْنَآ أَوَعَظْتَ أَمْ لَمْ تَكُنْ مِّنَ الواعظين﴾ أي يستوي عندنا تذكيرك لنا وعدُمه، فلا نبالي بما تقول، ولا نرعوي عمّا نحن عليه قال أبو حيان: جعلوا قولهوعْظًا على سبيل الاستخفاف وعدم المبالاة بما خوَّفهم به إذ لم يعتقدوا صحة ما جاء به، وانه كاذبٌ فيما ادَّعاه ﴿إِنْ هذا إِلاَّ خُلُقُ الأولين﴾ أي ما هذا الذي جئتنا به إلا كذبُ وخرافاتُ الأولين ﴿وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ أي لا بعث ولا جزاء ولا حساب ولا عذاب ﴿فَكَذَّبُوهُ فَأَهْلَكْنَاهُمْ﴾ أي فكذبوا رسولهم هودًا فأهلكناهم بريحٍ صرصرٍ عاتية قال ابن كثير: وكان إهلاكهم بالريح الشديدة الهبوب، ذاتِ البرد الشديد وهي الريح الصرصر العاتية، وكان سبب إهلاكهم من جنسهم، فإِنهم","vol":"2","page":357},{"text":"كانوا أعتى شيءٍ وأجبره، فسلَّط الله عليهم ما هو أعتى منهم وأشدَّ، فحصبت الريح كل شيء حتى كانت تأتي الرجل منهم فتقتلعه، وترفعه في الهواء ثم تنكّسه على أم رأسه، فتشدخ رأسه ودماغه ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي إن في إهلاكهم لعظة وعبرة ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ﴾ أي وما آمن أكثر الناس مع رؤيتهم للآيات الباهرة ﴿وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ أي وإِن ربك يا محمد لهو العزيزُ في انتقامه من أعدائه، الرحيمُ بعباده المؤمنين، ثم شرع تعالى في ذكر قصة «صالح» فقال ﴿كَذَّبَتْ ثَمُودُ المرسلين﴾ أي كذبت قبيلة ثمود نبيَّهم «صالحًا» ومن كذَّب رسولًا ققد كذب جميع المرسلين ﴿إِذْ قَالَ لَهُمْ أَخُوهُمْ صَالِحٌ أَلا تَتَّقُونَ﴾؟ ألا تخافون عذاب الله وانتقامه في عبادتكم غيره! ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين﴾ كررت الآيات للتنبيه على أن دعوة الرسل واحدة، فكل رسولٍ يذكِّر قومه بالغاية من بعثته ورسالته، وأنها لصالح البشر ﴿أَتُتْرَكُونَ فِي مَا هاهنآ آمِنِينَ﴾ أي أيترككم ربكم في هذه الدنيا آمنين، مخلَّدين في النعيم، كأنكم باقون في الدنيا بلا موت؟ قال ابن عباس: كانوا معمَّرين لا يبقى البنيان مع أعمارهم، قال القرطبي: ودل على هذا قولُه تعالى\n﴿واستعمركم فِيهَا﴾ [هود: ٦١] فقرَّعهم صالح ووبَّخهم وقال: أتظنون أنكم باقون في الدنيا بلا موت ﴿فِي جَنَّاتٍ وَعُيُونٍ﴾ أي في بساتين وأنهار جاريات ﴿وَزُرُوعٍ وَنَخْلٍ طَلْعُهَا هَضِيمٌ﴾ أي وسهولٍ فسيحة فيها من أنواع الزروع والنخيل الرطب اللين؟ أتتركون في كل ذلك النعيم دون حساب ولا جزاء قال المفسرون: كانت أرض ثمود كثيرة البساتين والماء والنخل فذكّرهم صالحٌ بنعم اله الجليلة من إنبات البساتين والجنات، وتفجير العيون الجاريات، وإِخراج الزروع والثمرات، ومعنى «الهضيم» اللطيف الدقيق وهو قول عكرمة، وقال ابن عباس معناه: اليانع النضيج ﴿وَتَنْحِتُونَ مِنَ الجبال بُيُوتًا فَارِهِينَ﴾ أي وتبنون بيوتًا في الجبال أشرين بطرين من غير حاجةٍ لسكناها قال الرازي: وظاهر هذه الآيات يدل على أنَّ الغالب على قوم «هود» هو اللذاتُ الخيالية وهي الاستعلاء، والبقاء، والتجبر، والغالب على قوم «صالح» هو اللذاتُ الحسية وهي طلب المأكول، والمشروب، والمساكن الطيبة وقال الصاوي: كانت أعمارهم طويلة فإِن السقوف والأبينة كانت تبلى قبل فناء أعمارهم، لأن الواحد منهم كان يعيش ثلاثمائة سنة إلى ألف ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي فاتقوا عقاب الله وأطيعوني في نصيحتي لكم ﴿وَلاَ تطيعوا أَمْرَ المسرفين﴾ أي ولا تطيعوا أمر الكبراء المجرمين ﴿الذين يُفْسِدُونَ فِي الأرض وَلاَ يُصْلِحُونَ﴾ أي الذين عادتهم الفساد في الأرض لا الإِصلاح قال الطبري: وهم الرهط التسعة الذين وصفهم الله بقوله ﴿وَكَانَ فِي المدينة تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الأرض وَلاَ يُصْلِحُونَ﴾ [النمل: ٤٨] ﴿قالوا إِنَّمَآ أَنتَ مِنَ المسحرين﴾ أي من","vol":"2","page":358},{"text":"المسحورين سُحرت حتى غُلب على عقلك قال المفسرون: والمُسَّر مبالغةٌ من المسحور ﴿مَآ أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا﴾ أي لستَ يا صالح إلا رجلًا مثلنا، فكيف تزعم أنك رسول الله ﴿فَأْتِ بِآيَةٍ إِن كُنتَ مِنَ الصادقين﴾ أي فائتنا بمعجزة تدل على صدقك ﴿قَالَ هذه نَاقَةٌ﴾ أي هذه معجزتي إليكم وهي الناقة التي تخرج من الصخر الأصم بقدرة الله قال المفسرون: روي أنهم اقترحوا عليه ناقة عُشراء - حامل - تخرج من صخرة معينة وتلد أمامهم، فقد صالح ﵇ يتفكر فجاءه جبريل فقال: صلِّ ركعتين توسلْ ربك الناقة ففعل، فخرجت الناقة وولدت أمامهم وبركت بين أيديهم فقال لهم هذه ناقة يا قوم ﴿لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ﴾ أي تشرب ماءكم يومًا، ويومًا تشربون أنتم الماء قال قتادة: إذا كان يوم شربها شربت ماءهم كلَّه، وشربُهم في اليوم الذي لا تشرب هي فيه، وتلك آيةٌ أخرى ﴿وَلاَ تَمَسُّوهَا بسواء﴾ أي لا تنالوها بأيِّ ضرر بالعقر أو بالضرب ﴿فَيَأْخُذَكُمْ عَذَابُ يَوْمٍ عَظِيمٍ﴾ أي فيصيبكم عذاب من الله هائل لا يكاد يوصف قال ابن كثير: حذَّرهم نقمة الله إن أصابوها بسوء، فمكثت الناقة بين أظهرهم حينًا من الدهر، تردُ الماء وتأكل الورق والمرعى، وينفعون بلبنها يحلبون منها ما يكفيهم شربًا وريًَّا، فلما طال عليهم الأمد وحضر أشقاهم تمالئوا على قتلها وعقرها ﴿فَعَقَرُوهَا فَأَصْبَحُواْ نَادِمِينَ﴾ أي فقتلوها رميًا بالسهام، رماها أشقاهم - قُدار بن سالف - بأمرهم ورضاهم فأصبحوا نادمين على قتلها خوف العذاب قال الفخر: لم يكن ندمهم ندم التائبين، لكن ندم الخائفين من العذاب العاجل ﴿فَأَخَذَهُمُ العذاب﴾ أي العذاب الموعود، وكان صيحةً خمدت لها أبدانهم، وانشقت لها قلوبهم، وزُلزلت الأرض تحتهم زلزالًا شديدًا، وصُبَّت عليهم حجارة من السماء فماتوا عن آخرهم ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي لعظةٌ وعبرة لمن عقل وتدبَّر ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ تقدم تفسيرهخا فيما سبق، ثم شرع تعالى في ذكر قصة «لوط» فقال ﴿كَذَّبَتْ قَوْمُ لُوطٍ المرسلين﴾ أي كذبوا رسولهم لوطًا ﴿إِذْ قَالَ لَهُمْ أَخُوهُمْ لُوطٌ أَلا تَتَّقُونَ﴾ أي ألا تخافون عقاب الله وانتقامه في عبادتكم غيره! ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين﴾ نفسُ الكلمات والألفاظ التي قالها من قبلُ صالحٌ، وهودٌ، ونوح مما يؤكد أن دعوة الرسل واحدة، وغايتها واحدة، وأن منشأها هو الوحي السماوي، ثم قال لهم لوط ﴿أَتَأْتُونَ الذكران مِنَ العالمين﴾ استفهامُ إِنكارٍ وتوبيخٍ وتقريعٍ أي أَتنْكحون الذكور في أدبارهم، وتنفردون بهذا الفعل الشنيع من بين سائر الخلق؟ ﴿وَتَذَرُونَ مَا خَلَقَ لَكُمْ رَبُّكُمْ مِّنْ أَزْوَاجِكُمْ﴾ قال لمجاهد: تركتم فروج النساء إلى أدبار الرجال ﴿بَلْ أَنتُمْ قَوْمٌ عَادُونَ﴾ أي بل أنتم قوم مجاوزون الحدَّ في الإِجرام والفساد، وبَّخهم على إتيانهم الذكور، ثم أضرب عنه إلى ما هو أبلغ في التوبيخ كأنه يقول خرجتم عن حدود الإِنسانية إلى مرتبة البهيمية بعدوانكم وارتكابكم هذه الجريمة الشنيعة، فالذكر من","vol":"2","page":359},{"text":"الحيوان يأنف عن إتيان الذكر، وأنتم فعلتم ما يتورع عنه الحيوان ﴿قَالُواْ لَئِن لَّمْ تَنتَهِ يالوط لَتَكُونَنَّ مِنَ المخرجين﴾ أي لئن لم تترك تقبيح ما نحن عليه لنخرجنك من بين أظهرنا وننفيك من بلدنا كما فعلنا بمن قبلك، توعدوه بالنفي والطرد ﴿قَالَ إِنِّي لِعَمَلِكُمْ مِّنَ القالين﴾ أي إني لعملكم القبيح من المبغضين غاية البغض وأنا بريء منكم ﴿رَبِّ نَّجِنِي وَأَهْلِي مِمَّا يَعْمَلُونَ﴾ اي نجني من العذاب الذي يستحقونه بعملهم القبيح أنا وأهلي قال تعالى ﴿فَنَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ إِلاَّ عَجُوزًا فِي الغابرين﴾ أي نجيناه مع أهله جميعًا إلا امرأته كانت من الهالكين الباقين في العذاب قال ابن كثير: والمراد بالعجوز امرأته فقد كانت عجوز سوء، بقيت فهلكت مع من بقي من قومها حين أمره الله أن يسريَ بأهله إلا امرأته ﴿ثُمَّ دَمَّرْنَا الآخرين﴾ أي أهلكناهم اشد إهلاكٍ وأفظعه بالخسف والحَصْب ﴿وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا﴾ أي أمطرنا عليهم حجارة من السماء كالمطر الزاخر ﴿فَسَآءَ مَطَرُ المنذرين﴾ أي بئس هذا المطر مطر القوم المُنْذرين الذين أنذرهم نبيهم فكذبوه ﴿إِنَّ فِي ذَلِكَ لآيَةً﴾ أي إنَّ في ذلك لعبرة وعظة لأولي البصائر ﴿وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ تقدم تفسيره، ثم شرع تعالى في ذكر قصة «شعيب» فقال: ﴿كَذَّبَ أَصْحَابُ لْئَيْكَةِ المرسلين﴾ أي كذَّب أضحاب مدين نبيهم شعيبًا قال الطبري: والأيكةُ: الشجرُ الملتف وهم أهل مدين ﴿إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلاَ تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فاتقوا الله وَأَطِيعُونِ وَمَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلاَّ على رَبِّ العالمين﴾ سبق تفسيره ﴿أَوْفُواْ الكيل﴾ أي أوفوا الناس حقوقهم في الكيل والوزن ﴿وَلاَ تَكُونُواْ مِنَ المخسرين﴾ أي من المُنْقِصين المُطَفِّفين في المكيال والميزان ﴿وَزِنُواْ بالقسطاس المستقيم﴾ أي زنوا بالميزان العدل السويّ ﴿وَلاَ تَبْخَسُواْ الناس أَشْيَآءَهُمْ﴾ أي لا تُنقصوا حقوق الناس بأي طريق كان بالهضم أو الغبنأو الغصب ونحو ذلك ﴿وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ﴾ أي ولا تُفسدوا في الأرض بأنواع الفساد من قطع الطريق، والغارة، والسلب والنهب ﴿واتقوا الذي خَلَقَكُمْ والجبلة الأولين﴾ أي خافوا الله لاذي خلقكم وخلق الخليقة المتقدمين قال مجاهد: الجِبِلَّة: الخليقة ويعني بها الأمم السابقين ﴿قالوا إِنَّمَآ أَنتَ مِنَ المسحرين﴾ أي ما أنت إلا من المسحورين، سُحِرت كثيرًا حتى غُلب على عقلك ﴿وَمَآ أَنتَ إِلاَّ بَشَرٌ مِّثْلُنَا﴾ أي أنت إنسانٌ مثلنا ولست برسول ﴿وَإِن نَّظُنُّكَ لَمِنَ الكاذبين﴾ أي ما نظنك يا شعيب إلاّ كاذبًا، تكذب علينا فتقول أنا رسول الله ﴿فَأَسْقِطْ عَلَيْنَا كِسَفًا مِّنَ السمآء﴾ أي أنزلْ علينا العذاب قِطِعًا من السماء، وهو مبالغة في التكذيب ﴿إِن كُنتَ مِنَ الصادقين﴾ أي إن كنت صادقًا فيما تقول قال الرازي: وإِنما طلبوا ذلك لاستبعادهم وقوعه، فظنوا أنه إذا لم يقع ظهرَ كذبه فعندها أجابهم شعيب ﴿قَالَ ربي أَعْلَمُ بِمَا تَعْمَلُونَ﴾ أي الله أعلم بأعمالكم، فإِن كنتم تستحقون ذلك جازاكم به وهو غير ظالم لكم، وإِن كنتم تستحقون عقاباص آخر فإِليه الحكم والمشيئة، قال تعالى ﴿فَكَذَّبُوهُ فَأَخَذَهُمْ عَذَابُ يَوْمِ الظلة﴾ أي فكذبوا شعيبًا فأخذهم ذلك العذاب الرهيب عذاب يوم الظلة وهي السحابة التي أظلتهم، قال المفسرون: بعث الله","vol":"2","page":360},{"text":"عليهم حرًا شديدًا فأخذ بأنفاسهم، فخرجوا من البيوت هربًا إلى البرية، فبعث الله عليهم سحابةً أظلَّتهم من الشمس، فوجدوا لها بردًا ونادى بعضهم بعضًا حتى اجتمعوا تحتها أرسل الله عليهم نارًا فاحترقوا جميعًا، وكان ذلك من أعظم العذاب ولهذا قال ﴿إِنَّهُ كَانَ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي كان عذاب يوم هائل، عظيم في الشدة والهَول ﴿إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ وإِلى هنا ينتهي آخر القصص السبع التي أوحيت لرسول الله ﷺ َ لصرفه عن الحرص على إسلام قومه، وقطع رجائه ودفع تحسره عليهم كما قال في أول السورة ﴿لَعَلَّكَ بَاخِعٌ نَّفْسَكَ أَلاَّ يَكُونُواْ مُؤْمِنِينَ﴾ ففيها تسلية لرسول الله وتخفيفٌ عن أحزانه وآلامه، وإِنما كرر في نهاية كل قصة قوله ﴿إِنَّ فِي ذَلِكَ لآيَةً وَمَا كَانَ أَكْثَرُهُم مُّؤْمِنِينَ وَإِنَّ رَبَّكَ لَهُوَ العزيز الرحيم﴾ ليكون ذلك أبلغ في الاعتبار، وأشدَّ تنبيهًا لذوي القلوب والأبصار.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - إطلاق الكل وإِرادة البعض ﴿كَذَّبَتْ قَوْمُ نُوحٍ المرسلين﴾ أراد بالمرسلين نوحًا وإِنما ذكره بصيفة الجمع تعظيمًا له وتنبيهًا على أن من كذب رسولًا فقد كذب جميع المرسلين.\n٢ - الاستفهام الإِنكاري ﴿أَنُؤْمِنُ لَكَ واتبعك الأرذلون﴾؟\n٣ - الاستعارة اللطيفة ﴿فافتح بَيْنِي وَبَيْنَهُمْ فَتْحًا﴾ أي احكم بيننا وبينهم بحكمك العادل، استعار الفتاح للحاكم والفتح للحكم لأنه يفتح المنغلق من الأمر ففيه استعارة تبعية.\n٤ - الطباق ﴿يُفْسِدُونَ. . وَلاَ يُصْلِحُونَ﴾ .\n٥ - الجناس غير التام ﴿قَالَ. . القالين﴾ الأول من القول والثاني من قلى إذا أبغض.\n٦ - الإِطناب ﴿أَوْفُواْ الكيل وَلاَ تَكُونُواْ مِنَ المخسرين﴾ لأن وفاء الكيل هو في نفسه نهي عن الخسران، وفائدته زيادة التحذير من العدوان.\n٧ - المبالغة ﴿إِنَّمَآ أَنتَ مِنَ المسحرين﴾ والمسحَّر مبالغة عن المسحور.\n٨ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿يُفْسِدُونَ، يُصْلِحُونَ، الأرذلون﴾ .","vol":"2","page":361},{"text":"المنَاسَبَة: لما ذكر تعالى قصص الأنبياء لرسوله ﷺ َ أتبعه بذكر ما يدل على نبوته من تنزيل هذا القرآن المعجز على قلب خاتم الأنبياء والمرسلين.\nاللغَة: ﴿زُبُرِ﴾ الزُّبُر: الكُتُب جمع زَبور كرسول ورُسُل ﴿الأعجمين﴾ جمع أعجمي وهو الذي لا يُحسن العربية، يقال: رجل أعجمي إذا كان غير فصيح وإِن كان عربيًا، ورجلٌ عجمي أي غير عربي وإن كان فصيح اللسان ﴿بَغْتَةً﴾ فجأة ﴿مُنظَرُونَ﴾ مؤخرون وممهلون يقال: أنْظره أي أمهله ﴿أَفَّاكٍ﴾ كذَّاب ﴿مُنقَلَبٍ﴾ مصير.\nالتفسِير: ﴿وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين﴾ أي وإِن هذا القرآن المعجز لتنزيلُ ربٌ الأرباب ﴿نَزَلَ بِهِ الروح الأمين﴾ أي نزل به أمين السماء جبريل ﵇ ﴿على قَلْبِكَ لِتَكُونَ مِنَ المنذرين﴾ أي أنزله على قلبك يا محمد لتحفظه وتُنذر بآياته المكذبين ﴿بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ﴾ أي بلسانٍ عربي فصيح هو لسان قريش، لئلا يبقى لهم عذر فيقولوا: ما فائدة كلامٍ لا نفهمه؟ قال ابين كثير: أنزلناه باللسان العربي الفصيح، الكامل الشامل، ليكون بينًا واضحًا، قاطعًا للعذر مقيمًا للحجة، دليلًا إلى المحجة ﴿وَإِنَّهُ لَفِي زُبُرِ الأولين﴾ أي وإن ذكر القرآن وخبره لموجودٌ في كتب الأنبياء السابقين ﴿أَوَ لَمْ يَكُن لَّهُمْ آيَةً﴾ الاستفهام للتوبيخ والتقريع أي أولم يكن لكفار مكة علامة على صحة القرآن ﴿أَن يَعْلَمَهُ عُلَمَاءُ بني إِسْرَائِيلَ﴾ أي أن يعلم ذلك علماء بني إسرائيل الذين يجدون ذكر هذا القرآن في كتبهم كعبد الله بن سلام وأمثاله ﴿وَلَوْ نَزَّلْنَاهُ على بَعْضِ الأعجمين﴾ أي لو نزلنا هذا القرآن بنظمه الرائق المعجز على بعض الأعجمين الذين لا يقدرون على التكلم بالعربية ﴿فَقَرَأَهُ عَلَيْهِم مَّا كَانُوا بِهِ مُؤْمِنِينَ﴾ أي فقرأه على كفار مكة قراءة صحيحة فصيحة، وانضم إعجاز القرآن إلى إعجاز المقروء ما آمنوا بالقرآن لفرط عنادهم واستكبارهم ﴿كَذَلِكَ سَلَكْنَاهُ فِي قُلُوبِ المجرمين﴾ أي كذلك أدخلنا القرآن في قلوب المجرمين، فسمعوا به وفهموه، وعرفوا فصاحته وبلاغته، وتحققوا من إعجازه ثم لم يؤمنوا به وجحدوه ﴿لاَ يُؤْمِنُونَ بِهِ﴾ أي لا يصدّقون بالقرآن مع ظهور إعجازه ﴿حتى يَرَوُاْ العذاب الأليم﴾ أي حتى يشاهدوا عذاب الله المؤلم فيؤمنوا حيث لا ينفع الإِيمان ﴿فَيَأْتِيَهُم بَغْتَةً﴾ أي فيأتيهم","vol":"2","page":362},{"text":"عذاب الله فجأة ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ اي وهم لا يعلمون بمجيئه ولا يدرون ﴿فَيَقُولُواْ هَلْ نَحْنُ مُنظَرُونَ﴾ أي فيقولوا حين يفجأهم العذاب - تحسرًا على ما فاتهم من الإِيمان وتمنيًا للإمهال - هل نحن مؤخرون لنؤمن ونصدّق ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾ إِنكارٌ وتوبيخ أي كيف يستعجل العذاب هؤلاء المشركون ويقولون ﴿ائتنا بِعَذَابٍ أَلِيمٍ﴾ [الأنفال: ٣٢] وحالُهم عند نزول العذاب أنهم يطلبون الإِمهال والنظرة؟ ﴿أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ﴾ أي أخبرني يا محمد إن متعناهم سنين طويلة، مع وفور الصحة ورغد العيش ﴿ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ﴾ أي ثم جاءهم العذاب الذي وُعدوا به ﴿مَآ أغنى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ﴾؟ أي ماذا ينفعهم حينئذٍ ما مضى من طول أعمارهم، وطيب معاشهم؟ هل ينفعهم ذلك النعيم في تخفيف الحزن، أو دفع العذاب؟ ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ أي وما أهلكنا أهل قرية من القرى، ولا أُمةً من الأمم ﴿إِلاَّ لَهَا مُنذِرُونَ﴾ أي إلاّ بعدما ألزمناهم الحجة بإِرسال الرسل مبشرين ومنذرين ﴿ذكرى﴾ أي ليكون إهلاكهم تذكرةً وعبرة لغيرهم فلا يعصوا مثل عصيانهم ﴿وَمَا كُنَّا ظَالِمِينَ﴾ أي وما كنا ظالمين في تعذيبهم، لأننا أقمنا الحجة عليهم وأعذرنا إليهم.\n. ثم إنه تعالى بعد أن نبّه على إعجاز القرآن وصدق نبوة محمد ﵇ ردَّ على قول من زعم من الكفار أن القرآن من إلقاء الجن والشياطين كسائر ما ينزل على الكهنة فقال ﴿وَمَا تَنَزَّلَتْ بِهِ الشياطين﴾ أي وما تنزَّلت بهذا القرآن الشياطين، بل نزل به الروح الأمين ﴿وَمَا يَنبَغِي لَهُمْ وَمَا يَسْتَطِيعُونَ﴾ أي وما يصح ولا يستقيم أن يتنزل بهذا القرآن الشياطين، ولا يستطيعون ذلك أصلًا ﴿إِنَّهُمْ عَنِ السمع لَمَعْزُولُونَ﴾ أي أنهم منعوا من استراق السمع منذ بعث محمد عليه اسلام، وحيل بينهم وبين السمع بالملائكة والشهب، فكيف يستطيعون أن يتنزلوا به؟ قال ابن كثير: ذكر تعالى أنه يمتنع ذلك عليهم من ثلاثة أوجه: أحدها أنه ما ينبغي لهم لأن سجاياهم الفساد، وإِضلال العباد، وهذا فيه نورٌ وهدى وبرهان عظيم، الثاني: أنه لو انبغى لهم لما استطاعوا ذلك، وهذا من حفظ الله لكتابه وتأييده لشرعه الثالث: أنه لو انبغى لهم واستطاعوا حمله وتأديته لما وصلوا إلى ذلك، لأنهم بمعزلٍ عن استماع القرآن، لأن السماء مُلئت حرسًا شديدًا وشهبًا، فلم يخلص أحد من الشياطين لاستماع حرفٍ واحد منه لئلا يشتبه الأمر ﴿فَلاَ تَدْعُ مَعَ الله إلها آخَرَ﴾ الخطاب للرسول ﷺ َ والمراد غيره أي لا تعبد يا محمد مع الله معبودًا آخر ﴿فَتَكُونَ مِنَ المعذبين﴾ أي فيعذبك الله بنار جهنم قال ابن عباس: يُحذّر به غيره يقول: أنتَ أكرمُ الخلق عليَّ، ولو اتخذت من دوني إلهًا لعذبتك، ثم أمر تعالى رسوله بتبليغ الرسالة فقال ﴿وَأَنذِرْ عَشِيرَتَكَ الأقربين﴾ أي خوِّف أقاربك الأقرب منهم فالأقرب من عذاب الله إن لم يؤمنوا، روي أنه ﷺ َ قام حين نزلت عليه ﴿وَأَنذِرْ عَشِيرَتَكَ الأقربين﴾ فقال: «يا معشر قريشٍ اشتروا أنفسكم من اللَّهِ لا أُغني عنكم من الله شيئًا، يا بني عبد مناف لا أغني عنك من الله شيئًا، يا بني عبد مناف لا أغني عنكم من الله شيئًا، يا عباسُ بنَ عبدِ المطلب لا أغني عنك من الله شيئًا، يا صفيةُ عمةَ رسول الله لا أغني عنك من الله شيئًا، يا فاطمةُ بنتَ محمد سليني ما شئتِ لا أُغني عنك من الله شيئًا» قال المفسرون: وإِنما أُمر ﷺ َ بإنذار أقاربه","vol":"2","page":363},{"text":"أولًا لئلا يظن أحدٌ به المحاباه واللطف معهم فإِذا تشدَّد على نفسه وعلى أقاربه كان قوله أنفع، وكلامه أنجع ﴿واخفض جَنَاحَكَ لِمَنِ اتبعك مِنَ المؤمنين﴾ أي تواضعْ وأَلِنْ جانبك لأتباعك المؤمنين ﴿فَإِنْ عَصَوْكَ فَقُلْ إِنِّي برياء مِّمَّا تَعْمَلُونَ﴾ أي فإِن لم يطيعوك وخالفوا أمرك فتبرأ منهم ومن أعمالهم قال أبو حيان: لما كان الإِنذار يترتب عليه الطاعة أو العصيان جاء التقسيم عليهما فكأن المعنى: من اتبعك مؤمنًا فتواضع له، ومن عصاك فتبرأ منهم ومن أعمالهم ﴿وَتَوكَّلْ عَلَى العزيز الرحيم﴾ أي فوّض جميع أمورك إلأى الله العزيز، الذي يقهر أعداءك بعزته، وينصرك عليهم برحمته ﴿الذي يَرَاكَ حِينَ تَقُومُ﴾ أي يراك حين تكون وحدك تقوم من فراشك أو مجلسك وقال ابن عباس: حين تقوم إلى الصلاة ﴿وَتَقَلُّبَكَ فِي الساجدين﴾ أي ويرى تقلُّبك مع المصلين في الركوع والسجود والقيام، والمعنى يراك وحدك ويراك في الجماعة ﴿إِنَّهُ هُوَ السميع العليم﴾ أي إنه تعالى السميع لما تقوله، العليم بما تخفيه ﴿هَلْ أُنَبِّئُكُمْ على مَن تَنَزَّلُ الشياطين﴾؟ أي قل يا محم لكفار مكة: هل أخبركم على من تتنزَّل الشياطين؟ وهذا ردٌّ عليهم حين قالوا إنما يأتيه بالقرآن الشياطين ﴿تَنَزَّلُ على كُلِّ أَفَّاكٍ أَثِيمٍ﴾ أي تتنزَّل على كل كذَّابٍ فاجر، مبالغٍ في الكذب والعدوان، لا علىسيّد ولد عدنان ﴿يُلْقُونَ السمع وَأَكْثَرُهُمْ كَاذِبُونَ﴾ أي تُلقي الشياطين ما استرقوه من السمع إلى أوليائهم الكهنة، وأكثرهم يكذبون فيما يوحون به إليهم وفي الحديث\n«تلك الكلمةُ من الحقِّ يخْطفها الجنيُّ فيقرقرها - أي يلقيها - في أُذن وليّه كقرقرة الدجاج، فيخلطون معها أكثر من مائة كذبه» ﴿يُلْقُونَ السمع﴾ هم الشياطين كانواقبل أن يُحجبوا بالرجم يسمَّعون إلى الملأ الأعلى، فيختطفون بعض ما يتكلمون به مما اطلعوا عليه من الغيوب، ثم يوحون به إلى أوليائهم من الكهنة والمتنبئة «وأكثرهم كاذبون فيما يوحون به إليهم، لأنهم يُسمعونهم ما لم يسمعوا، ثم ردَّ تعالى على من زعم أن محمدًا شاعر فقال ﴿والشعرآء يَتَّبِعُهُمُ الغاوون﴾ أي يتبعهم الضالون لا أهل البصيرة والرشاد ﴿أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ﴾ أي ألم تر أيها السامع العاقل أنهم يسلكون في المديح والهجاء كل طريق، يمدحون الشيء بعد أن ذمّوه، ويعظّمون الشخص بعد أن احتقروه قال الطبري: وهذا مثلٌ ضربه الله لهم في افتتانهم في الوجوه التي يُفتنون فيها بغير حق، فيمدحون بالباطل قومًا ويهجون آخرين ﴿وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ أي يكذبون فينسبون لأنفسهم ما لم يعملوه قال أبو حيان: أخبر تعالى عن الشعراء بالأحوال التي تخالف حال النبوة، إذْ أمرهُم كما ذُكر من اتّباع الغُواة لهم، وسلوكهم أفانين الكلام من مدح الشيء وذمّه، ونسبة ما لا يقع منهم إليهم، وهذا مخالف لحال النبوة فإِنها طريقة واحدة لا يتبها إلا الراشدون، ثم استثنى تعالى فقال ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي صدقوا في إيمانهم وأخلصوا في أعمالهم ﴿وَذَكَرُواْ الله كَثِيرًا﴾ أي لم يشغلهم الشعرُ عن ذكر الله ولم يجعلوه همَّهم وديدنهم ﴿وانتصروا مِن بَعْدِ مَا ظُلِمُواْ﴾ أي هجوا المشركين دفاعًا عن","vol":"2","page":364},{"text":"الحق ونصرةً للإِسلام ﴿وَسَيَعْلَمْ الذين ظلموا﴾ وعيدٌ عام في كل ظالم، تتفتت له القلوب وتتصدع لهوله الأكباد أي وسيعلم الظالمون والمعادون لدعوة الله ومعهم الشعراء الغاوون ﴿أَيَّ مُنقَلَبٍ يَنقَلِبُونَ﴾؟ أي أيَّ مرجع يرجعون إليه؟ وأي مصير يصيرون إليه؟ فإِنَّ مرجعهم إلى العقاب وهو شرُّ مرجع، ومصيرهم إلى النار وهو أقبح مصير.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - التأكيد بإِنَّ واللام ﴿وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين﴾ لأن الكلام مع المتشككين في صحة القرآن فناسب تأكيده بأنواع من المؤكدات.\n٢ - الاستفهام للتوبيخ والتبكيت ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾؟\n٣ - جناس الاشتقاق ﴿يَعْلَمَهُ عُلَمَاءُ﴾ .\n٤ - المجاز المرسل ﴿وَمَآ أَهْلَكْنَا مِن قَرْيَةٍ﴾ المراد به أهلها.\n٥ - أسلوب التهييج والإلهاب ﴿فَلاَ تَدْعُ مَعَ الله إلها آخَر﴾ الخطابُ للرسول بطريق التهييج لزيادة إخلاصه وتقواه.\n٦ - الاستعارة التصريحية ﴿واخفض جَنَاحَكَ لِلْمُؤْمِنِينَ﴾ شبه التواضع ولين الجانب بخفض الطائر جناحه عند إرادة الانحطاط فأطلق على المشبّه اسم الخفض بطريق الاستعارة المكنيَّة.\n٧ - صيغتا المبالغة ﴿أَفَّاكٍ أَثِيمٍ﴾ لأن فعّال وفعيل من صيغ المبالغة أي كثير الكذب كثير الفجور.\n٨ - الطباق بين ﴿يَقُولُونَ. . ويَفْعَلُونَ﴾ وبين ﴿انتصروا. . وظُلِمُواْ﴾ .\n٩ - الاستعارة التمثيلية البديعة ﴿فِي كُلِّ وَادٍ يَهِيمُونَ﴾ مثَّل لذهابهم عن سنن الهدى وإِفراطهم في المديح والهداء بالتائه في الصحراء الذي هام على وجه فهو لا يدري أين يسير، وهذا من ألطف الاستعارات، ومن أرشقها وابدعها.\n١٠ - جناس الاشتقاق ﴿مُنقَلَبٍ يَنقَلِبُونَ﴾ .\n١١ - مراعاة الفواصل مما يزيد في جمال الكلام ورونقه مثل ﴿يَهِيمُونَ، يَنقَلِبُونَ، يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ الخ.\nلطيفَة: ذُكر أن عمر بن عبد العزيز كان إذا أصبح أمسك بلحيته ثم قرأ قوله تعالى ﴿أَفَرَأَيْتَ إِن مَّتَّعْنَاهُمْ سِنِينَ ثُمَّ جَآءَهُم مَّا كَانُواْ يُوعَدُونَ مَآ أغنى عَنْهُمْ مَّا كَانُواْ يُمَتَّعُونَ﴾؟ ثم يبكي وينشد:\nنهارُك يا مغرور سهْوٌ وغفلة ... وليلُك نومٌ والرَّدى لك لازم\nتُسرُّ بما يَفنى وتفرح بالمُنى ... كما سُرَّ باللَّذات في النوم حالمُ\nوتسْعى إلى ما سوف تكره غبَّه ... كذلك في الدنيا تعيشُ البهائم\nتنبيه: الشعر بابٌ من الكلام حسنُه حسنٌ، وقبيحُه قبيحٌ، وإِنما ذمَّ تعالى الشعر لما فيه من المغالاة والإِفراط في المديح أو الهجاء، ومجاوزة حدِّ القصد فيه حتى يفضّلوا أجبن الناس على","vol":"2","page":365},{"text":"عنترة، وأشحَّهم على حاتم، ويبهتوا البريء ويفسّقوا التقي، وربما رفعوا شخصًا إلى الأوج ثم إِذا غضبوا عليه أنزلوه إلى الحضيض، وهذا مشاهد ملموس في أكثر الشعراء إلا من استثناهم الله ﷿، والشاعر قد يمدح الشيء ويذمه بحلاوة لسانه وقوة بيانه، ومن ألطف ما سمعتُ من بعض شيوخي ما قاله بعض الشعراء في العسل:\nتقولُ: هذا مُجاج النَّحل تمدحُه ... وإِنْ تعب قلت: ذا قيءُ الزنابير\nمدحًا وذماَ وما جاوزت وصفهما ... سحرُ البيان يرى الظلماء كالنور\nلطيفَة: ذُكر أن الفرزدق أنشد أبياتًا عند «سليمان بن عبد الملك» وكان في ضمنها قوله في النساء العذارى:\nفبتْن كأنهنَّ مُصرَّعاتٌ ... وبتُّ أَفُضُّ أغلاقَ الخِتام\nفقال له سليمان: قد وجب عليك الحد، فقال أمير المؤمنين إن الله قد درأ عني الحدَّ بقوله ﴿أَلَمْ تَرَ أَنَّهُمْ فِي كُلِّ وَادٍ يَهِيمُونَ وَأَنَّهُمْ يَقُولُونَ مَا لاَ يَفْعَلُونَ﴾ فعفا عنه.","vol":"2","page":366},{"text":"اللغَة: ﴿يَعْمَهُونَ﴾ يترددون ويتحيرون، والعَمَهُ: التحير والتردُّد كما هو حال الضال عن الطريق قال الزاجر: «أعْمى الهُدى بالحائرين العُمَّه» ﴿قَبَسٍ﴾ القَبس: النار المقبوسة من جمرٍ وغيره ﴿تَصْطَلُونَ﴾ اصطلى يصطلي إذا استدفأ من البرد قال الشاعر:\nالنارُ فاكهةُ الشتاءِ فمن يُرد ... أكْلَ الفواكه شاتيًا فليصْطَلِ\n﴿بُورِكَ﴾ من البركة وهي زيادة الخير والنماء قال الثعلبي: العرب تقول: باركك الله، وبارك فيك، وبارك عليك، وبارك لك، أربعُ لغات قال الشاعر:\nفبوركتَ مولودًاَ وبركت ناشئًا ... وبوركتَ عن الشيب إِذْ أنت أشيب\n﴿يُوزَعُونَ﴾ أصل الوزع الكفُّ والمنع يقال: وزَعه يزعه إذا كفَّه عن الشيء ومنعه ومنه قول عثمان «إن الله ليزَع بالسلطان ما لا يزع بالقرآن» قال النابغة:\nعلى حين عاتبتُ المشيبَ على الصِّبا ... وقلتُ ألمَّا أصّحُ والشيبُ وازع\nالتفسِير: ﴿طس﴾ الحروف المقطعة للتنبيه على إعجاز القرآن وقد تقدم الكلام عليها ﴿تِلْكَ آيَاتُ القرآن﴾ أي هذه الآيات المنزَّلة عليك يا محمد هي آياتُ القرآن المعجز في بيانه، الساطع في برهانه ﴿وَكِتَابٍ مُّبِينٍ﴾ أي وآياتُ كتابٍ واضحٍ مبين لمن تفكر فيه وتدبَّر، أبان اللهُ فيه","vol":"2","page":368},{"text":"الأحكام، وهدى به الأنام ﴿هُدًى وبشرى لِلْمُؤْمِنِينَ﴾ أي تلك آيات القرآن الهادي للمؤمنين إلى صراطٍ مستقيم، والمبشر لهم جنات النعيم، خصَّ المؤمنين بالذكر لانتفاعهم به ﴿الذين يُقِيمُونَ الصلاة﴾ أي يؤدونها على الوجه الأكمل بخشوعها، وآدابها، وأركانها ﴿وَيُؤْتُونَ الزكاة﴾ أي يدفعون زكاة أموالهم طيبةً بها نفوسهم ﴿وَهُم بالآخرة هُمْ يُوقِنُونَ﴾ أي يصدقون بالآخرة تصديقًا جازمًا لا يخالجه شك أو ارتياب قال الإِمام الفخر: والجملة اعتراضية كأنه قيل وهؤلاء الذين يؤمنون ويعملون الصالحات هم الموقنون بالآخرة، فما يوقن بالآخرة حقَّ الإِيقان إلاّ هؤلاء الجامعون بين الإِيمان والعمل الصالح، لأن خوف العاقبة يجملهم على تحمل المشاق وقال أبو حيان: ولما كان ﴿يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة﴾ ما يتجدَّد ولا يستغرق الأزمان جاءت الصلة فعلًا، ولما كان الإِيمان بالآخرة بما هو ثابت ومستقر جاءت الجملة إسمية وأُكدت بتكرار الضمير ﴿وَهُم بالآخرة هُمْ يُوقِنُونَ﴾ وجاء خبر المبتدأ فعلًا ليدل على الديمومة، ولما ذكر تعالى المؤمنين الموقنين بالبعث، ذكر بعدها المنكرين المكذبين بالآخرة فقال ﴿إِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي لا يصدّقون بالبعث ﴿زَيَّنَّا لَهُمْ أَعْمَالَهُمْ﴾ أي زينا لهم أعمالهم القبيحة حتى رأوها حسنة قال الرازي: والمراد من التزيين هو أن يخلق في قلبه العلم بما فيها من المنافع واللذات، ولا يخلق في قلبه العلم بما فيها من المضار والآفات ﴿فَهُمْ يَعْمَهُونَ﴾ أي فهم في ضلال أعمالهم القبيحة يترددون حيارى لا يميزون بين الحسن والقبيح ﴿أولئك الذين لَهُمْ سواء العذاب﴾ أي لهم أشد العذاب في الدنيا بالقتل والأسر والتشريد ﴿وَهُمْ فِي الآخرة هُمُ الأخسرون﴾ أي وخسارتهم في الآخرة أشد من خسارتهم في الدنيا لمصيرهم إلى النار المؤبدة والجحيم والأغلال ﴿وَإِنَّكَ لَتُلَقَّى القرآن﴾ أي وإِنك يا محمد لتتلقى هذا القرآن العظيم وتُعطاه ﴿مِن لَّدُنْ حَكِيمٍ عَلِيمٍ﴾ أي من عند الله الحكيم بتدبير خلقه، العليم بما فيه صلاحهم وسعادتهم قال الزمخشري: وهذه الآية بسطٌ وتمهيد لما يريد أن يسوق بعدها من الأقصيص، وما في ذلك من لطائف حكمته، ودقائق علمه ﴿إِذْ قَالَ موسى لأَهْلِهِ إني آنَسْتُ نَارًا﴾ أي اذكر يا محمد حين قال موسى لأهله - أي زوجته - إني أبصرتُ ورأيت نارًا قال المفسرون: وهذا عندما سار من مدين إلى مصر، وكان في ليلة مظلمة باردة، وقد ضلَّ عن الطريق وأخذ زوجته الطَّلقُ ﴿سَآتِيكُمْ مِّنْهَا بِخَبَرٍ﴾ أي سآتيكم بخبرٍ عن الطريق إذا وصلتُ إليها ﴿أَوْ آتِيكُمْ بِشِهَابٍ قَبَسٍ﴾ أي أو آتيكم بشعلةٍ مقتبسة من النار ﴿لَّعَلَّكُمْ تَصْطَلُونَ﴾ أي لكي تستدفئوا بها ﴿فَلَمَّا جَآءَهَا﴾ أي فلما وصل إلى مكان النار رأى منظرًا هائلًا عظيمًا، حيث رأى النار تضطرم في شجرة خضراء، لا تزداد النار إلا توقدًا ولا تزداد الشجرةُ إلا خضرةً ونُضْرة، ثم رفع رأسه فإِذا نورها متصلٌ بعنان السماء قال ابن عباس: لم تكن نارًا وإِنما كانت نورًا يتوهج فوقف موسى متعجبًا ممّا رأى وجاءه النداء العلوي ﴿نُودِيَ أَن بُورِكَ مَن فِي النار وَمَنْ حَوْلَهَا﴾ أي نودي من جانب الطور بأن بوركتَ يا موسى وبورك من حولك وهم الملائكة قال ابن عباس: معنى ﴿بُورِكَ﴾ تقدَّس ﴿وَمَنْ حَوْلَهَا﴾ الملائكةُ قال أبو","vol":"2","page":369},{"text":"حيان: وبدؤه بالنداء تبشير لموسى وتأنيس له ومقدمة لمناجاته، وجدير أن يبارك من في النار ومن حواليها إذ قد حدث أمرٌ عظيم وهو تكليم الله لموسى وتنبيئه ﴿وَسُبْحَانَ الله رَبِّ العالمين﴾ أي تقدَّس وتنزَّه ربُّ العزة، العليُّ الشأن، الذي لا يشبهه شيء من مخلوقاته لا في ذاته، ولا في صفاته، ولا في أفعاله ﴿ياموسى إِنَّهُ أَنَا الله العزيز الحكيم﴾ أي أنا الله القويُّ القادر، العزيز الذي لا يُقهر، الحكيم الذي يفعل كل شيء بحكمةٍ وتدبير ﴿وَأَلْقِ عَصَاكَ﴾ عطفٌ على السابق أي ونودي أن ألق عصاك لترى معجزتك بنفسك فتأنس بها ﴿فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ﴾ أي فلما رآها تتحرك حركة سريعة كأنها ثعبان خفيف سريع الجري ﴿ولى مُدْبِرًا وَلَمْ يُعَقِّبْ﴾ أي ولّى الأدبار منهزمًا ولم يرجع لما دهاه من الخوف والفزع قال مجاهد: «لم يُعقّب» لم يرجع، وقال قتادة: لم يلتفت، لحقه ما لحق طبع البشر إذ رأى أمرًا هائلًا جدًا وهو انقلاب العصا حيةً تسعى ولهذا ناداه ربه ﴿ياموسى لاَ تَخَفْ﴾ أي أقبل ولا تخف لأنك بحضرتي ومن كان فيها فهو آمنٌ ﴿إِنِّي لاَ يَخَافُ لَدَيَّ المرسلون﴾ أي فأنت رسولي ورسلي الذي اصطفيتهم للنبوة لا يخافون غيري قال ابن الجوزي: نبَّهه على أن من آمنَه الله بالنبوة من عذابه لا ينبغي أن يخاف من حيَّة ﴿إِلاَّ مَن ظَلَمَ ثُمَّ بَدَّلَ حُسْنًا بَعْدَ سواء﴾ الاستثناء منقطع أي لكنْ من ظلم من سائر الناس لا من المرسلين فإِنه يخاف إلا إذا تاب وبدَّل عمله السيء إلى العمل الحسن ﴿فَإِنِّي غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة واسع الرحمة قال ابن كثير: وفيه بشارة عظيمةٌ للبشر وذلك أن من كان على عمل سيء، ثم أقلع ورجع وتاب وأناب فإِن الله يتوب عليه كقوله\n﴿وَإِنِّي لَغَفَّارٌ لِّمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًَا ثُمَّ اهتدى﴾ [طه: ٨٢] ﴿وَأَدْخِلْ يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء﴾ هذه معجزة أُخرى لموسى تدل على باهر قدرة الله والمعنى أدخل يا موسى يدك في فتحة ثوبك ثم أخرجها تخرج مضيئة ساطعة بيضاء تتلألأ كالبرق الخاطف دون مرضٍ أو برص ﴿فِي تِسْعِ آيَاتٍ إلى فِرْعَوْنَ وَقَوْمِهِ﴾ أي هاتان المعجزتان «العصا واليد» ضمن تسعِ معجزاتٍ أيدتك بها وجعلتُها برهانًا على صدقك لتذهب بها إلى فرعون وقومه ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ أي خارجين عن طاعتنا، ممعنين في الكفر والضلال ﴿فَلَمَّا جَآءَتْهُمْ آيَاتُنَا مُبْصِرَةً﴾ أي فلما رأوا تلك المعجزات الباهرة، واضحةً بينةً ظاهرة ﴿قَالُواْ هذا سِحْرٌ مُّبِينٌ﴾ أي أنكروها وزعموا أنها سحرٌ واضح ﴿وَجَحَدُواْ بِهَا﴾ أي كفروا وكذبوا بتلك الخوارق ﴿واستيقنتهآ أَنفُسُهُمْ﴾ أي وقد أيقنوا بقلوبهم أنها من عند الله وليست من قبيل السحر ﴿ظُلْمًا وَعُلُوًّا﴾ أي جحدوا بها ظلم ا ً من أنفسهم، واستكبارًا عن اتباع الحق، وأيُّ ظلمٍ أفحش ممن يعتقد ويستيقن أنها آيات بينة واضحة جاءت من عند الله، ثم يكابر بتسميتها سحرًا؟ ولهذا قال ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين﴾ أي انظر أيها السامع وتدبر بعين الفكر والبصيرة ماذا كان مآلُ أمر الطاغين، من الإِغراق في الدنيا، والإِحراق في الآخرة؟ قال ابن كثير: وفحوى الخطاب كأنه يقول: احذروا أيها المكذبون لمحمد، الجاحدون لما جاء به من ربه، أن يصيبكم مثلُ ما أصابهم بطريق الأولى والأحرى، فإِن محمدًا ﷺ َ أشرفُ وأعظمُ من موسى، وبرهانُه","vol":"2","page":370},{"text":"أدلُّ وأقوى من برهان موسى، عليه من ربه أفضل الصلاة والتسليم ﴿وَلَقَدْ آتَيْنَا دَاوُودَ وَسُلَيْمَانَ عِلْمًا﴾ هذه هي القصة الثانية في السورة الكريمة وهي قصة «داود وسليمان» والمعنى واللهِ لقد أعطينا داود وابنه سليمان علمًا واسعًا من علوم الدنيا والدين، وجمعنا لهما بين سعادة الدنيا والآخرة قال الطبري: وذلك علم كلام الطير والدواب وغير ذلك مما خصَّهم الله بعلمه ﴿وَقَالاَ الحمد لِلَّهِ الذي فَضَّلَنَا على كَثِيرٍ مِّنْ عِبَادِهِ المؤمنين﴾ أي وقلا شكرًا لله الحمد لله الذي فضلنا بما آتانا من النبوة، والعلم، وتسخير الإِنس والجن والشياطين، على كثيرٍ من عباده المؤمنين ﴿وَوَرِثَ سُلَيْمَانُ دَاوُودَ﴾ أي ورث سليمانُ أباه في النبوة، والعلم والمُلْك دون سائر أولاده قال الكلبي: كان لداود تسعة عشر ولدًا فورث سليمانُ من بينهم نبوته وملكه، ولو كانت وراثة مال لكان جميع أولاده فيه سواء ﴿وَقَالَ ياأيها الناس عُلِّمْنَا مَنطِقَ الطير﴾ أي وقال تحدثًا بنعمة الله: يا أيها الناسُ لقد أكرمنا اللهُ فعلَّمنا منطق الطير وأصوات جميع الحيوانات ﴿وَأُوتِينَا مِن كُلِّ شَيْءٍ﴾ أي وأعطانا الله من كل شيء من خيرات الدنيا يعطاها العظماء والملوك ﴿إِنَّ هذا لَهُوَ الفضل المبين﴾ أي إن ما أُطعيناه وما خصَّنا الله به من أنواع النعم لهو الفضل الواضح الجلي، قاله على سبيل الشكر والمحمدة لا على سبيل العلوّ والكبرياء ﴿وَحُشِرَ لِسْلَيْمَانَ جُنُودُهُ مِنَ الجن والإنس والطير﴾ أي جمعت له جيوشه وعساكره وأُحضرت له في مسيرةٍ كبيرة فيها طوائف الجن والإِنسِ والطير، يتقدمهم سليمان في أُبَّهة وعظمةٍ كبيرة ﴿فَهُمْ يُوزَعُونَ﴾ أي فهم يُكَفُّون ويمنعون عن التقدم بين يديه قال ابن عباس: جعل كل صنفٍ من يردُّ أولاها على أُخراها لئلا يتقدموا في المسير كما تصنع الملوك ﴿حتى إِذَآ أَتَوْا على وَادِ النمل﴾ أي حتى إذا وصلوا إلأى وادٍ بالشام كثير النمل ﴿قَالَتْ نَمْلَةٌ ياأيها النمل ادخلوا مَسَاكِنَكُمْ﴾ أي قالت إحدى الن ملات لرفيقاتها ادخلوا بيوتكم، خاطبتهم مخاطبة العقلاء لأنها أمرتهم بما يؤمر به العقلاء ﴿لاَ يَحْطِمَنَّكُمْ سُلَيْمَانُ وَجُنُودُهُ﴾ أي لا يكسرنَّكم سليمانُ وجيوشه بأقدامهم ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي وهم لا يشعرون بكم ولا يريدون حطمكم عن عمد حذَّرت ثم اعتذرت لأنها علمت أنه نبيٌّ رحيم، فسمع سليمان كلامها وفهم مرامها ﴿فَتَبَسَّمَ ضَاحِكًا مِّن قَوْلِهَا﴾ أي فتبسَّم سرورًا بما سمع من ثناء النملة عليه وعلى جنوده، فإِن قولها ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ وصفٌ لهم بالتقوى والتحفظ من مضرة الحيوان ﴿وَقَالَ رَبِّ أوزعني أَنْ أَشْكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ﴾ أي ألهمني ووفقني لشكر نعمائك وأفضالك التي أنعمت بها عليَّ وعلى أبويَّ ﴿وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ﴾ أي ووفقني لعمل الخير الذي يقربني منك والذي تحبه وترضاه ﴿وَأَدْخِلْنِي بِرَحْمَتِكَ فِي عِبَادِكَ الصالحين﴾ أي وأدخلني الجنة دار الرحمة عبادك الصالحين.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِشارة بالبعيد عن القريب ﴿تِلْكَ آيَاتُ القرآن﴾ للإِيدان ببعد منزلته في الفضل والشرف.\n٢ - التنكير للفخيم والتعظيم ﴿وَكِتَابٍ مُّبِينٍ﴾ أي كتابٍ عظيم الشأن رفيع القدر.\n٣ - ذكر المصدر بدل اسم الفاعل للمبالغة ﴿هُدًى وبشرى﴾ أي هاديًا ومبشرًا.","vol":"2","page":371},{"text":"٤ - تكرير الضمير لإِفادة الحصر والاختصاص ﴿وَهُم بالآخرة هُمْ يُوقِنُونَ﴾ ومثله ﴿وَهُمْ فِي الآخرة هُمُ الأخسرون﴾ وفيه المقابلة اللطيفة بين الجملتين.\n٥ - التأكيد بإِنَّ واللام ﴿وَإِنَّكَ لَتُلَقَّى القرآن﴾ لوجود المتشككين في القرآن.\n٦ - إيجاز الحذف ﴿وَأَلْقِ عَصَاكَ فَلَمَّا رَآهَا تَهْتَزُّ﴾ حذفت جملة فألقاها فانقلبت إلى حية الخ وذلك لدلالة السياق عليه.\n٧ - الطباق ﴿حُسْنًا بَعْدَ سواء﴾ . وبين ﴿ولى مُدْبِرًا. . وَلَمْ يُعَقِّبْ﴾ .\n٨ - الاستعارة ﴿آيَاتُنَا مُبْصِرَةً﴾ استعار لفظ الإِبصار للوضوح والبيان لأن بالعينين يبصر الإِنسان الأشياء.\n٩ - التشبيه المرسل المجمل ﴿كَأَنَّهَا جَآنٌّ﴾ ذكرت أداة التشبيه وحذف وجه الشبه فصار مرسلًا مجملًا.\n١٠ - حسن الاعتذار ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ .\nلطيفَة: قال بعض العلماء هذه الآية ﴿قَالَتْ نَمْلَةٌ ياأيها النمل ادخلوا مَسَاكِنَكُمْ. .﴾ من عجائب القرآن لأنها بلفظة «يا» نادت «أيها» نبَّهت «النمل» عيَّنت «ادخلوا» أمرت «مساكنكم» نصَّت «لا يحطمنكم» حذَّرت «سليمان» خصت «وجنوده» عمَّت «وهم لا يشعرون» اعتذرت، فيا لها من نملة ذكية!!","vol":"2","page":372},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن «سليمان بن داود» الذي جمع الله له بين «النبوة والمُلْك» فكان نبيًا ملكًا، وسخر له الإِنس والجن وعلمه منطق الطير، وتذكر الآيات هنا قصته مع «بلقيس» ملكة سبأ وما كان من الأمور العجيبة التي حدثت في زمانه.\nاللغَة: ﴿تَفَقَّدَ﴾ التفقد: طلب ما غاب عن الإِنسان ﴿الخبء﴾: الشيءُ المخبوء من خبأتُ الشيء أخبؤه خبأَ إذا سترته ﴿صَاغِرُونَ﴾ أذلاء مهانون من الصَّغار وهو الذل ﴿عِفْرِيتٌ﴾ العفريب: القويُ المارد من الشياطين ومن الإِنس، والخبيث الماكر ﴿الصرح﴾ القصر، وكلُّ بناءٍ عال مرتفع يسمى صرحًا ومنه قول فرعون «يا هامان ابن لي صَرْحًا» ﴿مُّمَرَّدٌ﴾ الممرَّد: المملَّس، والأمرد الذي لم تخرج لحيته بعد إداركه، وشجرةٌ مرداء: لا ورقَ عليها ﴿قَوارِيرَ﴾ جمع قارورة وهي الزجاجة.\nالتفسِير: ﴿وَتَفَقَّدَ الطير﴾ أي بحث سليمان وفتش عن جماعة الطير ﴿فَقَالَ مَالِيَ لاَ أَرَى الهدهد﴾ أي لم لا أرى الهُدهد هاهنا؟ قال المفسرون: كانت الطير تصحبه في سفره وتظله بأجنحتها، فلما فصل سليمان عن وادي النمل ونزل في قفرٍ من الأرض عطش الجيش فسألوه الماء، وكان الهدهد يدله على الماء فإِذا قال: هاهنا الماء شقت الشياطين وفجَّرت العيون، فطلبه في ذلك اليوم فلم يجده فقال مالي لا أراه ﴿أَمْ كَانَ مِنَ الغآئبين﴾ أمْ منقطعة بمعنى «بل» أي بل هو غائب، ذهب دون إذنٍ مني ﴿لأُعَذِّبَنَّهُ عَذَابًا شَدِيدًا أَوْ لأَاْذبَحَنَّهُ أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ﴾ أي لأعقبنه عقابًا أليمًا بالسجن أو نتف الريش أو الذبح أو ليأتيني بحجة واضحة تبيّن عذره ﴿فَمَكَثَ غَيْرَ بَعِيدٍ﴾ أي فأقام الهدهد زمانًا يسيرًا ثم جاء إلى سليمان ﴿فَقَالَ أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ﴾ أي اطلعت على ما لم تطّلع عليه وعرفت ما لم تعرفه ﴿وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ﴾ أي وأتيتك من مدينة سبأ - باليمن - بخبرٍ هام، وأمر صادقٍ وخطير ﴿إِنِّي وَجَدتُّ امرأة تَمْلِكُهُمْ﴾ أي من عجائب ما رأيت أن امرأة - تسمى بلقيس - هي ملكة لهم، وهم يدينون بالطاعة لها ﴿وَأُوتِيَتْ مِن كُلِّ شَيْءٍ﴾ أي وأُعطيت من كل شيء من الأشياء التي","vol":"2","page":373},{"text":"يحتاج إليها الملوك من أسباب الدنيا من سعة المال وكثرة الرجال ووفرة السلاح والعتاد ﴿وَلَهَا عَرْشٌ عَظِيمٌ﴾ أي ولها سرير كبير مكلَّل بالدر والياقوت قال قتادة: كان عرشُها من ذهب، قوائمُه من جوهر، مكلَّل باللؤلؤ قال الطبري: وعنى بالعظيم في هذا الموضع العظيم في قدرة وخطره، لا عِظمه في الكبر والسعة، ولهذا قال ابن عباس: ﴿عَرْشٌ عَظِيمٌ﴾ أي سرير كريم حسن الصنعة، وعرشُها سريرٌ من ذهب قوائمُه من جوهرٍ ولؤلؤ، ثم أخذ يحدثه عما هو أعظم وأخطر فقال ﴿وَجَدتُّهَا وَقَوْمَهَا يَسْجُدُونَ لِلشَّمْسِ مِن دُونِ الله﴾ أي وجدتهم جميعًا مجوسًا يعبدون الشمس ويتركون عبادة الواحد الأحد ﴿وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي حسَّن لهم إبليسعبادتهم الشمس وسجودهم لها من دون الله ﴿فَصَدَّهُمْ عَنِ السبيل﴾ أي منعهم بسبب هذا الضلال عن طريق الحق والصواب ﴿فَهُمْ لاَ يَهْتَدُونَ﴾ أي فهم بسبب إغواء الشيطان لا يهتدون إلى الله وتوحيده، ثم قال الهدهد متعجبًا ﴿أَلاَّ يَسْجُدُواْ للَّهِ الذي يُخْرِجُ الخبء فِي السماوات والأرض﴾ أي أيسجدون للشمس ولا يسجدون للهِ الخالق العظيم، الذي يعلم الخفايا ويعلم كل مخبوء في العالم العلوي والسفلي؟ قال ابن عباس: يعلم كل خبيئةٍ في السماء والأرض ﴿وَيَعْلَمُ مَا تُخْفُونَ وَمَا تُعْلِنُونَ﴾ أي ويعلم السرَّ والعلن، ما ظهر وما بطن ﴿الله لاَ إله إِلاَّ هُوَ رَبُّ العرش العظيم﴾ أي هو تعالى المتفرد بالعظمة والجلال، ربُّ العرش الكريم المستحق للعبادة والسجود، وخصَّ العرش بالذكر لأنه أعظم المخلوقات، وإِلى هنا انتهى كلام الهُدهد ﴿قَالَ سَنَنظُرُ أَصَدَقْتَ أَمْ كُنتَ مِنَ الكاذبين﴾ أي قال سليمان: سننظر في قولك ونتثبت هل أنت صادقٌ أم كاذب فيه؟ قال ابن الجوزي: وإِنما شكَّ في خبره لأنه أنكر أن يكون لغيره سلطان، ثم كتب كتابًا وختمه بخاتمه ودفعه إلى الهُدهد وقال ﴿اذهب بِّكِتَابِي هذا فَأَلْقِهْ إِلَيْهِمْ﴾ أي اذهب بهذا الكتاب وأوصلْه إلى ملكة سبأ وجندها ﴿ثُمَّ تَوَلَّ عَنْهُمْ﴾ أي تنحَّ إلى مكان قريب مستترًا عنهم ﴿فانظر مَاذَا يَرْجِعُونَ﴾ أي فانظر ماذا يردون من الجواب؟ قال المفسرون: أخذ الهدهد الكتاب وذهب إلى بلقيس وقومها، فرفرف فوق رأسها ثم ألقى الكتاب في حجرها ﴿قَالَتْ ياأيها الملأ إني أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ﴾ أي قالت لأشراف قومها إنه أتاني كتاب عظيم جليل ﴿إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ الله الرحمن الرحيم﴾ أي إن هذا الكتاب مرسل من سليمان ثم فتحته فإِذا فيه: بسم الله الرحمن الرحيم وهو استفتاح شريفٌ بارع فيه إعلان الربوبية لله ثم الدعوة إلى توحيد الله والانقياد لأمره ﴿أَلاَّ تَعْلُواْ عَلَيَّ وَأْتُونِي مُسْلِمِينَ﴾ أي لا تتكبروا عليَّ كما يفعل الملوك وجيئوني مؤمنين قال ابن عباس: أي موحدين، وقال سفيان: طائعين ﴿قَالَتْ ياأيها الملأ أَفْتُونِي في أَمْرِي﴾ أي أشيروا عليَّ في الأمر ﴿مَا كُنتُ قَاطِعَةً أَمْرًا حتى تَشْهَدُونِ﴾ أي ما كنتُ لأقضي أمرًا بدون حضوركم ومشورتكم ﴿قَالُواْ نَحْنُ أُوْلُو قُوَّةٍ وَأُولُو بَأْسٍ شَدِيدٍ﴾ أي نحن أصحابُ كثرةٍ في الرجال","vol":"2","page":374},{"text":"والعتاد، وأصحابُ شدةٍ في الحرب ﴿والأمر إِلَيْكِ فانظري مَاذَا تَأْمُرِينَ﴾؟ أي وأمرنا إليكِ فمرينا بما شئتِ نمتثل أمرك، وقولهم هذا دليلٌ على الطاعة المفرطة قال القرطبي: أخذتْ في حسن الأدب مع قومها ومشاورتهم في أمرها في كل ما يعرض لها، فراجعها الملأ بما يُقر عينها من إعلامهم إياها بالقوة والبأس، ثم سلّموا الأمر إلى نظرها، وهذه محاوة حسنة من الجيمع قال الحسن البصري: فوَّضوا أمرهم إلى عِلجةٍ يضطرب ثدياها، فلا قالوا لها ما قالوا كان هي أحزم منهم رأيًا وأعلم ﴿قَالَتْ إِنَّ الملوك إِذَا دَخَلُواْ قَرْيَةً أَفْسَدُوهَا﴾ أي إن عادة الملوك أنهم إذا استولوا على بلدةٍ عنوةً وقهرًا خربوها ﴿وجعلوا أَعِزَّةَ أَهْلِهَآ أَذِلَّةً﴾ أي أهانوا أشرافها وأذلوهم بالقتل والأسر والتشريد ﴿وكذلك يَفْعَلُونَ﴾ أي وهذه عادتهم وطريقتهم في كل بلدٍ يدخلونها قهرًا، ثم عدلت إلى المهادنة والمسالمة فقالت ﴿وَإِنِّي مُرْسِلَةٌ إِلَيْهِمْ بِهَدِيَّةٍ فَنَاظِرَةٌ بِمَ يَرْجِعُ المرسلون﴾ أي وإِني سأبعث إلأيه بهدية عظيمة تليقُ بمثله، فأنظر هل يقبلها أن يردُّها؟ قال قتادة: ما كان أعقلها في إسلامها وشركها!! علمتْ أن الهدية تقع موقعًا من الناس، وقال ابن عباس: قالت لقومها إن قبِلَ الهدية فهو ملك يريد الدنيا فقاتلوه، وإِن لم يقبلها فهو نبيٌ صادق فاتبعوه ﴿فَلَمَّا جَآءَ سُلَيْمَانَ قَالَ أَتُمِدُّونَنِ بِمَالٍ﴾؟ أي فلما جاء رسل بلقيس إلى سليمان بالهدية العظيمة قال منكرًا عليهم: أتصانعونني بالمال والهدايا لأترككم على كفركم وملككم؟ ﴿فَمَآ آتَانِيَ الله خَيْرٌ مِّمَّآ آتَاكُمْ﴾ أي فما أعطاني الله من النبوة والمُلك والواسع خيرٌ مما أعطاكم من زينة الحياة فلا حاجة لي بهديتكم ﴿بَلْ أَنتُمْ بِهَدِيَّتِكُمْ تَفْرَحُونَ﴾ أي أنتم تفرحون بالهدايا لأنكم أهل مفاخرةٍ ومكاثرة في الدنيا، ثم قال لرئيس الوفد ﴿ارجع إِلَيْهِمْ فَلَنَأْتِيَنَّهُم بِجُنُودٍ لاَّ قِبَلَ لَهُمْ بِهَا﴾ أي ارجع إليهم بهديتهم فواللهِ لنأتينَّهم بجنودٍ لا طاقة لهم بمقابلتها، ولا قدرة لهم على مقاتلتها ﴿وَلَنُخْرِجَنَّهُم مِّنْهَآ أَذِلَّةً وَهُمْ صَاغِرُونَ﴾ أي ولنخرجنهم من أرضهم ومملكتهم أذلاء حقيرين إن لم يأتوني مسلمين قال ابن عباس: لما رجعت رسلُ بلقيس إليها من عند سليمان وأخبروها الخبر قالت قد عرفت ما هذا بملك، وما لنا به طاقة، وبعثت إلى سليمان إني قادمة إليك بملوك قومي حتى أنظر ما أمرك، وما تدعو إليه من دينك ثم ارتحلْت إلى سليمان في اثني عشر ألف قائد ﴿قَالَ ياأيها الملأ أَيُّكُمْ يَأْتِينِي بِعَرْشِهَا قَبْلَ أَن يَأْتُونِي مُسْلِمِينَ﴾؟ أي قال سليمان لأشراف من حضره من جنده: أيكم يأتيني بسريرها المرصَّع بالجواهر قبل أن تصل إليَّ مع قومها مسلمين؟ قال البيضاوي: أراد بذلك أن يريها بعض ما خصه الله به من العجائب، الدالة على عظيم القدرة، وصدقه في دعوى النبوة، ويختبر عقلها بأن ينكّر عرشها فينظر أتعرفه أم تنكره؟ ﴿قَالَ عِفْرِيتٌ مِّن الجن أَنَاْ آتِيكَ بِهِ قَبْلَ أَن تَقُومَ مِن مَّقَامِكَ﴾ أي قال ماردٌ من مردة الجنِّ: أنا أحضره إليك قبل أن تقوم من مجلس الحكم - وكان يجلس من الصبح إلى الظهر في كل يوم - وغرضُه أنه يأتيه به في أقل من نصف نهار ﴿وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ﴾ أي وإِني على حمله لقادرٌ، وأمينٌ على ما فيه من الجواهر والدُّر وغير ذلك ﴿قَالَ الذي عِندَهُ عِلْمٌ مِّنَ الكتاب أَنَاْ آتِيكَ بِهِ قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ﴾ قال المفسرون:","vol":"2","page":375},{"text":"هو «آصف بن برخيا» كان من الصِّدقين يعلم اسم الله الأعظم الذي إذا دُعي به أجاب، وهو الذي أتى بعرش بلقيس وقال لسليمان: أنا آتيك به قبل أن يرتدَّ إليك طرفك أي آتيك به بلمح البصر فدعا الله فحضر العرشُ حالًا ﴿فَلَمَّا رَآهُ مُسْتَقِرًّا عِندَهُ قَالَ هذا مِن فَضْلِ رَبِّي﴾ أي فلما نظر سليمان ورأى العرش - السرير - حاضرًا لديه قال: هذا من فضل الله عليَّ، وإِحسانه إليَّ ﴿ليبلوني أَأَشْكُرُ أَمْ أَكْفُرُ﴾؟ أي ليختبرني أأشكر إنعامه، أم أجحد فضله وإِحسانه؟ ﴿وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ﴾ أي ومن شكر فمنفعة الشكر لنفسه، لأنه يستزيد من فضل الله\n﴿لَئِن شَكَرْتُمْ لأَزِيدَنَّكُمْ﴾ [إبراهيم: ٧] ﴿وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ﴾ أي ومن لم يشكر وجحد فضل الله فإِن الله مستغنٍ عنه وعن شكره، كريمٌ بالإِنعام على من كفر نعمته. . ولما قرُب وصولُ ملكة سبأ إلى بلاده أمر بأن تُغيَّر بعضُ معالم عرشها امتحانًا لها ﴿قَالَ نَكِّرُواْ لَهَا عَرْشَهَا﴾ أي غيّروا بعض أوصافه وهيئته كما يتنكر الإِنسان حتى لا يُعرف ﴿نَنظُرْ أتهتدي أَمْ تَكُونُ مِنَ الذين لاَ يَهْتَدُونَ﴾ أي لننظر إذا رأته هل تهتدي إلى أنه عرشها وتعرفه أم لا؟ أراد بذلك اختبار ذكائها وعقلها ﴿فَلَمَّا جَآءَتْ قِيلَ أَهَكَذَا عَرْشُكِ﴾؟ أي أمثل هذا العرش الذي رأيتيه عرشك؟ ولم يقل: أهذا عرشك؟ رئلا يكون تلقينًا لها ﴿قَالَتْ كَأَنَّهُ هُوَ﴾ أي يشبهه ويقاربه ولم تقل: نعم هو، ولا ليس هو قال ابن كثير: وهذا غاية في الذكاء والحزم ﴿وَأُوتِينَا العلم مِن قَبْلِهَا وَكُنَّا مُسْلِمِينَ﴾ هذا من قول سليمان أي قال سليمان تحدثًا بنعمة الله: لقد أوتينا العلم من قبل هذه المرأة بالله وبقدرته وكنا مسلمين لله من قبلها، فنحن أسبقُ منها علمًا وإِسلامًا ﴿وَصَدَّهَا مَا كَانَت تَّعْبُدُ مِن دُونِ الله﴾ أي منعها عن الإِيمان بالله عبادتُها القديمة للشمس والقمر ﴿إِنَّهَا كَانَتْ مِن قَوْمٍ كَافِرِينَ﴾ أي بسبب كفرها ونشوئها بين قوم مشركين ﴿قِيلَ لَهَا ادخلي الصرح﴾ أي ادخلي القصر العظيم الفخم ﴿فَلَمَّا رَأَتْهُ حَسِبَتْهُ لُجَّةً وَكَشَفَتْ عَن سَاقَيْهَا﴾ أي فلما رأت ذلك الصرح الشامخ ظنته لجة ماء - أي ماءً غمرًا كثيرًا - وكشفت عن ساقيها لتخوض فيه ﴿قَالَ إِنَّهُ صَرْحٌ مُّمَرَّدٌ مِّن قَوارِيرَ﴾ أي قال سليمان: إنه قصر مملَّس من الزجاج الصافي ﴿قَالَتْ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي﴾ أي قالت بلقيس حينئذٍ: ربّ إني ظلمت نفسي بالشرك وعبادة الشمس ﴿وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ العالمين﴾ أي وتابعتُ سليمان على دينة فدخلت في الإِسلام مؤمنةً برب العالمين، قال ابن كثير: والغرضُ أن سليمان ﵇ اتخذ قصرًا عظيمًا منيفًا من زجاج لهذه الملكة، ليريها عظمة سلطانه وتمكنه، فلما رأت ما آتاه الله وجلاله ما هو فيه وتبصرت في أمره، انقادت لأمر الله تعالى وعرفت أنه نبيٌ كريم، وملِكٌ عظيم، وأسلمت لله ﷿.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - أسلوب التعجب ﴿مَالِيَ لاَ أَرَى الهدهد﴾؟\n٢ - التأكيد المكرر ﴿لأُعَذِّبَنَّهُ. . أَوْ لأَاْذبَحَنَّهُ. . أَوْ لَيَأْتِيَنِّي﴾ لتأكيد الأمر.\n٣ - طباق السلب ﴿أَحَطتُ بِمَا لَمْ تُحِطْ بِهِ﴾ وكذلك ﴿تهتدي. . لاَ يَهْتَدُونَ﴾ .\n٤ -","vol":"2","page":376},{"text":"الجناس اللطيف ﴿وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ﴾ ويسمى الجناس الناقص لتبدل بعض الحروف.\n٥ - الطباق في اللفظ ﴿تُخْفُونَ. . وتُعْلِنُونَ﴾ وكذلك ﴿أَأَشْكُرُ أَمْ أَكْفُرُ﴾ .\n٦ - الطباق في المعنى ﴿أَصَدَقْتَ أَمْ كُنتَ مِنَ الكاذبين﴾ .\nقال علماء البيان: والمطابقة هنا بالمعنى أبلغ من اللفظ لأنه عدول عن الفعل إلى الإِسم فيفيد الثبات فلو قال «أصدقت أم كذبت» لما أدَّى هذا المعنى لأنه قد يكذب في هذا الأمر ولا يكذب في غيره، وأما قوله ﴿أَمْ كُنتَ مِنَ الكاذبين﴾ فإِنه يفيد أنه إذا كان معروفًا بالانخراط في سلك الكاذبين كان كاذبًا لا محالة فلا يوثق به أبدًا.\n٧ - جناس الاشتقاق ﴿أَن تَقُومَ مِن مَّقَامِكَ﴾ وكذلك ﴿أَسْلَمْتُ مَعَ سُلَيْمَانَ﴾ .\n٨ - التشبيه ﴿كَأَنَّهُ هُوَ﴾ أي كأنه عرشي في الشكل والوصف ويسمى «مرسلًا مجملًا» .\n٩ - الاستعارة البديعة ﴿قَبْلَ أَن يَرْتَدَّ إِلَيْكَ طَرْفُكَ﴾ شبَّه سرعة مجيئه بالعرش برجوع الطرف للإِنسان، وارتدادُ الطرف معناه التقاء الجفنين وهو أبلغ ما يمكن أن يوصف به في السرعْة ومثله «وما أمرُ الساعةِ إلا كلمح البصر أو هو أقرب» فاستعار للسرعة الفائقة ارتداد الطرف.\n١٠ - توافق الفواصل في كثير من الآيات، ولها وقعٌ في النفس رائع مثل ﴿أَمْ كَانَ مِنَ الغآئبين﴾ ﴿أَوْ لَيَأْتِيَنِّي بِسُلْطَانٍ مُّبِينٍ﴾ ﴿وَجِئْتُكَ مِن سَبَإٍ بِنَبَإٍ يَقِينٍ﴾ إلى آخر ما هنالك.\nلطيفَة: أخذ بعض العلماء من قوله تعالى ﴿وَتَفَقَّدَ الطير﴾ استحباب تفقد الملك لأحوال الرعية، وكذلك تفقد الأصدقاء، والإِخوان، والخلان وأنشد بعضهم:\nسنَّ سُليمانُ لنا سُنَّةً ... وكان فيما سنْه مُقْتدى\nتفقَّد الطيرَ على مُلْكه ... فقال: مالِيَ لا أرى الهُدْهد؟","vol":"2","page":377},{"text":"المناسبة: لما ذكر تعالى في أول السورة قصة موسى، ثم أعقبها بقصة داوْد وسليمان وما فيها من العجائب والغرائب، ذكر هنا قصة «صالح» ثم قصة «لوط» وكلُّ هذه القصص غرضُها التذكير والاعتبار، وبيانُ سنة الله في إهلاك المكذبين، ثم أتبعها بذكر البراهين الدالة على الوحدانية، والعلم، والقدرة.\nاللغَة: ﴿اطيرنا﴾ من التطير وهو التشاؤم قال الزجاج: أصلُها تطيَّرنا فأُدغمت التاء في الطاء واجْتُلبت الألف لسكون الطاء ﴿خَاوِيَةً﴾ خالية من خوى البطنُ إذا خلى، وخوى النجم إذا سقط ﴿الفاحشة﴾ الفعلة القبيحة الشنيعة ﴿حَدَآئِقَ﴾ جمع حديقة وهي البستان الذي عليه سور قال الفراء: الحديقةُ البستانُ الذي عليه حائط فهو البستان ﴿قَرَارًا﴾ مستقرًا يثبت عليه الشيء ﴿حَاجِزًا﴾ الحاجز: الفاصل بين الشيئين.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَآ إلى ثَمُودَ أَخَاهُمْ صَالِحًا أَنِ اعبدوا الله﴾ اللام جواب قسم محذوف أي والله لقد ارسلنا إلى قبيلة ثمود أخاهم - في النسب لا في الدين - صالحًا ﵇ يدعوهم إلى توحيد الله وعبادته ﴿فَإِذَا هُمْ فَرِيقَانِ يَخْتَصِمُونَ﴾ أي فإِذا هم جماعتان: مؤمنون وكافرون يتنازعون في شأن الدين قال مجاهد: «فريقان: مؤمنٌ، وكافر» واختصامُهم: اختلافهم وجدالهم في الدين، وجاء الفعل بالجمع ﴿يَخْتَصِمُونَ﴾ حملًا على المعنى ﴿قَالَ ياقوم لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة﴾ أي قال لهم صالح بطريق التلطف والرفق: يا قومِ لم تطلبون العذاب قبل الرحمة؟ ولأي شيء تستعجلون بالعذاب ولا تطلبون الرحمة؟ ﴿لَوْلاَ تَسْتَغْفِرُونَ الله لَعَلَّكُمْ تُرْحَمُونَ﴾ أي هلاّ تتوبون","vol":"2","page":378},{"text":"إلى الله من الشرك لكي يتوب الله عليكم ويرحمكم؟ قال المفسرون: كان الكفار يقولون لفرط الإِنكار: يا صالح ائتنا بعذاب الله فقال لهم: هلاّ تستغفرون الله قبل نزول العذاب، فإ ِن استعجال الخير أولى من استعجال الشر! ﴿﴿قَالُواْ اطيرنا بِكَ وَبِمَن مَّعَكَ﴾ أي تشاءمنا بك يا صالح وبأتباعك المؤمنين فإِنكم سبب ما حلَّ بنا من بلاء، وكانوا قد أصابهم القحط وجاعوا ﴿قَالَ طَائِرُكُمْ عِندَ الله﴾ أي حظكم في الحقيقة منخيرٍ أو شر هو عند الله وبقضائه، إن شاء رزقكم وإن شاء حرمكم. . لمّا لاطفهم في الخطاب أغلظوا له في الجواب وقالوا تشاءَمنا بك وبمن معك، فأخبرهم أن شؤمهم بسبب عملهم لا بسبب صالح والمؤمنين ﴿بَلْ أَنتُمْ قَوْمٌ تُفْتَنُونَ﴾ أي بل الحقيقةُ أنكم جماعة يفتنكم الشيطان بوسوسته وإِغوائه ولذلك تقولون ما تقولون ﴿وَكَانَ فِي المدينة تِسْعَةُ رَهْطٍ﴾ أي وكان في مدينة صالح - وهي الحِجْر - تسعةُ رجالٍ من أبناء أشرافهم قال الضحاك: كان هؤلاء التسعة عظماء أهل المدينة ﴿يُفْسِدُونَ فِي الأرض وَلاَ يُصْلِحُونَ﴾ أي شأنهم الإِفساد، وإِيذاء العباد بكل طريق ووسيلة قال ابن عباس: وهم الذين عقروا الناقة ﴿قَالُواْ تَقَاسَمُواْ بالله﴾ أي قال بعضُهم لبعض: احلفوا باللهِ ﴿لَنُبَيِّتَنَّهُ وَأَهْلَهُ﴾ أي لنقتلنَّ صالحًا وأهله ليلًا ﴿ثُمَّ لَنَقُولَنَّ لِوَلِيِّهِ مَا شَهِدْنَا مَهْلِكَ أَهْلِهِ﴾ أي ثم نقول لوليّ دمه ما حضرنا مكان هلاكه ولا عرفنا قاتله ولا قاتل أهله ﴿وَإِنَّا لَصَادِقُونَ﴾ أي ونحلف لهم إِنا لصادقون قال ابن عباس: أتوا دار صالح شاهرين سيوفهم، فرمتهم الملائكة بالحجارة فقتلتهم قال تعالى ﴿وَمَكَرُواْ مَكْرًا﴾ أي دبَّروا مكيدةً لقتل صالح ﴿وَمَكَرْنَا مَكْرًا﴾ أي جازيناهم على مكرهم بتعجيل هلاكهم، سمَّاه مكرًا بطريق المشاكلة ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي من حيث لا يدرون ولا يعلمون قال أبو حيان: ومكرُهم ما أخفوه من تدبير الفتك بصالح وأهله، ومكرُ الله إهلاكُهم من حيث لا يشعرون ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ مَكْرِهِمْ أَنَّا دَمَّرْنَاهُمْ وَقَوْمَهُمْ أَجْمَعِينَ﴾ أي فتأملْ وتفكرْ في عاقبة أمرهم ونتيجة كيدهم، كيف أنَّا أهلكناهم أجمعين وكان مآلهم الخراب والدمار﴾ ﴿فَتِلْكَ بُيُوتُهُمْ خَاوِيَةً بِمَا ظلموا﴾ أي فتلك مساكنهم ودورهم خاليةً بسبب ظلمهم وكفرهم لأنه أهلها هلكوا ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْلَمُونَ﴾ أي إن في هذا التدمير العجيب لعبرة عظيمة لقوم يعلمون قدرة الله فيتعظون ﴿وَأَنجَيْنَا الذين آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾ أي وأنجينا من العذاب المؤمنين المتقين الذين آمنوا مع صالح ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ﴾ أي واذكر رسولنا «لوطًا» حين قال لقومه أهل سدوم ﴿أَتَأْتُونَ الفاحشة﴾ أي أتفعلون الفعلة القبيحة الشنيعة وهي اللواطة ﴿وَأَنتُمْ تُبْصِرُونَ﴾ أي وأنتم تعلمون علمًا يقينًا أنها فاحشة وأنها عملٌ قبيح؟ ﴿أَإِنَّكُمْ لَتَأْتُونَ الرجال شَهْوَةً مِّن دُونِ النسآء﴾ تكريرٌ للتوبيخ أي أئنكم أيها القوم لفرط سفهكم تشتهون الرجال وتتركون النساء؟ ويكتفي الرجال بالرجال بطريق الفاحشة القبيحة ﴿بَلْ أَنتُمْ قَوْمٌ تَجْهَلُونَ﴾ أي بل أنتم قوم سفهاء ماجنون ولذلك تفضلون العمل الشنيع على ما أباح الله لكم من النساء ﴿فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ﴾ أي فما كان جواب أولئك المجرمين إلا أن قالوا أخرجوا لوطًا وأهله من بلدتكم ﴿إِنَّهمْ","vol":"2","page":379},{"text":"أُنَاسٌ يَتَطَهَّرُونَ﴾ أي إنهم قوم يتنزهون عن القاذورات ويعدّون فعلنا قذرًا، وهو تعليلٌ لوجوب الطرد والإِخراج قال قتادة: عابوهم والله بغير عيب بأنهم يتطهرون من أعمال السوء وقال ابن عباس: هو استهزاء يستهزئون بهم بأنهم يتطهرون عن أدبار الرجال ﴿فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته﴾ أي فخلصناه هو وأهله من العذاب الواقع بالقوم إلا زوجته ﴿قَدَّرْنَاهَا مِنَ الغابرين﴾ أي جعلناها بقضائنا وتقديرنا من المهلكين، الباقين في العذاب ﴿وَأَمْطَرْنَا عَلَيْهِم مَّطَرًا﴾ أي أنزلنا عليهم حجارة من السماء كالمطر فأهلكتْهُم ﴿فَسَآءَ مَطَرُ المنذرين﴾ أي بئس العذاب الذي أُمطروا به وهو الحجارة من سجيلٍ منضود، ولما ذكر تعالى قصص الأنبياء أتبعه بذكر دلائل القدرة والوحدانية فقال ﴿قُلِ الحمد لِلَّهِ وَسَلاَمٌ على عِبَادِهِ الذين اصطفى﴾ أي قل يا محمد الحمدُ للهِ على إفضاله وإِنعامه، وسلامٌ على عباده المرسلين الذين اصطفاهم لرسالته، واختارهم لتبليغ دعوته قال الزمخشري: أمر الله رسوله ﷺ َ أن يتلو هذه الآيات الدالة على وحدانيته، الناطقة بالبراهين على قدرته وحكمته، وأن ستفتح بتحميده والسلام على أنبيائه، وفيه تعليمٌ حسن، وتوقيفٌ على أدبٍ جميل، وهو حمد الله والصلاة على رسله، ولقد توارث العلماء والخطباء والوعاظ كابرًا عن كابر هذا الأدب، فحمدوا الله وصلوا على رسوله أمام كل علم، وقبل كل عظة وتذكرة ﴿ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ﴾ تبكيتٌ للمشركين وتهكمٌ بهم أي هل الخالق المبدع الحكيم خيرٌ أم الأصنام التي عبدوها وهي لا تسمع ولا تستجيب؟ ﴿أَمَّنْ خَلَقَ السماوات والأرض﴾ برهان آخر على وحدانية الله أي أمَّن أبدع الكائنات فخلق تلك السماواتِ في ارتفاعها وصفائها، وجعل فيها الكواكب المنيرة، وخلق الأرض وما فيها من الجبال والسهول والأنهار والبحار، خيرٌ أمّا يشركون؟ ﴿وَأَنزَلَ لَكُمْ مِّنَ السمآء مَآءً فَأَنبَتْنَا بِهِ حَدَآئِقَ ذَاتَ بَهْجَةٍ﴾ أي وأنزل لكم بقدرته المطر من السحاب فأخرج به الحدائق والبساتين، ذات الجمال والخضرة والنضرة، والمنظر الحسنِ البهيج ﴿مَّا كَانَ لَكُمْ أَن تُنبِتُواْ شَجَرَهَا﴾ أي ما كان للبشر ولا يتهيأ لهم، وليس بمقدورهم ومستطاعهم أن يُنبتوا شجرها فضلًا عن ثمرها ﴿أإله مَّعَ الله﴾ استفها إنكار أي هل معه معبود سواه حتى تسوّوا بينهما وهو المتفرد بالخلق والتكوين؟ ﴿بَلْ هُمْ قَوْمٌ يَعْدِلُونَ﴾ أي بل هم قوم يشركون بالله فيجعلون له عديلًا ومثيلًا، ويسوّون بين الخالق الرازق والوثن ﴿أَمَّن جَعَلَ الأرض قَرَارًا﴾ برهان آخر أي جعل الأرض مستقَرًا للإنسان والحيوان، بحيث يمكنكم الإِقامة بها والاستقرار عليها ﴿وَجَعَلَ خِلاَلَهَآ أَنْهَارًا﴾ أي وجعل في شعابها وأوديتها الأنهار العذبة الطيبة، تسير خلالها شرقًا وغربًا، وشمالًا وجنوبًا ﴿وَجَعَلَ لَهَا رَوَاسِيَ﴾ أي وجعل جبالًا شامخة ترسي الأرض وتثبتها لئلا تميد وتضطرب بكم ﴿وَجَعَلَ بَيْنَ البحرين حَاجِزًا﴾ أي وجعل بين المياه العذبة والمالحة فاصلًا ومانعًا يمنعها من الاختلاط، لئلا يُفسد ماء البحار المياهَ العذبة ﴿أإله مَّعَ الله﴾ أي أمع الله معبودٌ سواه؟ ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي أكثر المشركين لا يعلمون الحق فيعلمون الحق فيشركون مع الله غيره ﴿أَمَّن يُجِيبُ المضطر إِذَا دَعَاهُ﴾ برهانٌ ثالث أي أمّن يجيب المكروب المجهود الذي مسَّه الضر فيستجيب دعاءه","vol":"2","page":380},{"text":"ويلبي نداءه؟ ﴿وَيَكْشِفُ السواء﴾ أي ويكشف عنه الضُرَّ والبأساء؟ ﴿وَيَجْعَلُكُمْ خُلَفَآءَ الأرض﴾ أي ويجعلكم سكان الأرض تعمرونها جيلًا بعد جيل، وأُمةً بعد أُمة ﴿أإله مَّعَ الله﴾؟ أي أإله مع الله يفعل ذلك حتى تعبدوه؟ ﴿قَلِيلًا مَّا تَذَكَّرُونَ﴾ أي ما أقلَّ تذكركم واعتباركم فيما تشاهدون؟ ﴿أَمَّن يَهْدِيكُمْ فِي ظُلُمَاتِ البر والبحر﴾؟ برهان رابع أي أم من يرشدكم إلى مقاصدكم في أسفاركم في الظلام الدامس، في البراري، والقفار، والبحار؟ والبلاد التي تتوجهون إليها بالليل والنهار؟ ﴿وَمَن يُرْسِلُ الرياح بُشْرًَا بَيْنَ يَدَيْ رَحْمَتِهِ﴾؟ أي ومن الذي يسوق الرياح مبشرةً بنزول المطر الذي هو رحمة للبلاد والعباد؟ ﴿أإله مَّعَ الله﴾؟ أي أإلهٌ مع الله يقدر على شيءٍ من ذلك؟ ﴿تَعَالَى الله عَمَّا يُشْرِكُونَ﴾ أي تعظَّم وتمجَّد الله القادر الخالق عن مشاركة العاجز المخلوق ﴿أَمَّن يَبْدَأُ الخلق ثُمَّ يُعيدُهُ﴾ برهانٌ خامس أي أمَّنْ يبدأ خلق الإِنسان ثم يعيده بعد فنائه؟ قال الزمخشري: كيف قال لهم ذلك وهم منكرون للإِعادة؟ والجواب أنه قد أُزيحت علَّتُهم بالتمكين من المعرفة والإِقرار، فلم يبق لهم عذرٌ في الإِنكار ﴿وَمَن يَرْزُقُكُم مِّنَ السمآء والأرض﴾ أي ومن يُنزل عليكم من مطر السماء، ويُنبتُ لكم من بركات الأرض الزروع والثمار؟ قال أبو حيان: لما كان إِيجاد بني آدم إنعامًا إليهم وإِحسانًا عليهم، ولا تتم النعمة إلا بالرزق قال ﴿وَمَن يَرْزُقُكُم مِّنَ السمآء﴾ أي بالمطر ﴿والأرض﴾ أي بالنبات ﴿أإله مَّعَ الله﴾؟ أي أإله مع الله يفعل ذلك؟ ﴿قُلْ هَاتُواْ بُرْهَانَكُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي أحضروا حجتكم ودليلكم على ما تزعمون إن كنتم صادقين في أنَّ مع الله إلهًا آخر ﴿قُل لاَّ يَعْلَمُ مَن فِي السماوات والأرض الغيب إِلاَّ الله﴾ أي هو سبحانه وحده المختص بعلم الغيب، فلايعلم أحدٌ من ملك أو بشر الغيب إلا اللهُ علامُ الغيوب قال القرطبي: نزلت في المشركين حين سألوا النبي ﷺ َ عن قيام الساعة ﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾؟ أي وما يدري ولا يشعر الخلائق متى يُبعثون بعد موتهم؟ ﴿بَلِ ادارك عِلْمُهُمْ فِي الآخرة﴾ أي هل تتابع وتلاحق علمُ المشركين بالآخرة وأحوالها حتى يسألوا عن الساعة وقيامها؟ إنهم لا يصدقون بالآخرة فلماذا يسألون عن قيام الساعة؟ ﴿بَلْ هُمْ فِي شَكٍّ مِّنْهَا﴾ إضراب عن السابق أي هم شاكون في الآخرة لا يصدّقون بها ولذلك يعاندون ويكابرون ﴿بَلْ هُم مِّنْهَا عَمُونَ﴾ أي بل هم في عمَىً عنها، ليس لهم بصيرةٌ يدركون بها دلائل وقوعها لأن اشتغالهم باللذات النفسانية من شهوة البطن والفرج صيّرهم كالبهائم والأنعام لا يتدبرون ولا يبصرون قال ابن كثير: هم شاكون في وقوعها ووجودها، بل هم في عماية وجهلٍ كبير في أمرها.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -","vol":"2","page":381},{"text":"الطباق ﴿يُفْسِدُونَ. . وَلاَ يُصْلِحُونَ﴾ .\n٢ - التحضيض ﴿لَوْلاَ تَسْتَغْفِرُونَ الله﴾ أي هلاّ تستغفرون الله.\n٣ - جناس الاشتقاق ﴿اطيرنا. . طَائِرُكُمْ﴾ .\n٤ - المشاكلة ﴿وَمَكَرُواْ. . وَمَكَرْنَا﴾ سمَّى تعالى إهلاكهم وتدميرهم مكرًا على سبيل المشاكلة.\n٥ - الطباق ﴿لِمَ تَسْتَعْجِلُونَ بالسيئة قَبْلَ الحسنة﴾؟\n٦ - الاستفهام التوبيخي ﴿أَتَأْتُونَ الفاحشة وَأَنتُمْ تُبْصِرُونَ﴾؟\n٧ - أسلوب التبكيت والتهكم ﴿ءَآللَّهُ خَيْرٌ أَمَّا يُشْرِكُونَ﴾؟\n٨ - الاستعارة اللطيفة ﴿بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي أمام نزول المطر فاستعار اليدين للأمام.\n٩ - الطباق ﴿يَبْدَأُ الخلق ثُمَّ يُعيدُهُ﴾ .\n١٠ - الاستعارة ﴿بَلْ هُم مِّنْهَا عَمُونَ﴾ استعار العمى للتعامي عن الحق وعدم التفكر والتدبر في آلاء الله.\n١١ - مراعاة الفواصل مما يزيد في رونق الكلام وجماله، وله على السمع وقع خاص مثل ﴿وَمَا يَشْعُرُونَ أَيَّانَ يُبْعَثُونَ﴾ ﴿أَمَّن جَعَلَ الأرض قَرَارًا وَجَعَلَ خِلاَلَهَآ أَنْهَارًا﴾ ومثل ﴿إِنَّ فِي ذلك لآيَةً لِّقَوْمٍ يَعْلَمُونَ وَأَنجَيْنَا الذين آمَنُواْ وَكَانُواْ يَتَّقُونَ﴾ . وأمثاله كثير، وفي القرآن روائع بيانية يعجز عن التعبير عنها اللسان، فسبحان من خصَّ نبيَّه الأمي بهذا الكتاب المعجز!!","vol":"2","page":382},{"text":"المنَاسَبَة: لما ذكر تعالى الأدلة والبراهين على وحدانية رب العالمين، ذكر هنا شبهات المشركين في الإِيمان بالآخرة والبعث والنشور، وأردفها بذكر الدلائل القاطعة، وذكر بعض الأهوال التي تكون بين يدي الساعة.\nاللغَة: ﴿رَدِفَ﴾ اقترب ودنا ﴿تُكِنُّ﴾ تُسِرُّ وتخفي ﴿دَاخِرِينَ﴾ ذليلن صاغرين ﴿فَوْجًا﴾ الفوج: الجماعة ﴿جَامِدَةً﴾ الجمود: سكون الشيء وعدم حركته ﴿أَتْقَنَ﴾ الإِتقان: الإِتيانُ بالشيء على أحسن حالاته من التمام والكمال والإِحكام ﴿كُبَّتْ﴾ الكبُّ: الطرح والإِلقاء يقال: كببتُ الرجل ألقيتُه على وجهه، وكببتُ الإِناء قلبتُه.\nالتفسِير: ﴿وَقَالَ الذين كفروا أَإِذَا كُنَّا تُرَابًا وَآبَآؤُنَآ أَإِنَّا لَمُخْرَجُونَ﴾ أي قال مشركو مكة المنكرون للبعث: أئذا متنا وأصبحنا رفًا وعظامًا باليه، فهل سنخرج من قبورنا ونحيا مرة ثانية؟ ﴿لَقَدْ وُعِدْنَا هذا نَحْنُ وَآبَآؤُنَا مِن قَبْلُ﴾ أي لقد وَعدنا محمدٌ بالبعث كما وعَدَ من قبله آباءنا الأولين، فلو كان حقًا لحصل ﴿إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي ما هذا إلا خرافات وأباطيل السابقين. ينكرون البعث ونسون أنهم خُلقوا من العدم، وأن الذي خلقهم أولًا قادر على أن يعيدهم ثانيًا! ﴿قُلْ سِيرُواْ فِي الأرض﴾ أي قل لهؤلاء الكفار: سيروا في أرجاء الأرض ﴿فَاْنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ أي فانظروا - نظر اعتبار - كيف كان مآل المكذبين للرسل؟ ألم يهلكهم الله ويدمّرهم؟ فما حدث للمجرمين من قبل، يحدث للمجرمين من بعد، والآيةُ وعيدٌ وتهديد ﴿وَلاَ تَحْزَنْ عَلَيْهِمْ وَلاَ تَكُن فِي ضَيْقٍ مِّمَّا يَمْكُرُونَ﴾ تسلية للرسول ﵇ أي لا تحزن يا محمد ولا تأسف على هؤلاء المكذبين إنْ لم يؤمنوا، ولا يضيقْ صدرك من مكرهم فإِن الله يعصمك منهم ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي يقولون استهزاءً: متى يجيئنا العذاب إن كنتم صادقين فيما تقولون؟ والخطابُ للنبي ﷺ َ والمؤمنين ﴿قُلْ عسى أَن يَكُونَ رَدِفَ لَكُم بَعْضُ الذي تَسْتَعْجِلُونَ﴾ أي لعلَّ الذي تستعجلون به من العذاب قد دنا وقرُب منكم بعضه قال المفسرون: هو ما أصابهم من القتل والأسر يوم بدر ﴿وَإِنَّ رَبَّكَ لَذُو فَضْلٍ عَلَى الناس﴾ أي لذو إفضالٍ وإِنعامٍ على الناس بترك تعجيل عقوبتهم على معاصيهم وكفرهم ﴿ولكن أَكْثَرَهُمْ لاَ يَشْكُرُونَ﴾ أي ولكنَّ أكثرهم لا يعرفون حقَّ النعمة، ولا يشكرون ربهم ﴿وَإِنَّ رَبَّكَ لَيَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ أي وإِنه تعالى ليعلم ما يُخْفون وما يعلنون من عداوة","vol":"2","page":383},{"text":"الرسول وكيدهم له وسيجازيهم عليه ﴿وَمَا مِنْ غَآئِبَةٍ فِي السمآء والأرض إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي ليس من شيء في غاية الخفاء على الناس والغيبوبة عنهم إلا وقد علمه الله وأحاط به، وأثبته في اللوح المحفوظ عنده، فلا تخفى عليه سبحانه خافية قال ابن عباس: معناه ما من شيءٍ سرٌّ في السماوات والأرض أو علانية إلا وعند الله علمه ﴿إِنَّ هذا القرآن يَقُصُّ على بني إِسْرَائِيلَ أَكْثَرَ الذي هُمْ فِيهِ يَخْتَلِفُونَ﴾ لما ذكر تعالى أمر المبدأ والمعاد والنبوة، وكان القرآن من أعظم الدلائل والبراهين على صدق محمد وصدق ما جاء به، أعقبه هنا بذكر القرآن المجيد وذكر أوصافه والمعنى: إن هذا القرآن المنزَّل على خاتم الرسل لهو الكتاب الحق الذي يبين لأهل اكلتاب ما اختلفوا فيه من أمر الدين، ومن جملته اختلافهم في أمر المسيح وتفرقُهم فيه فرقًا كثيرة حتى لعن بعضهم بعضًا، فلو كانوا منصفين لأسلموا، لأن القرآن جاءهم بالرأي الساطع، والخبر القاطع ﴿وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِّلْمُؤمِنِينَ﴾ أي وإِنه لهداية لقلوب المؤمنين من الضلالة، ورحمة لهم من العذاب، قال القرطبي: وإِنما خصَّ المؤمنين بالذكر لأنهم المنتفعون به ﴿إِن رَبَّكَ يَقْضِي بَيْنَهُم بِحُكْمِهِ﴾ أي إن ربك يا محمد يفصل بين بني إسرائيل يوم القيامة بحكمه العادل، وقضائه المبرم، فيجازي المحقَّ والمبطل ﴿وَهُوَ العزيز﴾ أي المنيع الغالب الذي لا يُردُّ أمره ﴿العليم﴾ أي العليم بأفعال العباد فلا يخفى عليه شيء منهم ﴿فَتَوَكَّلْ عَلَى الله﴾ أي فوِّضْ إليه أمرك، واعتمد عليه في جميع شئونك فإنه ناصرك ﴿إِنَّكَ عَلَى الحق المبين﴾ أي إنك يا محمد على الدين الحق، الواضح المنير، فالعاقبة لك بالنصر على الكفار ﴿إِنَّكَ لاَ تُسْمِعُ الموتى﴾ أي لا تُسمع الكفار لتركهم التدبر والاعتبار، فهم كالموتى لا حسَّ لهم ولا عقل ﴿وَلاَ تُسْمِعُ الصم الدعآء إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ أي ولا تُسمعهم دعاءَك ونداءك إِذا ذكَّرتهم بالله أو دعوتهم إلى الإِيمان، لأنهم كالصُّم الذين في آذانهم وقرٌ، فلا يستجيبون الدعاء، لا سيما إذا تولَّوا عنك معرضين، فإِن الأصمَّ إذا تولى مدبرًا ثم ناديته كان أبعد عن السماعحيث انضمَّ إلى صممه بُعدُ المسافة ﴿وَمَآ أَنتَ بِهَادِي العمي عَن ضَلالَتِهِمْ﴾ أي وليس بوسعك يا محمد أن تصرف عُمي القلوب عن كفرهم وضلالهم ﴿إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ بِآيَاتِنَا فَهُم مُّسْلِمُونَ﴾ أي ما تُسمع - سماع تدبر وإِفهام - إلا المؤمنين، ولا يستجيب لدعوتك إلاّ أهل الإيمان، وهم الذين انقادوا وأسلموا وجوههَم للرحمن.\n. شبَّه من لا يسمع ولا يعقل بالموتى في أنهم لا يسمعون وإن كانوا أحياء، ثم شبههم ثانيًا بالصم وبالعُمي وإِن كانوا سليمي الحواس، وأكَّد عدم سماعهم بقوله ﴿إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ لأن الأصمَّ، وكالعُمي، لا يفهمون ولا يسمعون ولا يبصرون، ولا يلتفتون إلى شيء من الدلائل الكونية، أو الآيات القرآنية ﴿وَإِذَا وَقَعَ القول عَلَيْهِم﴾ هذا بيان لما يكون بين يدي الساعة أي وإِذا قَرُبَ نزول العذاب وقيام الساعة، وحان وقت عذاب الكفار ﴿أَخْرَجْنَا لَهُمْ دَآبَّةً مِّنَ الأرض تُكَلِّمُهُمْ أَنَّ الناس كَانُوا بِآيَاتِنَا لاَ يُوقِنُونَ﴾ أي أخرجنا للكفار هذه الآية الكبيرة «دابة الأرض» تكلم الناس وتناظرهم وتقول من جملة كلامها: ألا لعنةُ الله على الظالمين، الذين لا يصدّقون ولا يؤمنون بآيات","vol":"2","page":384},{"text":"الله، وخروجُ الدابة من أشراط الساعة وفي الحديث\n«لا تقوم الساعةُ حتى تروا عشر آياتٍ. . وعدَّ منها طلوع الشمس من مغربها، وخروجَ الدابة. .» الحديث قال ابن كثير: هذه الدابة تخرج في آخر الزمان، عند فساد الناس وتركهم أوامر الله، وتبديلهم الدين الحق، فتكلم الناس وتخاطبهم مخاطبة قال ابن عباس: تكلمهم كلامًا فتقول لهم: إن الناس كانوا بآياتنا لا يوقنون، وروي أن خروجها حي ينقطع الخير، ولا يُؤمر بمعروف ولا يُنهى عن منكر، ولا يبقى منيبٌ ولا تائب، وهي آية خاصة خارقة للعادة، ثم ذكر تعالى بعض مشاهد القيامة فقال ﴿وَيَوْمَ نَحْشُرُ مِن كُلِّ أُمَّةٍ فَوْجًا﴾ أي واذكر يوم نجمع للحساب والعقاب من كل أمةٍ من الأمم جماعة وزمرة ﴿مِّمَّن يُكَذِّبُ بِآيَاتِنَا﴾ أي من الجاحدين المكذبين بآياتنا ورسلنا ﴿فَهُمْ يُوزَعُونَ﴾ أي فهم يُجمعون ثم يُساقون بعنف ﴿حتى إِذَا جَآءُوا قَالَ أَكَذَّبْتُم بِآيَاتِي وَلَمْ تُحِيطُواْ بِهَا عِلْمًا﴾ أي حتى إذا حضروا موقف الحساب والسؤال قال لهم تعالى مُوبِخًا ومُقرِّعًا: أكذبتم بآياتي المنزلة على رسلي من غير فكر ولا نظر يؤدي إلى إحاطة العلم بكنهها، أو معرفة صدقها؟ ﴿أَمَّا ذَا كُنتُمْ تَعْمَلُونَ﴾ تقريع وتوبيخ آخر أيْ أيَّ شيء كنتم تعملون في الدنيا؟ وبَّخهم أولًا بقوله ﴿أَكَذَّبْتُم بِآيَاتِي﴾ ثم اضرب عنه إلى استفهام تقرير وتبكيت كأنه قيل: دَعُوا ما نسبتُه إليكم من التكذيب وقولوا لي: أيَّ شيءٍ كنتم تعملونه في الدنيا غير التكذيب؟ ﴿وَوَقَعَ القول عَلَيهِم بِمَا ظَلَمُواْ﴾ أي بُهِتوا فلم يكن لهم جواب، وقامت عليهم الحجة وحقَّ عليهم العذاب، بسبب ظلمهم وهو تكذيبهم بآيات الله ﴿فَهُمْ لاَ يَنطِقُونَ﴾ أي فهم لا يتكلمون لأنه ليس لهم عذر ولا حجة، وقد شُغلوا بالعذاب عن الجواب. . ثم لما ذكر تعالى أهوال القيامة ذكر الأدلة والبراهين على التوحيد والحشر والنشر مبالغةً في الإِرشاد إلى الإِيمان فقال: ﴿أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا الليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ أي ألم يروا قدرة الله فيعتبروا أنه تعالى جعل الليل مظلمًا ليناموا ويستريحوا من تعب الحياة، وجعل النهار منيرًا مشرقًا ليتصرفوا فيه في طلب المعاش والرزق؟ ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إن في تقليب الليل والنهار من نور إلى ظلمة، ومن ظلمةٍ إلى نور لآيات باهرة، ودلائل قاطعة على قدرة الله لقومٍ يصدّقون فيعتبرون، ثم أشار تعالى إلى أحوال الناس في الآخرة فقال ﴿وَيَوْمَ يُنفَخُ فِي الصور فَفَزِعَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله﴾ أي واذكر يوم ينفخ إسرافيل في الصور «نفخة الفزع» فلا يبقى أحدٌ من أهل السماوات والأرض إلا خاف وفزع إلا من شار الله من الملائكة والأنبياء والشهداء قال المفسرون: هذه نفخة الفزع، ثم تتلوها نفخة الصَّعق - وهو الموت - ثم بعد ذلك نفخة النشور من القبور وهي نفخة القيام لرب العالمين، قال أبو هريرة: إن الملك له في الصور ثلاثُ نفخات: نفخةُ الفزع - وهو فزع الحياة الدنيا - وليس بالفزع الأكبر، ونفخة الصَّعْق، ونفخة القيام من القبور ﴿وَكُلٌّ أَتَوْهُ دَاخِرِينَ﴾ أي وكلٌّ من الأموات الذين أُحيوا أتَوْا ربَّهم صاغرين مطيعين لم يتخلف منهم أحد ﴿وَتَرَى الجبال تَحْسَبُهَا جَامِدَةً﴾ أي وترى أيها المخاطب الجبال وقت النفخة الأولى تظنها ثابتة في مكانها وواقفة ﴿وَهِيَ تَمُرُّ مَرَّ السحاب﴾ أي وهي","vol":"2","page":385},{"text":"تسير سيرًا سريعًا كالسحاب قال الإِمام الفخر: ووجه حسبانهم أنها جامدة أن الأجسام الكبار إذا تحركت سريعة على نهجٍ واحد ظنَّ الناظر إليها أنها واقفة مع أنها تمر مرًا سريعًا ﴿صُنْعَ الله الذي أَتْقَنَ كُلَّ شَيْءٍ﴾ أي ذلك صنعُ الله البديع، الذي أكحم كل شيء خلقه، وأودع فيه من الحكمة ما أودع ﴿إِنَّهُ خَبِيرٌ بِمَا تَفْعَلُونَ﴾ أي هو عليم بما يفعل العباد من خير وشر، وسيجازيهم عليه أتم الجزاء.\n. ثم بيَّن تعالى حال السعداء والأشقياء في ذلك اليوم الرهيب فقال ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ أي من جاء يوم القيامة بحسنةٍ من الحسنات، فإِن الله يضاعفها له إلى عشر حسنات، ويعطيه بالعمل القليل الثواب الأبدي ﴿وَهُمْ مِّن فَزَعٍ يَوْمَئِذٍ آمِنُونَ﴾ أي وهم من خوف ذلك اليوم العصيب آمنون كما قال تعالى ﴿لاَ يَحْزُنُهُمُ الفزع الأكبر﴾ [الأنبياء: ١٠٣] ﴿وَمَن جَآءَ بالسيئة فَكُبَّتْ وُجُوهُهُمْ فِي النار﴾ قال ابن عباس: لاسيئة: الإِشراك بالله أي ومن جاء يوم القيامة مسيئًا لا حسنة له أو مشركًا بالله فإِنه يكبُّ في جهنم على وجهه منكوسًا، ويُلقى فيها مقلوبًا ﴿هَلْ تُجْزَوْنَ إِلاَّ مَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم توبيخًا: هل تُجزون إلا جزاء ما كنتم تعملون في الدنيا من سيء الأعمال؟ ﴿إِنَّمَآ أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هَذِهِ البلدة الذي حَرَّمَهَا﴾ أي قل لهم يا محمد: لقد أُمرت أن أخصَّ الله وحده بالعبادة ربَّ لابلد الأمين الذي جعل مكة حرمًا آمنًا لا يُسفك فيها دم، ولا يُظلم فيها أحد، ولا يصاد صيدها ولا يُختلى خلاها كما جاء في الحديث الصحيح ﴿وَلَهُ كُلُّ شَيءٍ﴾ أي هو تعالى الالق والمالك لكل شيء فهو رب كل شيء ومليكه ﴿وَأُمِرْتُ أَنْ أَكُونَ مِنَ المسلمين﴾ أي وأُمرتُ أن أكون من المخلصين لله بالتوحيد، المنقادين لأمره، المستسلمين لحكمه ﴿وَأَنْ أَتْلُوَ القرآن﴾ أي أُمرتُ أيضًا بتلاوة القرآن لتنكشف لي حقائقه الرائعة، وأن أقرأه على الناس ﴿فَمَنِ اهتدى فَإِنَّمَا يَهْتَدِي لِنَفْسِهِ﴾ أي فمن اهتدى بالقرآن، واستنار قلبه بالإِيمان، فإِن ثمرة هدايته راجعة إليه ﴿وَمَن ضَلَّ فَقُلْ إِنَّمَآ أَنَاْ مِنَ المنذرين﴾ أي ومن ضلَّ عن طريق الهدى، فوبالُ ضلاله مختص به، إذْ ما على الرسول إلا البلاغ وقد بلغتكم رسالة الله ﴿وَقُلِ الحمد للَّهِ﴾ أي قل يا محمد: الحمد لله على ما خصني به من شرف النبوة والرسالة، وما أكرمني من رفيع المنزلة والمقام ﴿سَيُرِيكُمْ آيَاتِهِ فَتَعْرِفُونَهَا﴾ تهديد ووعيد أي سيريكم آياته الباهرة الدالة على عظيم قدرته وسلطانه في الأنفس والآفاق فتعرفونها حين لا تنفعكم المعرفة ﴿وَمَا رَبُّكَ بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ أي وما ربك بغافل عن أعمال العباد بل هو على كل شيء شهيد، وفيه وعدٌ ووعيد.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام الإِنكاري ﴿أَإِذَا كُنَّا تُرَابًا وَآبَآؤُنَآ أَإِنَّا لَمُخْرَجُونَ﴾ وتكرير الهمزة ﴿أَإِنَّا﴾ للمبالغة في التعجب والإِنكار.\n٢ - الوعيد والتهديد ﴿قُلْ سِيرُواْ فِي الأرض فَاْنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ .\n٣ - التأكيد بإِن واللام ﴿وَإِنَّ رَبَّكَ لَذُو فَضْلٍ﴾ ﴿وَإِنَّ رَبَّكَ لَيَعْلَمُ﴾ ﴿وَإِنَّهُ لَهُدًى﴾ .\n٤ - الطباق ﴿مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ لأن معنى ﴿تُكِنُّ﴾ تخفي.","vol":"2","page":386},{"text":"٥ - الاستعارة البديعة ﴿إِنَّ هذا القرآن يَقُصُّ﴾ لأن القصص لا يوصف به إلا الناطق المميز، ولكنَّ القرآن لما تضمَّن نبأ الأولين، كان الشخص الذي يقصُّ على الناس الأخبار ففيه استعارةٌ تبعية.\n٦ - المبالغة ﴿العزيز العليم﴾ لأن صيغة فعيل من صيغ المبالغة.\n٧ - الاستعارة التمثيلية ﴿إِنَّكَ لاَ تُسْمِعُ الموتى﴾ التعبير بالموتى، والصم، والعمي، جاء كله بطريق الاستعارة، وهو تمثيل لأحوال الكفار في عدم انتفاعهم بالإِيمان بأنهم كالموتى والصم والعمي.\n٨ - أسلوب التوبيخ والتأنيب ﴿أَمَّا ذَا كُنتُمْ تَعْمَلُونَ﴾؟\n٩ - الطباق ﴿مَن جَآءَ بالحسنة. . وَمَن جَآءَ بالسيئة﴾ .\n١٠ - التشبيه البليغ ﴿وَهِيَ تَمُرُّ مَرَّ السحاب﴾ أي تمرُّ كمرِّ السحاب في السرعة، حذفت الأداة ووجه الشبه فأصبح تشبيهًا بليغًا مثل محمد قمر.\n١١ - الإِحتباك ﴿أَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا الليل لِيَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ حُذف من أوله ما أُثبت في آخره وبالعكس، أصله جعلنا الليل مظلمًا لتسكنوا فيه، والنهار مبصرًا للتصرفوا فيه فحذف «مظلمًا» لدلالة «مبصرًا» عليه، وحذف «لتتصرفوا فيه» لدلالة ﴿لِيَسْكُنُواْ فِيهِ﴾ وهذا النوع يسمى الإِحتباك وهم من المحسنات البديعية.","vol":"2","page":387},{"text":"اللغَة: ﴿شِيَعًا﴾ فِرقًا وأصنافًا ﴿يَسْتَحْيِي﴾ يتركه حيًّا ولا يقتله ﴿نَّمُنَّ﴾ نتفضل وننعم ﴿اليم﴾ البحر ﴿فَارِغًا﴾ خاليًا ﴿المراضع﴾ جمع مُرضِع، وأما المرضعة فجمعها مرضعات وهي التي ترضع الطفل اللبن ﴿عَن جُنُبٍ﴾ عن بعد ومنه الأجنبي للبعيد غير القريب ﴿وَكَزَهُ﴾ الوكز: الضرب بجُمْع الكف أي بكفه مجموعةً قال أهل اللغة: الوكزُ واللكز كلاهما بمعنى واحد وهو الضرب بجمع","vol":"2","page":389},{"text":"الكفّ على الصدر، وقيل: الوكز في الصدر، واللكزُ في الظهر، وجمع الكف: الكف المقوضةُ الأصابع ﴿ظَهِيرًا﴾ عونًا ﴿يَسْتَصْرِخُهُ﴾ يستغيثه والاستصراخ الاستغاثة وهو من الصراخ لأن المستغيث يصرخ ويرفع صوته طلبًا للغوث قال الشاعر:\nكنا إذا ما أتانا صارخ فرعٌ ... كان الصراخ له قرع الظنابيب\n﴿يَبْطِشَ﴾ البطش: الأخذ بالشدة والعنف، بطش ويبطش ويبطش بالكسر والضم.\nالتفسِير: ﴿طسم﴾ الحروف المقطعة للتنبيه على إعجاز القرآن الكريم، والإِشارة إلى أن هذا الكتاب المعجز في فصاحته وبيانه مركبٌ من أمثال هذه الحروف الهجائية ﴿تِلْكَ آيَاتُ الكتاب المبين﴾ أي هذه آيات القرآن الواضح الجلي، الظاهر في إعجازه، الواضح في تشريعه وأحكامه ﴿نَتْلُواْ عَلَيْكَ مِن نَّبَإِ موسى وَفِرْعَوْنَ بالحق﴾ أي نقرأ عليك يا محمد بواسطةالروح الأمين من الأخبار الهامة عن موسى وفرعون من الحق الذي لا يأتيه الباطل، والصدق الذي لا ريب فيه ولا كذب ﴿لِقَوْمٍ يُؤْمِنُونَ﴾ أي لقومٍيصدقون بالقرآن فينتفعون. . ثم بدأ بذكر قصة فرعون الطاغية فقال ﴿إِنَّ فِرْعَوْنَ عَلاَ فِي الأرض﴾ أي استكبر وتجبَّر، وجاوز الحد في الطغيان في أرض مصر ﴿وَجَعَلَ أَهْلَهَا شِيَعًا﴾ أيجعل أهلها فرقًا وأصنافًا في استخدامه وطاعته ﴿يَسْتَضْعِفُ طَآئِفَةً مِّنْهُمْ﴾ أي يستعبد ويستذل فريقًا منهم وهم بنوا إسرائيل فيسومهم سوء العذاب ﴿يُذَبِّحُ أَبْنَآءَهُمْ وَيَسْتَحْيِي نِسَاءَهُمْ﴾ أي يقتّل أبناءهم الذكور ويترك الإِناث على قيد الحياة لخدمته وخدمة الأقباط قال المفسرون: سبب تقتيله الذكور أن فرعون رأى في منامه أن نارًا عظيمةً أقبلت من بيت المقدس وجاءت إلى أرض مصر فأحرقت القبط دون بني إسرائيل، فسأل عن ذلك المنجمين والكهنة، فقالوا له: إن مولودًا يولد في بني إسرائيل، يذهب ملكك على يديه، ويكون هلاكك بسببه فأمر أن يقتل كل ذكر من أولاد بني إسرائيل ﴿إِنَّهُ كَانَ مِنَ المفسدين﴾ أي من الراسخين في الفساد، المتجبرين في الأرض، ولذلك ادعى الربوبية وأمعن في القتل وإذلال العباد ﴿وَنُرِيدُ أَن نَّمُنَّ عَلَى الذين استضعفوا فِي الأرض﴾ أي ونريد برحمتنا أن نتفضل وننعم على المستضعفين من بني إسرائيل فننجيهم من بأس فرعون وطغيانه ﴿وَنَجْعَلَهُمْ أَئِمَّةً﴾ أي ونجعلهم أئمة يقتدى بهم في الخير بعد أن كانوا أذلاء مسخرين قال ابن عباس: ﴿أَئِمَّةً﴾ قادة في الخير، وقال قتادة: ولاةً وملوكًا ﴿وَنَجْعَلَهُمُ الوارثين﴾ أي ونجعل هؤلاء الضعفاء وارثين لملك فرعون وقومه، يرثون ملكهم ويسكنون مساكنهم بعد أن كان القبط أسياد مصر وأعزتها ﴿وَنُمَكِّنَ لَهُمْ فِي الأرض﴾ أي ونملكهم بلاد مصر والشام يتصرفون فيها كيف يشاءون قال البيضاوي: أصل التمكين أن تجعل للشيء مكانًا يتمكن فيه ثم استعيد للتسليط وإطلاق الأمر ﴿وَنُرِيَ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا مِنْهُمْ مَّا كَانُواْ يَحْذَرُونَ﴾ أي ونري فرعون الطاغية، ووزيره «هامان» والأقباط من أولئك المستضعفين ما كانوا يخافونه من ذهاب ملكهم وهلاكهم على يد مولودٍ من بني إسرائيل ﴿وَأَوْحَيْنَآ","vol":"2","page":390},{"text":"إلى أُمِّ موسى أَنْ أَرْضِعِيهِ﴾ أي قذفنا في قلبها بواسطة الإِلهام قال ابن عباس: هو وحيُ إلهام وقال مقاتل: أخبرها جبريل بذلك قال القرطبي: فعلى قول مقاتل هو وحيُ إعلام لا إلهام، وأجمع الكل على أنها لم تكن نبية، وإنما إرسال الملك إليها على نحو تكليم الملك للأقرع والأبرص والأعمى كما في الحديث المشهور، وكذلك تكليم الملائكة للناس من غير نبوة، وقد سلَّمت على «عمران بن حصين» فلم يكن نبيًا ﴿فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم﴾ أي فإذا خفت عليه من فرعون فاجعليه في صندوق وألقيه في البحر - بحر النيل - ﴿وَلاَ تَخَافِي وَلاَ تحزني﴾ أي لا تخافي عليه الهلاك ولا تحزني لفراقه ﴿إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين﴾ أي فإنا سنرده إليك ونجعله رسولًا نرسله إلى هذا الطاغية لننجّي بني إسرائيل على يديه ﴿فالتقطه آلُ فِرْعَوْنَ لِيَكُونَ لَهُمْ عَدُوًّا وَحَزَنًا﴾ أي فأخذه وأصابه أعوان فرعون لتكون عاقبة الأمر أن يصبح لهم عدوًا ومصدر حزن وبلاءٍ وهلاك قال القرطبي: اللام في «ليكون» لا العاقبة ولام الصيرورة، لأنهم إنما أخذوه ليكون لهم قرة عين، فكان عاقبة ذلك أن صال لهم عدوًا وحزنًا، فذكر الحال بالمآل كما قال الشاعر:\nوللمنايا تُربِّي كلُّ مرضعةٍ ... ودورُنا لخراب الدهر نبْنيها\n﴿إِنَّ فِرْعَوْنَ وَهَامَانَ وَجُنُودَهُمَا كَانُواْ خَاطِئِينَ﴾ أي كانوا عاصين مشركين آثمين، قال العلماء: الخاطئ من تعمد الذنب والإِثم، والمخطئ من فعل الذنب عن غير تعمد ﴿وَقَالَتِ امرأة فِرْعَوْنَ قُرَّتُ عَيْنٍ لِّي وَلَكَ﴾ أي قالت زوجة فرعون لفرعون: هذا الغلام فرحة ومسرة لي ولك لعلنا نسر به فيكون قرة عين لنا قال الطبري: ذكر أن المرأة لما قالت هذا القول لفرعون قال لها: أمَّا لك فنعم، وأما لي فليس بقرة عين، وقال ابن عباس: لو قال قرة عين لي لهداه الله به ولآمن ولكنه أبى ﴿لاَ تَقْتُلُوهُ﴾ أي لا تقتله يا فرعون، خاطبته بلفظ الجمع كما يُخاطب الجبارون تعظيمًا له ليساعدها فيما تريد ﴿عسى أَن يَنْفَعَنَا أَوْ نَتَّخِذَهُ وَلَدًا﴾ عسى أن ينفعنا في الكبر، أو نتبناه فنجعله لنا ولدًا تقَرُّ به عيوننا قال المفسرون: وكانت لا تلد فاستوهبت موسى من فرعون فوهبه لها قال تعالى ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي وهم لا يشعرون أن هلاك فرعون وزبانيه سيكون على يديه وبسببه ﴿وَأَصْبَحَ فُؤَادُ أُمِّ موسى فَارِغًا﴾ أي صار قلبها خاليا ً من ذكر كل شيء في الدنيا إلا من ذكر موسى، وقيل المعنى: طار عقلها من فرط الجزع والغم حين سمعت بوقوعه في يد فرعون ﴿إِن كَادَتْ لَتُبْدِي بِهِ﴾ أي إنها كادت ان تشف أمره وتظهر أنه ابنها من شدة الوجد والحزن قال ابن عباس: كادت تصيح واإبناه، وذلك حين سمعت بوقوعه في يد فرعون ﴿لولا أَن رَّبَطْنَا على قَلْبِهَا﴾ أي لولا أن ثبتناها وألهمناها الصبر ﴿لِتَكُونَ مِنَ المؤمنين﴾ أي لتكون من المصدقين بوعد الله برده عليها ﴿وَقَالَتْ لأُخْتِهِ قُصِّيهِ﴾ أي قالت أم موسى لأخت موسى: إتبعي أثره حتى تعلمي خبره قال مجاهد: قصي أثره وانظري ماذا يفعلون به؟ ﴿فَبَصُرَتْ بِهِ عَن جُنُبٍ وَهُمْ لاَ يَشْعُرُونَ﴾ أي فأبصرته عن بعد وهم لا يشعرون أنها أخته،","vol":"2","page":391},{"text":"لأنها كانت تمشي على ساحل البحر حتى وصل الصندوق إلى بيت فرعون وهي ترقبه مستخفيةً عنهم ﴿وَحَرَّمْنَا عَلَيْهِ المراضع مِن قَبْلُ﴾ أي ومنعنا موسى أن يقبل ثدي اي مرضعة من المرضعات اللاتي أحضروهن لإِرضاعه من قبل مجيء أُمه قال المفسرون: بقي أيامًا كلما أُتي بمرضع لم يقبل ثديها، فأهمهم ذلك واشتد عليهم الأمر فخرجوا به يبحثون له عن مرضعة خارج القصر فرأوا أخته ﴿فَقَالَتْ هَلْ أَدُلُّكُمْ على أَهْلِ بَيْتٍ يَكْفُلُونَهُ لَكُمْ﴾ أي هل أدلكم على مرضعة له تكفله وترعاه؟ ﴿وَهُمْ لَهُ نَاصِحُونَ﴾ أي لا يقصرون في إرضاعه وتربيته قال السدي: فدلتهم على أم موسى فانطلقت إليها بأمرهم فجاءت بها، والصبي على يد فرعون يعلله شفقة عليه وهو يبكي يطلب الرضاع، فدفعه إليها فلما وجد ريح أُمه قبل ثديها، فقال فرعون: من أنت منه فقد أبى كل هديٍ إلا ثديك؟ فقالت: إني امرأة طيبة الريح، طيبة اللبن، لا أكاد أوتى بصبي إلا قبلني فدفعه إليها، فرجعت إلى بيتها من يومها ولم يبق أحدٌ من آل فرعون إلا أهدى إليها وأتحفها بالهدايا والجواهر فذلك قوله تعالى ﴿فَرَدَدْنَاهُ إلى أُمِّهِ كَيْ تَقَرَّ عَيْنُهَا وَلاَ تَحْزَنَ﴾ أي أعدناه إليها تحقيقًا للوعد كي تسعد وتهنأ بلقائه ولا تحزن على فراقه ﴿وَلِتَعْلَمَ أَنَّ وَعْدَ الله حَقٌّ﴾ أي ولتتحقق من صدق وعد الله برده عليها وحفظه من شر فرعون ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكن أَكثر الناس يرتابون ويشكون في وعد الله القاطع ﴿وَلَمَّا بَلَغَ أَشُدَّهُ واستوى﴾ أي ولما بلغ كمال الرشد، ونهاية القوة، وتمام العقل والاعتدال قال مجاهد: هو سنُّ الأربعين ﴿آتَيْنَاهُ حُكْمًا وَعِلْمًا﴾ أي أعطيناه الفهم والعلم والتفقه في الدين مع النبُوَّة ﴿وَكَذَلِكَ نَجْزِي المحسنين﴾ أي مثل هذا الجزاء الكريم نجازي المحسنين على إحسانهم ﴿وَدَخَلَ المدينة على حِينِ غَفْلَةٍ مِّنْ أَهْلِهَا﴾ أي دخل مصر وقت الظهيرة والناس يخلدون للراحة عند القيلولة ﴿فَوَجَدَ فِيهَا رَجُلَيْنِ يَقْتَتِلاَنِ هذا مِن شِيعَتِهِ وهذا مِنْ عَدُوِّهِ﴾ أي فوجد شخصين يتقاتلان: أحدهما من بني إسرائيل من جماعة موسى، والآخر قبطي من جماعة فرعون ﴿فاستغاثه الذي مِن شِيعَتِهِ عَلَى الذي مِنْ عَدُوِّهِ﴾ أي فاستنجد الإِسرائيلي بموسى وطلب غوثه ليدفع عنه شر القبطي ﴿فَوَكَزَهُ موسى فقضى عَلَيْهِ﴾ أي ضربه موسى بجمع كفه فقتله، قال القرطبي: فعل موسى ذلك وهو لا يريد قتله إنما قصد دفعه فكانت فيه نفسه وكانت القاضية ﴿قَالَ هذا مِنْ عَمَلِ الشيطان﴾ أي هذا من إغواء الشيطان فهو الذي هيَّج غضبي حتى ضربت هذا ﴿إِنَّهُ عَدُوٌّ مُّضِلٌّ مُّبِينٌ﴾ أي إن الشيطان عدوٌ لابن آدم على فعله ﴿قَالَ رَبِّ إِنِّي ظَلَمْتُ نَفْسِي فاغفر لِي﴾ أي إني ظلمت نفسي بقتل النفس فاعف عني ولا تؤاخذني بخطيئتي ﴿فَغَفَرَ لَهُ إِنَّهُ هُوَ الغفور الرحيم﴾ أي إنه تعالى المبالغ في المغفرة للعباد، الواسع الرحمة لهم ﴿قَالَ رَبِّ بِمَآ أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ﴾ أي بسبب إنعامك عليَّ بالقوة وبحق ما أكرمتني به من الجاه والعز، فلن أكون عونًا لأحد من المجرمين، وهذه معاهدة عاهد","vol":"2","page":392},{"text":"موسى ربه عليها وقيل: هو قسم وهو ضعيف ﴿فَأَصْبَحَ فِي المدينة خَآئِفًا يَتَرَقَّبُ﴾ أي فأصبح موسى في المدينة التي قتل فيها القبطي خائفًا على نفسه يتوقع وينتظر المكروه، ويخاف أن يؤخذ بجريرته ﴿فَإِذَا الذي استنصره بالأمس يَسْتَصْرِخُهُ﴾ أي فإذا صاحبه الإِسرائيلي الذي خلَّصه بالأمس يقاتل قبطيًا آخر فلما رأى موسى أخذ يصيح به مستغيثًا لينصره من عدوه ﴿قَالَ لَهُ موسى إِنَّكَ لَغَوِيٌّ مُّبِينٌ﴾ أي قال موسى للإِسرائيلي: إنك لبيَّنُ الغواية والضلال، فإني وقعت بالأمس فيما وقعت فيه من قتل رجلٍ بسببك وتريد أن توقعني اليوم في ورطةٍ أخرى؟ ﴿فَلَمَّآ أَنْ أَرَادَ أَن يَبْطِشَ بالذي هُوَ عَدُوٌّ لَّهُمَا﴾ أي فحين أراد موسى أن يبطش بذلك القبطي الذي هو عدوٌ له وللإِسرائيلي ﴿قَالَ ياموسى أَتُرِيدُ أَن تَقْتُلَنِي كَمَا قَتَلْتَ نَفْسًا بالأمس﴾ أي قال القبطي: أتريد قتلي كما قتلت غيري بالأمس؟ ﴿إِن تُرِيدُ إِلاَّ أَن تَكُونَ جَبَّارًا فِي الأرض﴾ أي ما تريد يا موسى إلا أن تكون من الجبابرة المفسدين في الأرض ﴿وَمَا تُرِيدُ أَن تَكُونَ مِنَ المصلحين﴾ أي وما تريد أن تكون من الذين يصلحون بين الناس.\nالبَلاَغَة: تضمنت الآيات من وجوه البيان والبديع ما يلي:\n١ - الإِشارة بالبعيد عن القريب لبعد مرتبته في الكمال ﴿تِلْكَ آيَاتُ الكتاب المبين﴾ .\n٢ - حكاية الحالة الماضية ﴿وَنُرِيدُ أَن نَّمُنَّ﴾ لاستحضار تلك الصورة في الذهن.\n٣ - إيثارالجملة الإِسمية على الفعلية ﴿إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين﴾ ولم يقل سنرده ونجعله رسولًا وذلك للاعتناء بالبشارة لأن الجملة الإِسمية تفيد الثبوت والإِستمرار.\n٤ - الاستعارة ﴿لولا أَن رَّبَطْنَا على قَلْبِهَا﴾ شبه ما قذف الله في قلبها من الصبر بربط الشيء المنفلت خشية الضياع واستعار لفظ الربط للصبر.\n٥ - صيغة التعظيم ﴿لاَ تَقْتُلُوهُ﴾ تخاطب فرعون ولم تقل لا تقتله تعظيمًا له.\n٦ - صيغة المبالغة ﴿جَبَّار، غَوِيٌّ، مُّبِينٌ﴾ لأن فعال وفعيل من صيغ المبالغة.\n٧ - الطباق المعنوي ﴿جَبَّارًا. . وَمَا تُرِيدُ أَن تَكُونَ مِنَ المصلحين﴾ لأن الجبار المفسد المخرّب، المكثر للقتل وسفك الدماء ففيه طباق في المعنى.\n٨ - الاستعطاف ﴿رَبِّ بِمَآ أَنْعَمْتَ عَلَيَّ فَلَنْ أَكُونَ ظَهِيرًا لِّلْمُجْرِمِينَ﴾ .\n٩ - توافق الفواصل في كثير من الآيات مثل ﴿وَهُمْ لاَ يَشْعُرُون﴾ ﴿وَهُمْ لَهُ نَاصِحُونَ﴾ ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ وهو من المحسنات البديعية.\nلطيفَة: «حكى العلاَّمة القرطبي عن الأصمعي أنه قال سمعت جارية أعرابية تنشد:\nأستغفر الله لذنبي كله ... قتلتُ إنسانًا بغير حلِّه\nمثل الغزال ناعمًا في دله ... انتصف الليل ولم أُصلِّه\nفقلت: قاتلك الله ما أفصحك؟ فقالت: ويحك أو يعد فصاحة مع قول الله ﷿ ﴿وَأَوْحَيْنَآ إلى أُمِّ موسى أَنْ أَرْضِعِيهِ فَإِذَا خِفْتِ عَلَيْهِ فَأَلْقِيهِ فِي اليم وَلاَ تَخَافِي وَلاَ تحزني إِنَّا رَآدُّوهُ","vol":"2","page":393},{"text":"إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين﴾ فقد جمع في آية واحدة بين أمرين، ونهيين، وخبرين وبشارتين» .","vol":"2","page":394},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن قصة موسى، وقد تناولت الآيات السابقة قصة ولادته وإرضاعه، وتربيته في بيت فرعون إلى أن شبَّ وبلغ سنَّ الرشد والكمال، ثم قتله للفرعوني، وتتحدث الآيات هنا عن هجرته إلى أرض مدين وتزوجه بابنة شعيب، ثم عودته إلى مصر، ونزول النبوة عليه، وهلاك فرعون على يديه.\nاللغَة: ﴿يَأْتَمِرُونَ﴾ يتشاورون قال الأزهري: ائتمر القوم وتآمروا أي أمر بعضهم بعضًا ﴿تَذُودَانِ﴾ ذاد يذود إذا حبس ومنع، طرد قال الشاعر:\nلقد سلبت عصاك بنو تميم ... فما تدري بأي عصى تذود\n﴿خَطْبُكُمَا﴾ الخطب: الشأن قال رؤية: «يا عجبًا ما خطبه وخطبي» ﴿الرعآء﴾ جمع راعٍ مثل صاحب وصحاب وهو الذي يرعى الغنم ﴿حِجَجٍ﴾ جمع حجة بكسر الحاء وهي السنة ﴿جَذْوَةٍ﴾ الجذوة: الجمرة الملتهبة ﴿رِدْءًا﴾ عونًا قال الجوهري: أرادأتُه أعنته، وكنتُ له ردءًا أي عونًا ﴿المقبوحين﴾ الهالكين المبعدين أو القبيحين في الصورة يقال: قَبَّحه إذا جعله قبيحًا.\nالتفسِير: ﴿وَجَآءَ رَجُلٌ مِّنْ أَقْصَى المدينة يسعى﴾ أي وجاء رجل مؤمن من آل فرعون يكتم إيمانه من أبعد أطراف المدينة يشتد ويسرع في مشيه قال ابن عباس: هذا الرجل هو مؤمن من آل فرعون ﴿قَالَ ياموسى إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ﴾ أي قال له موسى: إن أشراف فرعون، ووجوه دولته يتشاورون فيك بقصد قتلك ﴿فاخرج إِنِّي لَكَ مِنَ الناصحين﴾ أي فاخرج قبل أن يدركوك فأنا ناصحٌ لك من الناصحين ﴿فَخَرَجَ مِنْهَا خَآئِفًا يَتَرَقَّبُ﴾ أي فخرج من مصر خائفًا على نفسه يترقب وينتظر الطلب أن يدركه فيأخذه، ثم التجأ إلى الله سبحانه بالدعاء لعلمه بأنه لا ملجأ سواه ﴿قَالَ رَبِّ نَجِّنِي مِنَ القوم الظالمين﴾ أي خلصني من الكافرين واحفظني من شرهم - والمراد بهم فرعون وملؤُه - ﴿وَلَمَّا تَوَجَّهَ تِلْقَآءَ مَدْيَنَ﴾ أي قصد بوجهه ناحية مدين وهي بلدة شعيب ﵇ ﴿قَالَ عسى ربي أَن يَهْدِيَنِي سَوَآءَ السبيل﴾ أي لعل الله يرشدني إلى الطريق السوي الذي يوصلني إلى مقصودي قال المفسرون: خرج خائفًا بغير زاد ولا ظهر - مركب - وكان بين مصر ومدين مسيرةُ ثمانية أيام، ولم يكن له علمٌ بالطريق سوى حسن ظنه بربه، فبعث الله إليه ملكًا فأرشده إلى الطريق، ويروى أنه لما وصل مدين كانت خضرةُ البقل تتراءى من بطنه من الهزال، لأنه كان في الطريق يتقوت ورق الشجر ﴿وَلَمَّا وَرَدَ مَآءَ مَدْيَنَ وَجَدَ عَلَيْهِ أُمَّةً مِّنَ الناس يَسْقُونَ﴾ أي ولما وصل إلى مدين بلدة شعيب وجد على البئر الذي يستقي منه الرعاة جمعًا كثيفًا من الناس يسقون مواشيهم ﴿وَوَجَدَ مِن دُونِهِمُ امرأتين تَذُودَانِ﴾ أي ووجد سوى الجماعة الرعاة امرأتين تكفَّان غنمهما عن الماء ﴿قَالَ مَا","vol":"2","page":395},{"text":"خَطْبُكُمَا﴾؟ أي ما شأنكما تمنعان الغنم عن ورود الماء؟ ولم لا تسقيان مع السقاة؟ ﴿قَالَتَا لاَ نَسْقِي حتى يُصْدِرَ الرعآء وَأَبُونَا شَيْخٌ كَبِيرٌ﴾ أي من عادتنا التأني حتى ينصرف الرعاةُ مع أغنامهم عن الماء، ولا طاقة لنا على مزاحمة الأقوياء، ولا نريد مخالطة الرجال، وأبونا رجل مُسنٌّ لا يستطيع لضعفه أن يباشر سقاية الغنم، ولذلك اضطررنا إلى أن نسقي بأنفسنا قال أبو حيان: فيه اعتذار لموسى عن مباشرتهما السقي بأنفسهما، وتنبيهٌ على ان اأباهما لا يقدر على السقي لشيخوخته وكبره، واستعطافٌ لموسى في إعانتهما ﴿فسقى لَهُمَا ثُمَّ تولى إِلَى الظل﴾ أي فسقى لهما غنمهما رحمة بهما، ثم تنحى جانبًا فجلس تحت ظل شجرة ﴿فَقَالَ رَبِّ إِنِّي لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾ أي إني يا ربّ محتاجٌ إلى فضلك وإحسانك، وإلى الطعام الذي أسُدُّ به جوعي، طلب من الله ما يأكله وكان قد اشتد عليه الجوع قال الضحاك: مكث سبعة أيام لم يذق فيها طعامًا إلا بقل الأرض وقال ابن عباس: سار موسى من مصر إلأى «مدين» ليس له طعام إلا البقل وورق الشجر، وكان حافيًا فما وصل إلى مدين حتى سقطت نعل قدميه، وجلس في الظل - وهو صفوة الله من خلقه - وإن بطنه للاصقٌ بظهره من الجوع، وإن خضرة البقل لتُرى من داخل جوفه، وإنه لمحتاجٌ إلى شق تمره ﴿فَجَآءَتْهُ إِحْدَاهُمَا تَمْشِي عَلَى استحيآء﴾ في الكلام اختصار تقديره: فذهبنا إلى أبيهما سريعتين، وكان من عادتهما الإِبطاء فحدثتاه بما كان من أمر الرجل، فأمر إحداهما أن تدعوه له فجاءته تمشي.\n. الخ أي جاءته حال كونها تمشي مشية الحرائر بحياء وخجل قد سترت وجهها بثوبها قال عمر: لم تكن بسلفع من النساء خرَّاجه ولاَّجه ﴿قَالَتْ إِنَّ أَبِي يَدْعُوكَ لِيَجْزِيَكَ أَجْرَ مَا سَقَيْتَ لَنَا﴾ أي إنَّ أبي يطلبك ليعوضك عن أجر السقاية لغنمنا قال ابن كثير: وهذا تأدبٌ في العبارة لم تطلبه طلبًا مطلقًا لئلا يوهم ريبة ﴿فَلَمَّا جَآءَهُ وَقَصَّ عَلَيْهِ القصص قَالَ لاَ تَخَفْ نَجَوْتَ مِنَ القوم الظالمين﴾ أي فلما جاءه موسى وذكر له ما كان من أمره وسبب هربه من مصر قال له شعيب: لا تخف فأنت في بلدٍ آمن لا سلطان لفرعون عليه وقد نجاك الله من كيد المجرمين ﴿قَالَتْ إِحْدَاهُمَا ياأبت استأجره﴾ أي استأجره لرعي أغنامنا وسقايتها ﴿إِنَّ خَيْرَ مَنِ استأجرت القوي الأمين﴾ أي إنَّ أفضل من تستأجره من كان قويًا أمينًا قال أبو حيان: وقولها كلام حكيم جامع لأنه إذ اجتمعت الكفاية والأمانة في القائم بأمرٍ من الأمور فقد تمَّ المقصود، روي أن شعيبًا قال لها: وما أعلمك بقوته وأمانته؟ فقالت: إنه رفع الصخرةالتي لا يطيق حملها إلا عشرة رجال، وإني لما جئتُ معه تقدمتُ أمامه فقال لي: كوني من ورائي ودليني على الطريق، ولما أتيته خفض بصره فلم ينظر إليَّ، فرغب شعيب في مصاهرته وتزيجه بإحدى بناته ﴿قَالَ إني أُرِيدُ أَنْ أُنكِحَكَ إِحْدَى ابنتي هَاتَيْنِ﴾ أي إني أريد أن أزوجك إحدى بنتيَّ هاتين الصغرى أو الكبرى ﴿على أَن تَأْجُرَنِي ثَمَانِيَ حِجَجٍ﴾ أي بشرط أن تكون أجيرًا لي ثماني سنين ترعى فيها غنمي ﴿فَإِنْ أَتْمَمْتَ عَشْرًا فَمِنْ عِندِكَ﴾ أي فإن أكملتها عشر سنين فذلك تفضل منك، وليس بواجب عليك ﴿وَمَآ أُرِيدُ أَنْ أَشُقَّ عَلَيْكَ﴾ أي وما أُريد أن أوقعك","vol":"2","page":396},{"text":"في المشقة باشتراط العشر ﴿سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّالِحِينَ﴾ أي ستجدني إن شاء الله حسن المعاملة، ليِّن الجانب، وفيأ بالعهد قال القرطبي: في الآية عرضُ الوليّ ابنته على الرجل، وهذه سُنة قائمة، عرض شعيب ابنته على موسى، وعرض عمر ابنته حفصة على أبي بكر وعثمان، وعرضت الموهوبة نفسها على النبي ﷺ َ فمن الحُسْن عرض الرجل وليته على الرجل الصالح، اقتداءً بالسلف الصالح ﴿قَالَ ذَلِكَ بَيْنِي وَبَيْنَكَ أَيَّمَا الأجلين قَضَيْتُ فَلاَ عُدْوَانَ عَلَيَّ﴾ أي قال موسى: إنَّ ما قلته وعاهدتني عليه قائم بيننا جميعًا لا نخرج عنه، وأيَّ المدتين الثماني أو العشر أديتها لك فلا إثم ولا حرج عليَّ ﴿والله على مَا نَقُولُ وَكِيلٌ﴾ أي والله شاهد على ما تعاهدنا وتواثقنا عليه ﴿فَلَمَّا قضى مُوسَى الأجل﴾ أي فلما أتم موسى المدة التي اتفقا عليها قال ابن عباس: قضى أتم الأجلين وأكملهما وأوفاهما وهو عشر سنين ﴿وَسَارَ بِأَهْلِهِ﴾ أي ومشى بزوجته مسافرًا بها إلى مصر ﴿آنَسَ مِن جَانِبِ الطور نَارًا﴾ أي أبصر من بعيد نارًا تتوهج من جانب جبل الطور ﴿قَالَ لأَهْلِهِ امكثوا إني آنَسْتُ نَارًا﴾ أي قال لزوجته امكثي هنا فقد أبصرت ناراص عن بعد قال لامفسرون: كانت ليلةً باردة وقد أضلوا الطريق، وهبَّت ريح شديدة فرقت ماشيته، وأخذ أهله لاطلق فعند ذلك أبصر نارًا بعيدة فسار إليها لعله يجد من يدله على لاطريق فذلك قوله تعالى ﴿لعلي آتِيكُمْ مِّنْهَا بِخَبَرٍ﴾ أي لعلي آتيكم بخيبر الطريق وأرى من يدلني عليه ﴿أَوْ جَذْوَةٍ مِّنَ النار لَعَلَّكُمْ تَصْطَلُونَ﴾ أي أو آتيكم بشعلة من النار لعلكم تستدفئون بها ﴿فَلَمَّآ أَتَاهَا نُودِيَ مِن شَاطِىءِ الوادي الأيمن فِي البقعة المباركة مِنَ الشجرة﴾ أي فلما وصل إلى مكان النار لم يجدها نارًا وإنما وجدها نورًا، وجاءه النداء من جانب الوادي الأيمن في ذلك المكان المبارك من ناحية الشجرة ﴿أَن ياموسى إني أَنَا الله رَبُّ العالمين﴾ اي نودي يا موسى إأن الذي يخاطبك ويكلمك هو أنا الله العظيم الكبير، المنزه عن صفات النقص، ربُّ الإِنس والجن والخلائق أجمعين ﴿وَأَنْ أَلْقِ عَصَاكَ﴾ أي ونودي بأن اطرح عصاك التي في يدك ﴿فَلَمَّا رَآهَا تَهْتَزُّ كَأَنَّهَا جَآنٌّ ولى مُدْبِرًا وَلَمْ يُعَقِّبْ﴾ أي فألقاها فانقلبت إلى حيّة فلما رآها تتحرك كأنها ثعبان خفيف سريع الحركة انهزم هاربًا منها ولم يلتفت إليها قال ابن كثير: انقلبت العصى إلى حية وكانت كأنها جانٌّ في حركتها السَريعة مع عِطِم خلقتها، واتساع فمها، واصطكاك أنيابها بحيث لا تمر بصخرة إلا ابتلعتها تنحدر في فمها تتقعقع كأنها حادرة في واد، فعند ذلك ولَّى مدبرًا ولم يلتفت، لأن طبع البشرية ينفر من ذلك ﴿ياموسى أَقْبِلْ وَلاَ تَخَفْ إِنَّكَ مِنَ","vol":"2","page":397},{"text":"الآمنين﴾ أي فنودي يا موسى: إرجع إلى حيث كنت ولا تخف فأنت آمنٌ من المخاوف، فرجع وأدخل يده في فم الحية فعادت عصا ﴿اسلك يَدَكَ فِي جَيْبِكَ تَخْرُجْ بَيْضَآءَ مِنْ غَيْرِ سواء﴾ أي أدخل يدك في جيب قميصك - وهو فتحة الثوب مكان دخول الرأس - ثم أخرجها تخرج مضيئةُ منيرة تتلألأ كأنها قطعة قمر في لمعان البرق من غير أذى ولا برص ﴿واضمم إِلَيْكَ جَنَاحَكَ مِنَ الرهب﴾ قال ابن عباس: اضمم يدك إلى صدرك من الخوف يذهب عنك الرعب قال المفسرون: المراد بالجناح اليد لأن يدي الإِنسان بمنزلة جناح الطائر، وإذا أدخل يده اليمنى تحت عضده اليسرى فقد ضم جناحه إليه وبذلك يذهب عنه الخوف من الحية ومن كل شيء ﴿فَذَانِكَ بُرْهَانَانِ مِن رَّبِّكَ إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي فهذان - العصا واليد - دليلان قاطعان، وحجتان نيرتان واضحتان من الله تعالى تدلان على صدقك، وهما آيتان إلى فرعن واشراف قومه الطُغاة المتجبرين ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ أي خارجين عن طاعتنا، مخالفين لأمرنا ﴿قَالَ رَبِّ إِنِّي قَتَلْتُ مِنْهُمْ نَفْسًا فَأَخَافُ أَن يَقْتُلُونِ﴾ أي قال موسى يا رب إني قتلت قبطيًا من آل فرعون وأخشى إن أتيتهم أن يقتلوني به قال المفسرون: هو القبطي الذي وكزه فمات، فطلب من ربه ما يزداد به قوة على مجابهة فرعون بإرسال أخيه هارون معه فقال ﴿وَأَخِي هَارُونُ هُوَ أَفْصَحُ مِنِّي لِسَانًا﴾ أي هو أوضح بيانًا، وأطلق لسانًا، لأن موسى كان في لسانه حُبْسة من أثر الجمرة التي تناولها في صغره ﴿فَأَرْسِلْهُ مَعِيَ رِدْءًا يُصَدِّقُنِي﴾ أي فأرسلْهُ معي معينًا يبيّن لهم عني ما أكلمهم به بتوضيح الحجج والبراهين ﴿إني أَخَافُ أَن يُكَذِّبُونِ﴾ أي أخاف إن لم يكن لي وزير ولا معين أن يكذبوني لأنهم لا يكادون يفقهون عني، قال الرازي: والمعنى أرسل معي أخي هارون حتى يعاضدني على إِظهار الحجة والبيان، وليس الغرض بتصديق هارون أن يقول ل: صدقتَ، أو يقول للناس: صدقَ موسى، وإنما هو أن يُلخّص بلسانه الفصيح وجوه الدلائل، ويجيب عن الشبهات، ويجادل به الكفار ﴿قَالَ سَنَشُدُّ عَضُدَكَ بِأَخِيكَ وَنَجْعَلُ لَكُمَا سُلْطَانًا﴾ أي أجابه تعالى إلى طلبه وقال له: سنقوّيك بأخيك ونعينك به، ونجعل لكما غلبةً وتسلطًا على فرعون وقومه ﴿فَلاَ يَصِلُونَ إِلَيْكُمَا بِآيَاتِنَآ﴾ أي لا سبيل لهم إلى الوصول إلى أذاكما بسبب ما أيدتكما به من المعجزات الباهرات ﴿أَنتُمَا وَمَنِ اتبعكما الغالبون﴾ أي العاقبة لكما ولأتباعكما في الدنيا والآخرة، وأنتم الغالبون على القوم المجرمين كقوله تعالى\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ [المجادلة: ٢١] ﴿فَلَمَّا جَآءَهُم موسى بِآيَاتِنَا بَيِّنَاتٍ﴾ أي فلما جاءهم موسى بالبراهين الساطعة، والمعجزات القاطعة، الدالة على صدقه وأنه رسولٌ من عند الله ﴿قَالُواْ مَا هاذآ إِلاَّ سِحْرٌ مُّفْتَرًى﴾ أي ما هذا الذي جئتنا به من العصا واليد إلا سحرٌ مكذوب مختلق، افتريته من قبل نفسك وتنسبه إلى الله ﴿وَمَا سَمِعْنَا بهذا في آبَآئِنَا الأولين﴾ أي وما سمعنا بمثل هذه الدعوى - التوحيد - في آبائنا وأجدادنا السابقين ﴿وَقَالَ موسى ربي أَعْلَمُ بِمَن جَآءَ بالهدى مِنْ عِندِهِ وَمَن تَكُونُ لَهُ عَاقِبَةُ الدار﴾ أجمل موسى في جوابهم تلطفًا في الخطاب، وإيثارًا لأحسن الوجوه في المجادلة معهم والمعنى: إن ما جئتكم به حقٌ وهدى وليس بسحر، وربي عالمٌ بذلك يعلم أني محقٌ وأنتم مبطلون، ويعلم من","vol":"2","page":398},{"text":"تكون له العاقبة الحميدة في الدنيا والآخرة ﴿إِنَّهُ لاَ يُفْلِحُ الظالمون﴾ أي لا يسعد ولا ينجح من كان ظالمًا فاجرًا، كاذبًا على الله ﴿وَقَالَ فِرْعَوْنُ ياأيها الملأ مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي﴾ أي قال فرعون لأشراف قومه وسادتهم: ما علمتُ لكم إليهًا غيري قال ابن عباس: كان بين هذه القولة الفاجرة وبين قوله ﴿أَنَاْ رَبُّكُمُ الأعلى﴾ [النازعات: ٢٤] أربعون سنة، وكذب عدوُّ الله بل علم أن له ربًا هو خالقه وخالق قومه ﴿فَأَوْقِدْ لِي ياهامان عَلَى الطين فاجعل لِّي صَرْحًا﴾ أي فاطبخ لي يا هامان الآجر فاجعل لي منه قصرًا شامخًا رفيعًا ﴿لعلي أَطَّلِعُ إلى إله موسى﴾ أي لعلي أرى وأشاهد إله موسى الذي زعم أنه أرسله، قال ذلك على سبيل التهكم ولهذا قال بعده ﴿وَإِنِّي لأَظُنُّهُ مِنَ الكاذبين﴾ أي وإني لأظن موسى كاذبًا ف يادعائه أن في السماء ربًا قال تعالى ﴿واستكبر هُوَ وَجُنُودُهُ فِي الأرض بِغَيْرِ الحق﴾ أي وتكبر وتعظم فرعون وقومه عن الإِيمان بموسى في أرض مصر بالباطل والظلم ﴿وظنوا أَنَّهُمْ إِلَيْنَا لاَ يُرْجَعُونَ﴾ أي واعتقدوا أن لا بعث ولا نشور، ولا حساب ولا جزاء ﴿فَأَخَذْنَاهُ وَجُنُودَهُ فَنَبَذْنَاهُمْ فِي اليم﴾ أي فأخذناه مع جنوده فطرحناهم في البحر، وأغرقناهم فلم يبق منهم أحد ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ الظالمين﴾ أي فانظر يا محمد بعين قلبك نظر اعتبار كيف كان مآل هؤلاء الظالمين الذين بلغوا من الكفر والطغيان أقصى الغايات؟ ﴿وَجَعَلْنَاهُمْ أَئِمَّةً يَدْعُونَ إِلَى النار﴾ أي وجعلناهم في الدنيا قادة وزعماء في الكفر يقتدي بهم أهلُ الضلال ﴿وَيَوْمَ القيامة لاَ يُنصَرُونَ﴾ أي ويوم القيامة ليس لهم ناصر يدفع عنهم العذاب ﴿وَأَتْبَعْنَاهُم فِي هَذِهِ الدنيا لَعْنَةً﴾ أي جعلنا اللغنة تلحقهم في هذه الحياة الدنيا من الله والملائكة والمؤمنين ﴿وَيَوْمَ القِيَامَةِ هُمْ مِّنَ المقبوحين﴾ أي وفي الآخرة هم من المبعدين المطرودين من رحمة الله ﷿.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بإِنَّ واللام ﴿إِنَّ الملأ يَأْتَمِرُونَ بِكَ لِيَقْتُلُوكَ﴾ مناسبةً لمقتضى الحال.\n٢ - الاستعطاف والترحم ﴿رَبِّ إِنِّي لِمَآ أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ﴾ .\n٣ - جناس الاشتقاق ﴿وَقَصَّ عَلَيْهِ القصص﴾ .\n٤ - التشبيه المرسل المجمل ﴿تَهْتَزُّ كَأَنَّهَا جَآنٌّ﴾ حذف وجه الشبه فأصبح مجملًا.\n٥ - الطباق بين ﴿يُصَدِّقُنِي. . ويُكَذِّبُونِ﴾ .\n٦ - الكناية ﴿واضمم إِلَيْكَ جَنَاحَكَ﴾ كنى عن اليد بالجناح، لأنها للإنسان كالجناح للطائر.\n٧ - المجاز المرسل ﴿سَنَشُدُّ عَضُدَكَ بِأَخِيكَ﴾ من إطلاق السبب وإرادة المسبب لأن شد العضد يستلزم شد اليد، وشد اليد مستلزم للقوة، قال الشهاب، ويمكن أن يكون من باب الاستعارة التمثيلية، شبه حال موسى في تقويته بأخيه بحال اليد في تقويتها بيد شديدة.\nلطيفَة: قال الزمخشري: إنما ﴿فَأَوْقِدْ لِي ياهامان عَلَى الطين﴾ أي أوقد لي النار فأتخذ منه آجرًا ولم يقل «أطبخ لي الآجر» لأن هذه العبارة أحسن طباقًا لفصاحة القرآن وعلو طبقته، وأشبه بكلام الجبابرة، وهامان وزيره ومدبّر رعيته.","vol":"2","page":399},{"text":"المنَاسَبَة: بعد أن ذكر تعالى نعمته على بني إسرائيل بإهلاك فرعون رأس الطغيان وتخليصهم من شره، ذكر هنا ما أنعم عليهم من إنزال التوراه التي فيها الهدى والنور، كما ذكر نعمته على العرب بإنزال القرآن العظيم خاتمة الكتب السماوية.\nاللغَة: ﴿ثَاوِيًا﴾ مقيمًا وثوى بالمكان أقام به قال الشاعر:\n«لقد كان في حولٍ ثواءٌ ثويته» ... ﴿يَدْرَؤُنَ﴾ يدفعون، والدرءُ: الدفع وفي الحديث «ادرءوا الحدود بالشبهات» ﴿يجبى﴾ يجمع، جبى الماء في الحوض جمعه، والجابية: الحوض العظيم ﴿بَطِرَتْ﴾ البطر: الطغيان في النعمة ﴿الأنبآء﴾ الأخبار جمع نبأ وهو الخبر الهام.\nسَبَبُ النّزول: لما حضرت أبا طالبٍ الوفاة قال له رسول الله ﷺ َ: يا عم قل «لا إله إلا الله» أشهد لك بها يوم القيامة أبو طالب: لولا أن تعيرني قريش يقولون: إنما حمله على ذلك الجزع لأقررت بها عينك فأنزل الله ﷿ ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ ولكن الله يَهْدِي مَن يَشَآءُ وَهُوَ أَعْلَمُ بالمهتدين﴾ .\nالتفسِير: ﴿وَلَقَدْ آتَيْنَا مُوسَى الكتاب مِن بَعْدِ مَآ أَهْلَكْنَا القرون الأولى﴾ اللام موطئة للقسم أي والله لقد أعطينا موسى التوراة من بعد ما أهلكنا الأمم التي كانت قبله كقوم نوحٍ وعادٍ وثمود وقوم لوطٍ وغيرهم من المكذبين لرسلهم ﴿بَصَآئِرَ لِلنَّاسِ﴾ أي ضياءً لبني إسرائيل ونورًا لقلوبهم يتبصرون بها الحقائق، ويميزون بها بين الحق والباطل ﴿وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي وهدى من الضلالة، ورحمة لمن آمن بها ليتعظوا بما فيها من المواعظ والإِرشادات الإِلهية ﴿وَمَا كُنتَ بِجَانِبِ الغربي﴾ أي وما كنت يا محمد بجانب الجبل الغربي، وهو المكان الذي كلّم الله تعالى به موسى ﴿إِذْ قَضَيْنَآ إلى مُوسَى الأمر﴾ أي حين أوحينا إلى موسى بالنبوة وأرسلناه إلى فرعون وقومه ﴿وَمَا كنتَ مِنَ الشاهدين﴾ أي وما كنت من الحاضرين في ذلك المكان، ولكن الله أوحى إليك ذلك ليكون حجة وبرهانًا على صدقك قال ابن كثير: يقول تعالى منبهًا على برهان نبوة محمد ﷺ َ حيث أخبر بالغيوب الماضية خبرًا كأنَّ سامعه شاهد وراء لما تقدَّم، وهو رجل أُميّ لا يقرأ شيئًا من الكتب، نشأ بين قوم لا يعرفون شيئًا من ذلك، والمعنى ما كنتَ حاضرًا لذلك ولكنَّ الله أوحاه شيئًا من الكتب، نشأ بين قوم لا يعرفون شيئًا من ذلك، والمعنى ما كنتَ حاضرًا لذلك ولكنَّ الله أوحاه إليك لتخبرهم بتلك المغيبات ﴿وَلَكِنَّآ أَنشَأْنَا قُرُونًا فَتَطَاوَلَ عَلَيْهِمُ العمر﴾ أي ولكنَّنا خلقنا أُممًا وأجيالًا من بعد موسى، فتطاول عليهم الزمان، وطالت الفترة فنسوا ذكر الله، وبدَّلوا وحرفوا الشرائع فأرسلناك يا محمد لتجدّد أمر الدين قال أبو السعود: المعنى ولكنا خلقنا بين زمانك وزمان موسى فرونًا كصيرة، فتمادى عليهم الأمر، فتغيرت الشرائع والأحكام، وعميت عليهم الأنباء فأوحينا إليك، فحذف المستدرك اكتفاءً بذكر الموجب ﴿وَمَا كُنتَ ثَاوِيًا في أَهْلِ مَدْيَنَ تَتْلُواْ عَلَيْهِمْ آيَاتِنَا﴾ أي وما كنتَ يا محمد","vol":"2","page":401},{"text":"مقيمًا في أهل مدين فتعلم خبر موسى وشعيب وابنتيه فتتلو ذلك على أهل مكة ﴿وَلَكِنَّا كُنَّا مُرْسِلِينَ﴾ أي ولكنا أرسلناك في أهل مكة وأخبرناك بتلك الإخبار، ولولا ذلك لما علمتها ﴿وَمَا كُنْتَ بِجَانِبِ الطور إِذْ نَادَيْنَا﴾ أي وما كنتَ أيضًا بجانب جبل الطور وقت ندائنا لموسى وتكليمنا إياه ﴿ولكن رَّحْمَةً مِّن رَّبِّكَ لِتُنذِرَ قَوْمًا مَّآ أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ﴾ أي لم تشاهد شيئًا من أخبار وقصَص الأنبياء، ولكنّا أوحيناها إليك، وقصصناها عليك، رحمةً من ربك لتخوّف قومًا ما جاءهم رسول قبلك يا محمد ﴿لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي لعلهم يتعظون بما جئتهم به من الآيات البينات، فيدخلوا في دينك قال المفسرون: المراد بالقوم الذي نكانوا في زمن الفترة بين عيسى ومحمد صلوات الله عليهما وهي نحوٌ من ستمائة سنة ﴿ولولا أَن تُصِيبَهُم مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ أي ولولا قولهم إذا أصابتهم عقوبة بسبب كفرهم ومعاصيهم ﴿فَيَقُولُواْ رَبَّنَا لولا أَرْسَلْتَ إِلَيْنَا رَسُولًا فَنَتَّبِعَ آيَاتِكَ وَنَكُونَ مِنَ المؤمنين﴾ أي فيقولوا عند ذلك ربنا هلاّ أرسلت إلينا رسولًا يبلغنا آياتك فتتبعها ونكون من المصدقين بها! ﴿قال القرطبي: وجواب ﴿لولا﴾ محذوف وتقديره لما بعثنا الرسل، وقال في التسهيل: ﴿لولا﴾ الأولى حرف امتناع، و﴿لولا﴾ الثانية عرضٌ وتخضيض، والمعنى: لولا أن تصيبهم مصيبة بكفرهم لم نرسل الرسل، وإنما أرسلناهم على وجه الإِعذار وإقامة الحجة عليهم لئلا يقولوا ربَّنا لولا أرسلت إلينا رسولًا فنتَّبع آياتك ونكون من المؤمنين، ثم أخبر تعالى عن عناد المشركين وتعنتهم في ردِّ الحق فقال ﴿فَلَمَّا جَآءَهُمُ الحق مِنْ عِندِنَا قَالُواْ لولا أُوتِيَ مِثْلَ مَآ أُوتِيَ موسى﴾ أي فلما جاء أهل مكة الحقُّ المبين وهو محمد بالقرآن المعجز من عندنا قالوا - على وجه التعنت والعناد - هلاّ أُعطي محمد من الآيات الباهرة، والحجج القاهرة مثل ما أُعطي موسى من العصا واليد﴾ ﴿قال تعالى ردًا عليهم ﴿أَوَلَمْ يَكْفُرُواْ بِمَآ أُوتِيَ موسى مِن قَبْلُ؟﴾ أي أو لم يكفر البشر بما أُوتي موسى من تكل الآيات الباهرة؟﴾ قال مجاهد: أمرت اليهود قريشًا أن يقولوا لمحمد: ائتنا بمثل ما جاء به موسى من المعجزات، فردَّ الله عليهم بأنهم كفروا بآيات موسى، فالضمير في ﴿أَوَلَمْ يَكْفُرُواْ﴾ لليهود، وهذا اختيار ابن جرير وقال أبو حيان: ويظهر عندي أن الضمير عائد على قريش الذين قالوا لولا أُوتي محمد مثل ما أُوتي موسى، وذلك أن تكذيبهم لمحمد ﷺ َ تكذيبٌ لموسى، ونسبتهم السحر للرسول نسبة السحر لموسى، إذ الأنبياء من وادٍ واحدٍ فمن نسب إلأى أحدٍ من الأنبياء ما لا يليق كان ناسبًا ذلك إلى جميع الأنبياء، وتتناسق حينئذٍ الضمائر كلُّها ﴿قَالُواْ سِحْرَانِ تَظَاهَرَا﴾ أي وقال المشركون ما التوراة والقرآن إلا من قبيل السحر، فهما سحران تعاونا بتصديق كل واحدٍ منهما الآخر قال السُدّي: صدَّق كل واحدٍ منهما الآخر ﴿وَقَالُواْ إِنَّا بِكُلٍّ كَافِرُونَ﴾ أي إنّا بكل من الكتابين كافرون قال أبو السعود: وهذا تصريحٌ بكفرهم بهما وذلك لغاية عتوهم وتماديهم في الكفر والطغيان ﴿قُلْ فَأْتُواْ بِكِتَابٍ مِّنْ عِندِ الله هُوَ أهدى مِنْهُمَآ أَتَّبِعْهُ﴾ أمرٌ على وجه التعجيز أي قل لهم يا محمد إنكم إذْ","vol":"2","page":402},{"text":"كفرتم بهذين الكتابين مع ما تضمنا من الرائع والأحكام ومكارم الأخلاق فائتوني بكتاب منزلٍ من عند الله أهدى منهما وأصلح أَتمسك به ﴿إِن كُنتُمْ صَادِقِينَ﴾ أي في انهما سحران قال ابن كثير: وقد عُلم بالضرورة لذوي الألباب ان الله تعالى لم ينزل كتابًا من السماء أكمل ولا أشمل ولا أفصح ولا أعظم من الكتاب الذي أنزله على محمد ﷺ َ وهو القرآن، وبعده في الشرف والعظمة الكتاب الذي أنزله على موسى، وهو الكتاب الذي قال فيه\n﴿إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ﴾ [المائدة: ٤٤] والإِنجيلُ إنما أُنزل متممًا للتوراة ومُحلًا لبعض ما حُرم على بني إسرائيل ﴿فَإِن لَّمْ يَسْتَجِيبُواْ لَكَ فاعلم أَنَّمَا يَتَّبِعُونَ أَهْوَآءَهُمْ﴾ أي فإن لم يجيبوك إلى ما طلبته منهم فاعلم أن طفرهم عنادٌ واتباع للأهواء لا بحجةٍ وبرهان ﴿وَمَنْ أَضَلُّ مِمَّنِ اتبع هَوَاهُ بِغَيْرِ هُدًى مِّنَ الله﴾ أي لا أحد أضلُّ ممن اتبع هواه بغير رشادٍ ولا بيانٍ من الله ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق للحق من كان معاندًا ظالمًا، بالانهماك في اتباع الهوى، والإِعراض عن سبيل الهدى ﴿وَلَقَدْ وَصَّلْنَا لَهُمُ القول لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي ولقد تابعنا ووالينا لقريش القرآن يتبع بعضُه بعضًا، وعدًا ووعيدًا، وقصصًا وعبرًا، ونصائح ومواعظ ليتعظوا ويتذكروا بما فيه قال ابن الجوزي: المعنى أنزلنا القرآن يتبع بعضُه بعضًا، ويخبر عن الأمم الخالية كيف عُذبوا لعلهم يتعظون ﴿الذين آتَيْنَاهُمُ الكتاب مِن قَبْلِهِ هُم بِهِ يُؤْمِنُونَ﴾ أي الذين أعطيناهم التوراة والإِنجيل من قبل هذا القرآن - من مسلمي أهل الكتاب - هم بهذا القرآن يصدقون قال ابن عباس: يعني من آمن بمحمد ﷺ َ من أهل الكتاب ﴿وَإِذَا يتلى عَلَيْهِمْ قالوا آمَنَّا بِهِ إِنَّهُ الحق مِن رَّبِّنَآ﴾ أي وإذا قرئ عليهم القرآن قالوا صدقنا بما فيه ﴿إنَّا كُنَّا مِن قَبْلِهِ مُسْلِمِينَ﴾ أي كنا من قبل نزوله موحدين لله، مستسلمين لأمره، مؤمنين بأنه سيبعث محمد ونيزل عليه القرآن قال تعالى ﴿أولئك يُؤْتُونَ أَجْرَهُم مَّرَّتَيْنِ﴾ أي أولئك الموصوفون بالصفات الجميلة يعطون ثوابهم مضاعفًا، مرة على إيمانهم بكتابهم، ومرةً على إيمانهم بالقرآن وفي الحديث\n«ثلاثة يُؤْتون أجرهم مرتين: رجل من أهل الكتاب آمن بنبيّه ثم آمن بي. .» الحديث ﴿بِمَا صَبَرُواْ﴾ أي بسبب صبرهم على اتباع الحقِّ، وتحملهم الأذى في سبيل الله قال قتادة: نزلت في أناسٍ من أهل الكتاب، كانوا على شريعةٍ من الحق يأخذون بها وينتهون إليها، حتى بعث الله محمدًا ﷺ َ فآمنوا به وصدَّقوه، فأعطاهم الله أجرهم مرتين بما صبروا، وذُكر أن منهم سلمان وعبد الله بن سلام ﴿وَيَدْرَؤُنَ بالحسنة السيئة﴾ أي ويدفعون الكلام القبيح كالسب والشتم بالحسنة أي الكلمة الطيبة الجميلة قال ابن كثير: لا يقابلون السيء بمثله ولكن يعفون ويصفحون ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي ومن الذي رزقناهم من الحلال ينفقون في سبيل الخير ﴿وَإِذَا سَمِعُواْ اللغو أَعْرَضُواْ عَنْهُ﴾ أي وإذا سمعوا الشتم والأذى من الكفار وسمعوا ساقط الكلام، لم يلتفتوا إليه ولم يردُّوا على أصحابه ﴿وَقَالُواْ لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا طريقنا ولكم طريقكم ﴿سَلاَمٌ عَلَيْكُمْ﴾ أي سلام متاركة ومباعدة قال","vol":"2","page":403},{"text":"الزجاج: لم يريدوا التحية وإنما أرادوا بيننا وبينكم المتاركة ﴿لاَ نَبْتَغِي الجاهلين﴾ أي لا نطلب صحبتهم ولا نريد مخالطتهم قال الصاوي: كان المشركون يسبون مؤمني أهل الكتاب ويقولون: تبًا لك أعرضتم عن دينكم وتركتموه! فيعرضون عنهم ويقولون لنا أعمالكم. مدحهم تعالى بالإِيمان، ثم مدحهم بالإِحيان، ثم مدحهم بالعفو والصفح عن أهل العدوان، ثم قال تعالى مخاطبًا رسوله ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ﴾ أي إنك يا محمد لا تقدر على هداية أحد، مهما بذلت فيه من مجهود، وجاوزت في السعي كل حدٍّ معهود إنك يا محمد لا تقدر على هداية أحد، مهما بذلت فيه من مجهود، وجاوزت في السعي كل حدٍّ معهود ﴿ولكن الله يَهْدِي مَن يَشَآءُ﴾ أي ولكنه تعالى بقدرته يهدي من قدر له الهداية، فسلم أمرك إليه فإنه أعلم بأهل السعادة والشقاوة ﴿وَهُوَ أَعْلَمُ بالمهتدين﴾ أي هو تعالى العالم بمن فيه استعداد للهداية والإِيمان فيهديه قال المفسرون: نزلت في عمه «أبي طالب» حين عرض عليه الإِسلام عند موته فأبى قال أبو حيان: ومعنى ﴿إِنَّكَ لاَ تَهْدِي مَنْ أَحْبَبْتَ﴾ أي لا تقدر على خلق الهداية فيه، ثم قال: ولا تنافي بين هذا وبين قوله ﴿وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ [الشورى: ٥٢] لأن معنى هذا: وإنك لترشد، وقد أجمع المسلمون على أنها نزلت في «أبي طالب» ثم ذكر تعالى شبهةً من شبهات المسركين وردَّ عليها بالبيان الواضح فقال ﴿وقالوا إِن نَّتَّبِعِ الهدى مَعَكَ نُتَخَطَّفْ مِنْ أَرْضِنَآ﴾ أي وقال كفار قريش: إن اتبعناك يا محمد على دينك وتركنا ديننا نخاف أن تتخطفنا العرب فيجتمعون على محاربتنا، ويخرجوننا من ارضنا، قال المبرد: والتخطُّف الانتزاع بسرعة، قال تعالى ردًا عليهم ﴿أَوَلَمْ نُمَكِّن لَّهُمْ حَرَمًا آمِنًا﴾ أي أولم نعصمْ دماءهم ونجعل مكانهم حرمًا ذا أمن، بحرمة البيت العتيق؟ فكيف يكونالحرم آمنًا لهم في حال كفرهم، ولا يكون آمنًا لهم في حال إسلامهم؟ ﴿يجبى إِلَيْهِ ثَمَرَاتُ كُلِّ شَيْءٍ رِّزْقًا مِّن لَّدُنَّا﴾ أي تُجْلب إليه الأرزاق من كل مكان مع أنه بوادٍ غيرذي زرع رزقًا لهم من عندنا ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكن أكثرهم جهلة لا يتفكرون في ذلك ولا يتفطنون قال أبو حيان: قطع الله حجتهم بهذا البيان الناصع إذْ كانوا وهم كفارٌ بالله، عباد أصنام قد أمِنوا في حرمهم، والناصُ في غيره يتقاتلون وهم مقيمون في بلدٍ غير ذي زرع، يجيء إليهم ما يحتاجون من الأقوات، فكيف إذا آمنوا واهتدوا؟ ﴿وَكَمْ أَهْلَكْنَا مِن قَرْيَةٍ بَطِرَتْ مَعِيشَتَهَا﴾ أي وكثيرمن أهل قريةٍ طغت وأشرت وكفرت نعمة الله فدمَّر الله عليهم وخرب ديارهم ﴿فَتِلْكَ مَسَاكِنُهُمْ لَمْ تُسْكَن مِّن بَعْدِهِمْ إِلاَّ قَلِيلًا﴾ أي فتلك مساكنهم خاويةً بما ظلموا لم تسكن من بعد تدميرهم إلاَّ زمانًا قليلًا إذْ لا يسكنها إلا المارَّةُ والمسافرون يومًا أو بعض يومٍ ﴿وَكُنَّا نَحْنُ الوارثين﴾ أي وكنا نحن الوارثين لأملاكهم ودجيارهم قال في البحر: والآية تخويف لأهل مكة من سوء عاقبة قوم كانوا في مثل حالهم، من إنعام الله عليهم بالرقود في ظلال الأمن، وخفض العيش، فكفروا النعمة وقابلوها بالاشر والبطر فدمرهم الله وخرب ديارهم ﴿وَمَا كَانَ رَبُّكَ مُهْلِكَ القرى﴾ أي ما جرت عادة الله جل شأنه أن يهلك أهل القرى الكافرة ﴿حتى يَبْعَثَ في أُمِّهَا رَسُولًا يَتْلُو عَلَيْهِمْ آيَاتِنَا﴾ أي حتى يبعث في أصلها وعاصمتها رسولًا يبلغهم رسالة الله لقطع الحجج والمعاذير ﴿وَمَا كُنَّا مُهْلِكِي القرى إِلاَّ وَأَهْلُهَا ظَالِمُونَ﴾ أي وما كنا لنهلك القرى إلا وقد استحق أهلها","vol":"2","page":404},{"text":"الإِهلاك، لإِصرارهم على الكفر بعد الإِعذار إليهم ببعثة المرسلين قال القرطبي: أخبر تعالى أنه لا يهلكهم إلا إذا استحقوا الإِهلاك بظلمهم، وفي هذا بيانٌ لعدله وتقدّسه عن الظلم، ولا يهلكهم - مع كونهم ظالمين - إلاّ بعد تأكيد الحجة والإِلزام ببعثة الرسل، ولا يجعل علمه تعالى بأحوالهم حجة عليهم ﴿وَمَآ أُوتِيتُم مِّن شَيْءٍ فَمَتَاعُ الحياة الدنيا وَزِينَتُهَا﴾ أي وما أعطيتم أيها الناس من مالٍ وخيرٍ فهو متاعٌ قليل تتمتعون به في حياتكم ثم ينقضي ويفنى قال ابن كثير: يخبر تعالى عن حقارة الدنيا وما فيها من الزينة الدنيئة، والزهرة الفانية، بالنسبة إلى ما أعده الله لعباده الصالحين في الدار الآخرة، من النعيم العظيم المقيم ﴿وَمَا عِندَ الله خَيْرٌ وأبقى﴾ أي وما عنده من الأجر والثواب، والنعيم الدائم الباقي خير وأفضل من هذا النعيم الزائل ﴿أَفَلاَ تَعْقِلُونَ﴾؟ توبيخٌ لهم أي أفلا تعقلون أن الباقي أفضل من الفاني؟ قال الإِمام الفخر: بيَّن تعالى ان منافع الدنيا مشوبةٌ بالمضارِّ، بل المضارُّ فيها أكثر، ومنافع الآخرة غير منقطعة، بينما منافع الدنيا منقطعة، ومتى قوبل المتناهي بغير المتناهي كان عدمًا، فكيف ونصيب كل أحدٍ من الدنيا كالذرة بالقياس إلى البحر، فمن لم يرجَّح منافع الآخرة على منافع الدنيا يكون كأنه خارجٌ عن حدّ العقل ﴿أَفَمَن وَعَدْنَاهُ وَعْدًا حَسَنًا فَهُوَ لاَقِيهِ﴾ أي أفمن وعدناه وعدًا قاطعًا بالجنة وما فيها من النعيم المقيم الخالد، فوه لا محالة مدركه لن وعد الله لا يتخلف ﴿كَمَن مَّتَّعْنَاهُ مَتَاعَ الحياة الدنيا﴾؟ أي كمن متعناه بمتاع زائل، مشوب بالأكدار، مملوءٍ بالمتاعب، مستتبع للحسرة على انقطاعه؟ ﴿ثُمَّ هُوَ يَوْمَ القيامة مِنَ المحضرين﴾ أي ثم هو في الآخرة من المحضرين للعذاب، فهل يساوي العاقل بينهما؟ قال ابن جزي: والآية ايضاحٌ لما قبلها من البون الشاسع بين الدنيا والآخرة، والمراد بمن وعدناه المؤمنين، وبمن متعناه الكافرين ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾ أي واذكر حال المشركين يوم يناديهم الله فيقول لهم على سبيل التوبيخ والتقريع: أين هؤلاء الشركاء والآلهة من الأصنام والأنداد الذين عبدتموهم من دوني، وزعمتم أنهم ينصرونكم ويشفعون لكم؟ ﴿قَالَ الذين حَقَّ عَلَيْهِمُ القول﴾ أي قال رؤساءهم وكبراؤهم الذين وجب عليهم العذاب لضلالهم وطغيانهم ﴿رَبَّنَا هؤلاء الذين أَغْوَيْنَآ﴾ أي هؤلاء أتباعنا الذين أضللناهم عن سبيلك ﴿أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا﴾ أي أضللناهم كما ضللنا، لا بالقس والإِكراه ولكن بطريق الوسوسة وتزيين القبيح فضلّوا كما ضللنا نحن ﴿تَبَرَّأْنَآ إِلَيْكَ مَا كانوا إِيَّانَا يَعْبُدُونَ﴾ أي بترأنا إليك يا ألله من عبادتهم إيانا، فما كانوا يعبدوننا وإنما كانوا يعبدون أهواءهم وشهواتهم ﴿وَقِيلَ ادعوا شُرَكَآءَكُمْ﴾ أي وقيل للكفار استغيثوا بالتهكم التي عبدتموها في الدنيا لتنصركم وتدفع عنكم عذاب الله، وهذا على سبيل التهكم بهم ﴿فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ﴾ أي فاستغاثوا بهم فلم يجيبوهم ولم ينتفعوا بهم، وهذا من سخافة عقولهم ﴿وَرَأَوُاْ العذاب لَوْ أَنَّهُمْ كَانُواْ يَهْتَدُونَ﴾ أي وتمنَّوا حين شاهدوا العذاب لو كانوا مهتدين قال الطبري: أي فودُّوا حين رأوا العذاب لو أنهم كانوا في الدنيا مهتدين للحق ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ مَاذَآ أَجَبْتُمُ المرسلين﴾ توبيخٌ آخر للمشركين","vol":"2","page":405},{"text":"أي ويم يناديهم الله ويسألهم: ماذا أجبتم رسلي؟ هل صدقتموهم أم كذبتموهم؟ ﴿فَعَمِيَتْ عَلَيْهِمُ الأنبآء يَوْمَئِذٍ فَهُمْ لاَ يَتَسَآءَلُونَ﴾ أي فخفيت عليهم الحجج، وأظلمت عليهم الأمور، فلم يعرفوا ما يقولون، فهم حيارى واجمون، لا يسأل بعضهم بعضًا عن الجواب لفرط الدهشة والحيرة ﴿فَأَمَّا مَن تَابَ وَآمَنَ وَعَمِلَ صَالِحًا فعسى أَن يَكُونَ مِنَ المفلحين﴾ أي فأمّا من تاب من الشرك، وجمع بين الإِيمان والعمل الصالح فعسى أنيكون من الفائزين بجنات النعيم قال الصاوي: والترجي في القرآن بمنزلة التحقق، لأنه وعد كريم من ربٍّ رحيم، ومن شأنه تعالى أنه لا يخلف وعده ﴿وَرَبُّكَ يَخْلُقُ مَا يَشَآءُ وَيَخْتَارُ﴾ أي هو تعالى الخالق المتصرف، يخلق ما يشاء ويفعل ما يريد، فلا اعتراض لأحدٍ على حكمه قال مقاتل: نزلت في «الوليد بن المغيرة» حين قال\n﴿لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ﴾ [الزخرف: ٣١] ﴿مَا كَانَ لَهُمُ الخيرة﴾ أي مان أحدٍ من العباد اختيار، إنما الاختيار والإِرادة لله وحده ﴿سُبْحَانَ الله وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه الله العظيم الجليل وتقدس أن ينازعه أحدٌ في ملكه، أو يشاركه في اختياره وحكمته قال القرطبي: المعنى وربك يخلق ما يشاء من خلقه، ويختار من يشاء لنبوته، والخيرة له تعالى في أفعاله، وهو أعلم بوجوه الحكمة، فليس لأحدٍ من خلقه أن يختار عليه ﴿وَرَبُّكَ يَعْلَمُ مَا تُكِنُّ صُدُورُهُمْ وَمَا يُعْلِنُونَ﴾ أي هو تعالى العالم بما تخفيه قلوبهم من الكفر والعداوة للرسول والمؤمنين، وما يظهرونه على ألسنتهم من الطعن في شخص رسوله الكريم حيث يقولون: ما أنزل الله الوحي إلا على يتيم أبي طالب! ﴿وَهُوَ الله لا إله إِلاَّ هُوَ﴾ أي هو جل وعلا اللهُ المستحقُ للعبادة، لا أحد يستحقها إلا هو ﴿لَهُ الحمد فِي الأولى والآخرة﴾ أي له الثناء الكامل في الدنيا والفصل بين العباد ﴿وَلَهُ الحكم﴾ أي وله القضاء النافذ والفصل بين العباد ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي إليه وحده مرجع الخلائق يوم القيامة، فيجازي كل عاملٍ بعمله.\nالبَلاَغَة: تضمنت الآياتُ الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشبيه البليغ ﴿بَصَآئِرَ لِلنَّاسِ﴾ أي أعطيناه التوراة كأنها أنوار لقلوب الناس، حذف أداة الشبه ووجه الشبه فأصبح بليغًا قال في حاشية البيضاوي: أي مشبهًا بأنوار القلوب من حيث إن القلوب لو كانت خالية عن أنوار التوراة وعلومها لكانت عمياء لا تستبصر، ولا تعرف حقًا من باطل.\n٢ - المجاز العقلي ﴿أَنشَأْنَا قُرُونًا﴾ المرادبه الأمم لأنهم يخلقون في تلك الأزمنة فنسب إلأى القرون بطريق المجاز العقلي.\n٣ - جناس الاشتقاق ﴿تُصِيبَهُم مُّصِيبَةٌ﴾ .\n٤ - المجاز المرسل ﴿بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ والمراد بما كسبواوهو من باب إطلاق الجزء وإرادة الكل قال الزمخشري: ولما كانت أكثر الأعمال تزاول بالأيدي جعل كل عمل معبرًا عنه باجتراح الأيدي.","vol":"2","page":406}]