[{"text":"٥ - حذف الجواب لدلالة السياق ﴿ولولا أَن تُصِيبَهُم مُّصِيبَةٌ﴾ حذف منه الجواب وتقديره: ما أرسلناك يا محمد رسولًا إليهم وهو من باب الإِيجاز بالحذف.\n٦ - التخضيض ﴿لولا أُوتِيَ مِثْلَ مَآ أُوتِيَ موسى﴾ أي هلاَّ أُوتي فهي للتحضيض وليست حرف امتناع لوجود.\n٧ - التعجيز ﴿قُلْ فَأْتُواْ بِكِتَابٍ﴾ فالأمر خرج عن حقيقته إلى معنى التعجيز.\n٨ - طباقُ السلب ﴿إِنَّكَ لاَ تَهْدِي. . ولكن الله يَهْدِي﴾ .\n٩ - المجاز العقلي ﴿حَرَمًا آمِنًا﴾ نسب الأمن إلى الحرم وهو لأهله.\n١٠ - أسلوب السخرية والتهكم ﴿أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾؟ .\n١١ - التشبيه المرسل ﴿أَغْوَيْنَاهُمْ كَمَا غَوَيْنَا﴾ . ١٢ - الاستعارة التصريحية التبعية ﴿فَعَمِيَتْ عَلَيْهِمُ الأنبآء﴾ قال الشهاب: استعير العمى لعدم الاهتداء، فهم لا يهتدون للأنباء، ثم قلب للمبالغة فجعل الأنباء لا تهتدي إليهم وأصله «فعموا عن الأنباء» وضُمّن معنى الخفاء فعدي ب ﴿على﴾ ففيه أنواعٌ من البلاغة: الاستعارة، والقلب، واتلضمين.\n١٣ - الطباق بين ﴿مَا. . ويُعْلِنُونَ﴾ وبين ﴿الأولى. . والآخرة﴾ وهو من المحسنات البديعية.","vol":"2","page":407},{"text":"تنبيه: ما ذُكر أن «أبا طالب» مات على غير الإِيمان هو الصحيح الذي دلّ عليه الكتاب والسنة، ونقل عن بعض شيوخ الصوفية أنه أسلم قبل موته، وهو معارضٌ للنصوص الكريمة ولعلهم أخذوه من بعض أشعار أبي طالب حيث يقول:\nولقد علمتُ بأنَّ دين محمدٍ ... من خير أديان البرية دينًا\nوالله لن يصلوا إليك بجمعهم ... حتى أُوسَّد في التراب دفينًا\nأقول: ماذا يعني هذا الكلام بعد امتناعه عن الدخول في الإسلام والنطق بالشهادة؟","vol":"2","page":408},{"text":"المنَاسَبَة: لما ذكر تعالى أنه هو الخالق المختار، وسفَّه المشركين في عبادتهم لغير الله، عقَّبه بذكر بعض الأدلة والبراهين الدالة على عظمته وسلطانه، تذكيرًا للعباد بوجوب شكر المنعم، ثم ذكر قصة «قارون» وهي قصة الطغيان بالمال، وما كان من نهايته المشئومة حيث خسف الله به وبكنوزه الأرض، وهذه نتيجة الاستعلاء والغرور والطغيان.\nاللغَة: ﴿سَرْمَدًا﴾ السرمد: الدائم الذي لا ينقطع ومنه قول طرفه:\nلعمرك ما أمري عليَّ بغمةٍ ... نهاري ولا ليلي عليَّ بسرمد\n﴿مَفَاتِحَهُ﴾ جمع مفتح بالكسر وهو ما يفتح به، وأما المفتاح فجمعه مفاتيح. ﴿تَنُوءُ﴾ ناء به الحمل إذا أثقله حتى أماله قال ذو الرمَّة:\nتنوء بأُخراها فلأْيًا قيامها ... وتمشي الهُوينى عن قريبٍ فتبهر\n﴿العصبة﴾ الجماعة الكثيرة ومثلها العصابة ومنه قوله تعالى ﴿وَنَحْنُ عُصْبَةٌ﴾ [يوسف: ٨] سميت الجماعة","vol":"2","page":408},{"text":"عُصبة لأن بعضهم يتعصب لبعض ويتقوى به ﴿وَيْكَأَنَّ﴾ قال الجوهري: «ويْ» كلمةُ تعجب وقد تدخل على «كأن» فتقول: ويكأنَّ، وقيل إنها كلمة تستعمل عند التنبه للخطأ وإظهار الندم قال الخليل، إن القوم تنهوا وقالوا نادمين على ما سلف منهم وَيْ ﴿ظَهيرًا﴾ معينًا ومساعدًا.\nالتفسِير: ﴿قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ الليل سَرْمَدًا إلى يَوْمِ القيامة﴾ أي قل يا محمد لهؤلاء الجاحدين من كفار مكة: أخبروني لو جعل الله عليكم اللل دائمًا مستمرًا بلا انقطاع إلى يوم القيامة ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ﴾؟ أي من هو الإِله الذي يقدر على أن يأتيكم بالنور الذي تستضيئون به في حياتكم غيرُ الله تعالى؟ ﴿أَفَلاَ تَسْمَعُونَ﴾ أي أفلا تسمعون سماع فهمٍ وقبول فتستدلوا بذلك على وحدانية الله تعالى؟ ﴿قُلْ أَرَأَيْتُمْ إِن جَعَلَ الله عَلَيْكُمُ النهار سَرْمَدًا إلى يَوْمِ القيامة﴾ أي أخبروني لو جعل الله عليكم النهار دائمًا مستمرًا بلا انقطاع ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِلَيْلٍ تَسْكُنُونَ فِيهِ﴾ أي من هو الإِله القادر على أن يأتيكم بليلٍ تستريحون فيه من الحركة والنصب غير الله تعالى؟ ﴿أَفلاَ تُبْصِرُونَ﴾ أي أفلا تبصرون ما أنتم عليه من الخطأ والضلال؟ ثم نبه تعالى إلى كمال رحمته بالعباد فقال ﴿وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار﴾ أي ومن آثار قدرته، ومظاهر رحمته أن خلق لكم الليل والنهار يتعاقبان بدقةٍ وإحكام ﴿لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ﴾ أي لتستريحوا بالليل من نصب الحياة وهمومها وأكدارها، ولتلتمسوا من رزقه بالمعاش والكسب في النهار ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولتشكروا ربكم على نعمه الجليلة التي لا تُحصى، ومنها نعمةُ الليل والنهار قال الإِمام الفخر: نبه تعالى بهذه الآية على أن الليل والنهار نعمتان يتعاقبان على الزمان، لأن المرء في الدنيا مضطر إلى أن يتعب لتحصيل ما يحتاج إليه، ولا يتم له ذلك لولا ضوء النهار، ولولا الراحة والسكون بالليل، فلا بدَّ منهما في الدنيا، وأما في الجنة فلا نصب ولا تعب فلا حاجة بهم إلى الليل، فلذلك يدوم لهم الضياء واللذات ﴿وَيَوْمَ يُنَادِيهِمْ فَيَقُولُ أَيْنَ شُرَكَآئِيَ الذين كُنتُمْ تَزْعُمُونَ﴾ قال ابن كثير: هذا نداءٌ ثانٍ على سبيل التوبيخ والتقريع لمن عبد مع الله إلهًا آخر، يناديهم الرب على رءوس الأشهاد: أين شركائي الذين زعمتموهم في الدنيا؟ ﴿وَنَزَعْنَا مِن كُلِّ أُمَّةٍ شَهِيدًا﴾ أي أخرجنا من كل أمةٍ شهيدًا منهم يشهد عليهم بأعمالهم وهو نبيُّهم ﴿فَقُلْنَا هَاتُواْ بُرْهَانَكُمْ﴾ أي هاتوا حجتكم على ما كنتم عليه من الكفر، هذا إعذار لهم وتوبيخٌ وتعجيز ﴿فعلموا أَنَّ الحق لِلَّهِ﴾ أي فلموا حينئذٍ أن الحقَّ لله ولرسله، وأنه لا إله إلا هو ﴿وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي وغاب عنهم غيبة الشيء الضائع ما كانوا يتخرصونه في الدنيا من الشركاء والأنداد، ثم ذكر تعالى قصة «قارون» ونتيجة الغرور والطغيان فقال ﴿إِنَّ قَارُونَ كَانَ مِن قَوْمِ موسى﴾ أي من عشيرته وجماعته قال ابن عباس: كان ابن عم موسى ﴿فبغى عَلَيْهِمْ﴾ أي تجبر وتكبر على قومه، واستعلى عليهم بسبب ما منحه الله من الكنوز والأموال قال الطبري: أي تجاوز حدَّه في الكبر والتجبر عليهم ﴿وَآتَيْنَاهُ مِنَ الكنوز مَآ إِنَّ مَفَاتِحَهُ لَتَنُوءُ بالعصبة أُوْلِي القوة﴾ أي أعطيناه من الأموال الوفيرة، والكنوز الكثيرة ما يثقل على الجماعة أصحاب القوة حمل مفاتيح","vol":"2","page":409},{"text":"خزائنه لكثرتها وثقلها فضلًا عن حمل الخزائن والأموال والآية تصويرٌ لما كان عليه قارون من كثرة المال والغنى والثراء ﴿إِذْ قَالَ لَهُ قَوْمُهُ لاَ تَفْرَحْ﴾ أي لا تأشر ولا تبطر ﴿إِنَّ الله لاَ يُحِبُّ الفرحين﴾ أي لا يحب البطرين الذين لا يشكرون الله على إنعامه، ويتكبرون بأموالهم على عباد الله ﴿وابتغ فِيمَآ آتَاكَ الله الدار الآخرة﴾ أي اطلب فيما أعطاك الله من الأموال رضى الله، وذلك بفعل الحسنات والصدقات والإِنفاق من الطاعات ﴿وَلاَ تَنسَ نَصِيبَكَ مِنَ الدنيا﴾ قال الحسن: أي لا تضيّع حظك من دنياك في تمتعك بالحلال وطلبك إيّاه ﴿وَأَحْسِن كَمَآ أَحْسَنَ الله إِلَيْكَ﴾ أي أحسن إلى عبادِ الله كما أحسن الله إليك ﴿وَلاَ تَبْغِ الفساد فِي الأرض﴾ أي لا تطلب بهذا المال البغي والتطاول على الناس، والإِفساد في الأرض بالمعاصي ﴿إِنَّ الله لاَ يُحِبُّ المفسدين﴾ أي لا يحب من كان مجرمًا باغيًا مفسدًا في الأرض ﴿قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي﴾ لمَّا وعظه قومه أجابهم بهذا على وجه الرد عليهم والتكبر عن قبول الموعظة والمعنى: إنما أُعطيت هذا المال على علمٍ عندي بوجوه المكاسب، ولولا رضى الله عني ومعرفته بفضلي واستحقاقي له ما أعطاني هذا المال ﴿قال تعالى ردًا عليه ﴿أَوَلَمْ يَعْلَمْ أَنَّ الله قَدْ أَهْلَكَ مِن قَبْلِهِ مِنَ القرون مَنْ هُوَ أَشَدُّ مِنْهُ قُوَّةً وَأَكْثَرُ جَمْعًا﴾ أي أولم يعلم هذا الأحمق المغرور أنَّ الله قد أهلك من قبله من الأمم الخالية من هو أقوى منه بدنًا وأكثر مالًا؟﴾ قال البيضاوي: والآية تعجبٌ وتوبيخ على اغتراره بقوته وكثرة ماله، مع علمه بذلك لأنه قرأه في التوراة، وسمعه من حفاظ التواريخ ﴿وَلاَ يُسْأَلُ عَن ذُنُوبِهِمُ المجرمون﴾ أي لا حاجة أن يسألهم الله عن كيفية ذنوبهم وكميتها لنه عالمٌ بكل شيء، ولا يتوقف إهلاكه إياهم على سؤالهم بل متى حقَّ عليهم العذاب أهلكهم بغتة، ثم أشار تعالى إلى أن قارون لم يعتبر بنصيحة قومه، بل تمادى في غطرسته وغيِّه فقال تعالى ﴿فَخَرَجَ على قَوْمِهِ فِي زِينَتِهِ﴾ أي فخرج قارون على قومه في أظهر زينةٍ وأكملها قال المفسرون: خرج ذات يوم في زينةٍ عظيمة بأتباعه الكثيرين، ركبانًا متحلين بملابس الذهب والحرير، علىخيولٍ موشحةٍ بالذهب، ومعها اجواري والغلمان في موكبٍ حافلٍ باهر ﴿قَالَ الذين يُرِيدُونَ الحياة الدنيا ياليت لَنَا مِثْلَ مَآ أُوتِيَ قَارُونُ﴾ أي فلما رآه ضعفاء الإِيمان ممن تخدعهم الدنيا ببريقها وزخرفها وزينتها قالوا: يا ليت لنا مثل هذا الثراء والغنى الذي أُعطيه قارون ﴿إِنَّهُ لَذُو حَظٍّ عَظِيمٍ﴾ أي ذو نصيب وافرٍ من الدنيا ﴿وَقَالَ الذين أُوتُواْ العلم﴾ أي وقال لهم العقلاء من أهل العلم والفهم والاستقامة ﴿وَيْلَكُمْ ثَوَابُ الله خَيْرٌ لِّمَنْ آمَنَ وَعَمِلَ صَالِحًا﴾ أي ارتدعوا وانزجروا عن مثل هذا الكلام فإن جزاء الله لعباده المؤمنين الصالحين خيرٌ مما ترون وتتمنَّون من حال قارون قال الزمخشري: أصل ﴿وَيْلَكُ﴾ الدعاء بالهلاك ثم استعمل في الزجر والردع، والبعث على ترك ما لا يرتضى ﴿وَلاَ يُلَقَّاهَآ إِلاَّ الصابرون﴾ أي ولا يُعطى هذه المرتبة والمنزلة في الآخرة إلا الصابرون على أمر الله قال تعالى تنبيهًا لنهايته المشئومة ﴿فَخَسَفْنَا بِهِ وَبِدَارِهِ الأرض﴾ أي جعلنا الأرض تغور به وبكنوزه، جزاءً على عتوه وبطره ﴿فَمَا كَانَ لَهُ مِن فِئَةٍ يَنصُرُونَهُ مِن دُونِ﴾ أي ما كان له أحد من الأنصار والأعوان يدفعون عنه","vol":"2","page":410},{"text":"عذاب الله ﴿الله وَمَا كَانَ مِنَ المنتصرين﴾ أي وما كان المنتصرين بنفسه بل كان من الهالكين ﴿وَأَصْبَحَ الذين تَمَنَّوْاْ مَكَانَهُ بالأمس﴾ أي وصار الذين تمنوا منزلتُه وغناه بالأمس القريب بعد أن شاهدوا ما نزل به من الخسف ﴿يَقُولُونَ وَيْكَأَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ﴾ أي يقولون ندمًا وأسفًا على ما صدر منهم من التمني: اعجبوا أيها القوم من صنع الله، كيف أن الله يوسّع الرزق لمن يشاء من عباده - بحسب مشيئته وحكمته - لا لكرامته عليه، ويضيّق الرزق على من يشاء من عباده - لحكمته وقضائه ابتلاءً - لا لهوانه عليه!! قال الزمخشري: ﴿وَيْكَأَنَّ﴾ كلمتان «وَيْ» مفصولة عن «كأنَّ» وهي كلمة تنبيه على الخطأ وتندم، ومعناه أن القوم تنبهوا على خطئهم في تمنيهم منزلة قارون وتندموا وقالوا ﴿لولا أَن مَّنَّ الله عَلَيْنَا﴾ أل لولا أنَّ الله لطف بنا، وتفضَّل علينا بالإِيمان والرحمة، ولم يعطنا ما تمنيناه ﴿لَخَسَفَ بِنَا﴾ أي لكان مصيرنا مصير قارون، وخسف بنا الأرض كما خسفها به ﴿وَيْكَأَنَّهُ لاَ يُفْلِحُ الكافرون﴾ أي أعجبُ من فعل الله حيث لا ينجح ولا يفوز بالسعادة الكافرون لا في ادنيا، ولا في الآخرة.\n. وإلى هنا تنتهي «قصة قارون» وهي قصة الطغيان بالمال، بعد أن ذكر تعالى قصة الطغيان بالجاه والسلطان في قصة فرعون وموسى، ثم يأتي التعقيب المباشر في قوله تعالى ﴿تِلْكَ الدار الآخرة نَجْعَلُهَا لِلَّذِينَ لاَ يُرِيدُونَ عُلُوًّا فِي الأرض وَلاَ فَسَادًا﴾ الإِشارة للتفخيم والتعظيم أي تلك الدار العالية الرفيعة التي سمعت خبرها، وبلغك وصفها هي دار النعيم الخالد السرمدي، التي فيها ما لا عينٌ رأتْ، ولا أُذنٌ سمعت، ولا خطر على قلب بشر، نجعلها للمتقين الذين لا يريدون التكبر والطغيان، ولا الظلم والعدوان في هذه الحياة الدنيا ﴿والعاقبة لِلْمُتَّقِينَ﴾ أي العاقبة المحمودة للذين يخشون الله ويراقبونه، ويبتغون رضوانه ويحذرون عقابه ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ أي من جاء يوم القيامة بحسنةٍ من الحسنات فإن الله يضاعفها له أضعافًا كثيرة ﴿وَمَن جَآءَ بالسيئة فَلاَ يُجْزَى الذين عَمِلُواْ السيئات إِلاَّ مَا كَانُواْ يَعْمَلُونَ﴾ أي ومن جاء يوم القيامة بالسيئات فلا يجزى إلا بمثلها، وهذا من فضل الله على عباده أنه يضاعف لهم الحسنات ولا يضاعف لهم السيئات ﴿إِنَّ الذي فَرَضَ عَلَيْكَ القرآن﴾ أي إن الذي أنزل عليك يا محمد القرآن وفرض عليك العمل به ﴿لَرَآدُّكَ إلى مَعَادٍ﴾ أي لرادُّك إلى مكة كما أخرجك منها، وهذا وعدٌ من الله بفتح مكة ورجوعه ﵇ إليها بعد أن هاجر منها قال ابن عباس: معناه لرادك إلى مكة، وقال الضحال: لما خرج النبي ﷺ َ من مكة فبلغ الجُحْفة اشتاق إلى مكة، فأنزل الله عليه هذه الآية ﴿قُل ربي أَعْلَمُ مَن جَآءَ بالهدى وَمَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي قل يا محمد لهؤلاء المشركين: ربي أعلم بالمهتدي والضال هل أنا أو أنتم؟ فهو جلَّ وعلا الذي يعلم المحسن من المسيء، ويجازي كلًا بعمله، وهو جواب لقول كفار مكة: إنك يا محمد في ضلالٍ مبين ﴿وَمَا كُنتَ ترجوا أَن يلقى إِلَيْكَ الكتاب إِلاَّ رَحْمَةً مِّن رَّبِّكَ﴾ أي وما كنت تتطمع أن تنال النبوة، ولا أن ينزل عليك الكتابُ ولكن رحمك الله بذلك ورحم العباد ببعثتك قال","vol":"2","page":411},{"text":"الفراء: وهذا استثناء منقطع والمعنىإلا أنّ ربك رحمك فأنزله عليك ﴿فَلاَ تَكُونَنَّ ظَهيرًا لِّلْكَافِرِينَ﴾ أي لا تكن عونًا لهم على دينهم، ومساعدًا لهم على ضلالهم، بالمداراة والمجاملة ولكن نابذهم وخالفهم قال المفسرون: دعا المشركون الرسول إلى دين آبائه، فأُمر بالتحرز منهم وأن يصدع بالحق، والخطابُ بهذا وأمثاله له ﵇، والمراد أمته لئلا يظاهروا الكفار ولا يوافقوهم ﴿وَلاَ يَصُدُّنَّكَ عَنْ آيَاتِ الله بَعْدَ إِذْ أُنزِلَتْ إِلَيْكَ﴾ أي ولا تلتفت إلى هؤلاء المشركين، ولا تركن إلى قولهم فيصدوك عن اتباع ما أنزل الله إليك من الآيات البينات ﴿وادع إلى رَبِّكَ﴾ أي وادع الناس إلى توحيد ربك وعبادته ﴿وَلاَ تَكُونَنَّ مِنَ المشركين﴾ أي بمسايرتهم على أهوائهم، فإن من رضي بطريقتهم كان منهم ﴿وَلاَ تَدْعُ مَعَ الله إلها آخَرَ﴾ أي لا تعبد إلهًا سوى الله ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا الله تعالى قال البيضاوي: وهذا وما قبله للتهييج وقطع أطماع المشركين عن مساعدته لهم ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ أي كل شيء يفنى وتبقى ذاتُه المقدسة، أطلق الوجه وأراد ذات الله جلَّ وعلا قال ابن كثير: وهذا إخبار بأنه تعالى الدائم الباقي، الحيُّ القيوم، الذي تموت الخلائق ولا يموت، فعبَّر بالوجه عن الذات كقوله\n﴿كُلُّ مَنْ عَلَيْهَا فَانٍ ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام﴾ [الرحمن: ٢٦ - ٢٧] ﴿لَهُ الحكم وَإِلَيْهِ تُرْجَعُونَ﴾ أي له القضاء النافذ في الخلق، وإليه مرجعهم جميعًا يوم المعاد لا إلى أحدٍ سواه.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التبكيت والتوبخ ﴿مَنْ إله غَيْرُ الله يَأْتِيكُمْ بِضِيَآءٍ﴾؟ ومثله ﴿يَأْتِيكُمْ بِلَيْلٍ﴾؟ .\n٢ - اللَّف والنشر المرتب ﴿وَمِن رَّحْمَتِهِ جَعَلَ لَكُمُ اليل والنهار﴾ جمع الليل والنهار ثم قال ﴿لِتَسْكُنُواْ فِيهِ وَلِتَبتَغُواْ مِن فَضْلِهِ﴾ فأعاد السكن إلى الليل، والابتغاء لطلب الرزق إلى النهار، ويسمى هذا عند علماء البديع اللف والنشر المرتب، لأن الأول عاد على الأول، والثاني عاد على الثاني وهو من المحسنات البديعية.\n٣ - جناس الاشتقاق ﴿لاَ تَفْرَحْ. . الفرحين﴾ ومثله ﴿الفساد. . المفسدين﴾ .\n٤ - تأكيد الجملة ب ﴿إِنَّ﴾ و(اللام) ﴿إِنَّهُ لَذُو حَظٍّ عَظِيمٍ﴾ لأن السامع شاك ومتردّد.\n٥ - الكناية ﴿تَمَنَّوْاْ مَكَانَهُ بالأمس﴾ كنَّى عن الزمن الماضي القريب بلفظ الأمس.\n٦ - الطباق ﴿يَبْسُطُ الرزق. . وَيَقْدِرُ﴾ .\n٧ - المقابلة اللطيفة ﴿مَن جَآءَ بالحسنة فَلَهُ خَيْرٌ مِّنْهَا﴾ ﴿وَمَن جَآءَ بالسيئة فَلاَ يُجْزَى. .﴾ الآية.\n٨ - المجاز المرسل ﴿إِلاَّ وَجْهَهُ﴾ أطلق الجزء وأراد الكل أي ذاته المقدسة ففيه مجاز مرسل.\nلطيفَة: قال بعض العلماء: من لم تشبعه القناعة لم يكفه ملك قارون وأنشدوا:\nهي القناعة لا تبتغي بها بدلًا ... فيها النعيم وفيها راحةُ البدن\nانظر لم ملك الدنيا بأجمعها ... هل راح منها بغير القطن والكفن؟","vol":"2","page":412},{"text":"اللغَة: ﴿فِتْنَةَ﴾ الفتنة: الابتلاء والاختبار ﴿أَثْقَالَهُمْ﴾ جمع ثقل وهو الحمل الثقيل الذي ينوء به الإِنسان، والمراد بالأثقال هنا الذنوب والأوزار ﴿لَبِثَ﴾ أقام ومكث ﴿إِفْكًا﴾ كذبًا وزورًا ﴿تُقْلَبُونَ﴾ تُرجعون وتُردون.\nسَبَبُ النزول: عن سعد بن أبي وقاص قال: «كنت رجلًا بارًا بأمي فلما أسلمتُ، قالت: ما هذا الدين الذي أحدثت يا سعد؟ لتدَعن دينك هذا أو لا آكلُ ولا أشربُ حتى أموت فتعيَّر بي فيقال: يا قاتل أمه، قلتُ: لا تفعلي يا أماه، فإِني لا أدع ديني هذا لشيءٍ أبدًا، قال: فمكثتْ يومًا وليلةً لا تأكل، فأصبحت قد جُهدت، ثم مكثت يومًا آخر وليلةً لا تأكل، فلما رأيتُ ذلك قلت: تعلمين واللهِ يا أُمَّاه لو كانت لكِ مائةُ نفسٍ فخرجت نفسًا نفْسًا ما تركتُ ديني هذا لشيءٍ أبدًا، فإِن شئت فكلي، وإِن شئتِ فَدعي، فلم رأتْ ذلك أكلت فأنزل الله هذه الآية ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْنًا وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَآ. .﴾ الآية.\nالتفسِير: ﴿الم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن ﴿أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا وَهُمْ لاَ يُفْتَنُونَ﴾؟ الهمزة للاستفهام الإِنكاري أي أظنَّ الناسُ أن يُتركوا من غير افتتنان لمجرد قولهم باللسان آمنا؟ لا ليس كما ظنوا بل لا بدَّ من امتحانهم ليتميز الصادق من المنافق قال ابن جزي: نزلت في قومٍ من المؤمنين كانوا بمكة مستضعفين، منهم» عمار بن ياسر «وغيره، وكان كفار قريش يؤذونهم ويعذبونهم على الإِسلام، فضاقت صدورهم بذلك فآنسهم الله بهذه الآية ووعظهم وأخبرهم أن ذلك اختبار، لوطنوا أنفسهم على الصبر على الأذى، والثبات على الإِيمان، وأعلمهم أن تلك سيرته في عباده يسلّط الكفار على المؤمنين ليمحصهم بذلك، ويظهر الصادق في إِيمانه من الكاذب ﴿وَلَقَدْ فَتَنَّا الذين مِن قَبْلِهِمْ﴾ أي ولقد اختبرنا وامتحنا من سبقهم بأنواع التكاليف والمصائب والمحن قال البيضاوي: والمعنى أن ذلك سنة قديمة، جارية في الأمم كلها، فلا ينبغي أن يتوقع خلافه ﴿فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين﴾ أي فليميزنَ الله بين الصادقين في دعوى الإِيمان، وبين الكاذبين فيه، وعبَّر عن الصادقين بلفظ الفعل ﴿الذين صَدَقُواْ﴾ وعن الكاذبين باسم الفاعل ﴿الكاذبين﴾ للإِشارة إلى أن الكاذبين وصفهم مستمر وأن الكذب راسخ فيهم بخلاف","vol":"2","page":415},{"text":"الصادقين فإِن الفعل يفيد التجدد، قال الإِمام الفخر: إِن اسم الفاعل يدل في كثير من المواضع على ثبوت المصدر ورسوخه فيه، والفعل الماضي لايدل عليه كما يقال: فلانٌ شرب الخمر، وفلانٌ شاربُ الخمر، فإِنه لايفهم من صيغة الفعل الثبوتُ والرسوخ ﴿أَمْ حَسِبَ الذين يَعْمَلُونَ السيئات أَن يَسْبِقُونَا﴾ أي أيظن المجرمون الذين يرتكبون المعاصي والموبقات أنهم يفوتون من عقابنا ويعجزوننا؟ ﴿سَآءَ مَا يَحْكُمُونَ﴾ أي بئس ما يظنون قال الصاوي: والآية انتقال من توبيخ إلى توبيخ أشد، فالأول توبيخ للناس على ظنهم أنهم يفوتون عذاب الله ويفرون منه مع دوامهم على كفرهم ﴿مَن كَانَ يَرْجُو لِقَآءَ الله فَإِنَّ أَجَلَ الله لآتٍ﴾ لما بيَّن تعالى أن العبد لا يترك في الدنيا سُدى، بيَّن هنا أن من اعترف بالآخرة وعمل لها لا يضيع عمله، ولا يخيب أمله والمعنى من كان يرجو ثواب الله فليصبر في الدنيا على المجاهدة في طاعة الله حتى يلقى الله فيجازيه، فإِن لقاء الله قريب الإِتيان، وكلُّ ما هو آتٍ قريب، والآية تسلية للمؤمنين ووعدٌ لهم بالخير في دار النعيم ﴿وَهُوَ السميع العليم﴾ أي هو تعالى السميع لأقوال العباد، العليم بأحوالهم الظاهرة والباطنة ﴿وَمَن جَاهَدَ فَإِنَّمَا يُجَاهِدُ لِنَفْسِهِ﴾ أي ومن جاهد نفسه بالصبر على الطاعات، والكف عن الشهوات، فمنفعة جهاده إِنما هي لنفسه ﴿إِنَّ الله لَغَنِيٌّ عَنِ العالمين﴾ أي مستغنٍ عن العباد، لا تنفعه طاعة الطائعين، ولا تضره معصية العاصين ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان والعمل الصالح ﴿لَنُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي لنمحونَّ عنهم سيئاتهم التي سلفت منهم بسبب إِيمانهم وعملهم الصالح ﴿وَلَنَجْزِيَنَّهُمْ أَحْسَنَ الذي كَانُواْ يَعْمَلُونَ﴾ أي ونجزيهم بأحسن أعمالهم لاصالحة وهو الطاعات ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ حُسْنًا﴾ أي أمرناه أمرًا مؤكدًا بالإِحسان إِلى والديه غاية الإِحسان، لأنهما سبب وجوده ولهما عليه غاية الفضل والإِحسان، الوالد بالإِنفاق والوالدة بالإِشفاق قال الصواي: وإِنما أمر الله الأولاد ببر الوالدين دون العكس، لأن الأولاد جُبلوا على القسوة وعدم طاعة الوالدين، فكلفهم الله بما يخالف طبعهم، والآباء مجبولون على الرحمة والشفقة بالأولاد فوكلهم لما جُبلوا عليه ﴿وَإِن جَاهَدَاكَ لِتُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَآ﴾ أي وإِن بذلا كلَّ ما في وسعهما، وحرصا كلَّ الحرص على أن تكفر بالله وتشرك به شيئًا لا يصح أن يكون إِلهًا ولا يستقيم، فلا تطعهما في ذلك لأنه لا طاعة لمخلوقٍ في معصية الله ﴿إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي إِليَّ مرجع الخلائق جميعًا، مؤمنهم وكافرهم، برهم وفاجرهم، فأجازي كلًا بما عمل، وفيه وعدٌ حسن لمن برَّ والديه وابتع الهدى، ووعيدٌ لمن عقَّ والديه واتبع سبيل الرَّدى ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات لَنُدْخِلَنَّهُمْ فِي الصالحين﴾ أي لندخلنَّهم في زمرة الصالحين في الجنة قال القرطبي: كرَّر تعالى التمثيل بحالة المؤمنين العاملين لتحريك النفوس إلى نيل مراتبهم، وفي ﴿الصالحين﴾ مبالغة أي الذين هم في نهاية الصلاح وأبعد غاياته، ولما ذكر تعالى ما أعده للمؤمنين الخلَّص ذكر حال المنافقين المذبذبين فقال ﴿وَمِنَ الناس مَن يِقُولُ آمَنَّا بالله فَإِذَآ أُوذِيَ فِي الله جَعَلَ فِتْنَةَ الناس كَعَذَابِ الله﴾ أي ومن الناس","vol":"2","page":416},{"text":"فريقٌ يقولون بألسنتهم آمنا بالله، فإِذا أُوذي أحدهم بسبب إِيمانه ارتد عن الدين وجعل ما يصيبه من أذى الناس سببًا صارفًا له عن الإِيمان كعذاب الله الشديد الذي يصرف الإِنسان عن الكفر قال المفسرون: التشبيه ﴿كَعَذَابِ الله﴾ من حيث إِن عذاب الله مانع للمؤمنين من الكفر، فكذلك المنافقون جعلوا أذاهم مانعًا لهم من الإِيمان، وكان مقتضى إِيمانهم أن يصبروا ويتشجعوا، ويروا في العذاب عذوبة، وفي المحنة منحة، فإن العاقبة للمتقين قال الإِمام الفخر: أقسام المكلفين ثلاثة: مؤمنٌ ظاهر بحسن اعتقاده، وكافرٌ مجاهر بكفره وعناده، ومذبذبٌ بينهما يظهر الإِيمان بلسانه ويضمر الكفر في فؤاده، فلما ذكر تعالى القسمين بقوله ﴿فَلَيَعْلَمَنَّ الله الذين صَدَقُواْ وَلَيَعْلَمَنَّ الكاذبين﴾ ذكر القسم الثالث هنا ﴿وَمِنَ الناس مَن يِقُولُ آمَنَّا بالله﴾ واللطيفة في الآية أن الله أراد بيان شرف المؤمن الصابر، وخسَّة المنافق الكافر، فقال هناك: أُوذي المؤمن في سبيل الله ليترك سبيله ولم يتركه، وأوذي المنافق الكافر فترك الله بنفسه، وكان يمكنه أن يظهر موافقتهم ويكون قلبه مطمئنًا بالإِيمان، ومع هذا لم يفعله بل ترك الله بالكلية ﴿وَلَئِنْ جَآءَ نَصْرٌ مِّن رَّبِّكَ لَيَقُولُنَّ إِنَّا كُنَّا مَعَكُمْ﴾ أي ولئن جاء نصر قريب للمؤمنين، وفتح ومغانم قال أولئك المذبذبون: إنا كنا معكم ننصركم على أعدائكم، فقاسمونا فيما حصل لكم من الغنائم قال تعالى ردًا عليهم ﴿أَوَ لَيْسَ الله بِأَعْلَمَ بِمَا فِي صُدُورِ العالمين﴾؟ استفهام تقرير أي أوليس الله هو العالم بما انطوت عليه الضمائر من خير وشر، ولما في قلوب الناس من إِيمان ونفاق؟ بلى إِنه بكل شيء عليم، ثم أكد تعالى ذلك بقوله ﴿وَلَيَعْلَمَنَّ الله الذين آمَنُواْ وَلَيَعْلَمَنَّ المنافقين﴾ أي وليُظهرنَّ الله لعباده حال المؤمنين وحال المنافقين حتى يتميزوا فيفتضح المنافق، ويظهر شرف المؤمن الصادق قال المفسرون: والمراد ﴿وَلَيَعْلَمَنَّ الله﴾ إِظهار علمه للناس حتى يصبح معلومًا لديهم، وإِلا فالله عالم بما كان، وما يكون، وما هو كائن لا تخفى عليه خافية، فهو إِذًا علمٌ إِظهار وإِبداء، لا علمُ غيبٍ وخفاء بالنسبة لله تعالى، وقد فسَّر ابن عباس العلم بمعنى الرؤية ﴿وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ اتبعوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ﴾ أي قال الكفار للمؤمنين اكفروا كما كفرنا، واتَّبعوا ديننا ونحن نحمل عنكم الإِثم والعقاب، إِن كان هناك عقاب قال ابن كثير: كما يقول القائل: افعلْ هذا وخطيئتك في عنقي، فإِن قيل ﴿وَلْنَحْمِلْ﴾ صيغة أمر، فكيف يصح أمر النفس من الشخص؟ فنقول: الصيغةُ أمرٌ والمعنى شرطٌ وجزاء أي إِن اتبعتمونا حملنا خطاياكم ﴿وَمَا هُمْ بِحَامِلِينَ مِنْ خَطَايَاهُمْ مِّن شَيْءٍ﴾ أي وما هم حاملين شيئًا من خطاياهم، لأنه لا يحمل أحدٌ وزر أحد ﴿إِنَّهُمْ لَكَاذِبُونَ﴾ أي وإِنهم لكاذبون في ذلك، ثم قال تعالى ﴿وَلَيَحْمِلُنَّ أَثْقَالَهُمْ وَأَثْقَالًا مَّعَ أَثْقَالِهِمْ﴾ أي وليحملُنَّ أوزارهم وأوزار من أضلوهم دون أن ينقص من أزوار أولئك شيء كما في الحديث\n«ومن دعا إلى ضلالة كان عليه من الإِثم مثل آثام من اتّبعه من غير أن يَنْقص من آثامهم» ﴿وَلَيُسْأَلُنَّ يَوْمَ القيامة﴾ أي وليسألنَّ سؤال توبيخ وتقريع ﴿عَمَّا كَانُواْ يَفْتَرُونَ﴾ أي","vol":"2","page":417},{"text":"عما كانوا يختلقونه من الكذب على الله ﷿، ثم ذكر تعالى لرسوله صلى الله عيه وسلم قصة نوح تسليةً له عما يلقاه من أذى المشركين فقال ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَامًا﴾ أي ولقد بعثنا نوحًا إلى قومه فمكث فيهم تسعمائة وخمسين سنة سنة يدعوهم إلى توحيد الله جلَّ وعلا، وكانوا عبدة أصنام فكذبوه ﴿فَأَخَذَهُمُ الطوفان وَهُمْ ظَالِمُونَ﴾ أي فأهلكهم الله بالطوفان وهم مصرّون على الكفر والضلال قال أبو السعود: والطوفان: كل ما يطوف بالشيء على كثرة وشدة، من السيل والريح والظلام، وقد غلب على طوفان الماء قال الرازي: وفي قوله ﴿وَهُمْ ظَالِمُونَ﴾ إِشارة إلى لطيفة، وهي أن الله لا يعذب على مجرد وجود الظلم، وإِنما يعذب على الإِصرار على الظلم ولهذا قال ﴿وَهُمْ ظَالِمُونَ﴾ يعني أهلكهم وهم على ظلمهم ﴿فأَنْجَيْناهُ وأَصْحَابَ السفينة﴾ أي فأنجينا نوحًا من الغرق ومن ركب معه في السفينة من أهله وأولاده وأتباعه المؤمنين ﴿وَجَعَلْنَاهَآ آيَةً لِّلْعَالَمِينَ﴾ أي وجعلنا تلك الحادثة الهائلة عظة وعبرة للناس بعدهم يتعظون بها ﴿وَإِبْرَاهِيمَ إِذْ قَالَ لِقَوْمِهِ اعبدوا الله واتقوه﴾ قال ابن كثير: يخبر تعالى عن عبده ورسوله وخليله «إِبراهيم» إِمام الحنفاء، أنه دعا قومه إِلى عبادة الله وحده لا شريك له، والإِخلاص له في التقوى، وطلب الرزق منه وحده، وتوحيده في الشكر فإِنه المشكور على النعم لا مُسدي لها غيره ﴿ذلكم خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ﴾ أي عبادة الله وتقواه خير لكم من عبادة الله الأوثان إِن كنتم تعلمون الخير من الشر وتفرقون بينهما ﴿إِنَّمَا تَعْبُدُونَ مِن دُونِ الله أَوْثَانًا﴾ أي أنتم لا تعبدون شيئًا ينفع أو يضر، وإِنما تعبدون أصنامًا من حجارة صنعتموها بأيديكم ﴿وَتَخْلُقُونَ إِفْكًا﴾ أي وتصنعون كذبًا وباطلًا قال ابن عباس: تنحتون وتصورون إِفكًا ﴿إِنَّ الذين تَعْبُدُونَ مِن دُونِ الله لاَ يَمْلِكُونَ لَكُمْ رِزْقًا﴾ أي إِن هؤلاء الذين تعبدونهم لا يقدرون على أن يرزقوكم ﴿فابتغوا عِندَ الله الرزق﴾ أي فاطلبوا الرزق من الله وحده، فإِنه القادر على ذلك ﴿واعبدوه واشكروا لَهُ﴾ أي وخصوه وحده بالعبادة واخشعوا واخضعوا له، واشكروه على نعمة التي أنعم بها عليكم ﴿إِلَيْهِ تُرْجَعُونَ﴾ أي إِليه لا إِلى غيره مرجعكم يوم القيامة فيجازي كل عاملٍ بعمله ﴿وَإِن تُكَذِّبُواْ فَقَدْ كَذَّبَ أُمَمٌ مِّن قَبْلِكُمْ﴾ لما فرغ من بيان التوحيد أتى بعده بالتهديد أي وإِن تكذبوني فلن تضروني بتكذيبكم وإِنما تضرون بأنفسكم فقد سبق قبلكم أمم كذبوا رسلهم فحلَّ بهم عذاب الله، وسيحل بكم ما حلَّ بهم ﴿وَمَا عَلَى الرسول إِلاَّ البلاغ المبين﴾ أي وليس على الرسول إِلا تبليغ أوامر الله، وليس عليه هداية الناس قال الطبري: ومعنى ﴿البلاغ المبين﴾ أي الذي يبينُ لمن","vol":"2","page":418},{"text":"سمعه ما يُراد به، ويفهم منه ما يعني به ﴿أَوَلَمْ يَرَوْاْ كَيْفَ يُبْدِئُ الله الخلق ثُمَّ يُعِيدُهُ﴾ الاستفهام لتلوبيخ لمنكري الحشر أي أولم ير المكذبون بالدلائل الساطعة كيف خلق تعالى الخلق ابتداءً من العدم، فيستدلون بالخلقة الأولى على الإِعادة في الحشر؟ قال قتادة: المعنى أولم يروا بالدلائل والنظر كيف يجوز أن يعيد الله الأجسام بعد الموت؟ ﴿إِنَّ ذلك عَلَى الله يَسِيرٌ﴾ أي سهل عليه تعالى فكيف ينكرون البعث والنشور؟ فإِن من قدر على البدء قدر على الإِعادة، قال القرطبي: ومعنى الآية على ما قاله البعض: أولم يروا كيف يبدئ الله الثمار فتحيا ثم تفنى ثم يعيدها أبدًا، وكذلك يبدأ خلق الإِنسان ثم يهلكه بعد أن خلق منه ولدًا، وخلق من الولد ولدًا، وكذلك سائر الحيوان، فإِذا رأيتم قدرته على الإِبداء والإِيجاد، فهو القادر على الإِعادة لأنه إِذا أراد أمرًا قال له كن فيكون ﴿قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ بَدَأَ الخلق﴾ أي قل لهؤلاء المنكرين للبعث سيروا في أرجاء الأرض فانظروا كيف أن الله العظيم القدير خلق الخلق علىكثرتهم وتفاوت هيئاتهم، واختلاف ألسنتهم وألوانهم وطبائعهم، وانظروا إِلى مساكن القرون الماضية وديارهم وآثارهم كيف أهلكهم الله، لتعلموا بذلك كمال قدرة الله ﷿! ﴿ثُمَّ الله يُنشِىءُ النشأة الآخرة﴾ أي ثم هو تعالى ينشئهم عند البعث نشأةً أخرى ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه تعالى شيء ومنه البدء والإِعادة ﴿يُعَذِّبُ مَن يَشَآءُ وَيَرْحَمُ مَن يَشَآءُ﴾ أي هو الحاكم المتصرف الذي يفعل ما يشاء ويحكم ما يريد، فله الخلق والأمر، لا يسأل عما يفعل وهم يُسألون ﴿وَإِلَيْهِ تُقْلَبُونَ﴾ أي وإِليه تُرجعون يوم القيامة ﴿وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض وَلاَ فِي السمآء﴾ أي لا تفوتون من عذاب الله، وليس لكم مهربٌ في الأرض ولا في السماء قال القرطبي: والمعنى لو كنتم في السماء ما أعجزتم الله كقوله\n﴿وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ﴾ [النساء: ٧٨] ﴿وَمَا لَكُمْ مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي ليس لكم غير الله وليٌّ يحميكم من بلائه، ولا نصير ينصركم من عذابه ﴿والذين كَفَرُواْ بِآيَاتِ الله وَلِقَآئِهِ﴾ أي كفروا بالقرآن والبعث ﴿أولئك يَئِسُواْ مِن رَّحْمَتِي﴾ أي أولئك المنكرون الججاحدون قنطوا من رحمتي قال ابن جرير: وذلك في الآخرة عند رؤية العذاب ﴿وأولئك لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي لهم عذاب موجع مؤلم ﴿فَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قَالُواْ اقتلوه أَوْ حَرِّقُوهُ﴾ أي فما كان ردُّ قومه عليه حين دعاهم إلأى الله ونهاهم عن الأصنام إِلا أن قال كبراؤهم المجرمون: اقتلوه لتستريحوا منه أو حرّقوه بالنار ﴿فَأَنْجَاهُ الله مِنَ النار﴾ أي فألقوه في النار فجعلها بردًا وسلامًا عليه ﴿إِنَّ فِي ذلك لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إِنَّ في إِنجائنا لإِبراهيم من النار لدلائل وبراهين ساطعة على قدرة الله لقوم يصدقون بوجود الله وكمال قدرته وجلاله ﴿وَقَالَ إِنَّمَا اتخذتم مِّن دُونِ الله أَوْثَانًا﴾ أي قال إبراهيم لقومه توبيخًا لهم وتقريعًا: إِنما عبدتم هذه الأوثان والأصنام وجعلتموها آلهة مع الله ﴿مَّوَدَّةَ بَيْنِكُمْ فِي الحياة الدنيا﴾ أي من أجل أن تدوم المحبة والألفة بينكم في هذه الحياة باجتماعكم على عبادتها ﴿ثُمَّ يَوْمَ القيامة يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ وَيَلْعَنُ بَعْضُكُمْ بَعْضًا﴾ أي ثم في الآخرة ينقلب الحال فتصبح هذه الصداقة والمودة عداوةً وبغضاء","vol":"2","page":419},{"text":"حيث يقع التناكر ويتبرأ القادة من الأتباع ويلعن الأتباع القادة، لأن صداقتهم في الدنيا لم تكن من أجل الله ﴿وَمَأْوَاكُمُ النار وَمَا لَكُمْ مِّن نَّاصِرِينَ﴾ أي ومصيركم جميعًا جهنم وليس لكم ناصر أو معين يخلصكم منها ﴿فَآمَنَ لَهُ لُوطٌ﴾ أي فآمن معه لوط وصدَّقه وهو ابن أخيه وأول من آمن به لما رأى من الآيات الباهرة ﴿وَقَالَ إِنِّي مُهَاجِرٌ إلى ربي﴾ أي وقال الخليل إِبراهيم، إِني تاركٌ وطني ومهاجر من بلدي رغبة في رضى الله قال المفسرون: هاجر من سواد العراق إلأى فلسطين والشام ابتغاء إِظهار الدين والتمكن من نشره ﴿إِنَّهُ هُوَ العزيز الحكيم﴾ أي هو العزيز الذي لا يذل من اعتمد عليه، الحكيم الذي يضع الأشياء مواضعها ﴿وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ وَجَعَلْنَا فِي ذُرِّيَّتِهِ النبوة والكتاب﴾ أي وهبنا لإِبراهيم - لما فارق قومه في الله - ولدًا صالحًا هو إِسحق وولد ولدٍ وهو يعقوب بن اسحاق ﴿وَجَعَلْنَا فِي ذُرِّيَّتِهِ النبوة والكتاب﴾ أي خصصناه بهذا الفضل العظيم حيث جعلنا كل الأنبياء بعد إِبراهيم من ذريته، وجعلنا اللكتب السماوية نازلةً على الأنبياء من بنيه قال ابن كثير: وهذه خصلة سنية عظيمة مع اتخاذ الله إِياه خليلًا، وجعله إِمامًا للناس، أن جعل الله في ذريته النبوة والكتاب، فل يوجد نبيٌ بعد إِبراهيم إِلا وهو من سلالته، فجميع أنبياء بني إِسرائيل من سلالة ولده «يعقوب» ولم يوجد نبي من سلالة «إسماعيل» سوى النبي العربي عليه أفضل الصلاة والتسليم ﴿وَآتَيْنَاهُ أَجْرَهُ فِي الدنيا﴾ أي وتركنا له الثناء الحسن في جميع الأديان ﴿وَإِنَّهُ فِي الآخرة لَمِنَ الصالحين﴾ أي وهو في الآخرة في عداد الكاملين في الصلاح، وهذا ثناءٌ عظيم على أب الأنبياء إبراهيم ﵇.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع فيما يلي:\n١ - الاستفهام للتقريع والتوبيخ والإِنكار ﴿أَحَسِبَ الناس أَن يتركوا أَن يقولوا آمَنَّا﴾ .\n٢ - الطباق بين ﴿صَدَقُواْ.\n. والكاذبين﴾ وبين ﴿آمَنُواْ. . والمنافقين﴾ وبين ﴿يُعَذِّبُ. . وَيَرْحَمُ﴾ وبين ﴿يُبْدِئُ. . يُعِيدُهُ﴾ .\n٣ - التأكيد بإِنَّ واللام ﴿فَإِنَّ أَجَلَ الله لآتٍ﴾ لأن المخاطب منكر.\n٤ - صيغة المبالغة ﴿السميع العليم﴾ .\n٥ - الجناس غير التام ﴿يَسِيرٌ. . وسِيرُواْ﴾ .\n٦ - التشبيه المرسل المجمل ﴿فِتْنَةَ الناس كَعَذَابِ الله﴾ حذف منه وجه الشبه فهو مجمل.\n٧ - التفنن في التعبير ﴿أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَامًا﴾ لم يقل إِلا خمسين سنة تفننًا لأن التكرار في الكلام الواحد مخالف للبلاغة إِلا إِذا كان لغرضٍ من تفخيم أو تهويل مثل ﴿القارعة مَا القارعة﴾ .\n٨ - أسلوب الإِطناب ﴿إِنَّمَا تَعْبُدُونَ مِن دُونِ الله أَوْثَانًا. . إِنَّ الذين تَعْبُدُونَ مِن دُونِ الله﴾ لغرض التشنيع عليهم في عبادة الأوثان.\n٩ - أسلوب الإِيجاز ﴿اقتلوه أَوْ حَرِّقُوهُ﴾ أي حرقوه في النار ثم قال ﴿فَأَنْجَاهُ الله﴾ أي ففعلوا فأنجاه الله من النار.\n١٠ - الاستعارة اللطيفة ﴿وَلَيَحْمِلُنَّ أَثْقَالَهُمْ﴾ شبّه الذنوب بالأثقال لأنها تثقل كاهل الإنسان.","vol":"2","page":420},{"text":"المنَاسَبَة: لما ذكر تعالى قصة نوح وإِبراهيم، وما فيهما من مواطن العظة والعبرة، ذكر هنا قصص الأنبياء «لوط، شعيب، هود، صالح» على سبيل الاختصار لبيان عاقبة الله في المكذبين. . وكلُّ ذلك لتأكيد ما ورد في صدر السورة الكريمة من أن الابتلاء سنة الحياة، وأنه من السنن الكونية على مر العصور والدهور.\nاللغَة: ﴿الفاحشة﴾ الفعلة المتناهية في القبح قال أهل اللغة: الفاحشةُ: القبيح الظاهر قبحه، وكل فعلٍ زاد في القبح والشناعة فهو فاحشة ﴿نَادِيكُمُ﴾ النادي: المجلس الذي يجتمع فيه القوم للسَّمر أو المشورة أو غيرهما ﴿تَعْثَوْاْ﴾ العُثُوُّ والعُثيُّ أشدُّ الفساد يقال: عثي يعثى، وعثا يعثو بمعنى","vol":"2","page":421},{"text":"واحد ﴿رِجْزًا﴾ عذابًا ﴿جَاثِمِينَ﴾ جثم: إِذا قعد على ركبتيه ﴿سَابِقِينَ﴾ فائتين من عذابنا ﴿أَوْهَنَ﴾ أضعف، والوهنُ: الضعف.\nالتفسِير: ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ﴾ أي واذكر رسولنا لوطًا ﵇ حين قال لقومه ﴿إِنَّكُمْ لَتَأْتُونَ الفاحشة﴾ أي إِنكم يا معشر القوم لترتكبون الفعلة المتناهية في القبح ﴿مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّنَ العالمين﴾ أي لم يسبقكم بهذه الشنيعة، والفعلة القبيحة - وهي اللواطة - أحدٌ من الخلق، ثم فسر تلك الشنيعة فقال ﴿أَئِنَّكُمْ لَتَأْتُونَ الرجال﴾ أي إِنكم لتأتون الذكور في الأدبار وذلك منتهى القذارة والخسَّة قال المفسرون: لم يقدم أحد قبلهم عليها اشمئزازًا منها في طباعهم لإِفراط قبحها حتى أقدم عليها قوم لوط، ولم ينز ذكرٌ على ذكر قبل قوم لوط ﴿وَتَقْطَعُونَ السبيل﴾ أي وتقطعون الطريق على المارة بالقتل وأخذ المال، وكانوا قطاع الطريق قال ابن كثير: كانوا يقفون في طريق الناس يقتلونهم ويأخذون أموالهم ﴿وَتَأْتُونَ فِي نَادِيكُمُ المنكر﴾ أي وتفعلون في مجلسكم ومنتداكم ما لا يليق من أنواع المنكرات علنًا وجهارًا، أما كفاكم قبحُ فعلكم حتى ضممت إِليه قبح الإِظهار!؟ قال مجاهد: كانوا يأتون الذكور أمام الملأ يرى بعضهم بعضًا، وقال ابن عباس: كانوا يحذفون بالحصى من مرَّ بهم مع الفحش في المزاح، وحل الإِزار، والصفير وغير ذلك من القبائح ﴿فَمَا كَانَ جَوَابَ قَوْمِهِ﴾ أي فما كان ردُّ قومه عليه حين نصحهم وذكرهم وحذَّرهم ﴿إِلاَّ أَن قَالُواْ ائتنا بِعَذَابِ الله﴾ أي إِلا أن قالوا على سبيل الاستهزاء: ائتنا يا لوط بالعذاب الذي تعدنا به ﴿إِن كُنتَ مِنَ الصادقين﴾ أي كنت صادقًا فيما تهددنا به من نزول العذاب قال الإِمام الفخر: فإِن قيل إِن الله تعالى قال هاهنا ﴿إِلاَّ أَن قَالُواْ ائتنا﴾ وقال في موضع آخر ﴿إِلاَّ أَن قالوا أخرجوا آلَ لُوطٍ مِّن قَرْيَتِكُمْ﴾ [النمل: ٥٦] فكيف وجه الجمع بينهما؟ فنقول: إِن لوطًا كان ثابتًا على الإِرشاد، مكررًا عليهم النهي والوعيد، فقالوا أولًا: ائتنا بعذاب الله، ثم لما كثر منه ذلك ولم يسكت عنهم قالوا أخرجوا آل لوط، ثم إِن لوطًا لما يئس منهم طلب النصرة من الله ﴿قَالَ رَبِّ انصرني عَلَى القوم المفسدين﴾ أي قال لوط ربّ أهلكهم وانصرني عليهم فإِنهم سفهاء مفسدون لا يُرجى منهم صلاح وقد أغرقوا في الغيّ والفساد قال الرازي: واعلم أن نبيًامن الأنبياء ما طلب هلاك قوم إِلا إِذا علم أن عدمهم خير من وجودهم كما قال نوح\n﴿إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ﴾ [نوح: ٢٧] فكذلك لوط لما رأى أنهم يفسدون في الحال، ولا يرجى منهم صلاح في المآل طلب لهم العذاب ﴿وَلَمَّا جَآءَتْ رُسُلُنَآ إِبْرَاهِيمَ بالبشرى﴾ المراد بالرسل هنا «الملائكة» والبشرى هي تبشير إبراهيم بالولد، أي لما جاءت الملائكة تبشّر إِبراهيم بغلام حليم ﴿قالوا إِنَّا مهلكوا أَهْلِ هذه القرية﴾ أي جئنا لنهلك قرية قوم لوط ﴿إِنَّ أَهْلَهَا كَانُواْ ظَالِمِينَ﴾ أي لأنَّ أهلها ممعنون في الظلم والفساد، طبيعتهم البغيُ والعناد قال المفسرون: لما دعا لوط على قومه، استجاب الله دعاءه، وأرسل ملائكته لإِهلاكهم، فمروا بطريقهم على إِبراهيم أولًا فبشروه بغلامٍ وذرية","vol":"2","page":422},{"text":"صالحة، ثم أخبروه بما أُرسلوا من أجله، فجادلهم بشأن ابن أخيه لوط ﴿قَالَ إِنَّ فِيهَا لُوطًا﴾ أي كيف تهلكون أهل القرية وفيهم هذا النبي الصالح «لوط»؟ ﴿قَالُواْ نَحْنُ أَعْلَمُ بِمَن فِيهَا﴾ أي نحن أعلم به وبمن فيها من المؤمنين قال الصاوي: وهذا بعد المجادلة التي تقدمت في سورة هود ﴿يُجَادِلُنَا فِي قَوْمِ لُوطٍ﴾ [هود: ٧٤] حيث قال لهم: أتهلكون قريةً فيها ثلاثمائة مؤمن؟ قالوا لا، إِلى أن قال: أفرأيتم إِن كان فيها مؤمن واحد؟ قالوا لا فقال لهم ﴿إِنَّ فِيهَا لُوطًا﴾ فأجابوه بقولهم ﴿نَحْنُ أَعْلَمُ بِمَن فِيهَا﴾ ثم بشروه فإِنجاء لوط والمؤمنين ﴿لَنُنَجِّيَنَّهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين﴾ أي سوف ننجيه مع أهله من العذاب، إِلا امرأته فستكون من الهالكين لأنها كانت تمالئهم على الكفر، ثم ساروا من عنده فدخلوا على «لوط» في صورة شبان حسان ﴿وَلَمَّآ أَن جَآءَتْ رُسُلُنَا لُوطًا سِيءَ بِهِمْ وَضَاقَ بِهِمْ ذَرْعًا﴾ أي ولما دخلوا على لوط حزن بسببهم، وضاق صدره من مجيئهم لأنهم حسان الوجوه في صورة أضياف، فخاف عليهم من قومه، فأعلموه أنهم رسل ربه ﴿وَقَالُواْ لاَ تَخَفْ وَلاَ تَحْزَنْ﴾ أي لا تخف علينا ولا تحزن بسببنا، فلن يصل هؤلاء المجرمون إِلينا ﴿إِنَّا مُنَجُّوكَ وَأَهْلَكَ إِلاَّ امرأتك كَانَتْ مِنَ الغابرين﴾ أي كانت من الهالكين الباقين في العذاب ﴿إِنَّا مُنزِلُونَ على أَهْلِ هذه القرية رِجْزًا مِّنَ السمآء بِمَا كَانُواْ يَفْسُقُونَ﴾ أي منزلون عليهم عذابًا من السماء بسبب فسقهم المستمر قال ابن كثير: وذلك أن جبريل ﵇ اقتلع قراهم من قرار الأرض، ثم رفعها إلى عنان السماء ثم قلبها عليهم، وأرسل عليهم حجارة من سجيل منضود، وجعل مكانها بحيرةً خبيثةً منتنة، وجعلهم عبرةً إلى يوم التناد، وهم من أشد الناس عذابًا يوم المعاد ﴿وَلَقَد تَّرَكْنَا مِنْهَآ آيَةً بَيِّنَةً﴾ أي ولقد تركنا من هذه القرية علامةً بينةً واضحة، هي آثار منازلهم الخربة ﴿لِّقَوْمٍ يَعْقِلُونَ﴾ أي لقومٍ يتفكرون ويتدبرون ويستعملون عقولهم في الاستبصار والاعتبار، ثم أخبر تعالى عن قصة شعيب فقال ﴿وإلى مَدْيَنَ أَخَاهُمْ شُعَيْبًا﴾ أي وأرسلنا إلى قوم مدين أخاهم شعيبًا ﴿فَقَالَ ياقوم اعبدوا الله وارجوا اليوم الأخر﴾ أي فقال لقومه ناصحًا ومذكرًا: يا قوم وحّدوا الله وخافوا عقابه الشديد في اليوم الآخر ﴿وَلاَ تَعْثَوْاْ فِي الأرض مُفْسِدِينَ﴾ أي لا تسعوا بالإِفساد في الأرض بأنواع البغي والعدوان ﴿فَكَذَّبُوهُ فَأَخَذَتْهُمُ الرجفة﴾ أي فكذبوا رسولهم شعيبًا فأهلكهم الله برجفةٍ عظيمة مدمرة زلزلت عليهم بلادهم، وصيحة هائلة أخرجت القلوب من حناجرها ﴿فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أي فأصبحوا هلكى باركين على الركب ميتين ﴿وَعَادًا وَثَمُودَاْ وَقَد تَّبَيَّنَ لَكُم مِّن مَّسَاكِنِهِمْ﴾ أي وأهلكنا عادًا وثمود، وقد ظهر لكم يا أهل مكة من منازلهم بالحجاز واليمن آيتنا في هلاكهم أفلا يعتبرون؟ ﴿وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ أي وحسَّن لهم الشيطان أعمالهم القبيحة من الكفر والمعاصي حتى رأوها حسنة ﴿فَصَدَّهُمْ عَنِ السبيل وَكَانُواْ مُسْتَبْصِرِينَ﴾ أي فمنعهم عن طريق الحق، وكانوا عقلاء متمكنين من النظر والاستدلال، لكنهم لم يفعلوا تكبرًا وعنادًا ﴿وَقَارُونَ وَفِرْعَوْنَ وَهَامَانَ﴾ أي وأهلكنا كذلك الجبابرة الظالمين، ﴿قَارُونَ﴾ صاحب الكنوز الكثيرة ﴿وَفِرْعَوْنَ﴾ صاحب الملك والسلطان، ووزيره ﴿وَهَامَانَ﴾ الذي كان يُعينُه على الظلم والطغيان ﴿وَلَقَدْ جَآءَهُمْ موسى بالبينات﴾ أي ولقد جاءهم موسى بالحجج الباهرة،","vol":"2","page":423},{"text":"والآيات الظاهرة ﴿فاستكبروا فِي الأرض﴾ أي فاستكبروا عن عبادة الله وطاعة رسوله ﴿وَمَا كَانُواْ سَابِقِينَ﴾ أي وما كانوا ليفلتوا من عذابنا قال الطبري: أي ما كانوا ليفوتونا بل كنا مقتدرين عليهم ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ﴾ أي فكلًا من هؤلاء المجرمين أهلكناه بسبب ذنبه وعاقبناه بجنايته قال ابن كثير: أي وكانت عقوبته بما يناسبه ﴿فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا﴾ أي ريحًا عاصفة مدمرة فيها حصباء «حجارة» كقوم لوط ﴿وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة﴾ أي ومنهم من أخذته صيحةُ العذاب مع الرجفة كثمود ﴿وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض﴾ أي خسفنا به وبأملاكه الأرض حتى غاب فيها كقارون وأصحابه ﴿وَمِنْهُمْ مَّنْ أَغْرَقْنَا﴾ أي أهلكناه بالغرق كقوم نوح وفرعون وجنده ﴿وَمَا كَانَ الله لِيَظْلِمَهُمْ﴾ أي وما كان الله ليعذبهم من غير ذنب فيكون لهم ظالمًا ﴿ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ﴾ أي ولكن ظلموا أنفسهم فاستحقوا العذاب والدمار، ثم ضرب تعالى مثلًا للمشركين في اتخاذهم آلهة من دون الله فقال ﴿مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ أي مثل الذين اتخذوا من دون الله أصنامًا يعبدونها في اعتمادهم عليها ورجائهم نفعها كمثل العنكبوت في اتخاذها بيتًا لا يغني عنها في حر ولا برد، ولا مطر ولا أذى قال القرطبي: هذا مثل ضربه الله سبحانه لمن اتخذ من دونه آلهة لا تنفعه ولا تضره، كما أن بيت العنكبوت لا يقيها حرًا ولا بردًا ﴿وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت لَوْ كَانُواْ يَعْلَمُونَ﴾ أي وإِن أضعف البيوت لبيتُ العنكبوت لتفاهته وحقارته، لو كانوا يعلمون أن هذا مثلهم ما عبدوها ﴿إِنَّ الله يَعْلَمُ مَا يَدْعُونَ مِن دُونِهِ مِن شَيْءٍ﴾ أي هو تعالى عالم بما عبدوه من دونه لا يخفى عليه ذلك، وسيجازيهم على كفرهم ﴿وَهُوَ العزيز الحكيم﴾ أي وهو جل وعلا العزيز في ملكه، الحكيم في صنعه ﴿وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ﴾ أي وتلك الأمثال نبينها للناس في القرآن لتقريبها إلى أذهانهم ﴿وَمَا يَعْقِلُهَآ إِلاَّ العالمون﴾ أي وما يدركها ويفهمها إِلا العالمون الراسخون، الذين يعقلون عن اللع ﷿ مراده ﴿خَلَقَ الله السماوات والأرض بالحق﴾ أي خلقهما بالحق الثابت لا على وجه العبث واللعب ﴿إِنَّ فِي ذلك لآيَةً لِّلْمُؤْمِنِينَ﴾ أي إِن في خلقهما بذلك الشكل البديع، ولاصنع المحكم لعلامة ودلالة للمصدقين بوجود الله ووحدانيته ﴿اتل مَا أُوْحِيَ إِلَيْكَ مِنَ الكتاب﴾ أي اقرأ يا محمد هذا القرآن المجيد الذي أوحاه إِليك ربك، وتقرّب إِليه بتلاوته وترداده، لأن فيه محاسن الآداب ومكارم الأخلاق ﴿وَأَقِمِ الصلاة﴾ أي دم على إِقامتها بأركانها وشروطها وآدابها فإِنها عماد الدين ﴿إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر﴾ أي إِنَّ الصلاة الجامعة لشروطها وآدابها، المستوفية لخشوعها وأحكامها، إِذا أداها المصلي كما ينبغي، وكان خاشعًا في صلاته، متذكرًا لعظمة ربه، متدبرًا لما يتلو، نهته عن الفواحش والمنكرات ﴿وَلَذِكْرُ الله أَكْبَرُ﴾ أي ولذكر الله أكبر من كل شيء في الدنيا، وهو أن تتذكر عظمته وجلاله، وتذكره في صلاتك وفي بيعك وشرائك، وفي أمور حياتك ولا تغفل عنه في جميع شؤونك ﴿والله يَعْلَمُ مَا تَصْنَعُونَ﴾ أي يعلم جميع أعمالكم وأفعالكم فيجازيكم عليها أحسن المجازاة، قال أبو العالية: إن الصلاة فيهاثلاث خصال: الإِخلاص، والخشية، وذكر الله؛ فالإِخلاص يأمره بالمعروف، والخشية تنهاه عن المنكر، وذكر الله -","vol":"2","page":424},{"text":"القرآن - يأمره وينهاه فكل صلاة لا يكون فيها شيء من هذه الخلال فليست بصلاة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بعده مؤكدات والاطناب بتكرار الفعل تهجينًا لعملهم القبيح وتوبيخًا ﴿إِنَّكُمْ لَتَأْتُونَ الفاحشة. . أَئِنَّكُمْ لَتَأْتُونَ الرجال﴾ الآية.\n٢ - الاستهزاء والسخرية ﴿ائتنا بِعَذَابِ الله إِن كُنتَ مِنَ الصادقين﴾ وجواب الشرط محذوف دل عليه السابق أن إِن كنت صادقًا فائتنا به.\n٣ - التنكير لإِفادة التهويل ﴿رِجْزًا مِّنَ السمآء﴾ أي رجزًا عظيمًا هائلًا.\n٤ - تقديم المفعول للعناية والاهتمام، والإِجمال ثم التفصيل ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة﴾ الخ.\n٥ - التشبيه التمثيلي ﴿مَثَلُ الذين اتخذوا مِن دُونِ الله أَوْلِيَآءَ كَمَثَلِ العنكبوت اتخذت بَيْتًا﴾ شبَّه الله الكافرين في عبادتهم للأصنام بالعنكبوت في بنائها بيتًا ضعيفًا واهيًا يتهاوى من هبة نسيم أو من نفخة فم، وسمي تمثيليًا لأن وجه الشبه صورة منتزعة من متعدد.\n٦ - توافق الفواصل في الحرف الأخير وما فيه من جرس عذب بديع مثل ﴿انصرني عَلَى القوم المفسدين. . إِنَّ أَهْلَهَا كَانُواْ ظَالِمِينَ﴾ ومثل ﴿وَإِنَّ أَوْهَنَ البيوت لَبَيْتُ العنكبوت﴾ ومثل ﴿بِمَا كَانُواْ يَفْسُقُونَ. . آيَةً بَيِّنَةً لِّقَوْمٍ يَعْقِلُونَ﴾ الخ وهو من خصائص القرآن.\nتنبي: أفادت الآية أن الصلاة تنهى عن الفحشاء والمنكر، وقد ثبت أن رسول الله ﷺ َ لما قيل له: إِن فلانًا يصلي الليل سرق فقال: «ستمنعه صلاته» رواه البزار، يريد ﵇ أن الصلاة إذا كانت على الوجه الأكمل، تنهى صاحبها عن الفحشاء، ولا تزيده بعدًا بل تزيده قربًا.","vol":"2","page":425},{"text":"المنَاسَبَة: لما بيَّن تعالى ضلال من اتخذ أولياء من دون الل، وضرب المثل ببيت العنكبوت، أمر هنا بالتلطف في دعوة أهل الكتاب إلى الإِيمان، ث ذكر البارهين القاطعة على صدق محمد ﷺ َ وصحة القرآن، وختم السورة الكريمة ببيان المانع من التوحيد وهو اغترار الناس بالحياة الدنيا الفانية، وبيَّن أن المشركين يوحدون الله وقت الشدة، وينسونه وقت الرخاء.\nاللغَة: ﴿بَغْتَةً﴾ فجأة يقال: بَغَتَه إذا دهمه على حين غفلة ﴿يَغْشَاهُمُ﴾ يجللهم ويغطيهم من فوقهم، والغشاء: الغطاء ﴿لَنُبَوِّئَنَّهُمْ﴾ بوَّاه: أنزله في لمكان على وجه الإِقامة ﴿غُرَفًَا﴾ منازل رفيعة عالية في الجنة ﴿يُؤْفَكُونَ﴾ يُصرفون عن الحق إلى الباطل ﴿يَبْسُطُ﴾ يوسّع ﴿وَيَقْدِرُ﴾ يضيق ﴿مَثْوًى﴾ المكان اليذي يقيم فيه الإِنسان.\nسَبَبُ النّزول: عن ابن عباس أن النبي ﷺ َ أمر المؤمنين بالهجرة حين آذاهم المشركون فقال لهم: اخرجوا إلى المدينة وهاجروا، ولا تجاوروا الظلمة، قالوا: ليس لنا بها دار ولا عقار، ولا من يطعمنا ولا من يسقينا فنزلت ﴿وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا الله يَرْزُقُهَا وَإِيَّاكُمْ. .﴾ الآية.\nالتفسِير: ﴿وَلاَ تجادلوا أَهْلَ الكتاب إِلاَّ بالتي هِيَ أَحْسَنُ﴾ أي لا تدعو أهل الكتاب إلى الإِسلام وتناقشوهم في أَمر الدين إلا بالطريقة الحسنى كالدعاء إلى الله بآياته، والتنبيه على حججه وبيناته ﴿إِلاَّ الذين ظَلَمُواْ مِنْهُمْ﴾ أي إلا من كان ظالمًا، محاربًا لكم، مجاهدًا في عداوتكم،","vol":"2","page":426},{"text":"فجادلوهم بالغلظة والشدة قال الإِمام الفخر: إن المشرك لما جاء بالمكر الفظيع كان اللائق أن يُجادل بالأخشن، ويُبالغ في توهين شبهه وتهجين مذهبه، وأما أهل اكلتاب فإنهم آمنوا بإنزال الكتب وإرسال الرسل إلا الاعتراف بالنبي ﵇، فلمقابلة إحسانهم يُجادلون بالأحسن إلا الذين ظلموا منهم بإثبات الولد لله، والقول بثلاث ثلاثة فإنهم يُجادلون بالأخشن من تهجين مقالتهم، وتين جهالتهم ﴿وقولوا آمَنَّا بالذي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ﴾ أي وقولوا لهم: آمنا بالقرآن الذي أُنزل إلينا وبالتوراة والإِنجيل التي أنزلت إليكم، قال أبو هريرة: كان أهل الكتاب يقرءون التوراة بالعبرانية ويفسورنها بالعربية لأهل الإِسلام، فقال رسول الله ﷺ َ: لا تصدّقوا أهل الكتاب ولا تكذبوهم، ﴿وقولوا آمَنَّا بالذي أُنزِلَ إِلَيْنَا وَأُنزِلَ إِلَيْكُمْ﴾ ﴿وإلهنا وإلهكم وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي ربنا وربكم واحد لا شريك له في الألوهية، ونحن له مطيعون، مستسلمون لحكمه وأمره ﴿وَكَذَلِكَ أَنزَلْنَآ إِلَيْكَ الكتاب﴾ أي وكما أنزلنا الكتاب على من قبلك يا محمد وأمره ﴿فالذين آتَيْنَاهُمُ الكتاب يُؤْمِنُونَ بِهِ﴾ أي فالذين أعطيناهم الكتاب كعبد الله ابن سلام وأمثاله ممن أسلم من اليهود والنصارى يؤمنون بالقرآن ﴿وَمِنْ هؤلاء مَن يُؤْمِنُ بِهِ﴾ أي ومن أهل مكة من يؤمن بالقرآن كذلك ﴿وَمَا يَجْحَدُ بِآيَاتِنَآ إِلاَّ الكافرون﴾ أي وما يكذب بآياتنا وينكرها مع ظهورها وقيام الحجة عليها إلا المتوغلون في الكفر، المصرّون على العناد قال قتادة: وإنما يكون الجحود بعد المعرفة ﴿وَمَا كُنتَ تَتْلُواْ مِن قَبْلِهِ مِن كِتَابٍ وَلاَ تَخُطُّهُ بِيَمِينِكَ﴾ أي وما كنتَ يا محمد تعرف القراءة ولا الكتابة قبل نزول هذا القرآن لأنك أميٌ قال ابن عباس: كان رسول الله ﷺ َ أميًا لا يقرأ شيئًا ولا يكتب ﴿إِذًا لاَّرْتَابَ المبطلون﴾ أي لو كنت تقرأ أو تكتب إذًا لشك الكفار في القرآن وقالوا؛ لعله التقطه من كتب الأوائل ونسبه إلأى الله، والآيةُ احتجاجٌ على أن القرآن من عند الله، لأنه النبي أميّ وجاءهم بهذا الكتاب المعجز، المتضمن لأخبار الأمم اسابقة، والأمور الغيبية، وذلك أكبر برهان على صدقه ﷺ َ قال ابن كثير: المعنى قد لبثت في قومك يا محمد - من قبل أن تأتي بهذا القرآن - عمرًا لا تقرأ كتابًا، ولا تحسن الكتابة، بل كل أحد من قومك يعرف أنك أميٌ لا تقرأ ولا تكتب، وهكذا كان رسول الله ﷺ َ دائمًا إلى يوم الدين لا يحسن الكتابة، ولا يخط حرفًا ولا سطرًا بيده، بل كان له كتَّاب يكتبون له الوحي ﴿بَلْ هُوَ آيَاتٌ بَيِّنَاتٌ فِي صُدُورِ الذين أُوتُواْ العلم﴾ ﴿بَلْ﴾ للإِضراب أي ليس الأمر كما حسب الظالمون والمبطلون بل هو آيات واضحاتُ الإِعجاز، ساطعات الدلالة على أنها من عند الله، محفوظة في صدور العلماء، قال المفسرون: من خصائص القرآن العظيم أنَّ الله حفظه من التبديل والتغيير بطريقين: الأول: الحفظُ في السطور، والثاني: الحفظُ في الصدور، بخلاف غيره من الكتب فإنها مسطْرة لديهم غير محفوظة في صدروهم ولهذا دخلها التحريف، وقد جاء في صفة هذه الأمة «أنا جيلُهم في صدروهم» وقال الحسن: أُعطيت هذه الأمة الحفظ، وكان من قبلها لا يقرءون كتابهم","vol":"2","page":427},{"text":"إلا نظرًا، فإذا أطبقوه لم يحفظ ما فيه إلا النبيّون ﴿وَمَا يَجْحَدُ بِآيَاتِنَآ إِلاَّ الظالمون﴾ أي وما يكذب بها إلا المتجاوزون الحد في الكفر والعناد ﴿وَقَالُواْ لَوْلاَ أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ﴾ أي وقال كفار مكة: هلاَّ أُنزل على محمد آيات خارقة من ربه تدل على صدقه مثل ناقة صالح، وعصا موسى، ومائدة عيسى!! ﴿قُلْ إِنَّمَا الآيات عِندَ الله﴾ أي قل لهم يا محمد: إنما أمر هذه الخوارق والمعجزات لله وليست بيدي، إن شاء أرسلها، وإن شاء منعها، وليس لأحدٍ دخلٌ فيها ﴿وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ﴾ أي وإنما أنا منذر أخوفكم عذاب الله، وليس من شأني أن آتي بالآيات ﴿أَوَلَمْ يَكْفِهِمْ أَنَّآ أَنزَلْنَا عَلَيْكَ الكتاب يتلى عَلَيْهِمْ﴾؟ الاستفهام للتوبيخ أي أولم يكف المشركين من الآيات هذا الكتاب المعجز الذي لا يزال يقرع أسماعهم؟ وكيف يطلبون آيةً والقرآن أعظم الآيات وأوضحها دلالة على صحة نبوتك؟ قال ابن كثير: بيَّن تعالى كثرة جهلهم، وسخافة عقلهم، حيث طلبوا آياتٍ تدل على صدق محمد ﷺ َ، وقد جاءهم بالكتاب العزيز الذي لا يأتيه الباطل من بين يديه ولا من خلفه، الذي هو أعظم من كل معجزة، إذ عجزت الفصحاء والبلغاء عن معارضته، بل عن معارضة سورة منه، أولم يكفهم أنا أنزلنا عليك هذا الكتاب العظيم وأنت رجلٌ أميٌ لا تقرأ ولا تكتب، وجئتهم بأخبار ما في الصحف الأولى؟ ولهذا قال بعده ﴿إِنَّ فِي ذلك لَرَحْمَةً وذكرى لِقَوْمٍ يُؤْمِنُونَ﴾ أي إن في إنزال هذا القرآن لنعمةً عظيمة على العباد بإنقاذهم من الضلالة، وتذكة بليغة لقوم غرضهم الإِيمان لا التعنت ﴿قُلْ كفى بالله بَيْنِي وَبَيْنَكُمْ شَهِيدًا﴾ أي قل لهم: كفى أن يكون الله جلَّ وعلا شاهدًا على صدقي، يسهد لي أني رسولُه ﴿يَعْلَمُ مَا فِي السماوات والأرض﴾ أي لا تخفى عليه خافية من أمر العباد، فلو كنتُ كاذبًا عليه لانتقم مني ﴿والذين آمَنُواْ بالباطل وَكَفَرُواْ بالله أولئك هُمُ الخاسرون﴾ أي والذين آمنوا بالأوثان وكفروا بالرحمن، أولئك هم الكاملون في الخسران حيث اشتروا الكفر بالإِيمان ﴿وَيَسْتَعْجِلُونَكَ بالعذاب﴾ أي يستعجلك يا محمد المشركون بالعذاب يقولون\n﴿أَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء﴾ [الأنفال: ٣٢] وهو استعجال على جهة التكذيب والاستهزاء ﴿وَلَوْلاَ أَجَلٌ مُّسَمًّى لَّجَآءَهُمُ العذاب﴾ أي لولا أن الله قدَّر لعذابهم وهلاكهم وقتًا محدودًا لجاءهم العذاب حين طلبوه ﴿وَلَيَأْتِيَنَّهُمْ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ﴾ أي وليأتينهم فجأة وهم ساهون لاهون لا يشعرون بوقت مجيئه ﴿يَسْتَعْجِلُونَكَ بالعذاب وَإِنَّ جَهَنَّمَ لَمُحِيطَةٌ بالكافرين﴾ تعجبٌ من قلة فطنتهم ومن تعنتهم وعنادهم والمعنى: كيف يستعجلون العذاب والحال أن جهنم محيطةٌ بهم يوم القيامة كإحاطة السوار بالمعصم، لا مفرَّ لهم منها؟ ثم ذكر كيفية إحاطة جهنم بهم فقال ﴿يَوْمَ يَغْشَاهُمُ العذاب مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِمْ﴾ أي يوم يجللهم العذاب ويحيط بهم من فوقهم ومن تحتهم، ومن جميع جهاتهم ﴿وَيِقُولُ ذُوقُواْ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي ويقول الله ﷿ لهم: ذوقوا جزاء ما كنتم تعملونه في الدنيا من الاستهزاء والإِجرام، وسيء الأعمال، ثم لما بيَّن تعالى حال المكذبين الجاحدين، أعقبه بذكر حال الأبرار المتقين فقال ﴿ياعبادي الذين آمنوا إِنَّ أَرْضِي وَاسِعَةٌ﴾ خطابُ تشريفٍ للتحريض على الهجرة من دار الكفر إلى دار الإِسلام أي يا من شرفكم الله بالعبودية له هاجروا من مكة إن كنتم في ضيق من إظهار الإِيمان فيها،","vol":"2","page":428},{"text":"ولا تجاوروا الظلمة فأرضُ الله واسعة قال مقاتل: نزلت في ضعفاء مسلمي مكة ﴿فَإِيَّايَ فاعبدون﴾ أي فخصوني بالعبادة ولا تعبدوا أحدًا سواي ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الموت ثُمَّ إِلَيْنَا تُرْجَعُونَ﴾ أي أينما كنتم يدرككم الموتُ، فكنوا دائمًا وأبدًا في طاعة الله، وحيث أُمرتم فهاجروا فإن الموت لا بدَّ منه ولا محيد عنه، ثم إلأى الله المرجع والمآب ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بيت إخلاص العقيدة وإخلاص العمل ﴿لَنُبَوِّئَنَّهُمْ مِّنَ الجنة غُرَفًَا﴾ أي لننزلنَّهم أعالي الجنة ولنسكننهم منازل رفيعة فيها ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت أشجارها وقصورها أنهار الجنة ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها إلى غير نهاية لا يخرجون منها أبدًا ﴿نِعْمَ أَجْرُ العاملين﴾ أي نعمت تلك المساكن العالية في جناتِ النعيم أجرًا للعاملين ﴿الذين صَبَرُواْ وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ هذا بيانٌ للعاملين أي هم الذين صبروا على تحمل المشاقّ من الهجرة والأذى في سبيل الله، وعلى ربهم يعتمدون في جميع أمورهم قال في البحر: وهذان جماع الخير كله: الصبر، وتفويض الأمر إلأيه تعالى ﴿وَكَأَيِّن مِّن دَآبَّةٍ لاَّ تَحْمِلُ رِزْقَهَا﴾ أي كم من دابة ضعيفة لا تقدر على كسب رزقها ولكنَّ الله يرزقها مع ضعفها ﴿الله يَرْزُقُهَا وَإِيَّاكُمْ﴾ أي الله تعالى يرزقها كما يرزقكم، وقد تكفل برزق جميع الخلق، فلا تخافوا الفقر إن هاجرتم، فالرازق هو الله قال في التسهيل: والقصدُ بالآية التقوية لقلوب المؤمنين إذا خافوا الفقر والجوع في الهجرة من أوطانهم، فكما يرزق الله الحيوانات الضعيفة كذلك يرزقكم إذا هاجرتم من بلدكم ﴿وَهُوَ السميع العليم﴾ أي هو السميع لأقوالكم، العليمُ بأحوالكم، ثم عاد الحديث إلى توبيخ المشركين في عبادة غير الله فقال ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض وَسَخَّرَ الشمس والقمر لَيَقُولُنَّ الله﴾ أي ولئن سألت المشركين من خلق العالم العلوي والسفلي وما فيهما من العجائب والغرائب؟ ومن ذلَّل الشمس والقمر وسخرهما لمصالح العباد يجريان بنظام دقيق؟ ليقولون: الله خالق ذلك ﴿فأنى يُؤْفَكُونَ﴾ أي فكيف يُصرفون عن توحيده بعد إقرارهم بذلك؟ ﴿الله يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ﴾ أي هو جلَّ وعلا الخالق وهو الرازق، يوسّع الرزق لمن يشاء من عباده امتحانًا، ويضيّق الرزق على من يشاء ابتلاءً، ليظهر الشاكر والصابر ﴿إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي إنه تعالى واسع العلم يفعل ما تقتضيه الحكمة والمصلحة ﴿وَلَئِن سَأَلْتَهُمْ مَّن نَّزَّلَ مِنَ السمآء مَآءً فَأَحْيَا بِهِ الأرض مِن بَعْدِ مَوْتِهَا لَيَقُولُنَّ الله﴾ توبيخٌ آخر وإقامة حجة أخرى عليهم أي ولئن سألت المشركين من الذي أنزل المطر من السماء فأخرج به أنواع الزروع والثمار بعد جدب الأرض ويبسها؟ ليقولون: الله فاعلُ ذلك ﴿قُلِ الحمد لِلَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ أي قل يا محمد: حمدًا لله على ظهور الحجة، بل أكثرهم لا يعقلون، حيث يقرون بأن الله هو الخالق الرازق ويعبدون غيره ﴿وَمَا هذه الحياة الدنيآ إِلاَّ لَهْوٌ وَلَعِبٌ﴾ أي وما الحياة في هذه الدنيا إلا غرور ينقضي سريعًا ويزول، كما يلعب الصبيان ساعة ثم يتفرقون ﴿وَإِنَّ الدار الآخرة لَهِيَ الحيوان﴾ أي وإن الآخرة لهي الحياة الحقيقية التي لا موت فيها ولا تنغيص ﴿لَوْ كَانُواْ يَعْلَمُونَ﴾ أي لو كان عندهم علم لم يُؤْثروا دار الفناء على دار البقاء،","vol":"2","page":429},{"text":"لأن الدنيا حقيرة لا تزن عند الله جناح بعوضه، ولقد أحسن من قال\nتأملْ في الوجود بعين فكر ... ترى الدنيا الدنيَّة كالخيال\nومَنء فيها جميعًا سوف يفنى ... ويبقى وجهُ ربك ذو الجلال\n﴿فَإِذَا رَكِبُواْ فِي الفلك دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين﴾ إقامة حجة ثالثة على المشركين في دعائهم الله عند الشدائد، ثم يشركون به في حال الرخاء والمعنى إذا ركبوا في السفن وخافوا الغرق دعوا الله مخلصين له الدعاء، لعلمهم أنه لا يكشف الشدائد عنهم إلاّ هو، وفي لفظ ﴿مُخْلِصِينَ﴾ ضربٌ من التهكم ﴿فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ﴾ أي فلما خلَّصهم من أهوال البحر، ونجاهم إلى جانب البر إذا هم يعودون إلى كفرهم وإشراكهم، ناسين ربهم الذي أنقذهم من الشدائد والأهوال ﴿لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ وَلِيَتَمَتَّعُواْ فَسَوْفَ يَعلَمُونَ﴾ أمرٌ على وجه التهديد أي فليكفروا بما أعطيناهم من نعمة الإِنجاء من البحر، وليتمتعوا في هذه الحياة الدنيا بباقي أعمارهم، فسوف يعلمون عاقبة أمرهم ﴿أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ﴾ أي أولم ير هؤلاء الكفار، رؤية تفكر واعتبار، أنا جعلنا بلدهم «مكة» حرمًا مصونًا عن السلب والنهب، آنًا أهله من القتل والسبي، والناسُ حولهم يُسبون ويقتلون؟ قال الضحاك: ﴿وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ﴾ أي يقتل بعضُهم بعضًا، ويسبي بعضهم بعضًا ﴿أفبالباطل يُؤْمِنُونَ وَبِنِعْمَةِ الله يَكْفُرُونَ﴾ أي أفبعد هذه النعم الجليلة يؤمنون بالأوثان ويكفرون بالرحمن؟ ﴿وَمَنْ أَظْلَمُ مِمَّنْ افترى عَلَى الله كَذِبًا أَوْ كَذَّبَ بالحق لَمَّا جَآءَهُ﴾ أي لا أحد أظلم ممن عبد غير الله وكذَّب بالقرآن حين جاءه ﴿أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ﴾؟ أي أليس في جهنم مأوى وموضع إقامة للكافرين بآيات الله جزاء افترائهم وكفرهم؟ ﴿والذين جَاهَدُواْ فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا﴾ أي والذين جاهدوا النفس والشيطان والهوى ولكفرة أعداء الدين ابتغاء مرضاتنا لنهدينهم طريق السير إلينا ﴿وَإِنَّ الله لَمَعَ المحسنين﴾ أي مع المؤمنين بالنصر والعون.\nالبّلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التحضيض ﴿لَوْلاَ أُنزِلَ عَلَيْهِ آيَاتٌ مِّن رَّبِّهِ﴾ .\n٢ - الطباق ﴿آمَنُواْ بالباطل وَكَفَرُواْ بالله﴾ .\n٣ - إفادة القصر ﴿أولئك هُمُ الخاسرون﴾ أي لا غيرهم.\n٤ - الإطناب بذكر العذاب مراتٍ للتشينع على المشركين ﴿وَيَسْتَعْجِلُونَكَ بالعذاب وَلَوْلاَ أَجَلٌ مُّسَمًّى﴾ ﴿يَسْتَعْجِلُونَكَ بالعذاب وَإِنَّ جَهَنَّمَ﴾ ﴿يَوْمَ يَغْشَاهُمُ العذاب﴾ الخ.\n٥ - الإضافة للتشريف والتكريم ﴿ياعبادي الذين آمنوا﴾ .\n٦ - الطباق ﴿يَبْسُطُ الرزق. . وَيَقْدِرُ﴾ ومثله ﴿أفبالباطل يُؤْمِنُونَ وَبِنِعْمَةِ الله يَكْفُرُونَ﴾ .\n٧ - المجاز العقلي ﴿حَرَمًا آمِنًا﴾ أي آمنًا أهله.\n٨ - التشبيه البليغ ﴿وَمَا هذه الحياة الدنيآ إِلاَّ لَهْوٌ وَلَعِبٌ﴾ أي كاللهو وكاللعب حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا على حد قولهم: «زيدٌ أسد» .","vol":"2","page":430},{"text":"٩ - الإِيجاز بحذف جواب الشرط لدلالة السياق عليه ﴿لَوْ كَانُواْ يَعْلَمُونَ﴾ أي لو كانوا يعلمون لما آثروا الدنيا على الآخرة، ولا الفانية على الباقية.\n١٠ - مراعاة الفواصل لما لها من وقع عظيم على السمع يزيد الكلام رونقًا وجمالًا مثل ﴿أفبالباطل يُؤْمِنُونَ وَبِنِعْمَةِ الله يَكْفُرُونَ﴾ ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ ﴿إِذَا هُمْ يُشْرِكُونَ﴾ الخ.\nتنْبيه: لا ينبغي لمسلمٍ أن يبقى بأرض لا يتيسر له فيها عبادة الله، فأرض الله واسعة، وقد أشارت الآيات إلى وجوب الهجرة إلى دار الإِسلام وكما قيل «وكل مكان يُنبت العزَّ طيّب» .","vol":"2","page":431},{"text":"اللغّة: ﴿يَغْلِبُونَ﴾ يهزمون ويُقهرون ﴿أَثَارُواْ الأرض﴾ حرثوها وقلبوها للزراعة ﴿السواءى﴾ تأنيث الأسوء وهو الأقبح كما أن الحُسنى تأنيث الأحسن، والسُّوءى: العقوبة المتناهية في السوء ﴿يُحْبَرُونَ﴾ يُسرون يقال: حبره إِذا سرَّه سرورًا تهلَّل له وجهه وظهر عليه أثره قال الجوهري: الحبور: السرور، ويحُبرون: يُنعمون ويُسرون ﴿عَشِيًّا﴾ العشي: من صلاة المغرب إِلى العتمة ﴿تُظْهِرُونَ﴾ تدخلون وقت الظهيرة.\nالتفسِير: ﴿الم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن ﴿غُلِبَتِ الروم في أَدْنَى الأرض﴾ أي هُزم جيش الروم في أقرب أرضهم إلى فارس ﴿وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ﴾ أي وهم من بعد انهزامهم وغلبة فارس لهم سيغلبون الفرس وينتصرون عليهم ﴿فِي بِضْعِ سِنِينَ﴾ أي في فترة لا تتجاوز بضعة أعوام، والبضع: ما بين الثلاث إلى التسع قال المفسرون: كان بين فارس والروم حربٌ، فغلبت فارس الروم، فبلغ ذلك رسول الله ﷺ َ وأصحابه فشقَّ ذلك عليهم، وفرح المشركون بذلك لأن أهل فارس كانوا مجوسًا ولم يكن لهم كتاب، والرومُ أصحاب كتاب فقال المشركون","vol":"2","page":433},{"text":"لأصحاب رسول الله ﷺ َ إِنكم أهل كتاب، والروم أهل كتاب، ونحن أُميون، وقد ظهر إِخواننا من أهل فارس على إِخوانكم من الروم، فلنظهرنَّ عليكم فقال أبو بكر: لا يقرُّ الله أعينكم فأنزل الله ﴿وَهُم مِّن بَعْدِ غَلَبِهِمْ سَيَغْلِبُونَ فِي بِضْعِ سِنِينَ﴾ وقد التفى الجسيشان في السنة السابعة من الحرب، وغلبت الرومُ فارس وهزمتهم، وفرح المسلمون بذلك قال أبو السعود: وهذه الآياتُ من البينات الباهرة، الشاهدة بصحة النبوة، وكون القرآن من عند الله ﷿ حيث أخبر عن الغيب الذي لا يعلمه إِلا العليم الخبير، ووقع كما أخبر، وقال البيضاوي: والآية من دلائل النبوة لأنها إِخبارٌ عن الغيب ﴿لِلَّهِ الأمر مِن قَبْلُ وَمِن بَعْدُ﴾ أي لله ﷿ الأمر أولًا وآخرًا، من قبل الغلبة ومن بعد الغلبة، فكل ذلك بأمر الله وإرادته، ليس شيء منهما إِلا بقضائه قال ابن الجوزي: المعنى إِن غلبة الغالب، وخذلان المغلوب، بأمر الله وقضائه ﴿وَيَوْمَئِذٍ يَفْرَحُ المؤمنون بِنَصْرِ الله﴾ أي ويوم يهزم الروم الفرس ويتغلبون عليهم، ويحل ما وعده الله من غلبتهم يفرح المؤمنون بنصر الله لأهل الكتاب على المجوس، لأن أهل الكتاب أقرب إلى المؤمنين من المجوس، وقد صادف ذلك اليوم يوم غزوة بدر قال ابن عباس: كان يوم بدر هزيمة عبدة الأوثان، وعبدة النيران ﴿يَنصُرُ مَن يَشَآءُ وَهُوَ العزيز الرحيم﴾ أي ينصر من يشاء من عبادة، وهو العزيز بانتقامه من أعدائه، الرحيمُ بأوليائه وأحبابه ﴿وَعْدَ الله لاَ يُخْلِفُ الله وَعْدَهُ﴾ أي ذلك وعدٌ مؤكد وعد الله به فلا يمكن أن يتخلف، لأنه وعده حق وكلامه صدق ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي لا يعلمون ذلك لجهلهم وعدم تفكرهم ﴿يَعْلَمُونَ ظَاهِرًا مِّنَ الحياة الدنيا﴾ أي يعلمون أمور الدنيا ومصالحها وما يحتاجون إِليه فيها من أمور الحياة كالزارعة والتجارة والبناء ونحو ذلك قال ابن عباس: يعلمون أمر معايشهم متى يزرعون، ومتى يحصدون، وكيف يغرسون، وكيف يبنون ﴿وَهُمْ عَنِ الآخرة هُمْ غَافِلُونَ﴾ أي وهم عميٌ عن أمر الآخرة، ساهون غافلون عن التفكر فيها والعمل لها قال الإِمام الفخر: ومعنى الآية أن علمهم منحصرٌ في الدنيا، وهم مع ذلك لا يعلمون الدنيا كما هي وإِنما يعلمون ظاهرها، وهي ملاذها وملاعبها، ولا يعلمون باطنها وهي مضارُّها ومتاعبها، ويعلمون وجودها الظاهر ولا يعلمون فناءها وهم عن الآخرة غافلون، ولعل في التعبير بقوله ﴿ظَاهِرًا﴾ إِشارة إلى أنهم عرفوا القشور، ولم يعرفوا اللباب فكأن علومهم إِنما هي علوم البهائم ﴿أَوَلَمْ يَتَفَكَّرُواْ في أَنفُسِهِمْ مَّا خَلَقَ الله السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق وَأَجَلٍ مُّسَمًّى﴾ أي أولم يتفكروا بعقولهم فيعلموا أن الله العظيم الجليل ما خلق السماوات والأرض عبثًا، وإِنما خلقهما بالحكمة البالغة لإِقامة الحق لوقتٍ ينتهيان إِليه وهو يوم القيامة؟ قال القرطبي: وفي هذا تنبيه على الفناء، وعلى أن لكل مخلوقٍ أجلًا، وعلى ثواب المحسن وعقاب المسيء ﴿وَإِنَّ كَثِيرًا مِّنَ الناس بِلِقَآءِ رَبِّهِمْ لَكَافِرُونَ﴾ أي وأكثر الناس منكرون جاحدون للبعث والجزاء ﴿أَوَلَمْ يَسيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾ أي أولم يسافروا فينظروا مصارع الأمم قبلهم كيف أُهلكوا بتكذيبهم رسلهم فيعتبروا!! ﴿كانوا أَشَدَّ مِنْهُمْ قُوَّةً﴾ أي كانوا أقوى","vol":"2","page":434},{"text":"منهم أجسادًا، وأكثر أموالًا وأولادًا ﴿وَأَثَارُواْ الأرض وَعَمَرُوهَآ أَكْثَرَ مِمَّا عَمَرُوهَا﴾ أي وحرثوا الأرضَ للزراعة، وحفروها لاستخراج المعادن، وعمروها بالأبنية المشيدة، والصناعات الفريدة أكثر مما عمرها هؤلاء قال البيضاوي: وفي الآية تهكم بأهل مكة من حيث إِنهم مغترون بالدنيا، مفتخرون بها، وهم أضعف حالًا فيها، إِذ مدار أمرها على السعة في البلاد، والتسلط على العباد، والتصرف في أقطار الأرض بأنواع العمارة، وهم ضعفاء ملجئون إلى دار لا نفع فيها ﴿وَجَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي وجاءتهم الرسل بالمعجزات الواضحات والآيات البينات فكذبوهم ﴿فَمَا كَانَ الله لِيَظْلِمَهُمْ﴾ أي فما كان الله ليهلكهم بغير جُرم ﴿ولكن كانوا أَنفُسَهُمْ يَظْلِمُونَ﴾ أي ولكن ظلموا أنفسهم بالكفر والتكذيب فاستحقوا الهلاك والدمار ﴿ثُمَّ كَانَ عَاقِبَةَ الذين أَسَاءُواْ السواءى﴾ أي ثم كان عاقبة المجرمين العقوبة التي هي أسوأ العقوبات وهي نار جهنم ﴿أَن كَذَّبُواْ بِآيَاتِ الله وَكَانُواْ بِهَا يَسْتَهْزِئُونَ﴾ أي لأجل أنهم كذبوا بآياتنا المنزلة على رسلنا واستهزءوا بها ﴿الله يَبْدَأُ الخلق ثُمَّ يُعِيدُهُ﴾ أي الله جل وعلا بقدرته ينشئ خلق الناس ثم يعيد خلقهم بعد موتهم ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ أي ثم إِليه مرجعكم للحساب والجزاء ﴿وَيَوْمَ تَقُومُ الساعة يُبْلِسُ المجرمون﴾ أي ويوم تقوم القيامة ويُحْشر الناس للحساب يسكت المجرمون وتنقطع حجتهم، فلا يستطيعون أن ينسبوا ببنت شفة قال ابن عباس: ﴿يُبْلِسُ المجرمون﴾ ييأس المجرمون، وقال مجاهد: يفتضح المجرمون قال القرطبي: والمعروف في اللغة: أبلس الرجل إِذا سكت وانقطعت حجته ﴿وَلَمْ يَكُن لَّهُمْ مِّن شُرَكَآئِهِمْ شُفَعَاءُ﴾ أي ولم يكن لهم من الأصنام التي عبدوها شفعاء يشفعون لهم ﴿وَكَانُواْ بِشُرَكَآئِهِمْ كَافِرِينَ﴾ أي تبرءوا منها وتبرأت منهم ﴿وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَتَفَرَّقُونَ﴾ كرر لفظ قيام الساعة للتهويل والتخويف لأن قيام الساعة أمر هائل أي ويوم تقوم القيامة يومئذٍ يتفرق المؤمنون والكافرون، ويصبحون فريقين: فريقٌ في الجنة، وفريقٌ في السعير، ولهذا قال ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي فأما المؤمنون المتقون الذين جمعوا بين الإِيمان والعمل الصالح ﴿فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ﴾ أي فهم في رياض الجنة يُسرون وينعمون ﴿وَأَمَّا الذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَا وَلِقَآءِ الآخرة﴾ أي وأما الذين جحدوا بالقرآن وكذبوا بالبعث بعد الموت ﴿فأولئك فِي العذاب مُحْضَرُونَ﴾ أي فأوؤئك في عذاب جهنم مقيمون على الدوام ﴿فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ﴾ أي سبحوا الله ونزّهوه عما لا يليق به من صفات النقص، حين تدخلون في المساء، وحين تدخلون في الصباح ﴿وَلَهُ الحمد فِي السماوات والأرض وَعَشِيًّا وَحِينَ تُظْهِرُونَ﴾ أي وهو جل وعلا المحمود في السماوات والأرض قال ابن عباس: يحمده أهل السماوات وأهلُ الأرض ويُصلون له، قال المفسرون: ﴿وَلَهُ الحمد فِي السماوات والأرض﴾ جملة اعتراضية وأصل الكلام: ﴿فَسُبْحَانَ الله حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَعَشِيًّا وَحِينَ تُظْهِرُونَ﴾ والحكمة في ذلك الإِشارة إلى أن التوفيق للعبادة نعمةٌ ينبغي أن يحمد عليها، والعشي: من صلاة المغرب إلى العتمة، ﴿تُظْهِرُونَ﴾ أي تدخلون وقت الظهر ﴿يُخْرِجُ الحي مِنَ الميت وَيُخْرِجُ الميت مِنَ الحي﴾ أي يخرج المؤمن من الكافر، والكافرون من المؤمن، والنبات من","vol":"2","page":435},{"text":"الحب، والحبّ من النبات، والحيوان من النطفة، والنطفة من الحيوان ﴿وَيُحْي الأرض بَعْدَ مَوْتِهَا﴾ أي ويحيي الأرض بالنبات بعد يبسها وجدبها ﴿وَكَذَلِكَ تُخْرَجُونَ﴾ أي كما يخرج الله النبات من الأرض كذلك يخرجكم من قبوركم للبعث يوم القيامة، قال القرطبي: بيَّن تعالى كمال قدرته، فكما يحيي الأرض بإِخراج النبات بعد همودها كذلك يحييكم بالبعث.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿غُلِبَتِ. . يَغْلِبُونَ﴾ وبين ﴿قَبْلُ. . وبَعْدُ﴾ .\n٢ - طباق السلب ﴿لاَ يَعْلَمُونَ. . يَعْلَمُونَ ظَاهِرًا مِّنَ الحياة الدنيا﴾ .\n٣ - صيغة المبالغة ﴿وَهُوَ العزيز الرحيم﴾ أي المبالغ في العز، والمبالغ في الرحمة.\n٤ - تكرير الضمير لإِفادة الحصر ﴿وَهُمْ عَنِ الآخرة هُمْ غَافِلُونَ﴾ ووردوها اسمية للدلالة على استمرار غفلتهم ودوامها.\n٥ - الإِنكار والتوبيخ ﴿أَوَلَمْ يَسيرُواْ فِي الأرض فَيَنظُرُواْ﴾ الآية.\n٦ - جناس الاشتقاق ﴿أَسَاءُواْ السواءى﴾ .\n٧ - الطباق بين ﴿يَبْدَأُ. . ويُعِيدُهُ﴾ وبين ﴿تُمْسُونَ.\n. وتُصْبِحُونَ﴾ .\n٨ - المقابلة بين حال السعداء والأشقياء ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَهُمْ فِي رَوْضَةٍ يُحْبَرُونَ وَأَمَّا الذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَا وَلِقَآءِ الآخرة فأولئك فِي العذاب مُحْضَرُونَ﴾ .\n٩ - الاستعارة اللطيفة ﴿يُخْرِجُ الحي مِنَ الميت﴾ استعار الحيَّ للمؤمن، والميت للكافر، وهي استعارة في غاية الحسن الإِبداع والجمال.\n١٠ - مراعاة الفواصل في الحرف الأخير لما له من أجمل الوقع على السمع مثل ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ ﴿فِي رَوْضَةٍ يُحْبَرُونَ﴾ ﴿فِي العذاب مُحْضَرُونَ﴾ .\nلطيفَة: قال الزمخشري: دلَّ قوله تعالى ﴿يَعْلَمُونَ ظَاهِرًا مِّنَ الحياة الدنيا﴾ على أن للدنيا ظاهرًا وباطنًا، فظاهرها ما يعرفه الجهال من التمتع بزخارفها، والتنعم بملاذها، وباطنها وحقيقتها أنها معبرٌ للآخرة، يتزود منها إِليها بالطاعة والأعمال الصالحة. ولقد أحسن من قال:\nأبنيَّ إِن من الرجال بهيمةً ... في صورة الرجل السميع المبصر\nفطِنٌ بكل مصيبةٍ في ماله ... فإِذا أُصيب بدينة لم يشعر","vol":"2","page":436},{"text":"المنَاسَبَة: لما ذكر تعالى أحوال الناس في الآخرة، وقدرته على البدء والإِعادة، ذكر هنا الأدلة على الربوبية والوحدانية، في خلق البشر، واختلاف الألسنة والصور، وإِحياء الأرض بالمطر، وفي قيام الناس ومنامهم، ثم ضرب الأمثال للمشركين في عبادتهم لغير الله مع أنه وحده الخالق الرازق.\nاللغَة: ﴿آيَاتِهِ﴾ جمع آية وهي العلامة على الربوبية والوحدانية ﴿تَنتَشِرُونَ﴾ تتصرفون في شؤون معايشكم ﴿لتسكنوا إِلَيْهَا﴾ لتميلوا إِليها وتألفوها ﴿قَانِتُونَ﴾ مطيعون منقادون لإرادته ﴿المثل الأعلى﴾ الوصف الأعلى في الكمال والجلال ﴿القيم﴾ المستقيم الذي لا عوج فيه ﴿مُنِيبِينَ﴾ الإِنابة: الرجوع بالتوبة والإِخلاص.\nالتفسِير: ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَكُمْ مِّن تُرَابٍ﴾ أي ومن آياته الباهر الدالة على عظمته وكمال قدرته أن خلق أصلكم «آدم» من تراب، وإِنما أضاف الخلق إِلى الناس ﴿خَلَقَكُمْ﴾ لأن آدم أصل البشر ﴿ثُمَّ إِذَآ أَنتُمْ بَشَرٌ تَنتَشِرُونَ﴾ أي ثم أنتم تتطورون من نطفة إِلى علقة إِلى مضغة إِلى بشر عقلاء،","vol":"2","page":437},{"text":"تتصرفون فيما هو قوام معايشكم قال ابن كثير: فسبحان من خلقهم ويسَّرهم وسخّرهم وصرّفهم في فنون المعايش والمكاسب، وفاوت بينهم في العلوم والفكر، والحسن والقبح، والغنى والفقر، والسعادة والشقاوة!! ﴿وَمِنْ آيَاتِهِ أَنْ خَلَقَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾ أي من آياته الدالة على عظمته وكمال قدرته أن خلق لكم من صنفكم وجنسكم نساءً آدميات مثلكم، ولم يجعلهن من جنسٍ آخر قال ابن كثير: ولو أنه تعالى جعل الإِناث من جنسٍ آخر، من جان أو حيوان، لما حصل هذا الائتلاف بينهم وبين الأزواج، بل كانت تحصل النفرة، وذلك من تمام رحمته ببني آدم ﴿لتسكنوا إِلَيْهَا﴾ أي لتميلوا إِليهن وتألفوهن ﴿وَجَعَلَ بَيْنَكُم مَّوَدَّةً وَرَحْمَةً﴾ أي وجعل بين الأزواج والزوجات محبة وشفقة قال ابن عباس: المودة: حب الرجل امرأته، والرحمةُ شفقته عليها أن يصيبها بسوء ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إِنَّ فيما ذكر لعبرًا عظمية لقوم بتفكرون في قدرة الله وعظمته، فيدركون حكمته العلية ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض واختلاف أَلْسِنَتِكُمْ وَأَلْوَانِكُمْ﴾ أي ومن آياته العظيمة الدالة على كمال قدرته خلقُ السماوات في ارتفاعها واتساعها، وخلق الأرض في كثافتها وانخفاضها، واختلاف اللغات من عربيةٍ وعجمية، وتركية، ورومية، واختلاف الألوان من أبيض وأسود وأحمر، حتى لا يشتبه شخص بشخص، ولا إِنسان بإِنسان، مع أنهم جميعاَ من ذرية آدم ﴿إِنَّ فِي ذلك لآيَاتٍ لِّلْعَالَمِينَ﴾ أي لمن كان من ذوي العلم والفهم والبصيرة ﴿وَمِنْ آيَاتِهِ مَنَامُكُم باليل والنهار﴾ أي ومن آياته الدالة على كمال قدرته نومكم في ظلمة الليل، ووقت الظهيرة بالنهار راحةً لأبدانكم ﴿وابتغآؤكم مِّن فَضْلِهِ﴾ أي وطلبكم للرزق بالنهار ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَسْمَعُونَ﴾ أي يسمعون سماع تفهم واستبصار ﴿وَمِنْ آيَاتِهِ يُرِيكُمُ البرق خَوْفًا وَطَمَعًا﴾ أي ومن آياته العظيمة الدالة على قدرته ووحدانيته أنه يريكم البرق خوفًا من الصواعق، وطمعًا في الغيث والمطر قال قتادة: خوفًا للمسافر، وطمعًا للمقيم ﴿وَيُنَزِّلُ مِنَ السمآء مَآءً فَيُحْيِي بِهِ الأرض بَعْدَ مَوْتِهَا﴾ أي وينزل المطر من السماء فينبت به الأرض بعد أن كانت هامدة جامدة لا نبات فيها ولا زرع ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَعْقِلُونَ﴾ أي إِن في ذلك المذكور لعبرًا وعظاتٍ لقومٍ يتدبرون بعقولهم آلاء الله ﴿وَمِنْ آيَاتِهِ أَن تَقُومَ السمآء والأرض بِأَمْرِهِ﴾ أي ومن آياته الباهرة الدالة على عظمته أن تستمسك السماواتُ بقدرته بلا عمد، وأن تثبت الأرض بتدبيره وحكمته فلا تنكفئ بسكانها ولا تنقلب بأهلها ﴿ثُمَّ إِذَا دَعَاكُمْ دَعْوَةً مِّنَ الأرض إِذَآ أَنتُمْ تَخْرُجُونَ﴾ أي إِذا دعيتم إِلى الخروج من القبور، إِذا أنتم فورًا تخرجون للجزاء والحساب، لا يتأخر خروجكم طرفة عين قال المفسرون: وذلك حين ينفخ إِسرافيل في الصور النفخة الثانية ويقول: يا أهل القبور قوموا، فلا تبقى نسمةٌ من الأولين والآخرين، إِلا قامت تنظر ﴿وَلَهُ مَن فِي السماوات والأرض﴾ أي وله جل وعلا كل من في السماوات والأرض من الملائكة والإِنس والجن ملكًا وخلقًا وتصرفًا لا يشاركه فيها أحد ﴿كُلٌّ لَّهُ قَانِتُونَ﴾ أي جميعهم خاشعون خاضعون منقادون لأمره تعالى ﴿وَهُوَ الذي يَبْدَؤُاْ الخلق ثُمَّ يُعِيدُهُ﴾ أي وهو تعالى يُنشئ","vol":"2","page":438},{"text":"الخلق من العدم، ثم يعيدهم بعد موتهم للحساب والجزاء ﴿وَهُوَ أَهْوَنُ عَلَيْهِ﴾ أي إِعادة الخلق أهونُ عليه من بدئه قال ابن عباس: يعني أيسر عليه، وقال مجاهد: الإِعادة أهون من البداءة، والبداءة عليه هنيّه قال المفسرون: خاطب تعالى العباد بما يعقلون، فإِذا كانت الإِعادة أسهل من الابتداء في تقديركموحكمكم، فإِن من قدر على الإِنشاء كان البعث أهون عليه حسب منطقكم وأصولكم ﴿وَلَهُ المثل الأعلى﴾ أي له الوصف الأعلى الذي ليس لغيره ما يدانيه فيه من الجلال والكمال، والعظمة والسلطان ﴿فِي السماوات والأرض﴾ أي يصفه به من فيهما وهو أنه الذي ليس كمثله شيء ﴿وَهُوَ العزيز الحكيم﴾ أي القاهر لكل شيء الحكيم الذي كل أفعاله على مقتضى الحكمة والمصلحة، ثم وضّح تعالى بطلان عبادتهم للأوثان بمثل فقال: ﴿ضَرَبَ لَكُمْ مَّثَلًا مِّنْ أَنفُسِكُمْ﴾ أي ضرب لكم أيها القوم ربكم مثلًا واقعيًا من أنفسكم ﴿هَلْ لَّكُمْ مِّن مَّا مَلَكَتْ أَيْمَانُكُمْ مِّن شُرَكَآءَ فِي مَا رَزَقْنَاكُمْ﴾ أي هل يرضى أحدكم أن يكون عبده ومملوكه شريكًا له في ماله الذي رزقه الله تعالى؟ فإِذا لم يرض أحدكم لنفسه ذلك فكيف ترضون لله شريكًا له وهو في الأصل مخلوق وعبدٌ لله؟ ﴿فَأَنتُمْ فِيهِ سَوَآءٌ تَخَافُونَهُمْ كَخِيفَتِكُمْ أَنفُسَكُمْ﴾ هذا من تتمة المثل أي لستم وعبيدكم سواءٌ في أموالكم، ولستم تخافونهم كما تخافون الأحرار مثلكم، وأنتم لا ترضون أن يكون عبيدكم شركاء لكم في أموالكم، فكيف رضيتم لله شريكًا في خلقه وملكه؟ ﴿كَذَلِكَ نُفَصِّلُ الآيات لِقَوْمٍ يَعْقِلُونَ﴾ أي مثل ذلك البيان الواضح نبيّن الآيات لقومٍ يستعملون عقولهم في تدبر الأمثال ﴿بَلِ اتبع الذين ظلموا أَهْوَآءَهُمْ بِغَيْرِ عِلْمٍ﴾ بلْ للإِضراب أي ليس لهم حجة ولا معذرة في إِراكهم بالله بل ذلك بمجرد هوى النفس بغير علم ولا برهان قال القرطبي: لما قامت عليهم الحجة ذكر أنهم يعبدون الأصنام باتباع أهوائهم في عبادتها، وتقليد الأسلاف في ذلك ﴿فَمَن يَهْدِي مَنْ أَضَلَّ الله﴾ أي لا أحد يستطيع أن يهدي من أراد الله إِضلاله ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم من عذاب الله منقذٌ ولا ناصر ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ﴾ أي أخلص دينك لله وأقبل على الإِسلام بهمة ونشاط ﴿حَنِيفًا﴾ أي مائلًا عن كل دين باطل إلأى الدين الحق وهو الإِسلام ﴿فِطْرَتَ الله التي فَطَرَ الناس عَلَيْهَا﴾ أي هذا الدين الحق الذي أمرناك بالاستقامة عليه هو خلقة الله التي خلق الناس عليها وهو فطرة التوحيد كما الحديث\n«كل مولود يولد على الفطرة، فأبواه يهودانه» الحديث ﴿لاَ تَبْدِيلَ لِخَلْقِ الله﴾ أي لا تغيير لتلك الفطرة السليمة من جهته تعالى قال ابن الجوزي: لفظة لفظ النفي ومعناه النهي أي لا تبدلوا خلق الله فتغيّروا الناس عن فطرتهم التي فطرهم الله عليها ﴿ذَلِكَ الدين القيم﴾ أي ذلك هو الدين المستقيم ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي أكثر الناس جهلة لا يتفكرون فيعلمون أن لهم خالقًا معبودًا ﴿مُنِيبِينَ إِلَيْهِ واتقوه وَأَقِيمُواْ الصلاة﴾ أي أقيموا وجوهكم أيها الناس على الدين الحق حال كونكم منيبين إِلى ربكم أي راجعين إِليه بالتوبة وإِخلاص العمل، وخافوه وراقبوه في أقوالكم وأفعالكم، وأقيموا الصلاة على","vol":"2","page":439},{"text":"الوجه الذي يُرضي الله ﴿وَلاَ تَكُونُواْ مِنَ المشركين﴾ أي لا تكونوا ممن أشرك بالله وعبد غيره ثم فسَّرهم بقوله ﴿مِنَ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا﴾ أي من الذين اختلفوا في دينهم وغيّروه وبدَّلوا فأصبحوا شيعًا وأحزابًا، كلٌ يتعصب لدينه، وكلٌ يعبد هواه ﴿كُلُّ حِزْبٍ بِمَا لَدَيْهِمْ فَرِحُونَ﴾ أي كل جماعة وفرقة متمسكون بما أحدثوه، مسرورون بما هم عليه من الدين المعوج، يحسبون باطلهم حقًا قال ابن كثير: أي لا تكونوا من المشركين الذين فرقوا دينهم أي بدلوه وغيروه، وآمنوا ببعض وكفروا ببعض، كاليهود والنصارى والمجوس وعبدة الأوثان، وسائر أهل الأديان الباطلة - مما عدا أهل الإِسلام - فأهل الأديان قبلنا اختلفوا فيما بينهم على آراء ومذاهب باطلة، وكل فرقة منهم تزعم أنهم على شيء ﴿وَإِذَا مَسَّ الناس ضُرٌّ﴾ أي إِذا أصاب الناس شدةٌ وفقر ومرض وغير ذلك من أنواع البلاء ﴿دَعَوْاْ رَبَّهُمْ مُّنِيبِينَ إِلَيْهِ﴾ أي أفردوه تعالى بالتضرع والدعاء لينجوا من ذلك الضر، وتركوا أصنامهم لعلمهم أنه لا يكشف الضر إِلا الله تعالى، فلهم في ذلك الوقت إِنابة وخضوع ﴿ثُمَّ إِذَآ أَذَاقَهُمْ مِّنْهُ رَحْمَةً إِذَا فَرِيقٌ مِّنْهُمْ بِرَبِّهِمْ يُشْرِكُونَ﴾ أي ثم إِذا أعطاهم السعة والرخاء والصحة وخلّصهم من ذلك الضر والشدة، إِذا جماعة منهم يشركون بالله ويعبدون معه غيره، والغرض من الآية التشنيعُ على المشركين، فإِنهم يدعون الله في الشدائد، ويشركون به في الرخاء ﴿لِيَكْفُرُواْ بِمَآ آتَيْنَاهُمْ فَتَمَتَّعُواْ فَسَوْفَ تَعْلَمُونَ﴾ أمرٌ على وجه التهديد أي ليكفروا بنعم الله، وليتمتعوا في هذا الدنيا فيسوف تعلمون أيها المشركون عاقبة تمتعكم بزينة الحياة ونعيمها الفاني ﴿أَمْ أَنزَلْنَا عَلَيْهِمْ سُلْطَانًا فَهُوَ يَتَكَلَّمُ بِمَا كَانُواْ بِهِ يُشْرِكُونَ﴾ الاستفهام للإِنكار والتوبيخ والمعنى: هل أنزلنا على هؤلاء المشركين حجة واضحة قاهرة على شركهم، أو كتابًا من السماء فهو ينطق ويشهد بشركهم وبصحة ما هم عليه؟ ليس الأمر كما يتصورون، والمراد ليس لهم حجة بذلك ﴿وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا﴾ أي وإِذا أنعمنا على الناس بالخصب ولاسعة والعافية استبشروا وسروا بها ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ﴾ أي وإِن أصابهم بلاءً وعقوبة بسبب معاصيهم إِذا هم ييأسون من الرحمة والفرج قال ابن كثير: وهذا إِنكار على الإِنسان من حيث هو إِلا من عصمة الله، إِذا أصابته نعمة بطر، وإِذا أصابته شدة قنط وأيس ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي أولم يروا قدرة الله في البسط والقبض، وأنه تعالى يوسّع الخير في الدنيا لمن يشاء ويضيّق على من يشاء؟ فلايجب أن يدعوهم الفقر إِلى القنوط من رحمته تعالى ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إِن في المذكور لدلالة واضحة على قدرة الله لقومٍ يصدقون بحكة الخالق الرازق ﴿فَآتِ ذَا القربى حَقَّهُ والمسكين وابن السبيل﴾ أي فأعط العقريب حقَّه من البر ولاصلة وكذلك المسكين والمسافر الذي انقطع في سفره اعطه من الصَّدقة والإِحسان قال القرطبي: لما تقدم أنه سبحانه يبسط الرزق وبقدر، أمر من وسَّع عليه الرزق أن بعطي الفقير كفايته، ليمتحن شكر الغني، والخطاب للنبي ﵇ والمراد هو وأُمته ﴿ذَلِكَ خَيْرٌ لِّلَّذِينَ يُرِيدُونَ وَجْهَ الله﴾ أي ذلك الإِيتء والإِحسان خيرٌ للذين يبتغون بعملهم وجه الله ويريدون ثوابه ﴿وأولئك هُمُ المفلحون﴾ أي وأولئك هم الفائزون بالدرجات العالية ﴿وَمَآ آتَيْتُمْ مِّن رِّبًا","vol":"2","page":440},{"text":"لِّيَرْبُوَاْ فِي أَمْوَالِ الناس فَلاَ يَرْبُواْ عِندَ الله﴾ أي وما أعطيتم من أموالكم يا معشر الأغنياء على وجه الربا ليزيد مالكم ويكثر به، فلا يزيد ولا يزكو ولا يضاعف عند الله لأنه كسبٌ خبيثٌ لا يبارك الله فيه قال الزمخشري: هذه الآية كقوله تعالى\n﴿يَمْحَقُ الله الربا وَيُرْبِي الصدقات﴾ [البقرة: ٢٧٦] سواءً بسواء ﴿وَمَآ آتَيْتُمْ مِّن زَكَاةٍ تُرِيدُونَ وَجْهَ الله﴾ أي وما أعطيتم من صدقةٍ أو إِحسان خالصًا لوجه الله الكريم ﴿فأولئك هُمُ المضعفون﴾ أي فأولئك هم الذين لهم الضعف من الأجر والثواب، الذين تضاعف لهم الحسنات ﴿الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ﴾ أي الله جل وعلا هو الخالق الرازق للعباد، يُخرج الإِنسان من بطن أمه عُريانًا لا علم له ولا سمع ولا بصر، ثم يرزقه بعد ذلك المال والمتاع والأملاك ﴿ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ﴾ أي ثم يميتكم بعد هذه الحياة، ثم يحييكم يوم القيامة، ليجازيكم على أعمالكم ﴿هَلْ مِن شُرَكَآئِكُمْ مَّن يَفْعَلُ مِن ذلكم مِّن شَيْءٍ﴾؟ أي هل يستطيع أحد ممن تعبدونهم من دون الله أن يفعل شيئًا من ذلك؟ بل الله تعالى هو المستقل بالخلق والرزق والإِحياء والإِماتة ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه جل وعلا وتقدس ع ن ان يكون له شريك أو مثيل وتعالى عما يقول المشركون علوًا كبيرًا.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين قوله ﴿خَوْفًا. . وَطَمَعًا﴾ وبين ﴿يَبْسُطُ. . وَيَقْدِرُ﴾ وبين ﴿يُمِيتُكُمْ. . يُحْيِيكُمْ﴾ وبين ﴿يَبْدَؤُاْ. . ويُعِيدُ﴾ .\n٢ - جناس الاشتقاق ﴿دَعَاكُمْ دَعْوَةً﴾ ﴿فِطْرَتَ الله التي فَطَرَ﴾ .\n٣ - المقابلة بين قوله ﴿وَإِذَآ أَذَقْنَا الناس رَحْمَةً فَرِحُواْ بِهَا﴾ وبين ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ إِذَا هُمْ يَقْنَطُونَ﴾ .\n٤ - المجاز المرسل ﴿فَأَقِمْ وَجْهَكَ﴾ أطلق الجزء وأراد الكل أي توجه إلى الله بكليتك.\n٥ - السجع المرصَّع كأنه الدرُّ المنظوم مثل ﴿الله الذي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ. .﴾ الخ.","vol":"2","page":441},{"text":"المنَاسَبَة: لما شنَّع على المشركين في عبادتهم لغير الله، ذكر في هذه الآيات الأسباب الموجبة للمحنة والابتلاء وهي الكفر، وانتشار المعاصي، وكثر الفجور والموبقات، التي بسببها نقل الخيرات وترتفع البركات، وضرب الأمثال بهلاك الأمم السابقة، تنبيهًا لقريش وأمرًا لهم بالاعتبار بمن سبقهم من المشركين المكذبين كيف أهلكهم الله بسبب طغيانهم وإِجرامهم.\nاللغَة: ﴿يَصَّدَّعُونَ﴾ يتفرقون يقال: تصدَّع القوم إِذا تفرقوا ومنه الصداع لأنه يُفرِّق شعب الرأس ﴿يَمْهَدُونَ﴾ يجعلون لهم مهدًا ويوطئون لهم مسكنًا، والمهاد: الفراش ﴿كِسَفًا﴾ جمع كسفة وهي القطعة ﴿الودق﴾ المطر ﴿مُبْلِسِينَ﴾ يائسين مكتئبين قد ظهر الحزن عليهم من شدة اليأس ﴿يُؤْفَكُونَ﴾ يصرفون، والإِفك: الكذب ﴿يُسْتَعْتَبُونَ﴾ يقال: استعتبته فأعتبني أي استرضيته فأرضاني.\nالتفسِير: ﴿ظَهَرَ الفساد فِي البر والبحر بِمَا كَسَبَتْ أَيْدِي الناس﴾ أي ظهرت البلايا والنكبات في بر الأرض وبحرها بسبب معاصي الناس وذنوبهم قال البيضاوي: المراد بالفساد الجدب وكثرة الحرق والغرق، ومحق البركات، وكثرةُ المضار بشؤم معاصي الناس أو بكسبهم إِياه وقال ابن كثير: أي بانَ النقص في الزروع والثمار بسبب المعاصي لأن صلاح الأرض والسماء بالطاعة ﴿لِيُذِيقَهُمْ بَعْضَ الذي عَمِلُواْ﴾ أي ليذيقهم وبال بعض أعمالهم في الدنيا قبل أن يعاقبهم بها جميعًا في الآخرة ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي لعلهم يتوبون ويرجعون عمّا هم عليه من المعاصي والآثام ﴿قُلْ سِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلُ﴾ أي قل يا محمد لهؤلاء المشركين: سيروا في","vol":"2","page":442},{"text":"البلاد فانظروا إلى مساكن الذين ظلموا كيف كان آخر أمرهم وعاقبة تكذيبهم للرسل، ألم يخرب الله ديارهم ويجعلهم عبرةً لمن يعتبر ﴿كَانَ أَكْثَرُهُمْ مُّشْرِكِينَ﴾ أي كانوا كافرين بالله فأُهلكوا ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ القيم﴾ أي فتوجَّه بكليتك إلى الدين المستقيم دين الإِسلام، واستقم عليه في حياتك قال القرطبي: أي أقم قصدك واجعلْ جهتك اتباع الدين القيم يعني الإِسلام ﴿مِن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله﴾ أي من قبل أن يأتي ذلك اليوم الرهيب، الذي لا يقدر أحدٌ على ردِّه، لأن الله قضى به وهو يوم القيامة ﴿يَوْمَئِذٍ يَصَّدَّعُونَ﴾ أي يومئذٍ يتفرقون، فريقٌ في الجنة وفريقٌ في السعير ﴿مَن كَفَرَ فَعَلَيْهِ كُفْرُهُ﴾ أي من كفر بالله فعليه أوزار كفره مع خلوده في النار المؤبدة ﴿وَمَنْ عَمِلَ صَالِحًا فَلأَنفُسِهِمْ يَمْهَدُونَ﴾ أي ومن فعل خيرًا وأطاع الله فلأنفسهم في الآخرة فراشًا ومسكنًا وقرارًا بالعمل الصالح، ومهَّدت الفراش أي بسطته ووطأته ﴿لِيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات مِن فَضْلِهِ﴾ أي يمهدون لأنفسهم ليجزيهم الله من فضله الذي وعد به عباده المتقين ﴿إِنَّهُ لاَ يُحِبُّ الكافرين﴾ أي لا يحب الكافرين بل يمقتهم ويبغضهم، يجازي المؤمنين بفضله، والكافرين بعدله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ أي ومن آياته الدالة على كمال قدرته أن يرسل الرياح تسوق السحاب مبشرة بنزول المطر والإِنبات والرزق ﴿وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ﴾ أي ولينزل عليكم من رحمته الغيث الذي يجيي به البلاد والعباد ﴿وَلِتَجْرِيَ الفلك بِأَمْرِهِ﴾ أي ولتسير السفن في البحر عند هبوب الرياح بإِذنه وإِرادته ﴿وَلِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي ولتطلبوا الرزق بالتجارة في البحر ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولتشكروا نعم الله الجليلة عليكم ﴿وَلَقَدْ أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا إلى قَوْمِهِمْ﴾ تسلية للرسول وتأنيس له بقرب النصر أي ولقد أرسلنا من قبلك يا محمد رسلًا كثيرين إِلى قومهم المكذبين كما أرسلناك رسولًا إلى قومك ﴿فَجَآءُوهُم بالبينات﴾ أي جاؤوهم بالمعجزات الواضحات والحجج الساطعات الدالة على صدقهم ﴿فانتقمنا مِنَ الذين أَجْرَمُواْ﴾ أي فكذبوهم فانتقمنا من الكفرة المجرمين ﴿وَكَانَ حَقًّا عَلَيْنَا نَصْرُ المؤمنين﴾ أي كان حقًا واجبًا علينا أن ننصر المؤمنين على الكافرين، والآية اعتراضية جاءت بين الآيات المفصّلة لأحكام الرياح تسليةً للنبي ﵇ قال أبو حيان: والآية اعتراضٌ بين قوله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ وبين قوله ﴿الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَابًا﴾ جاءت تأنيسًا للرسول ﷺ َ وتسلية له، ووعدًا له بالنصر، ووعيدًا لأهل الكفر ثم ذكر تعالى الحكمة من هبوب الرياح وهي إِثارة السحب وإِخراج الماء منه فقال ﴿الله الذي يُرْسِلُ الرياح فَتُثِيرُ سَحَابًا﴾ أي يبعث الرياح فتحرك السحاب وتسوقه أمامها ﴿فَيَبْسُطُهُ فِي السمآء كَيْفَ يَشَآءُ﴾ أي فينشره في أعالي الجو كيف يشاء خفيفًا أو كثيفًا، مطبقًا أو غير مطبق ﴿وَيَجْعَلُهُ كِسَفًا﴾ أي ويجعله أحيانًا قطعًا متفرقة ﴿فَتَرَى الودق يَخْرُجُ مِنْ خِلاَلِهِ﴾ أي فترى المطر يخرج من بين السحاب ﴿فَإِذَآ أَصَابَ بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ إِذَا هُمْ يَسْتَبْشِرُونَ﴾ أي فإِذا أنزل ذلك الغيث على من يشاء من خلقه إِذا هم يسرون ويفرحون بالمطر ﴿وَإِن كَانُواْ مِن قَبْلِ أَن يُنَزَّلَ عَلَيْهِمْ مِّن قَبْلِهِ لَمُبْلِسِينَ﴾ أي وإِن كانوا قبل نزول المطر عليهم","vol":"2","page":443},{"text":"يائسين قانطين، قال البيضاوي: والتكرير للتأكيد والدلالة على تطاول عهدهم بالمطر واستحكام يأسهم ﴿فانظر إلى آثَارِ رَحْمَتِ الله كَيْفَ يُحْيِ الأرض بَعْدَ مَوْتِهَآ﴾ أي فانظر أيها العاقل نظر تدبر واستبصار إلى ما ينشأ عن آثار نعمة الله بالمطر من خضرة الأشجار، وتفتح الأزهار، وكثرة الثمار، وكيف أن الله يجعل الأرض تنبت بعد أن كانت هامدة جامدة؟ ﴿إِنَّ ذَلِكَ لَمُحْيِ الموتى﴾ أي إِنَّ ذلك القادر على إِحياء الأرض بعد موتها هو الذي يحيي الناس بعد موتهم ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي مبالغ في القدرة على جميع الأشياء، لا يعجزه شيء ﴿وَلَئِنْ أَرْسَلْنَا رِيحًا فَرَأَوْهُ مُصْفَرًّا﴾ أي ولئن أرسلنا على الزرع بعد خضرته ونموه ريحًا ضارة مفسدة فرأوا الزرع مصفرًا من أثر تلك الريح ﴿لَّظَلُّواْ مِن بَعْدِهِ يَكْفُرُونَ﴾ أي لمكثوا بعد اصفرره يجحدون النعمة، فشأنهم أنهم يفرحون عند الخصب، فإِذا جاءتهم مصيبة في زرعهم جحدوا سابق نعمة الله عليهم، ثم نبه تعالى إِلى أن هؤلاء الكفار كالأموات لا ينفع معهم نصح ولا تذكير فقال ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى وَلاَ تُسْمِعُ الصم الدعآء إِذَا وَلَّوْاْ مُدْبِرِينَ﴾ أي فإِنك يا محمد لا تسمع الأموات ولا تسمع من كان في أذنيه صممٌ تلك المواعظ المؤثرة، ولو أن أصمَّ ولّى عنك مدبرًا ثم ناديته لم يسمع فكذلك الكافر لا يسمع، ولا ينتفع بما يسمع قال المفسرون: هذا مثلٌ ضربه الله للكفار فشبههم بالموتى وبالصم والعمي ﴿وَمَآ أَنتَ بِهَادِ العمي عَن ضَلاَلَتِهِمْ﴾ أي ولست بمرشد من أعماه الله عن الهدى ﴿إِن تُسْمِعُ إِلاَّ مَن يُؤْمِنُ بِآيَاتِنَا فَهُمْ مُّسْلِمُونَ﴾ أي ما تسمع إِلا من يصدق بآياتنا فهم الذين ينتفعون بالموعظة لخضوعهم وانقيادهم لطاعة الله ﴿الله الذي خَلَقَكُمْ مِّن ضَعْفٍ﴾ أي الله الذي خلقكم أيها الناس من أصل ضعيف وهو النطفة، وجعلكم تتقلبون في أطوار «الجنين، الوليد، الرضيع، المفطوم» وهي أحوال في غاية الضعف، فصار كأن الضعف مادة خلقتكم ﴿ثُمَّ جَعَلَ مِن بَعْدِ ضَعْفٍ قُوَّةً﴾ أي ثم جعل من بعد ضعف الطفولة قوة الشباب ﴿ثُمَّ جَعَلَ مِن بَعْدِ قُوَّةٍ ضَعْفًا وَشَيْبَةً﴾ أي ثم جعل من بعد قوة الشباب ضعف الهرم والشيخوخة، ﴿يَخْلُقُ مَا يَشَآءُ﴾ أي يخلق ما يشاء من ضعف وقوة، وشبابٍ وشيب ﴿وَهُوَ العليم القدير﴾ أي وهو العليم بتدبير الخلق، القدير على ما يشاء قال أبو حيان: وجعل الخلق من ضعف لكثرة ضعف الإِنسان أول نشأته وطفولته، ثم حال الشيخوخة والهرم، والترداد في هذه الهيئات شاهد بقدرة الصانع وعلمه ﴿وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ﴾ أي ويوم تقوم القيامة ويُبعث الناس للحساب يحلف الكافرون المجرمون بأنهم ما مكثوا في الدنيا غير ساعة قال البيضاوي: وإِنما استقلوا مدة لبثهم في الدنيا بالنسبة إلى مدة عذابهم في الآخرة أو نسيانًا منهم ﴿كَذَلِكَ كَانُواْ يُؤْفَكُونَ﴾ أي كذلك كانوا في الدنيا يصرفون من الحق إلى الباطل، ومن الصدق إلى الكذب ﴿وَقَالَ الذين أُوتُواْ العلم والإيمان لَقَدْ لَبِثْتُمْ فِي كِتَابِ الله إلى يَوْمِ البعث﴾ أي وقال العقلاء من أهل الإِيمان والعلم ردًا عليهم وتكذيبًا لهم: لقد مكثتم فيا كتبه الله في سابق علمه إِلى يوم البعث الموعود ﴿فهذا يَوْمُ البعث ولكنكم كُنتمْ لاَ تَعْلَمُونَ﴾ أي فهذا يوم البعث الذي كنتم تنكرونه، ولكنكم لم تصدقوا به لتفريطكم في طلب الحق واتباعه، قال تعالى ﴿فَيَوْمَئِذٍ لاَّ ينفَعُ الذين ظَلَمُواْ مَعْذِرَتُهُمْ﴾","vol":"2","page":444},{"text":"أي ففي ذلك اليوم لا ينفع الظالمين اعتذارهم ﴿وَلاَ هُمْ يُسْتَعْتَبُونَ﴾ أي لا يقال لهم أرضوا ربكم بتوبة أو طاعة، لأنه قد ذهب أوان التوبة ﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي ولقد بينا في هذا القرآن العظيم ما يحتاج الناس إِليه من المواعظ والأمثال والأخبار والعبر مما يوضّح الحقَّ ويزيل اللبس ﴿وَلَئِن جِئْتَهُمْ بِآيَةٍ لَّيَقُولَنَّ الذين كفروا إِنْ أَنتُمْ إِلاَّ مُبْطِلُونَ﴾ أي ووالله لئن جئتهم يا محمد بما اقترحوا من الآيات كالعصا والناقة واليد ليقولنَّ المشركون من قومك لفرط عنادهم ما أنت وأصحابك إِلا قوم مبطلون، تُدجلون علينا وتكذبون ﴿كَذَلِكَ يَطْبَعُ الله على قُلُوبِ الذين لاَ يَعْلَمُونَ﴾ أي مثل ذلك الطبع على قلوب الجهلة المجرمين، يختم الله على قلوب الكفرة الذين لا يعلمون توحيد الله ولا صفاته ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ أي فاصبر يا محمد على تكذيبهم وأذاهم فإِن وعد الله بنصرتك وإِظهار دينك حقٌ لا بدَّ من إِنجازه ﴿وَلاَ يَسْتَخِفَّنَّكَ الذين لاَ يُوقِنُونَ﴾ أي لا يحملنك على الخفة والقلق جزعًا مما يقوله أولئك الضالون الشاكون، ولا تترك الصبر بسبب تكذيبهم وإٍيذائهم.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿البر. . والبحر﴾ .\n٢ - المجاز المرسل بإطلاق الجزء وإرادة الكل ﴿بِمَا كَسَبَتْ أَيْدِي الناس﴾ .\n٣ - جناس الاشتقاق ﴿فَأَقِمْ وَجْهَكَ لِلدِّينِ القيم﴾ .\n٤ - الاستعارة اللطيفة ﴿فَلأَنفُسِهِمْ يَمْهَدُونَ﴾ شبَّه من قدَّم الأعمال الصالحة بمن يمهد فراشه ويوطئه للنوم عليه لئلا يصيبه في مضجعه ما يؤذيه وينغص عليه مرقده.\n٥ - أسلوب الإِطناب ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ وَلِيُذِيقَكُمْ مِّن رَّحْمَتِهِ. .﴾ الآية وذلك لتعداد النعم الكثيرة وكان يكفي أن يقول: ﴿لِتَبْتَغُواْ مِن فَضْلِهِ﴾ ولكنه أسهب تذكيرًا للعباد بالنعم.\n٦ - جناس الاشتقاق ﴿أَرْسَلْنَا مِن قَبْلِكَ رُسُلًا﴾ .\n٧ - الإِيجاز بالحذف ﴿فَجَآءُوهُم بالبينات فانتقمنا﴾ حذف منه فكذبوهم واستهزءوا بهم.\n٨ - الاستعارة التصريحية ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى﴾ شبه الكفار بالموتى وبالصم في عدم إِحساسهم وسماعهم للمواعظ والبراهين بطريق الاستعارة التصريحية.\n٩ - الطباق بين ﴿ضَعْفٍ. . قُوَّةً﴾ .\n١٠ - صيغة المبالغة ﴿العليم القدير﴾ لأن معناه المبالغ في العلم والقدرة.\n١١ - الجناس التام ﴿وَيَوْمَ تَقُومُ الساعة يُقْسِمُ المجرمون مَا لَبِثُواْ غَيْرَ سَاعَةٍ﴾ المراد بالساعة أولًا القيامة وبالثانية المدة الزمنية فبينهما جناس كامل، وهذا من المحسنات البديعية.\nتنبيه: الصحيح أن الميت يسمع لقوله ﷺ َ «ما أنتم منهم» وقوله «وإِن الميت ليسمع قرع نعالهم» وأما قوله تعالى ﴿فَإِنَّكَ لاَ تُسْمِعُ الموتى﴾ المراد منه سماع التدبير والاتعاظ، والله أعلم.","vol":"2","page":445},{"text":"اللغَة: ﴿الحكيم﴾ المحكم الذي لا خلل فيه ولا تناقض ﴿يُوقِنُونَ﴾ اليقين: التصديق الجازم ﴿لَهْوَ الحديث﴾ الباطل الملهي عن الخير والعبادة ﴿وَقْرًا﴾ ثِقلًا وصممًا يمنع من السماع ﴿عَمَدٍ﴾ جمع عِماد وهو الدعامة التي يرتكز عليها الشيء ﴿رَوَاسِيَ﴾ جبالًا وثوابت، ورست السفينة: إِذا ثبتت واستقرت ﴿تَمِيدَ﴾ تتحرك وتضطرب ﴿وَبَثَّ﴾ نشر وفرَّق.\nسَبَبُ النّزول: روي أن «النضر بن الحارث» كان يشتري المغنِّيات، فلا يظفر بأحدٍ يريد الإِسلام إِلا انطلق به إِلى قينته «المغنية» فيقول لها: أطعميه، واسقيه الخمر، وغنّيه، ويقول: هذا خيرٌ مما يدعوك إِليه محمد، من الصلاة والصيام، وأن تقاتل بين يديه فأنزل الله ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث لِيُضِلَّ عَن سَبِيلِ الله. .﴾ الآية.\nالتفسِير: ﴿الم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن، وللإِشارة إِلى أن هذا الكتاب المعجز الذي أفحم العلماء والأدباء والفصحاء والبلغاء منظوم من أمثال هذه الحروف الهجائية «ألف، لام، ميم» وهي في متناول أيدي الناطقين بالعربية، وهم عاجزون ان يؤلفوا منها كتابًا مثل هذا الكتاببعد التحدي والإِفحام، وهذا من أظهر الدلائل وأوضح البراهين على أنه تنزيل الحكيم العليم ﴿تِلْكَ آيَاتُ الكتاب﴾ أي هذه آيات الكتاب البديع، الذي فاق كل كتاب في بيانه، وتشريعه، وأحكامه ﴿الحكيم﴾ أي ذي الحكمة الفائقة، والعجائب الرائقة، الناطق بالحكمة والبيان، والإِشارة بالبعيد عن القريب «تلك» للإِيذان ببعد منزلته في الفضل والشرف ﴿هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ﴾ أي هداية ورحمة للمحسنين الذين أحسنوا العمل في الدنيا، وإِنما خُصوا بالذكر لأنهم هم المنتفعون بما فيه، ثم وضح تعالى صفاتهم فقال ﴿الذين يُقِيمُونَ الصلاة﴾ أي يؤدونها على الوجه الأكمل بأركانها وخشوعها وآدابها ﴿وَيُؤْتُونَ الزكاة﴾ أي يدفعونها إلى مستحقيها طيبةً بها نفوسهم ابتغاء مرضاة الله ﴿وَهُمْ بالآخرة هُمْ يُوقِنُونَ﴾ أي يصدّقون بالدار الآخرة ويعتقدون بها اعتقادًا جازمًا لا يخالطه شك ولا ارتياب، وكرَّر الضمير «هم» للتأكيد وإِفادة الحصر ﴿أولئك على هُدًى مِّن رَّبِّهِمْ﴾ أي أولئك الموصوفون بتلك الصفات الجليلة على نور وبصيرة، ومنهج واضح سديد، من الله العزيز الحميد ﴿وأولئك هُمُ المفلحون﴾ أي هم الفائزون السعداء في الدنيا والآخرة قال أبو حيان: وكرر الإِشارة ﴿وأولئك﴾ تنبيهًا على عظم قدرهم وفضلهم، ولما ذكر تعالى حال السعداء، الذين أهتدوا بكتاب الله وانتفعوا بسماعه، عطف عليهم بذكر حال الأشقياء، الذين أعرضوا عن الانتفاع بسماع كلام الله،","vol":"2","page":447},{"text":"وأقبلوا على استماع الغناء والمزامير فقال ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث﴾ أي ومن الناس من يشتري ما يُلهي عن طاعة الله، ويَصُد عن سبيله، مما لا خير ولا فائدة فيه قال الزمخشري: واللهو كل باطلٍ ألهى عن الخير، نحو السمر بالأساطير، والتحدث بالخرافات المضحكة، وفضول الكلام وما لا ينبغي، وروى ابن جرير عن عبد الله بن مسعود ﵁ أنه سئل عن الآية فقال: والله الذي لا إِله إِلا هو - يكررها ثلاثًا - إٍنما هو الغناء، وقال الحسن البصري: نزلت هذه الآية في الغناء والمزامير ﴿لِيُضِلَّ عَن سَبِيلِ الله بِغَيْرِ عِلْمٍ﴾ أي ليُضل الناس عن طريق الهدى، ويُبعدهم عندينه القويم، بغير حجة ولا برهان ﴿وَيَتَّخِذَهَا هُزُوًا﴾ أي ويتخذ آيات الكتاب المجيد سخرية واستهزاءً، وهذا أدخل في القبح، وأعرقُ في الضلال ﴿أولئك لَهُمْ عَذَابٌ مُّهِينٌ﴾ أي لهم عذاب شديد مع الذلة والهوان ﴿وَإِذَا تتلى عَلَيْهِ آيَاتُنَا﴾ أي وإِذا قرئت عليه آيات القرآن ﴿ولى مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا﴾ أي أعرض وأدبر متكبرًا عنها كأنه لم يسمعها، شأن المتكبر الذي لا يلتفت إِلى الكلام، ويجعل نفسه كأنها غافلة ﴿كَأَنَّ في أُذُنَيْهِ وَقْرًا﴾ أي كأن في أذنيه ثقلًا وصممًا يمنعانه عن استماع آيات الله ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ أي أنذره يا محمد بعذاب مؤلمٍ، مفرطٍ في الشدة والإِيلام، ووضع البشارة بأشد العذاب.\n. ولما ذكر ما وعد به الكفار من العذاب الأليم، ذكر ما وعد به المؤمنين من جنات النعيم فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان والعمل الصالح، وبين حسن النيّة وإِخلاص العمل ﴿لَهُمْ جَنَّاتُ النعيم﴾ أي لهم على إِيمانهم واستقامتهم على شريعة الله جناتُ الخلد يتنعمون فيها بأنواع الملاذّ، من المآكل والمشارب والملابس، والنساء والحور العين، وسائر ما أكرمهم الله به من الفضل والإِنعام، مما لا عينٌ رأتْ ولا أذُنٌ سمعت، ولا خطر على قلب بشر ﴿خَالِدِينَ فِيهَا﴾ أي دائمين في تلك الجنات، لا يخرجون منها أبدًا، ولا يبغون عنها حولًا ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا من الله قاطعًا، كائنًا لا محالة، لا خلف فيه لأنه الله لا يخلف الميعاد ﴿وَهُوَ العزيز الحكيم﴾ أي هو تعالى العزيز الذي لا يغلبه شيء ليمنعه عن إِنجاز وعده، الحكيم الذي لا يفعل إِلا ما تقتضيه الحكمة والمصلحة. . ثم نبّه تعالى إِلى دلائل قدرته، وآثار عظمته وجلاله لإِقامة البراهين على وحدانيته فقال ﴿خَلَقَ السماوات بِغَيْرِ عَمَدٍ تَرَوْنَهَا﴾ أي خلق السماوات في سعتها وعظمتها وإِحكامها بدون دعائم ترتكز عليها، حال كونكم تشاهدونها كذلك واقفة من غير أن تستند على شيء، ولا تمسكها إِلا قدرة الله العليّ الكبير ﴿وألقى فِي الأرض رَوَاسِيَ أَن تَمِيدَ بِكُمْ﴾ أي جعل فيها جبالًا ثوابت لئلا تتحرك وتضطرب بكم فتهلككم بأن تقلبكم عن ظهرها، أو تهدم بيوتكم بتزلزلها قال الإِمام الفخر: واعلم أن الأرض ثباتُها بسبب ثقلها، وإِلا كانت تزول عن موضعها بسبب المياه","vol":"2","page":448},{"text":"والرياح، ولو خلقها تعالى مثل الرمل لما كانت تثبتُ للزراعة، كما نرى الأراضي الرملية ينتقل الرمل الذي فيها من موضع إلى موضع، فهذه هي حكمة إِرسالها بالجبال، فسبحان الكبير المتعال ﴿وَبَثَّ فِيهَا مِن كُلِّ دَآبَّةٍ﴾ أي ونشر وفرَّق في أرجاء الأرض من كل أنواع الحيوانات والدواب من مأكول ومركوب، مما لا يعلم عدد أشطالها وألوانها إِلا الذي خلقها ﴿وَأَنزَلْنَا مِنَ السمآء مَآءً﴾ أي وأنزلنا لحفظكم وحفظ دوابكم المطر من السحاب ﴿فَأَنْبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ كَرِيمٍ﴾ أي فأنبتنا في الأرض من كل نوع من النبات، ومن كل صنفٍ من الأغذية والأدوية ﴿كَرِيمٍ﴾ أي كثير المنافع، بديع الخلق والتكوين ﴿هذا خَلْقُ الله﴾ أي هذا الذي تشاهدونه وتعاينونه أيها المشركون هو من مخلوقات الله، فانظروا في السماوات والأض، والإِنسان، والنبات، والحيوان، وسائر ما خلق الله ثم تفكروا في آثار قدرته، وبديع صنعته ﴿فَأَرُونِي﴾ ثم أخبروني ﴿مَاذَا خَلَقَ الذين مِن دُونِهِ﴾ أي أيَّ شيءٍ خلقته آلهتكم التي عبدتموها من دون الله من الأوثان والأصنام؟ وهو سؤال على جهة التهكم والسخرية بهم وبآلهتهم المزعومة، ثم أضرب عن تبكيتهم إلى التسجيل عليهم بالضلال الواضح فقال ﴿بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ﴾ أي بل المشركون في خسران ظاهر، وضلالٍ واضح ما بعده ضلال، لأنهم وضعوا العبادة في غير موضعها، وعبدوا ما لا يسمع ولا يبصر ولا ينفع ولا يضر، فهم أضل من الحيوان الأعجم، لأن من عبد صنمًا جامدًا، وترك خالقًا عظيمًا مدبرًا، يكون أحطَّ شأنًا من الحيوان.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - وضع المصدر للمبالغة ﴿هُدًى وَرَحْمَةً لِّلْمُحْسِنِينَ﴾ .\n٢ - الإِشارة بالبعيد ﴿تِلْكَ آيَاتُ﴾ عن القريب ﴿هذه﴾ لبيان علو الرتبة ورفعة القدر والشأن.\n٣ - الإِطناب بتكرار الضمير واسم الإِشارة ﴿وَهُمْ بالآخرة هُمْ يُوقِنُونَ أولئك على هُدًى مِّن رَّبِّهِمْ وأولئك هُمُ﴾ لزيادة الثناء عليهم والتكريم لهم، كما أن الجملة تفيد الحصر أي هم المفلحون لا غيرهم.\n٤ - الاستعارة التصريحية ﴿وَمِنَ الناس مَن يَشْتَرِي لَهْوَ الحديث﴾ شبّه حالهم بحال من يشتري سلعة وهو خاسر فيها، واستعار لفظ يشتري لمعنى يستبدل بطريق الاستعارة التصريحية.\n٥ - التشبيه المرسل المجمل ﴿كَأَنَّ في أُذُنَيْهِ وَقْرًا﴾ ذكرت أداة التشبيه وحذف الشبه فهو تشبيه «مرسل مجمل» .\n٦ -","vol":"2","page":449},{"text":"أسلوب التهكم ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ لأن البشارة إنما تكون في الخير، واستعمالها في الشر سخرية وتهكم.\n٧ - الالتفات من الغيبة إِلى التكلم ﴿وَأَنزَلْنَا مِنَ السمآء﴾ بعد قوله ﴿خَلْقُ، وألقى، وَبَثَّ﴾ وكلها بضمير الغائب، ثم التفت فقال ﴿وَأَنزَلْنَا﴾ لشأن الرحمن، وتوفيةً لمقام الامتنان، وهذا من المحسنات البديعية.\n٨ - إِطلاق المصدر على اسم المفعول مبالغة ﴿هذا خَلْقُ الله﴾ أي مخلوقة.\n٩ - الاستفهام للتوبيخ والتبكيت ﴿مَاذَا خَلَقَ الذين مِن دُونِهِ﴾؟\n١٠ - وضع الظاهر موضع الضمير لزيادة التوبيخ، وللتسجيل عليهم بغاية الظلم والجهل ﴿بَلِ الظالمون فِي ضَلاَلٍ مُّبِينٍ﴾ وكان الأصل أن يقال: بل هم في ضلالٍ مبين.\n١١ - مراعاة الفواصل في الحرف الأخير مثل ﴿عَذَابٌ مُّهِينٌ﴾ ويسمى هذا النوع في علم البديع «سجعًا» وأفضله ما تساوت فقره، وكان سليمًا من التكلف، خاليًا من التكرار، وهو كثير في القرآن الكريم في نهاية الآيات الكريمة.\nفَائِدَة: وصفُ الكتاب بالحكمة في هذه السورة ﴿الكتاب الحكيم﴾ مناسبٌ لجو السورة الكريمة لأن موضوع الحكمة قد تكرر فيها ﴿وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة﴾ فناسب أن يختار هذا الوصف من أوصاف الكتاب المجيد، على طريقة القرآن في التنسيق بين الألفاظ والمواضيع.","vol":"2","page":450},{"text":"المنَاسَبَة: لمّا بيَّن تعالى فساد اعتقاد المشركين، بسبب عنادهم وإِشراكهم من لا يخلق شيئاَ بمن هو خالق كل شيء، ذكر هنا وصايا «لقمان» الحكيم، وهي وصايا ثمينة في غاية الحكمة والدعوة إِلى طريق الرشاد، وقد جاءت هذه الوصايا مبدوءةً بالتحذير من الشرك الذي هو أقبح الذنوب، وأعظم الجرائم عند الله.\nاللغَة: ﴿الحكمة﴾ الإِصابة في القول العمل، وأصلها وضع الشيء في موضعه قال في اللسان: أحكم المر أتقنه ويُقال للرجل إِذا كان حكيمًا: قد أحكمته التجارب، والحكيم: المتفن للأمور ﴿يَعِظُهُ﴾ ينصحه ويذركه، والعظةُ والموعظة: النصح والإِرشاد ﴿وَهْنًا﴾ الوهن: الضعف ومنه ﴿وَهَنَ العظم مِنِّي﴾ [مريم: ٤] أي ضعف ﴿فِصَالُهُ﴾ الفصال: الفطام وهو لفظ يستعمل في الرضاع خاصة، وأما الفصل فهو أعم، وفصلت المرأة ولدها أي فطمته وتركت إرضاعه ﴿أَنَابَ﴾ رجع، والمنيب الراجع إِلى ربه بالتوبة والاستغفار ﴿تُصَعِّرْ﴾ الصَّعر: بفتحتين في الأصل داءٌ يصيب البعير فيلوي منه عنقه ثم استعمل في ميل العنق كبرًا وافتخارًا قال عمرو التغلبي:\nوكنَّا إِذا الجبَّار صعَّر خدَّه ... أقمنا له من ميله فتقومّ\n﴿مَرَحًا﴾ فرحًا وبطرًا وخيلاء ﴿مُخْتَالٍ﴾ متبختر في مشيته ﴿اقصد﴾ توسَّط، والقصد: التوسط بين الإِسراع والبطء ﴿اغضض﴾ عضَّ الصوت خفضه قال جرير:\nفغُضَّ الطرف إِنك من نمير ... فلا كعبًا بلغت ولا كلابا\nالتفسِيْر: ﴿وَلَقَدْ آتَيْنَا لُقْمَانَ الحكمة﴾ أي والله لقد أعطينا لقمان الحكمة وهي الإصابة في القول، والسَّداد في الرأي، والنطق بما يوافق الحق، قال مجاهد: الحكمة: الفقه والعقل، والإِصابة في القول، ولم يكن نبيًا إِنما كان حكيمًا ﴿أَنِ اشكر للَّهِ﴾ أي وقلنا له: أشكر الله على إِنعامه وإِفضاله عليك حيث خصَّك بالحكمة وجعلها على لسانك قال القرطبي: والصحيح الذي عليه الجمهور أن «لقمان» كان حكيمًا ولم يكن نبيًا وفي الحديث «لم يكن لقمان نبيًا، ولكن كان عبدًا كثير التفكر، حسن اليقين، أحبَّ الله تعالى فأحبَّه، فمنَّ عليه بالحكمة» ﴿وَمَن يَشْكُرْ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ﴾ أي ومن يشكر ربه فثواب شكره راجع لنفسه، وفائدته إنما تعود عليه، لن الله تعالى لا ينفعه شكر من شكر، ولا يضره كفر من كفر ولهذا قال بعده ﴿وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ حَمِيدٌ﴾ أي ومن جحد نعمة الله فإِنما أساء إلى نفسه، لأن الله مستغنٍ عن العباد، محمودٌ على كل حال، مستحقٌ للحمد لذاته وصفاته قال الرازي: المعنى أن الله غير محتاج إِلى شكر حتى يتضرَّر بكفر الكافر، فهو في نفسه محمود سواء شكره الناس أم لم يشكروه، ثم ذكر تعالى بعض نصائح لقمان لابنه وبدأ بالتحذير له من الشرك، الذي هو نهاية القبح والشناعة فقال ﴿وَإِذْ قَالَ لُقْمَانُ لابْنِهِ وَهُوَ يَعِظُهُ يابني لاَ تُشْرِكْ بالله﴾ أي واذكر لقومك موعظة لقمان الحكيم لولده، حين قال له واعظًا ناصحًا مرشدًا: يا بني كن عاقلًا ولا تشرك بالله أحدًا، بشرًا أو صنمًا أو ولدًا ﴿إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ أي إِن ال شر ك قبيح،","vol":"2","page":451},{"text":"وظلم صارخ لأنه وضعٌ للشيء في غير موضعه، فمن سوَّى بين الخالق والمخلوق، وبين الإِله والصنم فهو - بلا شك - أحمق الناس، وأبعدهم عن منطق العقل والحكمة، وحري به أن يوصف بالظلم ويجعل في عداد البهائم ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ﴾ أي أمرناه بالإِحسان إِليهما لا سيما الوالدة ﴿حَمَلَتْهُ أُمُّهُ وَهْنًا على وَهْنٍ﴾ أي حملته جنينًا في بطنها وهي تزداد كل يوم ضعفًا على ضعف، من حين الحمل إِلى حين الولادة، لأن الحمل كلما ازداد وعظم، إِزدادت به ثقلًا وضعفًا ﴿وَفِصَالُهُ فِي عَامَيْنِ﴾ أي وفطامه في تمام عامين ﴿أَنِ اشكر لِي وَلِوَالِدَيْكَ﴾ أي وقلنا له: اشكر ربك على نعمة الإِيمان والإِحسان، واشكر والديك على نعمة التربية ﴿إِلَيَّ المصير﴾ أي إِليَّ المرجع والمآب فأجازي المحسن على إِحسانه، والمسيء على إِسائته قال ابن جزي: وقوله ﴿أَنِ اشكر﴾ تفسيرٌ للوصية، واعترض بينها وبين تفسيرها بقوله ﴿حَمَلَتْهُ أُمُّهُ وَهْنًا على وَهْنٍ وَفِصَالُهُ فِي عَامَيْنِ﴾ ليبيّن ما تكابده الأم بالولد مما يوجب عظيم حقها، ولذلك كان حقها أعظم من حق الأب ﴿وَإِن جَاهَدَاكَ على أَن تُشْرِكَ بِي مَا لَيْسَ لَكَ بِهِ عِلْمٌ فَلاَ تُطِعْهُمَا﴾ أي وإِن بذلا جهدهما، وأقصى ما في وسعهما، ليحملاك على الكفر والإِشراك بالله فلا تطعهما، إِذ لا طاعة لمخلوق في معصية الخالق ﴿وَصَاحِبْهُمَا فِي الدنيا مَعْرُوفًا﴾ أي وصاحبهما في الحياة الدنيا بالمعروف والإِحسان إلأيهما - ولو كان مشركين - لأن كفرهما بالله لا يستدعي ضياع المتاعب التي تحمَّلاها في تربية الولد، ولا التنكر بالجميل ﴿واتبع سَبِيلَ مَنْ أَنَابَ إِلَيَّ﴾ أي واسلك طريق من رجع إلى الله بالتوحيد والطاعة والعمل الصالح ﴿ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي مرجع الخلق إِلى الله فيجازيهم على أعمالهم، والحكمةُ من ذكر الوصية بالوالدين - ضمن وصايا لقمان - تأكيد ما أفادته الآية الأولى من تقبيح أمر الشرك ﴿إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ فكأنه تعالى يقول: مع أننا وصينا الإِنسان بوالديه، وأمرناه بالإِحسان إِليهما والعطف عليهما، وألزمناه طاعتهما بسبب حقهما العظيم عليه، مع كل هذا فقد نهيناه عن طاعتهما في حالة الشرك والعصيان، لأن الإِشراك بالله من أعظم الذنوب، وهو في نهاية القبح والشناعة.\n. ثم رجع الكلام إِلى وصايا لقمان فقال تعالى ﴿يابني إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ﴾ أي يا ولدي إِن الخطيئة والمعصية مهما كانت صغيرة حتى ولو كانت وزن حبة الخردل في الصغر ﴿فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السماوات أَوْ فِي الأرض يَأْتِ بِهَا الله﴾ أي فتكن تلك السيئة - مع كونها في أقصى غايات الصغر - في أخفى مكان أحرزه، كجوف الصخرة الصماء، أو في أعلى مكان في السماء أو في الأرض يحضرها الله سبحانه ويحاسب عليه، والغرض التمثيلُ بأن الله لا تخفى عليه خافية من أعمال العباد ﴿إِنَّ الله لَطِيفٌ خَبِيرٌ﴾ أي هو سبحانه لطيف بالعباد خبير أي عالم ببواطن الأمور ﴿يابني أَقِمِ الصلاة﴾ أي حافظ على الصلاة في أوقاتها وبخشوعها وآدابها ﴿وَأْمُرْ بالمعروف وانه عَنِ المنكر﴾ أي وأمر الناس بكل خير وفضيلة، وأنههم عن كل شر ورذيلة ﴿واصبر على مَآ أَصَابَكَ﴾ أي اصبر على المحن والبلايا، لأنَّ الداعي إِلى الحق معرَّض لإِيصال الأذى إِليه قال أبو حيان: لما نهاه أولًا عن الشرك، وأخبره ثانيًا بعلمه تعالى وباهر قدرته، أمره با يتوسل به إِلى الله من الطاعات، فبدأ بأشرفها","vol":"2","page":452},{"text":"وهي الصلاة، ثم بالأمر بالمعروف والنهي عن المنكر، ثم بالصبر على ما يصيبه من المحن بسبب الأمر بالمعروف، فكثيرًا ما يُؤذى فاعل ذلك ﴿إِنَّ ذَلِكَ مِنْ عَزْمِ الأمور﴾ أي إِن ذلك المكذور مما عزمه الله وأمر به قال ابن عباس: من حقيقة الإِيمان الصبر على المكاره وقال الرازي: معناه إِن ذلك من الأمور الواجبة المعزومة أي المقطوعة، فالمصدر بمعنى المفعول ﴿وَلاَ تُصَعِّرْ خَدَّكَ لِلنَّاسِ﴾ أي لا تمل وجهك عنهم تكبرًا عليهم قال القرطبي: أي لا تمل خدك للناس كبرًا عليهم وإِعجابًا، وتحقيرًا لهم، وهو قول ابن عباس ﴿وَلاَ تَمْشِ فِي الأرض مَرَحًا﴾ أي لا تمش متبخترًا متكبارًا ﴿إِنَّ الله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾ تعليلٌ للنهي أي لأن الله يكره المتكبر الذي يرى العظمة لنفسه، ويتكبر على عباد الله، المتبختر في مشيته، والفخور الذي يفتخر على غيره، ثم لما نهاه عن الخُلُق الذميم، أمره بالخُلُق الكريم فقال ﴿واقصد فِي مَشْيِكَ﴾ أي توسَّط في مشيتك واعتدل فيها بين الإِسراع والبطء ﴿واغضض مِن صَوْتِكَ﴾ أي اخفض من صوتك فلا ترفعه عاليًا فإِنه قبيح لا يجمل بالعاقل ﴿إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير﴾ أي إِن أوحش الأصوات صوتُ الحمير فمن رفع صوته كان مماثلًا لهم، وأتى بالمنكر القبيح قال الحسن: كان المشركون يتفاخرون برفع الأصوات فرد عليهم بأنه لو كان خيرًا لفضلتهم به الحمير، وقال قتادة: أقبح الأصوات صوت الحمير، أوله زفير وآخره شهيق.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿شْكُرْ. . وكَفَرَ﴾ .\n٢ - صيغة المبالغة ﴿غَنِيٌّ حَمِيدٌ﴾ وكذلك ﴿لَطِيفٌ خَبِيرٌ﴾ و﴿فَخُورٍ﴾ لأن فعيل وفعول من صيغ المبالغة ومعناه كثير الحمد وكثير الفخر.\n٣ - ذكر الخاص بعد العام ﴿بِوَالِدَيْهِ حَمَلَتْهُ أُمُّهُ﴾ وذلك لزيادة العناية والاهتمام بالخاص.\n٤ - تقديم ما حقه التأخير لإِفادة الحصر مثل ﴿إِلَيَّ المصير﴾ ﴿إِلَيَّ مَرْجِعُكُمْ﴾ أي لا إِلى غيري.\n٥ - التمثيل ﴿إِنَّهَآ إِن تَكُ مِثْقَالَ حَبَّةٍ مِّنْ خَرْدَلٍ فَتَكُنْ فِي صَخْرَةٍ﴾ مثَّل ذلك لسعة علم الله وإِحاطته بجميع الأشياء صغيرها وكبيرها، جليلها وحقيرها فإِنه تعالى يعلم أصغر الأشياء في أخفى الأمكنة.\n٦ - التتميم ﴿فَتَكُنْ فِي صَخْرَةٍ﴾ تَّمم خفاءها في نفسها بخفاء مكانها وهذا من البديع.\n٧ - المقابلة ﴿وَأْمُرْ بالمعروف﴾ ثم قال ﴿وانه عَنِ المنكر﴾ فقابل بين اللفظين.\n٨ - الاستعارة التمثيلية ﴿إِنَّ أَنكَرَ الأصوات لَصَوْتُ الحمير﴾ شبَّه الرافعين أصواتهم بالحمير، وأصواتهم بالنهيق، ولم يذكر أداة التشبيه بل أخرجه مخرج الاستعارة للمبالغة في الذم، والتنفير عن رفع الصوت.","vol":"2","page":453},{"text":"تنبيه: حين أمر تعالى بشكر الوالدين قدَّم شكره تعالى على شكرهما فقال ﴿أَنِ اشكر لِي﴾ ثم أردفه بقوله ﴿وَلِوَالِدَيْكَ﴾ وذلك لإِشعارنا بأن حق الله أعظم من حق الوالدين، لأنه سبحانه هو السبب الحقيقي في خلق الإِنسان، والوالدان سبب في الصورة والظاهر، ولهذا حرَّم تعالى طاعتهما على الإِنسان إِذا أرادا إِجباره على الكفر.","vol":"2","page":454},{"text":"المنَاسَبَة: لما حذَّر تعالى من الشرك، وأكده بوصايا لقمان الحكيم في الإِيمان ومكارم الأخلاق، ذكر هنا الأدلة الساطعة، والبراهين القاطعة على وحدانيته تعالى، ونبّه بالصنعة على الصانع، وما له من نعمٍ لا تُحصى من تسخير السماوات بما فيها من الشمس، والقمر، والنجوم، والسحاب، وتسخير الأرض وما فيها من الحيوان، والنبات، والمعادن، والبحار، وغير ذلك من الأدلة الشاهدة بوحدانيته، وختم السورة الكريمة ببيان «المغيبات الخمس» .","vol":"2","page":454},{"text":"اللغَة: ﴿أَسْبَغَ﴾ أتم وأكمل يقال: سبغت النعمة سبوغًا إِذا تمت ﴿استمسك﴾ تمسك وتعلق واعتصم ﴿نَفِدَتْ﴾ فنيت وفرغت ﴿يُولِجُ﴾ يدخل والإِيلاج: الإِدخال ومنه ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ [الأعراف: ٤٠] ﴿الفلك﴾ السفن ﴿كالظلل﴾ الظلل: جمع ظلَّة وهي كل ما أظلَّلك من جبل أو سحاب ﴿خَتَّارٍ﴾ الختَّار: الغدار، والختر: أسوء الغدر قال الشاعر:\nفإِنك لو رأيت أبا عمير ... ملأت يديك من غدر وختر\n﴿الغرور﴾ ما يغرُّ ويخدع من شيطان وغيره، وغرَّه الأمل: خدعه.\nالتفسِير: ﴿أَلَمْ تَرَوْاْ أَنَّ الله سَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض﴾ أي ألم تعلموا أيها الناس أن الله العظيم الجليل سخر لكم ما في السماوات من شمس وقمر ونجوم لتنتفعوا بها، وسخَّر لكم ما في الأرض من جبالٍ وأشجار وثمارٍ وأنهار وغير ذلك مما لا تُحصى ﴿وَأَسْبَغَ عَلَيْكُمْ نِعَمَهُ ظَاهِرَةً وَبَاطِنَةً﴾ أي وأتمَّ عليكم أيها الناس نعمه العديدة، الظاهرة المرئية كنعمة السمع والبصر والصحة والإِسلام، والباطنة الخفية كالقلب والعقل والفهم والمعرفة وما أشبه ذلك قال البيضاوي: أي أسبغ عليكم نعمه المحسوسة والمعقولة، ما تعرفونه وما لا تعرفونه ﴿وَمِنَ الناس مَن يُجَادِلُ فِي الله بِغَيْرِ عِلْمٍ وَلاَ هُدًى وَلاَ كِتَابٍ مُّنِيرٍ﴾ أي ومن الناس فريق جاحدون يخاصمون ويجادلون في توحيد الله وصفاته بغير علم ولا فهم، ولاحجة ولا برهان، ولا كتاب منزل من عند الله قال القرطبي: نزلت في يهودي جاء إِلى النبي ﷺ َ فقال يا محمد: أخبرني عن ربك من أيّ شيء هو؟ فجاءت صاعقةٌ فأخذته، والمنيرُ: الواضح البيّن المنقذ من ظلمة الجهل والضلال ﴿وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله﴾ أي وإِذا قيل لهؤلاء المجادلين بالباطل اتبعوا ما أنزل الله على رسوله، وصدّقوا به فإِنه يفرق بين الحق والباطل، والهدى والضلال ﴿قَالُواْ بَلْ نَتَّبِعُ مَا وَجَدْنَا عَلَيْهِ آبَآءَنَا﴾ أي قالوا نسير على طريقة آبائنا ونقتدي بهم في عبادة الأوثان والأصنام ﴿أَوَلَوْ كَانَ الشيطان يَدْعُوهُمْ إلى عَذَابِ السعير﴾ الاستفهام للإِنكار والتوبيخ أي أيتبعونهم ولو كانوا ضالين، حتى ولو كان الشيطان يدعوهم إلى النار المستعرة ذات العذاب الشديد؟ ﴿وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله﴾ أي ومن يقبل على طاعة الله وينقاد لأوامره، ويخلص قصده وعبادته لله ﴿وَهُوَ مُحْسِنٌ﴾ أي وهو مؤمن موحد قال القرطبي: لأن العبادة من غير احسانٍ ولا معرفة القلب لا تنفع، ونظير الآية\n﴿وَمَن يَعْمَلْ مِنَ الصالحات وَهُوَ مُؤْمِنٌ﴾ [طه: ١١٢] فلا بدَّ من الإِيمان والإِحسان ﴿فَقَدِ استمسك بالعروة الوثقى﴾ أي تمسك بحبلٍ لا انقطاع له، وتعلق بأوثق ما يتعلق به من الأسباب قال صاحب الكشاف: هاذ من باب التمثيل، مثلت حال المتوكل بحال من تدلى من شاهق فاحتاط لنفسه بأن استمسك بأوثق عروة، من حبلٍ متين مأمونٍ انقطاعه وقال الرازي: أوثق العرى جانب الله، لأن كل ما عداه هالك منقطع، وهو باقٍ لا","vol":"2","page":455},{"text":"انقطاع له ﴿وإلى الله عَاقِبَةُ الأمور﴾ أي إِلى الله وحده - لا إِلى أحد سواه - مرجع ومصير الأمور كلها فيجازي العامل عليها أحسن الجزاء ﴿وَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ﴾ تسلية للرسول ﷺ َ أي لا يهمنك يا محمد كفر من كفر، ولا ضلال من ضلَّ، ولا تذهب نفسك عليهم حسرات، فإِنا سننتقم منهم إِن عاجلًا أو آجلًا ﴿إِلَيْنَا مَرْجِعُهُمْ فَنُنَبِّئُهُم بِمَا عملوا﴾ أي إِلينا رجوعهم، فنخبرهم بأعمالهم التي عملوها في الدنيا ﴿إِنَّ الله عَلِيمٌ بِذَاتِ الصدور﴾ أي عليم بما في قلوبهم من المكر والكفر والتكذيب فيجازيهم عليها ﴿نُمَتِّعُهُمْ قَلِيلًا﴾ أي نبقيهم في الدنيا مدة قليلة يتمتعون بها ﴿ثُمَّ نَضْطَرُّهُمْ إلى عَذَابٍ غَلِيظٍ﴾ أي ثم نلجئهم في الآخرة إِلى عذاب شديد هو عذاب النار، الفظيع الشاق على النفس، ثم لما بيَّن تعالى استحقاقهم للعذاب، بيَّن تناقضهم في الدنيا وهو اعترافهم بأن الله خالق السماوات والأرض، ومع هذا يعبدون معه شركاء يعترفون أنها ملك له وأنها مخلوقاته فقال ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله﴾ أي ولئن سألت يا محمد هؤلاء المشركين من كفار مكة من خلق السماوات والأرض؟ ليقولن - لغاية وضوح الأمر - الله خلقهن فقد اضطروا إِلى الاعتراف به ﴿قُلِ الحمد لِلَّهِ﴾ أي قل لهم: الحمد لله على ظهور الحجة عليكم، وعلى أن دلائل الإِيمان ظاهرة للعيان ﴿بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ أي بل أك ثر هؤلاء المشركين لا يفكّرون ولا يتدبرون فلذلك لا يعلمون، ثم قال تعالى ﴿لِلَّهِ مَا فِي السماوات والأرض﴾ أي له جلَّ وعلا ما في الكائنات ملكًا وخلقًا وتدبيرًا ﴿إِنَّ الله هُوَ الغني الحميد﴾ أي المستغني عن خلقه وعن عبادتهم، المحمود في صنعه وآلائه ﴿وَلَوْ أَنَّمَا فِي الأرض مِن شَجَرَةٍ أَقْلاَمٌ﴾ أي ولو أنَّ جميع أشجار الأرض جعلت أقلامًا ﴿والبحر يَمُدُّهُ مِن بَعْدِهِ سَبْعَةُ أَبْحُرٍ﴾ أي وجعل البحر بسعته حبرًا ومدادًا وأمده سبعة أبحر معه فكتبت بها كلمات الله الدالة على عظمته وصفاته وجلاله ﴿مَّا نَفِدَتْ كَلِمَاتُ الله﴾ أي لانتهت وفنيت تلك الأقلام والبحار وما انتهت كلمات الله، لأن الأشجار والبحار متناهية، وكلمات الله غير متناهية قال القرطبي: لما ذكر تعالى أنه سخر لهم ما في السماوات وما في الأرض، وأنه أسبغ النعم، نبّه على أن الأشجار لو كانت أقلامًا، والبحار لو كانت مدادًا، فكتب بها عجائب صنع الله، الدالة على قدرته ووحدانيته لم تنفد تلك العجائب وقال ابن الجوزي: وفي الكلام محذوف تقديره: فكتب بهذه الأقلام وهذه البحور كلمات الله، لتكسرت الأقلام ونفدت البحور ولم تنفد كلمات الله أي لم تنقطع ﴿إِنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي غالب لا يعجزه شيء، حكيم لا يخرج عن علمه وحكمته أمر ﴿مَّا خَلْقُكُمْ وَلاَ بَعْثُكُمْ إِلاَّ كَنَفْسٍ وَاحِدَةٍ﴾ أي ما خلقكم أيها الناس ابتداءً، ولا بعثكم بعد الموت انتهاءً إِلا كخلق نفس واحدة وبعثها، لأنه إِذا أراد شيئًا قال له كن فيكون، قال الصاوي: المعنى أن الله لا يصعب عليه شيء، بل خلق العلم وبعثه برُمته كخلق نفسٍ واحدةٍ وبعثها ﴿إِنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي سميع لأقوال العباد، بصير بأعمالهم، ثم أشار تعالى إلى دلائل قدرته في الآفاق فقال ﴿أَلَمْ تَرَ أَنَّ الله يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ أي ألم تعلم أيها المخاطب علمًا قويًا","vol":"2","page":456},{"text":"جاريًا مجرى الرؤية، أن الله العظيم الجليل يدخل ظلمة الليل على ضوء النهار، ويدخل ضوء النهار على ظلمة الليل، ويزيد في هذا ويُنقص من هذا حسب الحكمة الأزلية ﴿وَسَخَّرَ الشمس والقمر كُلٌّ يجري إلى أَجَلٍ مُّسَمًّى﴾ أي ذلّلهما بالطلوع والأقوال تقديرًا للآجال، وإِتمامًا للمنافع، كلٌ منهما يسير في فلكه إِلى غاية محدودة هي يوم القيامة ﴿وَأَنَّ الله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي وأنه تعالى عالم بأحوالكم وأعمالكم لا تخفى عليه خافية، فإِن من شاهد مثل ذلك الصنع الرائق، والتدبير الفائق، لا يكاد يغفل عن كون صانعه جل وعلا محيطًا بكل أعماله ﴿ذَلِكَ بِأَنَّ الله هُوَ الحق﴾ أي ذلك الذي شاهدتموه من عجائب الصنع وباهر القدرة، لتتأكدوا أن الله هو الإِله الحق الذي يجب أن يعبد وحده ﴿وَأَنَّ مَا يَدْعُونَ مِن دُونِهِ الباطل﴾ أي وأن كل ما يعبدون من دون الله من الأوثان والأصنام باطل لا حقيقة له كما قل لبيد «ألا كل شيءٍ ما خلا الله باطل» فالجميع خلقه وعبيده، ولا يملك أحدٌ منهم تحريك ذرةٍ إِلا بإِذنه ﴿وَأَنَّ الله هُوَ العلي الكبير﴾ أي وأنه تعالى هو العليُّ في صفاته، الكبير في ذاته ﴿أَلَمْ تَرَ أَنَّ الفلك تَجْرِي فِي البحر بِنِعْمَةِ الله﴾ تذكيرٌ بنعمة أُخرى أي ألم تر أيها العاقل أن السفن العظيمة تسير في البحر بقدرة الله، وبتسخيره ولطفه بالناس وإِحسانه إِليهم، لتهيئة أسباب الحياة قال ابن كثير: يخبر تعالى أنه هو الذي سخَّر البحر لتجري فيه الفلك بأمره أي بلطفه وتسخيره، فإِنه لولا ما جعل في الماء من قوةٍ يحمل بها السفن ما جرت، ولهذا قال بعده ﴿لِيُرِيَكُمْ مِّنْ آيَاتِهِ﴾ أي ليريكم عجائب صنعه، ودلائل قدرته ووحدانيته ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي إِن في تسخير هذه السفن وما تحمله من الطعام والأرزاق والتجارات، لآيات باهرة، وعبرًا جليلة لكك عبد منيب، صبَّار في الضراء، شكور في الرخاء.\nولفظه «صبَّار» و«شكور» مبالغة في الصبر والشكر ﴿وَإِذَا غَشِيَهُمْ مَّوْجٌ كالظلل﴾ أي وإِذا علا المشركين وغطّاهم وهم في البحر موج كثيف كالجبال ﴿دَعَوُاْ الله مُخْلِصِينَ لَهُ الدين﴾ أي أخلصوا دعاءهم لله حين علموا أنه لا منجي لهم غيره فلا يدعون لخلاصهم سواه ﴿فَلَمَّا نَجَّاهُمْ إِلَى البر﴾ أي فلما أنقذهم من شدائد البحر، واخرجهم إِلى شاطئ النجاة في البر ﴿فَمِنْهُمْ مُّقْتَصِدٌ﴾ في الآية حذف تقديره فمنهم مقتصد، ومنهم جاحد، ودلَّ عليه قوله ﴿وَمَا يَجْحَدُ بِآيَاتِنَآ﴾ والمقتصد: المتوسط في العمل قال ابن كثير: وهذا من باب الإِنكار على من شاهد تلك الأهوال، والأمور العظام، ورأى الآيات الباهرة في البحر، ثم بعدما أنعم الله عليه بالخلاص كان ينبغي أن يقابل ذلك بالعمل التام، والمبادرة إٍلى الخيرات، والدؤوب في العبادات، فمن اقتصد بعد ذلك كان مقصْرًا ﴿وَمَا يَجْحَدُ بِآيَاتِنَآ إِلاَّ كُلُّ خَتَّارٍ كَفُورٍ﴾ أي وما يكذب بآياتنا إِى كل غدَّار، مبالغ في كفران نعم الله تعالى ﴿ياأيها الناس اتقوا رَبَّكُمْ﴾ أي اتقوا ربكم بامتثال أوامره، واجتناب نواهيه ﴿واخشوا يَوْمًا لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ﴾ أي وخافوا يومًا رهيبًا عصيبًا لا ينفع والد فيه ولده، ولا يدفع عنه مضرةً، أو يقضي عنه شيئاَ مما تحمَّله ﴿وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا﴾ أي ولا ولدٌ يغني أو يدفع عن والده شيئًا، أو يقضي عنه شيئًا من جنايته ومظالمه قال الطبري: المعنى لا يغني ولا تنفع عنده الشفاعة والوسائل، إلا وسلية من صالح الأعمال التي أسلفها في الدنيا ﴿إِنَّ وَعْدَ الله حَقٌّ﴾ أي","vol":"2","page":457},{"text":"وعده بالثواب والعقاب، والبعث والجزاء حقٌ لا يتخلف ﴿فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا﴾ أي لا تخدعكم الحياة الدنيا بمفاتنها ولذاتها فتركنوا إِليها ﴿وَلاَ يَغُرَّنَّكُم بالله الغرور﴾ أي ولا يخدعنكم الشيطان الماكر الذي يغر الخلق ويمنيهم بأباطيله ويلهيهم عن الآخرة ﴿إِنَّ الله عِندَهُ عِلْمُ الساعة﴾ هذه هي مفاتح الغيب التي اختص الله بعلمها وهي خمس كما جاء في الحديث الصحيح «مفاتح الغيب خمسٌ لا يعلمهن إِلا الله وتلا الآية» أي عنده تعالى معرفة وقت قيام الساعة التي تقوم فيها القيامة ﴿وَيُنَزِّلُ الغيث﴾ أي وعنده معرفة وقت نزول المطر ومحل نزوله ﴿وَيَعْلَمُ مَا فِي الأرحام﴾ أي من ذكرٍ أو أنثى، شقي أو سعيد ﴿وَمَا تَدْرِي نَفْسٌ مَّاذَا تَكْسِبُ غَدًا﴾ أي ما يدري أحد ماذا يحدث له في غد، وماذا يفعل من خير أو شر ﴿وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ﴾ أي ما يدري أحدٌ أين يموت، ولا في أي مكانٍ يُقبر ﴿إِنَّ الله عَلَيمٌ خَبِيرٌ﴾ أي مبالغ في العلم، يعلم كل الأمور، خبير بظواهر الأشياء وبواطنها.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين قوله ﴿ظَاهِرَةً. . وَبَاطِنَةً﴾ وكذلك بين لفظ ﴿الحق. . والباطل﴾ .\n٢ - الإِنكار والتوبيخ مع الحذف ﴿أَوَلَوْ كَانَ الشيطان يَدْعُوهُمْ﴾ أي أيتبعونهم ولو كان الشيطان الخ.\n٣ - المجاز المرسل ﴿وَمَن يُسْلِمْ وَجْهَهُ﴾ أطلق الجزء وأراد الكل ففيه مجاز مرسل.\n٤ - التشبيه التمثيلي ﴿فَقَدِ استمسك بالعروة الوثقى﴾ شبه من تمسك بالإِسلام بمن أراد أن يرقى إِلى شاهق جبل فتمسك بأوثق جبل، وحذف أداة التشبيه للمبالغة.\n٥ - المقابلة بين ﴿وَمَن يُسْلِمْ وَجْهَهُ إِلَى الله وَهُوَ مُحْسِنٌ﴾ وبين ﴿وَمَن كَفَرَ فَلاَ يَحْزُنكَ كُفْرُهُ﴾ الآية.\n٦ - الاستعارة ﴿عَذَابٍ غَلِيظٍ﴾ استعار الغلظ للشدة لأنه إِنما يكون للاجرام فاستعير للمعنى.\n٧ - تقديم ما حقه التأخير لإِفادة الحصر ﴿وإلى الله عَاقِبَةُ الأمور﴾ أي إليه لا إلى غيره.\n٨ - صيغ المبالغة في التالي ﴿صَبَّارٍ شَكُورٍ﴾ و﴿خَتَّارٍ كَفُورٍ﴾ و﴿عَلَيمٌ خَبِيرٌ﴾ و﴿سَمِيعٌ بَصِيرٌ﴾ كما أنَّ فيها توافق الفواصل وهو من المحسنات البديعية ويسمى بالسجع.","vol":"2","page":458}]