[{"text":"الفوَائِد: الأولى: ذكر تعالى في الآية من عجائب مخلوقاته ثمانية أنواع تنبيهًا على ما فيها من العبر واستدلالًا على الوحدانية من الأثر، الأول: خلق السماوات وما فيها من الكواكب والشمس والقمر، الثاني: الأرض وما فيها من جبال وبحار وأشجار وأنهار ومعادن وجواهر، الثاث: اختلاف الليل والنهار بالطول والقصر والنور والظلمة والزيادة والنقصان، الرابع: السفن العظيمة كأنها الراسيات من الجبال وهي موقرة بالأثقال والرجال تجري بها الريح مقبلة ومدبرة، الخامس: المطر الذي جعله الله سببًا لحياة الموجودات من حيوان ونبات وإِنزاله بمقدار، السادس: ما بثّ في الأرض من إِنسان وحيوان مع اختلاف الصور والأشكال والألوان، السابع: تصريف الرياح والهواءُ جسم لطيفٌ وهو مع ذلك في غاية القوة بحيث يقلع الصخر والشجر ويخرب البنيان العظيمة وهو مع ذلك حياة الوجود فلو أمسك طرفة عين لمات كل ذي روح وأنتن ما على وجه الأرض، الثامن: السحاب مع ما فيه من المياه العظيمة التي تسيل منها الأودية الكبيرة يبقى معلقًا بين السماء والأرض بلا علاقة تمسكه ولا دعامة تسنده فسبحان الواحد القهار.\nالثانية: ورد لفظ الرياح مفردة ومجموعة، فجاءت مجموعة مع الرحمة مفردة مع العذاب كقوله ﴿وَمِنْ آيَاتِهِ أَن يُرْسِلَ الرياح مُبَشِّرَاتٍ﴾ [الروم: ٤٦] وقوله ﴿وَهُوَ الذي أَرْسَلَ الرياح بُشْرَى بَيْنَ يَدَيْ رَحْمَتِهِ﴾ [الفرقان: ٤٨] وقوله ﴿الريح العقيم﴾ [الذاريات: ٤١] وروى أن رسول الله ﷺ َ كان يقول إِذا هبت الريح «اللهم اجعلها رياحًا ولا تجعلها ريحًا» .","vol":"1","page":100},{"text":"المنَاسَبَة: لمّا بيّن تعالى التوحيد ودلائله، وما للمؤمنين المتقين والكفرة العاصين، أتبع ذلك بذكر إِنعامه على الكافر والمؤمن، ليدل على أن الكفر لا يؤثر في قطع الإِنعام، لأنه تعالى رب","vol":"1","page":100},{"text":"العالمين، فإِحسانه عام لجميع الأنام دون تمييز بين مؤمن وكافر وبرٍّ وفاجر، ثم دعا المؤمنين إِلى شكر المنعم جلٍّ وعلا والأكل من الطيبات التي أباحها الله، واجتناب ما حرّمه الله من أنواع الخبائث.\nاللغَة: ﴿خُطُوَاتِ الشيطان﴾ جمع خُطوة وهي في الأصل ما بين القدمين عند المشي وتستعمل مجازًا في تتبع الآثار ﴿السواء﴾ أصل السُّوء ما يسوء الإِنسان أي يحزنه ويطلق على المعصية قولًا أو فعلًا أو اعتقادًا لأنها تسوء صاحبها أي تحزنه في الحال أو المآل ﴿الفحشآء﴾ ما يستعظم ويستفحش من المعاصي فهي أقبح أنواع المعاصي ﴿أَلْفَيْنَا﴾ وجدنا ومنه ﴿وَأَلْفَيَا سَيِّدَهَا﴾ [يوسف: ٢٥] ﴿إِنَّهُمْ أَلْفَوْاْ آبَآءَهُمْ ضَآلِّينَ﴾ [الصافات: ٦٩] أي وجدوا ﴿يَنْعِقُ﴾ يصيح يقال: نعق الراعي بغنمه ينعِق نعيقًا إِذا صاح بها وزجرها قال الأخطل:\nفانعِقْ بضأنك يا جريرُ فإِنما مَنَّتك نفسُك في الخلاء ضلالًا\n﴿أُهِلَّ﴾ الإِهلال: رفع الصوت يقال: أهلَّ المحرم إِذا رفع صوته بالتلبية ومنه إِهلال الصبي وهو صياحه عند الولادة، وكان المشركون إِذا ذبحوا ذكروا اللات والعزَّى ورفعوا بذلك أصواتهم ﴿اضطر﴾ أُلجئ أي ألجأته الضرورة إلى الأكل من المحرمات ﴿بَاغٍ وَلاَ عَادٍ﴾ الباغي من البغي والعادي من العدوان، وهما بمعنى الظلم وتجاوز الحدّ ﴿يُزَكِّيهِمْ﴾ يطهرهم من التزكية وهي التطهير ﴿شِقَاقٍ﴾ الشقاق: الخلاف والعداوة.\nالتفسِير: ﴿ياأيها الناس كُلُواْ مِمَّا فِي الأرض حَلاَلًا طَيِّبًا﴾ الخطاب عام لجميع البشر أي كلوا ممّا أحله الله لكم من الطيبات حال كونه مستطابًا في نفسه غير ضار بالأبدان والعقول ﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان﴾ أي لا تقتدوا بآثار الشيطان فيما يزينه لكم من المعاصي والفواحش ﴿إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي إِنه عظيم العداوة لكم وعداوته ظاهرة لا تخفى على عاقل ﴿إِنَّمَا يَأْمُرُكُمْ بالسواء والفحشآء﴾ أي لا يأمركم الشيطان بما فيه خير إِنما يأمركم بالمعاصي والمنكرات وما تناهي في القبح من الرذائل ﴿وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ أي وأن تفتروا على الله بتحريم ما أحل لكم وتحليل ما حرّم عليكم فتحلوا وتحرّموا من تلقاء أنفسكم ﴿وَإِذَا قِيلَ لَهُمُ اتبعوا مَآ أَنزَلَ الله﴾ أي وإِذا قيل للمشركين اتبعوا ما أنزل الله على رسوله من الوحي والقرآن واتركوا ما أنتم عليه من الضلال والجهل ﴿قَالُواْ بَلْ نَتَّبِعُ مَآ أَلْفَيْنَا عَلَيْهِ آبَآءَنَآ﴾ أي بل نتبع ما وجدنا عليه آباءنا، قال تعالى في الردّ عليهم ﴿أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْقِلُونَ شَيْئًا وَلاَ يَهْتَدُونَ﴾ أي أيتبّعون آباءهم ولو كانوا سفهاء أغبياء ليس لهم عقل يردعهم عن الشر ولا بصيرة تنير لهم الطريق؟ والاستفهام للإِنكار والتوبيخ والتعجيب من حالهم في تقليدهم الأعمى للآباء، ثم ضرب تعالى مثلًا للكافرين في غاية الوضوح والجلاء فقال تعالى ﴿وَمَثَلُ الذين كَفَرُواْ كَمَثَلِ الذي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءً﴾ أي ومثل الكفار في عدم انتفاعهم بالقرآن وحججه الساطعة ومثل من يدعوهم إِلى الهدى كمثل الراعي الذي يصيح بغنمه ويزجرها فهي تسمع الصوت والنداء دون أن تفهم الكلام والمراد، أو تدرك المعنى الذي يقال لها، فهؤلاء الكفار كالدواب السارحة لا يفهمون ما تدعوهم إِليه ولا يفقهون، يسمعون القرآن ويصمّون عنه الآذان\n﴿إِنْ هُمْ إِلاَّ كالأنعام بَلْ هُمْ أَضَلُّ سَبِيلًا﴾ [الفرقان: ٤٤] ولهذا قال تعالى ﴿صُمٌّ بُكْمٌ عُمْيٌ فَهُمْ لاَ يَعْقِلُونَ﴾ أي صمٌّ عن","vol":"1","page":101},{"text":"سماع الحق، بكم أي خرسٌ عن النطق به عميٌ عن رؤيته فهم لا يفقهون ما يقال لهم لأنهم أصبحوا كالدواب فهم في ضلالهم يتخبطون. وخلاصة المثل - والله أعلم - مثل الذين كفروا كالبهائم التي لا تفقه ما يقول الراعي أكثر من سماع الصوت دون أن تفهم المعنى وهو خلاصة قول ابن عباس ﴿ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ﴾ خاطب المؤمنين لأنهم الذين ينتفعون بالتوجيهات الربانية والمعنى كلوا يا أيها المؤمنون من المستلذات وما طاب من الرزق الحلال الذي رزقكم الله إِياه ﴿واشكروا للَّهِ إِن كُنْتُمْ إِيَّاهُ تَعْبُدُونَ﴾ أي واشكروا الله على نعمه التي لا تحصى إِن كنتم تخصونه بالعبادة ولا تعبدون أحدًا سواه ﴿إِنَّمَا حَرَّمَ عَلَيْكُمُ الميتة والدم وَلَحْمَ الخنزير﴾ أي ما حرّم عليكم إلا الخبائث كالميتة والدم ولحم الخنزير ﴿وَمَآ أُهِلَّ بِهِ لِغَيْرِ الله﴾ أي وما ذبح للأصنام فذكر عليه اسم غير الله كقولهم باسم اللات والعزّى ﴿فَمَنِ اضطر غَيْرَ بَاغٍ وَلاَ عَادٍ﴾ أي فمن ألجأته ضرورة إلى أكل شيء من المحرمات بشرط ألا يكون ساعيًا في فساد، ولا متجاوزًا مقدار الحاجة ﴿فلا إِثْمَ عَلَيْهِ﴾ أي فلا عقوبة عليه في الأكل ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي يغفر الذنوب ويرحم العباد ومن رحمته أن أباح المحرمات وقت الضرورة ﴿إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلَ الله مِنَ الكتاب﴾ أي يخفون صفة النبي ﵇ المذكورة في التوراة وهم اليهود قال ابن عباس: نزلت في رؤساء اليهود حين كتموا نعت النبي ﷺ َ ﴿وَيَشْتَرُونَ بِهِ ثَمَنًا قَلِيلًا﴾ أي يأخذون بدله عوضًا حقيرًا من حطام الدنيا ﴿أولئك مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار﴾ أي إِنما يأكلون نارًا تأجّج في بطونهم يوم القيامة لأن أكل ذلك المال الحرام يفضي بهم إِلى النار ﴿وَلاَ يُكَلِّمُهُمُ الله يَوْمَ القيامة﴾ أي لا يكلمهم كلام رضىً كما يكلم المؤمنين بل يكلمهم كلام غضب كقوله ﴿اخسئوا فِيهَا وَلاَ تُكَلِّمُونِ﴾ [المؤمنون: ١٠٨] ﴿وَلاَ يُزَكِّيهِمْ﴾ أي يطهرهم من دنس الذنوب ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي عذاب مؤلم وهو عذاب جهنم ﴿أولئك الذين اشتروا الضلالة بالهدى﴾ أي أخذوا الضلالة بدل الهدى والكفر بدل الإِيمان ﴿والعذاب بالمغفرة﴾ أي واستبدلوا الجحيم بالجنة ﴿فَمَآ أَصْبَرَهُمْ عَلَى النار﴾ أي ما أشدَّ صبرهم على نار جهنم؟ وهو تعجيب للمؤمنين من جراءة أولئك الكفار على اقتراف أنواع المعاصي ثم قال تعالى مبينًا سبب النكال والعذاب ﴿ذَلِكَ بِأَنَّ الله نَزَّلَ الكتاب بالحق﴾ أي ذلك العذاب الأليم بسبب أن الله أنزل كتابه\n﴿التوراة﴾ [آل عمران: ٣] ببيان الحق فكتموا وحرّفوا ما فيه ﴿وَإِنَّ الذين اختلفوا فِي الكتاب﴾ أي اختلفوا في تأويله وتحريفه ﴿لَفِي شِقَاقٍ بَعِيدٍ﴾ أي في خلاف بعيد عن الحق والصواب، مستوجب لأشدّ العذاب.\nسَبَبُ النّزول: قال ابن عباس: نزلت هذه الآية في رؤساء اليهود: كعب بن الأشرف ومالك بن الصيف وحيي بن أخطب كانوا يأخذون من أتباعهم الهدايا، فلما بعث محمد ﵇ خافوا انقطاع تلك المنافع فكتموا أمر محمد وأمر شرائعه فنزلت ﴿إِنَّ الذين يَكْتُمُونَ مَآ أَنزَلَ الله مِنَ الكتاب﴾ الآية.\nالبَلاَغَة: ١ - ﴿خُطُوَاتِ الشيطان﴾ استعارة عن الاقتداء به واتباع آثاره قال في تلخيص البيان: وهي أبلغ عبارة عن التحذير من طاعته فيما يأمر به وقبول قوله فيما يدعو إِلى فعله.","vol":"1","page":102},{"text":"٢ - ﴿بالسواء والفحشآء﴾ هو من باب «عطف الخاص على العام» لأن السوء يتناول جميع المعاصي، والفحساء وأفحش المعاصي.\n٣ - ﴿وَمَثَلُ الذين كَفَرُواْ﴾ فيه تشبيه (مرسل ومجمل) مرسل لذكر الأداة ومجمل لحذف وجه الشبه فقد شبه الكفار بالبهائم التي تسمع صوت المنادي دون أن تفقه كلامه وتعرف مراده.\n٤ - ﴿صُمٌّ بُكْمٌ عُمْيٌ﴾ حذفت أداة الشبه ووجه الشبه فهو «تشبيه بليغ» أي هم كالصم في عدم سماع الحق وكالعمي وكالبكم في عدم الانتفاع بنور القرآن.\n٥ - ﴿مَا يَأْكُلُونَ فِي بُطُونِهِمْ إِلاَّ النار﴾ مجاز مرسل باعتبار ما يؤول إِليه أي إِنما يأكلون المال الحرام الذي يفضي بهم إِلى النار وقوله ﴿فِي بُطُونِهِمْ﴾ زيادة تشنيع وتقبيح لحالهم وتصويرهم بمن يتناول رضف جهنم، وذلك أفظع سماعًا وأشد إيجاعًا.\n٦ - ﴿اشتروا الضلالة بالهدى﴾ استعارة والمراد استبدلوا الكفر بالإِيمان وقد تقدّم في أول السورة إِجراء هذه الاستعارة.\nالفوَائِد: الأولى: عن ابن عباس قال: تليت هذه الآية عند النبي ﷺ َ ﴿ياأيها الذين آمَنُواْ كُلُواْ مِن طَيِّبَاتِ﴾ فقام سعد بن أبي وقاص فقال يا رسول الله: أدع الله أن يجعلني مستجاب الدعوة! فقال يا سعد: أطبْ مطعمَك تكنْ مستجابَ الدعوة، والذي نفس محمد بيده إِن الرجل ليقذف اللقمة الحرام في جوفه ما يتقبَّلُ منه أربعين يومًا، وأيمّا عبدٍ نبت لحمة من السُّحتِ والربا فالنارُ أولى به.\nالثانية: قال بعض السلف: «يدخل في اتباع خطواتٍ الشيطان كلُّ معصية لله، وكل نذرٍ في المعاصي قال الشعبي: نذر رجلٌ أن ينحر ابنه فأقناه مسروقٌ بذبح كبش وقال: هذا من خطوات الشيطان» .\nالثالثة: قال ابن القيم في أعلام الموقعين عن قوله تعالى ﴿وَمَثَلُ الذين كَفَرُواْ كَمَثَلِ الذي يَنْعِقُ بِمَا لاَ يَسْمَعُ إِلاَّ دُعَآءً وَنِدَآءً﴾ قال: لك أن تجعل هذا من التشبيه المركب، وأن تجعله من التشبيه المفرّق، فإِن جعلته من المركب كان تشبيهًا للكفار - في عدم فقههم وانتفاعهم - بالغنم التي ينعق بها الراعي فلا تفقه من قوله شيئًا غير الصوت المجرّد الذي هو الدعاء والنداء، وإِن جعلته من التشبيه المفرّق: فالذين كفروا بمنزلة البهائم، ودعاء داعيهم إِلى الطريق والهدى بمنزلة الذي ينعق بها، ودعاؤهم إِلى الهدى بمنزلة النعق، وإِدراكهم مجرد الدعاء والنداء كإِدراك البهائم مجرد صوت الناعق والله أعلم.","vol":"1","page":103},{"text":"المنَاسَبَة: من هنا بداية النصف الثاني من السورة الكريمة على وجه التقريب، ونصف السورة السابق كان متعلقًا بأصول الدين وبقبائح بني إِسرائيل، وهذا النصف غالبه متعلق بالأحكام التشريعية الفرعية، ووجه المناسبة أنه تعالى ذكر في الآية السابقة أنّ أهل الكتاب اختلفوا في دينهم اختلافًا كبيرًا صاروا بسببه في شقاق بعيد، ومن أسباب شقاقهم أمر القبلة إِذ كثروا الخوض فيه وأنكروا على المسلمين التحول إِلى استقبال الكعبة، وادّعى كلٌ من الفريقين - اليهود والنصارى - أن الهدى مقصور على قبلته، فردّ الله عليهم بين أن العبادة الحقة وعمل البرّ ليس بتوجه الإِنسان جهة المشرق والمغرب، ولكن بطاعة الله وامتثال أوامره وبالإِيمان الصادق الراسخ.\nاللغَة: ﴿البر﴾ اسم جامع للطاعت واعمال الخير ﴿الرقاب﴾ جمع رقبة وهي في الأصل العُنقُ، وتطلق على البدن كله كما تطل العين على الجاسوس والمراد في الآية الأسرى والأرقاء ﴿البأسآء﴾ الفقر ﴿الضراء﴾ السقُّم والوجع ﴿البأس﴾ القتال وأصل البأس في اللغة: الشدّة ﴿كُتِبَ﴾ فرض ﴿القصاص﴾ العقوبة بالمثل من قتل أو جرح مأخوذ من القصّ وهو تتبع الأثر ﴿وَقَالَتْ لأُخْتِهِ قُصِّيهِ﴾ [القصص: ١١] اتبعى أثره ﴿القتلى﴾ جمع قتيل يستوي فيه المذكر والمؤنث يقال: رجل قتيل وامرأة قتيل ﴿الألباب﴾ العقول جمع لب مأخوذ من لبّ النخلة ﴿إِثْمًا﴾ الإِثم: الذنب ﴿جَنَفًا﴾ الجنف: العدول عن الحق على وجه الخطأ.\nسَبَبُ النّزول: عن قتادة أن أهل الجاهلية كان فيهم بغيٌ وطاعةٌ للشيطان، وكان الحيُّ منهم إِذا كان فيهم منعة فقتل عبدُهم عبد آخرين قالوا لن نقتل به إِلا حرًا، وإِذا قتلت امرأةٌ منهم امرأةً من آخرين قالوا لن نقتل بها إِلا رجلًا فأنزل الله ﴿الحر بِالْحُرِّ والعبد بالعبد والأنثى بالأنثى﴾ .\nالتفِسير: ﴿لَّيْسَ البر أَن تُوَلُّواْ وُجُوهَكُمْ قِبَلَ المشرق والمغرب﴾ أي ليس فعلُ الخير وعملُ الصالح محصورًا في أن يتوجه الإِنسان في صلاته جهة المشرق والمغرب ﴿ولكن البر مَنْ آمَنَ بالله واليوم الآخر﴾ أي ولكنَّ البِرَّ الصحيح هو الإِيمان بالله واليوم الآخر ﴿والملائكة والكتاب والنبيين﴾","vol":"1","page":104},{"text":"أي وأن يؤمن بالملائكة والكتب والرسل ﴿وَآتَى المال على حُبِّهِ ذَوِي القربى﴾ أي أعطى المال على محبته له ذوي قرابته فهم أولى بالمعروف ﴿واليتامى والمساكين وابن السبيل﴾ أي وأعطى المال أيضًا لليتامى الذين فقدوا آباءهم والمساكين الذين لا مال لهم، وابن السبيل المسافر المنقطع عن ماله ﴿والسآئلين وَفِي الرقاب﴾ أي الذين يسألون المعونة بدافع الحاجة وفي تخليص الأسرى والأرقاء بالفداء ﴿وَأَقَامَ الصلاة وَآتَى الزكاة﴾ أي وأتى بأهم أركان الإِسلام وهما الصلاة والزكاة ﴿والموفون بِعَهْدِهِمْ إِذَا عَاهَدُواْ﴾ أي ومن يوفون بالعهود ولا يخلفون الوعود ﴿والصابرين فِي البأسآء والضراء وَحِينَ البأس﴾ أي الصابرين على الشدائد وحين القتال في سبيل الله وهو منصوب على المدح ﴿أولئك الذين صَدَقُواْ وأولئك هُمُ المتقون﴾ أي أهل هذه الأوصاف هم الذين صدقوا في إِيمانهم وأولئك هم الكاملون في التقوى، وفي الآية ثناء على الأبرار وإِيحاء إِلى ما لا يلاقونه من اطمئنان وخيراتٍ حسان.\n﴿ياأيها الذين آمَنُواْ كُتِبَ عَلَيْكُمُ القصاص فِي القتلى﴾ أي فرض عليكم أن تقتصوا للمقتول من قاتله بالمساواة دون بغي أو عدوان ﴿الحر بِالْحُرِّ والعبد بالعبد والأنثى بالأنثى﴾ أي اقتصوا من الجاني فقط فإِذا قتل الحرُّ الحرَّ فاقتلوه به، وإِذا قتل العبد العبد فاقتلوه به، وكذلك الأنثى إِذا قتلت الأنثى، مثلًا بمثلٍ ولا تعتدوا فتقتلوا غير الجاني، فإِن أخذ غير الجاني ليس بقصاص بل هو ظلم واعتداء ﴿فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ﴾ أي فمن تُرك له من دم أخيه المقتول شيء، بأن ترك وليُّه القود وأسقط القصاص راضيًا بقبول الدية ﴿فاتباع بالمعروف وَأَدَآءٌ إِلَيْهِ بِإِحْسَانٍ﴾ أي فعلى العافي اتباعٌ للقاتل بالمعروف بأن يطالبه بالدية بلا عنفٍ ولا إِرهاق، وعلى القاتل أداءٌ للدية إِلى العافي - ولي المقتول - بلا مطل ولا بخس ﴿ذلك تَخْفِيفٌ مِّن رَّبِّكُمْ وَرَحْمَةٌ﴾ أي ما شرعته لكم من العفو إِلى الدية تخفيف من ربكم عليكم ورحمة منه بكم، ففي الدية تخفيف على القاتل ونفع لأولياء القتيل، وقد جمع الإِسلام في عقوبة القتل بين العدل والرحمة، فجعل القصاص حقًا لأولياء المقتول إِذا طالبوا به وذلك عدل، وشرع لديه إِذا أسقطوا القصاص غير القاتل وذلك رحمة ﴿فَمَنِ اعتدى بَعْدَ ذلك فَلَهُ عَذَابٌ أَلِيمٌ﴾ أي فمن اعتدى على القاتل بعد قبول الدية فله عذاب أليم في الآخرة ﴿وَلَكُمْ فِي القصاص حياوة ياأولي الألباب﴾ أي ولكم - يا أولي العقول - فيما شرعت من القصاص حياةٌ وأيُّ حياة لأنه من علم أنه إِذا قتل نفسًا قُتل بها يرتدع وينزجر عن القتل، فيحفظ حياته وحياة من أراد قتله وبذلك تُصان الدماء وتحفُظ حياة الناس ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لعلكم تنزجرون وتتقون محارم الله ومآثمه ﴿كُتِبَ عَلَيْكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت﴾ أي فرض عليكم إِذا أشرف أحدكم على الموت وقد ترك مالًا كثيرًا ﴿الوصية لِلْوَالِدَيْنِ والأقربين﴾ أي وجب عليه الإِيصاء للوالدين والأقربين ﴿بالمعروف حَقًّا عَلَى المتقين﴾ أي بالعدل بأن لا يزيد على الثلث وألا يوصي للأغنياء ويترك الفقراء، حقًا لازمًا على المتقين لله وقد كان هذا واجبًا قبل نزول آية المواريث ثم نسخ بآية المواريث ﴿فَمَن بَدَّلَهُ بَعْدَ مَا سَمِعَهُ﴾ أي من غيَّر هذه الوصية بعد ما علمها من وصيّ أو شاهد ﴿فَإِنَّمَا إِثْمُهُ عَلَى الذين يُبَدِّلُونَهُ﴾ أي إِثم هذا التبديل على الذين بدّلوه لأنهم خانوا وخالفوا حكم الشرع ﴿إِنَّ الله سَمِيعٌ عَلِيمٌ﴾ فيه وعيد شديد للمبدِّلين ﴿فَمَنْ خَافَ مِن مُّوصٍ جَنَفًا﴾ أي فمن علم أو ظنَّ من الموصي ميلًا عن الحق بالخطأ ﴿أَوْ إِثْمًا﴾ أي ميلًا عن الحق عمدًا ﴿فَأَصْلَحَ بَيْنَهُمْ فَلاَ إِثْمَ عَلَيْهِ﴾ أي أصلح بين الموصي والموصَى","vol":"1","page":105},{"text":"له فلا ذنب عليه بهذا التبديل ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة والرحمة لمن قصد بعمله الإِصلاح.\nالبَلاَغَة: ١ - ﴿ولكن البر مَنْ آمَنَ﴾ جعل البرُّ نفس من آمن على طريق المبالغة وهذا معهود في كلام البلغاء إِذ تجدهم يقولون: السخاء حاتم، والشعر زهيرٌ أي أن السخاء سخاء حاتم، والشعر شعر زهير، وعلى هذا خرّجه سيبويه حيث قال في كتابه قال جلّ وعزّ: ﴿ولكن البر مَنْ آمَنَ﴾ وإِنما هو ولكنَّ البر برُّ من آمن بالله انتهى ونظير ذلك أن تقول: ليس الكرم أن تبذل درهمًا ولكنَّ الكرم بذل الآلاف فلا يناسب ولكنَّ الكريم من يبذل الآلاف.\n٢ - ﴿وَفِي الرقاب﴾ إِيجاز بالحذف أي وفي فك الرقاب يعني فداء الأسرى، وفي لفظ الرقاب «مجاز مرسل» حيث أطلق الرقبة وأراد به النفس وهو من إِطلاق الجزء وإِرادة الكل.\n٣ - ﴿والصابرين فِي البأسآء﴾ الأصل أن يأتي مرفوعًا كقوله ﴿والموفون بِعَهْدِهِمْ﴾ وإِنما نصب على الاختصاص أي وأخصُّ بالذكر الصابرين وهذا الأسلوب معروف بين البلغاء فإِذا ذُكرت صفاتٌ للمدح أو الذم وخولف الإِعراب في بعضها فذلك تفننٌ ويسمى قطعًا لأن تغيير المألوف يدل على مزيد اهتمام بشأنه وتشويق لسماعه.\n٥ - ﴿أولئك الذين صَدَقُواْ﴾ الجملة جاء الخبر فيها فعلًا ماضيًا «صدقوا» لإِفادة التحقيق وأن ذلك وقع منهم واستقر، وأتى بخبر الثانية في جملة اسمية ﴿وأولئك هُمُ المتقون﴾ ليدل على الثبوت وأنه ليس متجددًا بل صار كالسجية لهم ومراعاة للفاصلة أيضًا.\n٦ - ﴿حَقًّا عَلَى المتقين﴾ ذكر المتقين من باب الإِلهاب والتهييج.\n٧ - الطباق بين ﴿اتباع﴾ و﴿وَأَدَآءٌ﴾ وبين ﴿الحر﴾ و﴿العبد﴾ .\nالفوَائِد: الأولى: في ذكر الأخوة تعطفُ داع إِلى العفو فقد سمّى الله القاتل أخًا لولي المقتول ﴿فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ﴾ تذكيرًا بالأخوَّة الدينية والبشرية حتى يهزّ عطف كل واحد منهما إِلى الآخر فيقع بينهم الفعو والاتباع بالمعروف والأداء بالإِحسان.\nالثانية: كان في بني إِسرائيل القصاص ولم يكن فيهم الدية، وكان في النصارى الدية ولم يكن فيهم القصاص، فأكرم الله هذه الأمة المحمدية وخيرّها بين القصاص والدية والعفو، وهذا من يسر الشريعة الغراء التي جاء بها سيَّد الأنبياء ﷺ َ.\nالثالثة: اتفق علماء البيان على أن هذه الآية ﴿وَلَكُمْ فِي القصاص حياوة﴾ بالغة أعلى درجات البلاغة، ونقل عن العرب في هذا المعنى قولهم: القتل أنفى للقتل، ولكنْ لورود الحكمة في القرآن فضلٌ من ناحية حسن البيان، وإِذا شئتَ أن تزداد خبرة بفضل بلاغة القرآن وسمو مرتبته على مرتبة ما نطق به بلغاء البشر فانظر إِلى العبارتين فإِنك تجد من نفحات الإِعجاز ما ينبهك لأن تشهد الفرق بين كلام الخالق وكلام المخلوق، أما الحكمة القرآنية فقد جعلت سبب الحياة القصاصُ وهو القتل عقوبةً","vol":"1","page":106},{"text":"على وجه التماثل، والمثل العربي جعل سبب الحياة القتلُ، ومن القتل ما يكون ظلمًا فيكون سببًا للفناء وتصحيحُ العبارة أن يقال: القتل قصاصًا أنفى للقتل ظلمًا، والآية جاء خالية من التكرار اللفظي والمثل كرر فيه لفظ القتل فسمَّه بهذا التكرار من الثقل ما سلمت منه الآية، ومن الفروق الدقيقة بينهما أن الآية جعلت القصاص سببًا للحياة والمثل جعل القتل سببًا لنفي القتل وهو لا يستلزم الحياة الخ وقد عدّ العلماء عشرين وجهًا من وجوه الفريق بين الآية القرآنية واللفظة العربية وقد ذكرها السيوطي في الإِتقان فارجع إليه تجد فيه شفاء الغليل.","vol":"1","page":107},{"text":"المنَاسَبَة: ذكر تعالى في الآيات السابقة حكم القصاص ثم عقبه بحكم الوصية للوالدين والأقربين، ثم بأحكام الصيام على وجه التفصيل لأن هذا الجزء من السورة الكريمة يتناول جانب الأحكام التشريعية ولما كان الصوم من أهم الأركان ذكره الله تعالى هنا ليهيء عباده إِلى منازل القدس ومعارج المتقين الأبرار.\nاللغَة: ﴿الصيام﴾ في اللغة: الإِمساك عن الشيء قال أبو عبيدة: كل ممسك عن طعام أو كلام أو سير فهو صائم قال الشاعر:\nخيلٌ صيامٌ وخيلٌ غير صائمةٍ ... تحت العَجاج وأخرى تعلك اللُّجما\nوفي الشرع: الإِمساك عن الطعام والشراب والجماع في النهار مع النيّة ﴿يُطِيقُونَهُ﴾ أي يصمومونه بعسر ومشقه قال الراغب: الطاقة اسمٌ لمقدار ما يمكن للإِنسان أن يفعله مع المشقة وشبِّه","vol":"1","page":107},{"text":"بالطوق المحيط بالشيء ﴿فِدْيَةٌ﴾ ما يفدي به الإِنسان نفسه من مالٍ وغيره ﴿شَهْرُ﴾ من الاشتهار وهو الظهور ﴿رَمَضَانَ﴾ من الرّمض وهو شدة الحر والرمضاء شدة حر الشمس وسمي رمضان لأنه يرمض الذنوب أي يحرقها ﴿الرفث﴾ الجماع ودواعيه وأصله قولُ الفحش ثم كنّي به عن الجماع قال الشاعر:\nويُرَيْن من أُنس الحديثِ زوانيًا ... وبهنَّ عن رفَث الرجال نِفَار\n﴿تَخْتانُونَ﴾ قال في اللسان: خانه واختانه والمخانة مصدر من الخيانة وهي ضد الأمانة وسئل بعضهم عن السيف فقال: أخوك وإِن خانك ﴿عَاكِفُونَ﴾ الإِعتكاف في اللغة: اللبث والزوم وفي الشرع: المكث في المسجد للعبادة ﴿حُدُودُ الله﴾ الحدّ في اللغة: المنع وأصله الحاجز بين الشيئين المتقابلين وسميت الأحكام حدودًا لأنها تحجز بين الحق والباطل.\nسَبَبُ النّزول: روي أن جماعة من الأعراب سألوا النبي ﷺ َ فقالوا: يا محمد أقريب ربنا فنناجيه أم بعيد فنناديه؟ فأنزل الله ﴿وَإِذَا سَأَلَكَ","vol":"1","page":108},{"text":"عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ﴾ الآية.\nالتفسير: ﴿ياأيها الذين آمَنُواْ﴾ ناداهم بلفظ الإِيمان ليحرك فيهم مشاعر الطاعة ويُذْكي فيهم جَذْوة الإِيمان ﴿كُتِبَ عَلَيْكُمُ الصيام﴾ أي فرض عليكم صيام شهر رمضان ﴿كَمَا كُتِبَ عَلَى الذين مِن قَبْلِكُمْ﴾ أي كما فرض على الأمم قبلكم ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ أي لتكونوا من المتقين لله المجتنبين لمحارمه ﴿أَيَّامًا مَّعْدُودَاتٍ﴾ أي والصيام أيامه معدودات وهي أيام قلائل، فلم يفرض عليكم الدهر كله تخفيفًا ورحمةً بكم ﴿فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ﴾ أي من كان به مرضٌ أو كان مسافرًا فأفطر فعليه قضاء عدة ما أفطر من أيام غيرها ﴿وَعَلَى الذين يُطِيقُونَهُ فِدْيَةٌ طَعَامُ مِسْكِينٍ﴾ أي وعلى الذين يستطيعون صيامه مع المشقة لشيخوخةٍ أو ضعفٍ إِذا أفطروا عليهم فدية بقدر طعام مسكين لكل يوم ﴿فَمَن تَطَوَّعَ خَيْرًا﴾ أي فمن زاد على القدر المذكور في الفدية ﴿فَهُوَ خَيْرٌ لَّهُ﴾ ثم قال تعالى ﴿وَأَن تَصُومُواْ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ﴾ أي والصوم خير لكم من الفطر والفدية إِن كنتم تعلمون ما في الصوم من أجر وفضيلة، ثم بيّن تعالى وقت الصيام فقال ﴿شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن هُدًى لِّلنَّاسِ وَبَيِّنَاتٍ مِّنَ الهدى والفرقان﴾ أي والأيام المعدودات التي فرضتها عليكم أيها المؤمنون هي شهر رمضان الذي أبتدأ فيه نزول القرآن حال كونه هداية للناس لما فيه من إِرشاد وإِعجاز وآيات واضحات تفرق بين الحق والباطل ﴿فَمَن شَهِدَ مِنكُمُ الشَّهْرَ فَلْيَصُمْهُ﴾ أي من حضر منكم الشهر فليصمه ﴿وَمَن كَانَ مَرِيضًا أَوْ على سَفَرٍ فَعِدَّةٌ مِّنْ أَيَّامٍ أُخَرَ﴾ أي ومن كان مريضًا أو مسافرًا فأفطر فعليه صيام أيام أخر، وكرّر لئلا يتوهم نسخه بعموم لفظ شهود الشهر ﴿يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر﴾ أي يريد الله بهذا الترخيص التيسير عليكم لا التعسير ﴿وَلِتُكْمِلُواْ العدة﴾ أي ولتكملوا عدة شهر رمضان بقضاء ما أفطرتم ﴿وَلِتُكَبِّرُواْ الله على مَا هَدَاكُمْ﴾ أي ولتحمدوا الله على ما أرشدكم إِليه من معالم الدين ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولكي تشكروا الله على فضله وإِحسانه.\n. ثم بيّن تعالى أنه قريب يجيب دعوة الداعين ويقضي حوائج السائلين فقال ﴿وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ﴾ أي أنا معهم أسمع دعاءهم، وأرى تضرعهم وأعلم حالهم كقوله ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد﴾ [ق: ١٦] ﴿أُجِيبُ دَعْوَةَ الداع إِذَا دَعَانِ﴾ أي أجيب دعوة من دعاني إِذا كان عن إِيمان وخشوع قلب ﴿فَلْيَسْتَجِيبُواْ لِي وَلْيُؤْمِنُواْ بِي لَعَلَّهُمْ يَرْشُدُونَ﴾ أي إِذا كنت أنا ربكم الغني عنكم أجيب دعاءكم فاستجيبوا أنتم لدعوتي بالإِيمان بي وطاعتي ودوموا على الإِيمان لتكونوا من السعداء الراشدين. . ثم شرع تعالى في بيان تتمة أحكام الصيام بعد أن ذكر آية القرب والدعاء فقال ﴿أُحِلَّ لَكُمْ لَيْلَةَ الصيام الرفث إلى نِسَآئِكُمْ﴾ أي أبيحٍ لكم أيها الصائمون غشيان النساء في ليالي الصوم ﴿هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ﴾ قال ابن عباس: هنّ سكنٌ لكم وأنتم سكنٌ لهن ﴿عَلِمَ الله أَنَّكُمْ كُنتُمْ تَخْتانُونَ أَنْفُسَكُمْ﴾ أي تخونونها بمقارفة الجماع ليلة الصيام وكان هذا محرمًا في صدر الإِسلام ثم نسخ، روى البخاري عن البراء ﵁ قال: لما نزل صوم رمضان كانوا لا يقربون النساء رمضان كله، وكان رجال يخونون أنفسهم فأنزل الله ﴿فَتَابَ عَلَيْكُمْ وَعَفَا عَنْكُمْ﴾ أي فقبل توبتكم وعفا عنكم لما فعلتموه قبل النسخ ﴿فالآن بَاشِرُوهُنَّ وابتغوا مَا كَتَبَ الله لَكُمْ﴾ أي جامعوهن في ليالي الصوم واطلبوا بنكاحهن الولد ولا تباشروهن لقضاء الشهوة فقط ﴿وَكُلُواْ واشربوا حتى يَتَبَيَّنَ لَكُمُ الخيط الأبيض مِنَ الخيط الأسود مِنَ الفجر﴾ أي كلوا واشربوا إِلى طلوع الفجر ﴿ثُمَّ أَتِمُّواْ الصيام إِلَى الليل﴾ أي أمسكوا عن الطعام والشراب والنكاح إِلى غروب الشمس ﴿وَلاَ تُبَاشِرُوهُنَّ وَأَنْتُمْ عَاكِفُونَ فِي المساجد﴾ أي لا تقربوهن ليلًا أو نهارًا ما دمتم معتكفين في المساجد ﴿تِلْكَ حُدُودُ الله فَلاَ تَقْرَبُوهَا﴾ أي تلك أوامر الله وزواجره وأحكامه التي شرعها لكم فلا تخالفوها ﴿كذلك يُبَيِّنُ الله آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَّقُونَ﴾ أي يتقون المحارم.\nالبَلاَغَة: ١ - ﴿كَمَا كُتِبَ﴾ التشبيه في الفرضية لا في الكيفية أي فرض الصيام عليكم كما فرض على الأمم قبلكم وهذا التشبيه يسمى «مرسلًا مجملًا» .\n٢ - ﴿فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ على سَفَرٍ﴾ فيه إِيجاز بالحذف أي من كان مريضًا فأفطر، أو على سفرٍ فأفطر فعليه قضاء أيام بعدد ما أفطر.\n٣ - ﴿وَعَلَى الذين يُطِيقُونَهُ﴾ في تفسير الجلالين قدّره بحذف «لا» أي لا يطيقونه، ولا ضرورة لهذا الحذف لأن معنى الآية يطيقونه بجهدٍ شديد وذلك كالشيخ الهرم والحامل والمرضع فهم يستطيعونه لكن مع المشقة الزائدة، والطاقةُ اسم لمن كان قادرًا على الشيء مع الشدة والمشقة.\n٤ - ﴿يُرِيدُ الله بِكُمُ اليسر وَلاَ يُرِيدُ بِكُمُ العسر﴾ فيه من المحسنات البديعية ما يسمى ب «طباق السلف» .\n٥ - ﴿الرفث إلى نِسَآئِكُمْ﴾ الرفث كناية عن الجماع وعدّي ب «إِلى» لتضمنه معنى الإِفضاء وهو من الكنايات الحسنة كقوله ﴿فَلَماَّ تَغَشَّاهَا﴾ [الأعراف: ١٨٩] وقوله ﴿فَأْتُواْ حَرْثَكُمْ﴾ [البقرة: ٢٢٣] وقوله ﴿فالآن بَاشِرُوهُنَّ﴾ قال ابن عباس: إِن الله ﷿ كريم حليمٌ يكني.","vol":"1","page":109},{"text":"٦ - ﴿هُنَّ لِبَاسٌ لَّكُمْ وَأَنْتُمْ لِبَاسٌ لَّهُنَّ﴾ استعارة بديعة شبّه كل واحد من الزوجين لاشتماله على صاحبه في العناق والضم باللباس المشتمل على لابسه قال في تلخيص البيان: «المراد قرب بعضهم من بعض واشتمال بعضهم على بعض كما تشتمل الملابس على الأجسام فاللباس استعارة.\n٧ - ﴿الخيط الأبيض مِنَ الخيط الأسود﴾ قال الشريف الرضي: وهذه استعارة عجيبة والمراد بها بياض الصبح وسواد الليل والخيطان هاهنا مجاز وإِنما شبههما بذلك لأن بياض الصبح يكون في أول طلوعه مشرقًا خافيًا، ويكون سواد الليل منقضيًا مولّيًا، فهما جميعًا ضعيفان إِلا أن هذا يزداد انتشارًا وهذا يزداد استسرارًا، وذهب الزمخشري إِلى أنه من التشبيه البليغ.\nالفوَائِد: الأولى: روي عن الحسن أنه قال: إِن الله تعالى فرض صيام رمضان على اليهود والنصارى، أما اليهود فإِنها تركت هذا الشهر وصامت يومًا من السنة زعموا أنه يوم غرق فيه فرعون، وأما النصارى فإِنهم صاموا رمضان فصادفوا فيه الحر الشديد فحولوه إِلى وقت لا يتغير ثم قالوا عند ذلك نزيد فيه فزادوا عشرًا، ثم بعد زمانٍ اشتكى ملكهم فنذر سبعًا فزادوه، ثم جاء بعد ذلك ملك آخر فقال: ما بال هذه الثلاثة فأتمه خمسين يومًا وهذا معنى قوله تعالى ﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا﴾ [التوبة: ٣١] .\nالثانية: قال الحافظ ابن كثير: وفي ذكره تعالى هذه الآية الباعثة على الدعاء متخللة بين أحكام الصيام ﴿وَإِذَا سَأَلَكَ عِبَادِي عَنِّي﴾ إِرشادٌ إِلى الاجتهاد في الدعاء عند إِكمال العدة بل وعند كل فطر لحديث\n«إِنّ للصائم عند فطره دعوة ما تُرد» وكان عبد الله بن عمرو يقول إِذا أفطر: اللهم إِني أسألك برحمتك التي وسعت كل شيء أن تغفر لي.\nالثالثة: ظاهر نظم الجملة ﴿وَإِذَا سَأَلَكَ عِبَادِي عَنِّي﴾ أنهم سألوا عن الله، والسؤال لا يكون عن الذات وإِنما يكون عن شأن من شئونها فقوله في الجواب ﴿فَإِنِّي قَرِيبٌ﴾ يدل على أنهم سألوا عن جهة القرب أو البعد، ولم يصدر الجواب ب «قل» أو فقل كما وقع في أجوبه مسائلهم الواردة في آيات أخرى نحو ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [طه: ١٠٥] بل تولّى جوابهم بنفسه إِشعارًا بفرط قربه منهم، وحضوره مع كل سائل بحيث لا تتوقف إِجابته على وجود واسطة بينه وبين السائلين من ذوي الحاجات.\nالرابعة: قال الإِمام ابن تيمية «وهو سبحانه فوق العرش رقيب على خلقه مهيمن عليهم مطّلعٌ إليهم فدخل في ذلك الإِيمان بأنه قريب من خلقه» وفي الصحيح «إن الذي تدعونه أقرب إلى أحدكم من عنق راحلته» وما ذكر في الكتاب والسنة من قربه ومعيته لا ينافي ما ذكر من علوّه وفوقيته فإنه سبحانه ليس كمثله شيء.\nالخامسة: عبّر المولى جل وعلا عن المباشرة الجنسية التي تكون بين الزوجين بتعبير سام","vol":"1","page":110},{"text":"لطيف، لتعليمنا الأدب في الأمور التي تتعلق بالجنس والنساء ولهذا قال ابن عباس ﵁: إن الله ﷿ كريم حليم يكنْي.","vol":"1","page":111},{"text":"المنَاسَبَة: ما بيّن تعالى في الآيات السابقة أحكام الصيام وأباح للمؤمنين الاستمتاع بالطعام والشراب والنكاح في ليالي رمضان عقّبه بالنهي عن أكل الأموال بغير حق لأن المسلم لا يصح له أن يستمتع بالمال الحرام لا في ليالي رمضان ولا غيره، ولما كان حديث الصيام يتصل برؤية الهلال وهذا ما يحرك في النفوس خاطر السؤال عن الأهلة جاءت الآيات الكريمة تبيّن أن الأهلة مواقيت لعبادات الناس في الصيام وسائر أنواع القربات.\nاللغَة: ﴿الباطل﴾ في اللغة: الزائل الذاهب يقال: بطل الشيء بطولًا فهو باطل وفي الشرع هو المال الحرام كالغصب والسرقة والقمار والربا ﴿وَتُدْلُواْ﴾ الإِدلاء في الأصل: إِرسال الدلو في البئر ثم جعل كل إِلقاء أو دفع لقول أو فعل إِدلاءً يقال: أدلى بحجته أي أرسلها والمراد بالإِدلاء هنا الدفع إِلى الحاكم بطريق الرشوة ﴿الأهلة﴾ جمع هلال وهو أول حال القمر حين يراه الناس ثم يصبح قمرًا ثم بدرًا حين يتكامل نوره ﴿مَوَاقِيتُ﴾ جمع ميقات وهو الوقت كالميعاد بمعنى الوعد وقيل: الميقات منتهى الوقت ﴿ثَقِفْتُمُوهُم﴾ ثقِفَ الشيءَ إذا ظفر به ووجده على جهة الأخذ والغلبة، ورجل ثَقِفٌ سريع الأخذ لأقرانه قال الشاعر:\nفإِمّا تثقفوني فاقتلوني ... فمنْ أَثْقفْ فليس إِلى خلود\n﴿التهلكة﴾ الهلاكُ يقال هَلَك هَلاكًا وتَهْلُكةً.\nسَبَبُ النّزول: روي أن بعض الصحابة قالوا يا رسول الله: ما بال الهلال يبدو دقيقًا مثل","vol":"1","page":111},{"text":"الخيط مثل يزيد حتى يمتلئ ويستوي ثم لا يزال ينقص حتى يعود كما بدا لا يكون على حالة واحدة كالشمس فنزلت ﴿يَسْأَلُونَكَ عَنِ الأهلة ...﴾ الآية.\nالتفسير: ﴿وَلاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل﴾ أي لا يأكل بعضكم أموال بعض بالوجه الذي لم يبحه الله ﴿وَتُدْلُواْ بِهَا إِلَى الحكام﴾ أي تدفعوها إِلى الحكام رشوة ﴿لِتَأْكُلُواْ فَرِيقًا مِّنْ أَمْوَالِ الناس بالإثم﴾ أي ليعينوكم على أخذ طائفة من أموال الناس بالباطل ﴿وَأَنْتُمْ تَعْلَمُونَ﴾ أنكم مبطلون تأكلون الحرام ﴿يَسْأَلُونَكَ عَنِ الأهلة﴾ أي يسألونك يا محمد عن الهلاك لم يبدو دقيقًا مثل الخيط ثم يعظم ويستدير ثم ينقص ويدق حتى يعود كما كان؟ ﴿قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج﴾ أي فقل لهم إِنها أوقات لعبادتكم ومعالم تعرفون بها مواعيد الصوم والحج والزكاة ﴿وَلَيْسَ البر بِأَن تَأْتُواْ البيوت مِن ظُهُورِهَا﴾ أي ليس البر بدخولكم المنازل من ظهورها كما كنتم تفعلون في الجاهلية ﴿ولكن البر مَنِ اتقى﴾ أي ولكنَّ العمل الصالح الذي يقرّبكم من الله في اجتناب محارم الله ﴿وَأْتُواْ البيوت مِنْ أَبْوَابِهَا﴾ ادخلوها كعادة الناس من الأبواب ﴿واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي اتقوا الله لتسعدوا وتظفروا برضاه ﴿وَقَاتِلُواْ فِي سَبِيلِ الله الذين يُقَاتِلُونَكُمْ﴾ أي قاتلوا لإِعلاء دين الله من قاتلكم من الكفار ﴿وَلاَ تعتدوا إِنَّ الله لاَ يُحِبُّ المعتدين﴾ أي لا تبدءوا بقتالهم فإِنه تعالى لا يحب من ظلم أو اعتدى، وكان هذا في بدء أمر الدعوة ثم نسخ بآية براءة\n﴿وَقَاتِلُواْ المشركين كَآفَّةً﴾ [الآية: ٣٦] وقيل نسخ بالآية التي بعدها وهي قوله ﴿واقتلوهم حَيْثُ ثَقِفْتُمُوهُم﴾ أي اقتلوهم حيث وجدتموهم في حلّ أو حرم ﴿وَأَخْرِجُوهُمْ مِّنْ حَيْثُ أَخْرَجُوكُمْ﴾ أي شرّدوهم من أوطانهم وأخرجوهم منها كما أخرجوكم من مكة ﴿والفتنة أَشَدُّ مِنَ القتل﴾ أي فتنة المؤمن عن دينه أشدُّ من قتله، أو كفر الكفار أشد وأبلغ من قتلكم لهم في الحرم، فإِذا استعظموا القتال فيه فكفرهم أعظم ﴿وَلاَ تُقَاتِلُوهُمْ عِنْدَ المسجد الحرام حتى يُقَاتِلُوكُمْ فِيهِ﴾ أي لا نبدءوهم بالقتال في الحرم حتى يبدءوا هم بقتالكم فيه ﴿فَإِن قَاتَلُوكُمْ فاقتلوهم﴾ أي إِن بدءوكم بالقتال فلكم حينئذٍ قتالهم لأنهم انتهكوا حرمته والبادي بالشر أظلم ﴿كَذَلِكَ جَزَآءُ الكافرين﴾ أي هذا الحكم جزاء كل من كفر بالله ﴿فَإِنِ انتهوا فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فإن انتهوا عن الشرك وأسلموا فكفّوا عنهم فإِن الله يغفر لمن تاب وأناب ﴿وَقَاتِلُوهُمْ حتى لاَ تَكُونَ فِتْنَةٌ وَيَكُونَ الدين للَّهِ﴾ أي قاتلوا المحاربين حتى تكسروا شوكتهم ولا يبقى شرك على وجه الأرض ويصبح دين الله هو الظاهر العالي على سائر الأديان ﴿فَإِنِ انتهوا فَلاَ عُدْوَانَ إِلاَّ عَلَى الظالمين﴾ أي فإِن انتهوا عن قتالكم فكفوا عن قتلهم فمن قاتلهم بعد ذلك فهو ظالم ولا عدوان إِلا على الظالمين، أو فإِن انتهوا عن الشرك فلا تعتدوا عليهم ثم بيّن تعالى أن قتال المشركين في الشهر الحرام يبيح للمؤمنين دفع العدوان فيه فقال ﴿الشهر الحرام بالشهر الحرام والحرمات قِصَاصٌ﴾ أي إِذا قاتلوكم","vol":"1","page":112},{"text":"في الشهر الحرام فقاتلوهم في الشهر الحرام، فكما هتكوا حرمة الشهر واستحلوا دماءكم فافعلوا بهم مثله ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ بِمِثْلِ مَا اعتدى عَلَيْكُمْ﴾ أي ردوا عن أنفسكم العدوان فمن قاتلكم في الحرم أو في الشهر الحرام فقابلوه وجازوه بالمثل ﴿واتقوا الله واعلموا أَنَّ الله مَعَ المتقين﴾ أي راقبوا الله في جميع أعمالكم وأفعالكم واعلموا أن الله مع المتقين بالنصر والتأييد في الدنيا والآخرة ﴿وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة﴾ أي أنفقوا في الجهاد وفي سائر وجوه القربات ولا تبخلوا في الانفاق فيصيبكم الهلاك ويتقوى عليكم الأعداء وقيل معناه: لا تتركوا الجهاد في سبيل الله وتشتغلوا بالأموال والأولاد فتهلكوا ﴿وأحسنوا إِنَّ الله يُحِبُّ المحسنين﴾ أي أحسنوا في جميع أعمالكم حتى يحبكم الله وتكونوا من أوليائه المقربين.\nالبَلاَغَة: ١ - ﴿يَسْأَلُونَكَ عَنِ الأهلة قُلْ هِيَ مَوَاقِيتُ لِلنَّاسِ والحج﴾ هذا النوع من البديع يسمى «الأسلوب الحكيم» فقد سألوا الرسول ﷺ َ عن الهلال لمَ يبدوا صغيرًا ثم يزداد حتى يتكامل نوره؟ فصرفهم إِلى بيان الحكمة من الأهلة وكأنه يقول: كان الأولى بكم أن تسألوا عن حكمة خلق الأهلة لا عن سبب تزايدها في أول الشهر وتناقصها في آخره، وهذا ما يسميه علماء البلاغة «الأسلوب الحكيم» .\n٢ - ﴿الشهر الحرام بالشهر الحرام﴾ فيه إِيجاز بالحذف تقديره: هتكُ حرمة الشهر الحرام تقابل بهتك حرمة الشهر الحرام ويسمى حذف الإِيجاز.\n٣ - ﴿فَمَنِ اعتدى عَلَيْكُمْ فاعتدوا عَلَيْهِ﴾ سمّي جزاء العدوان عدوانًا من قبيل «المشاكلة» وهي الاتفاق في اللفظ مع الاختلاف في المعنى كقوله ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ [الشورى: ٤٠] قال الزجاج: العرب تقول ظلمني فلان فظلمته أي جازيته بظلمه.\nفَائِدَة: لا يذكر في القرآن الكريم لفظ القتال أو الجهاد إِلا ويقرن بكلمة «سبيل الله» وفي ذلك دلالة واضحة على أن الغاية من القتال غاية شريفة نبيلة هي إِعلاء كلمة الله لا السيطرة أو المغنم أو الاستعلاء في الأرض أو غيرها من الغايات الدنيئة.\nتنبيه: كل ما ورد في القرآن بصيغة السؤال أجيب عنه ب «قل» بلا فاء إلا في طه ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [الآية: ١٠٥] فقد وردت بالفاء، والحكمة أن الجواب في الجميع كان بعد وقوع السؤال وفي طه كان قبله إذ تقديره إن سئلت عن الجبال فقل ينسفها ربي نسفًا.\nفَائِدَة: روي أن رجلًا من المسلمين حمل على جيش الروم حتى دخل فيهم فصاح الناس: سبحان الله ألقى بيديه إِلى التهلكة فقال أبو أيوب الأنصاري إِنما نزلت هذه الآية فينا معشر الأنصار حين أعز الله الإِسلام وكثر ناصروه فقلنا: لو أقمنا في أموالنا فأصلحنا ما ضاع منها فنزلت ﴿وَأَنْفِقُواْ فِي سَبِيلِ الله وَلاَ تُلْقُواْ بِأَيْدِيكُمْ إِلَى التهلكة﴾ فكانت التهلكة الإِقامة على الأموال وإِصلاحها وترك","vol":"1","page":113},{"text":"الجهاد في سبيل الله فما زال أبو أيوب شاخصًا في سبيل الله حتى استشهد ودفن بأرض الروم.","vol":"1","page":114},{"text":"المنَاسَبَة: لّما ذكر الله تعالى في الآيات السابقة أحكام الصيام، أعقب ذلك بذكر أحكام الحج لأن شهوره تأتي مباشرة بعد شهر الصيام، وأمّا آيات القتال فقد ذكرت عَرضًا لبيان حكمٍ هام وهو بيان الأشهر الحرام والقتال فيها وفيما لو تعرّض المشركون للمؤمنين وهم في حالة الإِحرام هل يباح لهم ردُّ العدوان عن أنفسهم والقتال في الأشهر الحرم؟ فقد وردت الآيات السابقة تبيّن حكمة الأهلة وأنها مواقيت للصيام والحج ثم بيَّنت الآيات بعدها موقف المسلمين من القتال في الشهر الحرام وذلك حين أراد رسول الله ﷺ َ العمرة وصدّه المشركون ومنعوه من دخول مكة ووقع صلح الحديبية ثم لمّا أراد القضاء في العام القابل وخشي أصحابه غدر المشركين بهم وهم في حالة الإِحرام نزلة الآيات تبيّن أنه ليس لهم أن ينتهكوا هذه الحرمات على سبيل الابتداء بل على سبيل القصاص ودفع العدوان، ثم عاد الكلام إِلى أحكام الحج وحكم الإِحصار فيه فهذا هو الإِرتباط بين الآيات السابقة واللاحقة.\nاللغَة: ﴿أُحْصِرْتُمْ﴾ الإِحصار: معناه المنع والحبس يقال حَصرَه عن السفر وأحصره إِذا حبسه ومنعه قال الأزهري: حُصر الرجلُ في الحبس، وأُحصر في السفر من مرضٍ أو انقطاعٍ به ﴿الهدي﴾ هو ما يُهدى إِلى بيت الله من أنواع النعم كالإِبل والبقر والغنم وأقله شاة ﴿مَحِلَّهُ﴾ المحِلُّ: الموضع","vol":"1","page":114},{"text":"الذي يحل به نحر الهَدْي وهو الحرام أو مكان الإِحصار للمحْصَر ﴿نُسُكٍ﴾ جمع نسيكة وهي الذبيحة ينسكها العبد لله تعالى ﴿جُنَاحٌ﴾ إِثم وأصله من الجنوح وهو الميل عن القصد ﴿أَفَضْتُم﴾ أي دفعتم وأصله من فاض الماء إِذا سال منصبًا ومعنى ﴿أَفَضْتُم مِّنْ عَرَفَاتٍ﴾ أي دفعتم منها بقوة تشبيهًا بفيض الماء. ﴿خَلاَقٍ﴾ نصيب من رحمة الله تعالى ﴿تُحْشَرُونَ﴾ تجمعون للحساب.\nسبب النزول: أولًا: عن ابن عباس ﵁ قال: كان أهل اليمن يحجون ولا يتزودون ويقولون: نحن المتوكلون فإِذا قدموا مكة سألوا الناس فأنزل الله ﷿ ﴿وَتَزَوَّدُواْ فَإِنَّ خَيْرَ الزاد التقوى﴾ .\nثانيًا: وعن عائشة ﵂ قالت: كانت قريش ومن دان دينها يقفون بالمزدلفة وكانوا يسمون الحُمْس وسائر العرب يقفون بعرفات فلما جاء الإِسلام أمر الله تعالى نبيّه أن يأتي عرفات ثم يقف بها ثم يفيض منها، وكانت قريش تفيض من جمع من المشعر الحرام فأنزل الله تعالى ﴿ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ الناس﴾ .\nالتفسِير: ﴿وَأَتِمُّواْ الحج والعمرة للَّهِ﴾ أي أدوهما تامين بأركانهما وشروطهما لوجه الله تعالى ﴿فَإِنْ أُحْصِرْتُمْ فَمَا استيسر مِنَ الهدي﴾ أي إذا منعتم عن إتمام الحج أو العمرة بمرضٍ أو عدوٍ وأردتم التحلل فعليكم أن تذبحوا ما تيسر من بدنة أو بقرةٍ أو شاة ﴿وَلاَ تَحْلِقُواْ رُؤُوسَكُمْ حتى يَبْلُغَ الهدي مَحِلَّهُ﴾ أي لا تتحللوا من إحرامكم بالحلق أو التقصير حتى يصل الهدي المكان الذي يحل ذبحه فيه وهو الحرم أو مكان الإِحصار ﴿فَمَن كَانَ مِنكُم مَّرِيضًا أَوْ بِهِ أَذًى مِّن رَّأْسِهِ فَفِدْيَةٌ مِّن صِيَامٍ أَوْ صَدَقَةٍ أَوْ نُسُكٍ﴾ أي فمن كان منكم معشر المحرمين مريضًا مرضًا يتضرر معه بالشعر فحلق، أو كان به أذى من رأسه كقملٍ وصداعٍ فحلق في الإِحرام، فعليه فدية وهي إما صيام ثلاثة أيام أو يتصدق بثلاثة آصع على ستة مساكين أو يذبح ذبيحة وأقلها شاة ﴿فَإِذَآ أَمِنتُمْ﴾ أي كنتم آمنين من أول الأمر، أو صرتم بعد الإحصار آمنين ﴿فَمَن تَمَتَّعَ بالعمرة إِلَى الحج فَمَا استيسر مِنَ الهدي﴾ أي من اعتمر في أشهر الحج واستمتع بما يستمتع به غير المحرم من الطيب والنساء وغيرها، فعليه ما تيسّر من الهدي وهو شاة يذبحها شكرًا لله تعالى ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاثَةِ أَيَّامٍ فِي الحج وَسَبْعَةٍ إِذَا رَجَعْتُمْ﴾ أي من لم يجد ثمن الهدي فعليه صيام عشرة أيام، ثلاثة حين يحرم بالحج وسبعة إذا رجع إلى وطنه ﴿تِلْكَ عَشَرَةٌ كَامِلَةٌ﴾ أي عشرة أيام كاملة تجزئ عن الذبح، وثوابها كثوابه من غير نقصان ﴿ذلك لِمَن لَّمْ يَكُنْ أَهْلُهُ حَاضِرِي المسجد الحرام﴾ أي ذلك التمتع أو الهَدْي خاص بغير أهل الحرام، أما سكّان الحرم فليس لهم تمتع وليس عليهم هدي ﴿واتقوا الله واعلموا أَنَّ الله شَدِيدُ العقاب﴾ أي خافوا الله تعالى بامتثال أوامره واجتناب نواهيه واعلموا أن عقابه شديد لمن خالف أمره.\nثم بيّن تعالى وقت الحج فقال: ﴿الحج أَشْهُرٌ مَّعْلُومَاتٌ﴾ أي وقت الحج هو تلك الأشهر المعروفة بين الناس وهي: شوال وذو القعدة وعشرٌ من ذي الحجة ﴿فَمَن فَرَضَ فِيهِنَّ الحج﴾ أي من ألزم نفسه الحجَّ بالإحرام والتلبية ﴿فَلاَ رَفَثَ وَلاَ فُسُوقَ وَلاَ جِدَالَ فِي الحج﴾ أي لا يقرب","vol":"1","page":115},{"text":"النساء ولا يستمتع بهن فإنه مقبل على الله قاصد لرضاه، فعليه أن يترك الشهوات، وأن يترك المعاصي والجدال والخصام مع الرفقاء ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ يَعْلَمْهُ الله﴾ أي وما تقدموا لأنفسكم من خير يجازيكم عليه الله خير الجزاء ﴿وَتَزَوَّدُواْ فَإِنَّ خَيْرَ الزاد التقوى﴾ أي تزودوا لآخرتكم بالتقوى فإنها خير زاد ﴿واتقون ياأولي الألباب﴾ أي خافون واتقوا عقابي يا ذوي العقول والأفهام ﴿لَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَبْتَغُواْ فَضْلًا مِّن رَّبِّكُمْ﴾ أي لا حرج ولا إثم عليكم في التجارة في أثناء الحج فإن التجارة الدنيوية لا تنافي العبادة الدينية، وقد كانوا يتأثمون من ذلك فنزلت الآية تبيح لهم الاتجار في أشهر الحج ﴿فَإِذَآ أَفَضْتُم مِّنْ عَرَفَاتٍ فاذكروا الله عِندَ المشعر الحرام﴾ أي إذا دفعتم من عرفات بعد الوقوف بها فاذكروا الله بالدعاء والتضرع والتكبير والتهليل عند المشعر الحرام بالمزدلفة ﴿واذكروه كَمَا هَدَاكُمْ وَإِن كُنْتُمْ مِّن قَبْلِهِ لَمِنَ الضآلين﴾ أي اذكروه ذكرًا حسنًا كما هداكم هداية حسنة، واشكروه على نعمة الهداية والإيمان فقد كنتم قبل هدايته لكم في عداد الضالين، الجاهلين بالإِيمان وشرائع الدين ﴿ثُمَّ أَفِيضُواْ مِنْ حَيْثُ أَفَاضَ الناس﴾ أي ثمّ انزلوا من عرفة حيث ينزل الناس لا من المزدلفة، والخطاب لقريش حيث كانوا يترفعون على الناس أن يقفوا معهم وكانوا يقولون: نحن أهل الله وسُكّان حرمه فلا نخرج منه فيقفون في المزدلفة لأنها من الحرم ثم يفيضون منها وكانوا يسمون «الحُمْس» فأمر الله تعالى رسول الله ﷺ َ أن يأتي عرفة ثم يقف بها ثم يفيض منها ﴿واستغفروا الله إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي استغفروا الله عمّا سلف منكم من المعاصي فإن الله عظيم المغفرة واسع الرحمة ﴿فَإِذَا قَضَيْتُمْ مَّنَاسِكَكُمْ فاذكروا الله كَذِكْرِكُمْ آبَآءَكُمْ أَوْ أَشَدَّ ذِكْرًا﴾ أي إذا فرغتم من أعمال الحج وانتهيتم منها فأكثروا ذكره وبالغوا في ذلك كما كنتم تذكرون آباءكم وتعدون مفاخرهم بل أشدّ، قال المفسرون: كانوا يقفون بمنى بين المسجد والجبل بعد قضاء المناسك فيذكرون مفاخر آبائهم ومحاسن أيامهم فأمروا أن يذكروا الله وحده ﴿فَمِنَ الناس مَن يَقُولُ رَبَّنَآ آتِنَا فِي الدنيا وَمَا لَهُ فِي الآخرة مِنْ خَلاَقٍ﴾ أي من الناس من تكون الدنيا همّه فيقول: اللهم اجعل عطائي ومنحتي في الدنيا خاصة وما له في الآخرة من حظ ولا نصيب ﴿وِمِنْهُمْ مَّن يَقُولُ رَبَّنَآ آتِنَا فِي الدنيا حَسَنَةً وَفِي الآخرة حَسَنَةً﴾ أي ومنهم من يطلب خيري الدنيا والآخرة وهو المؤمن العاقل، وقد جمعت هذه الدعوة كل خيرٍ وصرفت كل شر، فالحسنة في الدنيا تشمل الصحة والعافية، والدار الرحبة، والزوجة الحسنة، والرزقَ الواسع إلى غير ما هنالك والحسنة في الآخرة تشمل الأمن من الفزع الأكبر، وتيسير الحساب ودخول الجنة، والنظر إلى وجه الله الكريم الخ ﴿وَقِنَا عَذَابَ النار﴾ أي نجّنا من عذاب جهنم ﴿أولئك لَهُمْ نَصِيبٌ مِّمَّا كَسَبُواْ والله سَرِيعُ الحساب﴾ أي هؤلاء الذين طلبوا سعادة الدارين لهم حظ وافر مما عملوا من الخيرات والله سريع الحساب يحاسب الخلائق بقدر لمحة بصر ﴿واذكروا الله في أَيَّامٍ مَّعْدُودَاتٍ﴾ أي كبروا الله في أعقاب الصلوات وعند رمي الجمرات في أيام التشريق الثلاثة بعد يوم النحر ﴿فَمَن تَعَجَّلَ فِي يَوْمَيْنِ فَلاَ إِثْمَ عَلَيْهِ﴾ أي من استعجل بالنفر من منى بعد تمام يومين فنفر فلا حرج عليه ﴿وَمَن تَأَخَّرَ فلا إِثْمَ عَلَيْهِ﴾ أي ومن تأخر حتى رمى في اليوم الثالث - وهو النفر الثاني - فلا حرج عليه أيضًا ﴿لِمَنِ اتقى﴾ أي ما ذكر من الأحكام لمن أراد أن يتقي الله فيأتي بالحج على الوجه الأكمل ﴿واتقوا الله","vol":"1","page":116},{"text":"واعلموآ أَنَّكُمْ إِلَيْهِ تُحْشَرُونَ﴾ أي خافوا الله تعالى واعلموا أنكم مجموعون إليه للحساب فيجازيكم بأعمالكم.\nالبَلاَغَة: ١ - ﴿يَبْلُغَ الهدي مَحِلَّهُ﴾ كناية عن ذبحه في مكان الإحصار.\n٢ - ﴿فَمَن كَانَ مِنكُم مَّرِيضًا﴾ فيه إيجاز بالحذف أي كان مريضًا فحلق أو به أذى من رأسه فحلق فعليه فدية.\n٣ - ﴿وَسَبْعَةٍ إِذَا رَجَعْتُمْ﴾ فيه التفات من الغائب إلى المخاطب وهو من المحسنات البديعية.\n٤ - ﴿تِلْكَ عَشَرَةٌ كَامِلَةٌ﴾ فيه إجمال بعد التفصيل وهذا من باب «الإطناب» وفائدته زيادة التأكيد والمبالغة في المحافظة على صيامها وعدم التهاون بها أو تنقيص عددها.\n٥ - ﴿واتقوا الله واعلموا أَنَّ الله﴾ إظهار الاسم الجليل في موضع الإضمار لتربية المهابة وإدخال الروعة.\n٦ - ﴿فَلاَ رَفَثَ وَلاَ فُسُوقَ﴾ صيغته نفيٌ وحقيقته نهيٌ أي لا يرفثْ ولا يفسقْ وهو أبلغ من النهي الصريح لأنه يفيد أن هذا الأمر ممّا لا ينبغي أن يقع أصلًا فإنَّ ما كان منكرًا مستقبحًا في نفسه ففي أشهر الحج يكون أقبح وأشنع ففي الإتيان بصيغة وإرادة النهي مبالغة واضحة.\n٧ - ﴿فاذكروا الله كَذِكْرِكُمْ آبَآءَكُمْ﴾ فيه تشبيه تمثيلي يسمى (مرسلًا مجملًا) .\n٨ - المقابلة اللطيفة بين ﴿فَمِنَ الناس مَن يَقُولُ رَبَّنَآ آتِنَا فِي الدنيا﴾ وبين ﴿وِمِنْهُمْ مَّن يَقُولُ رَبَّنَآ آتِنَا فِي الدنيا حَسَنَةً ...﴾ الآية.\nفائِدة: أصل النسك: العبادة، وسميت ذبيحة الأنعام نسكًا لأنها من أشرف العبادات التي يتقرب بها المؤمن إلى الله تعالى.\nفائدة ثانية: زاد الدنيا يوصل إلى مراد النفس وشهواتها، وزاد الآخرة يوصل إلى النعيم المقيم في الآخرة ولهذا ذكر تعالى زاد الآخرة وهو الزاد النافع وفي هذا المعنى يقول الأعشى:\nإذا أنت لم ترحل بزادٍ من التقى ... ولاقيتَ بعد الموت من قد تزودا\nندمت على ألا تكون كمثله ... وأنك لم تُرْصِدْ كما كان أرصدا","vol":"1","page":117},{"text":"المناسبة: لّما ذكر تعالى في الآيات السابقة العبادات التي تًُطهرّ القلوب، وتزكّي النفوس كالصيام، والصدقة، والحج، وذكر أن في الناس من يطلب الدنيا ولا غاية له وراءها، ومنهم من تكون غايته نيل رضوان الله ﵎، أعقبها بذكر نموذج عن الفريقين: فريق الضلالة الذي باع نفسه للشيطان، وفريق الهدى الذي باع نفسه للرحمن، ثم حذَّر ﵎ من اتباع خطوات الشيطان، وبيَّن لنا عداوته الشديدة.\nاللغة: ﴿أَلَدُّ﴾ اللَّدَدُ: شدة الخصومة قال الطبري: الألدُّ: الشديد الخصومة وفي الحديث: «إنَّ أَبْغَضَ الرِّجَالِ إِلى الله الألدُّ الخَصِم» ﴿الحرث﴾: الزرع لأنه يزرع ثم يحرث ﴿النسل﴾ الذريّة والولد، وأصله الخروج بسرعة ومنه ﴿إلى رَبِّهِمْ يَنسِلُونَ﴾ [يس: ٥١] وسمي نسلًا لأنه ينسل - يسقط - من بطن أمه بسرعة. ﴿العزة﴾ الأنفة والحميَّة. ﴿حَسْبُهُ﴾ حسب اسم فعل بمعنى كافيه. ﴿المهاد﴾: الفراش الممهَّد للنوم. ﴿يَشْرِي﴾: يبيع. ﴿ابتغآء﴾ طلب. ﴿السلم﴾ بكسر السين بمعنى الإسلام وبفتحها بمعنى الصلح، وأصله من الاستسلام وهو الخضوع والانقياد قال الشاعر:\nدَعَوْتُ عشيرتي للسِّلْمِ حتى ... رأيْتهُم تَوَلَّوْا مُدْبرينا\n﴿زَلَلْتُمْ﴾ الزّلل: الانحراف عن الطريق المستقيم وأصله في القدم ثم استعمل في الأمور المعنوية، ﴿ظُلَلٍ﴾ جمع ظلّة وهي ما يستر الشمس ويحجب أشعتها عن الرؤية.\nسَبَبُ النّزول: ١ - روي أن الأخنس بن شريق أتى النبي ﷺ َ فأظهر له الإسلام وحلف أنه يحبه، وكان منافقًا حسن العلانية خبيث الباطن، ثم خرج من عند النبي ﷺ َ فمرَّ يزرع لقوم من المسلمين وحُمُر فأحرق الزرع وقتل الحُمُر فأنزل الله تعالى فيه الآيات ﴿وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ ...﴾ الآية وإلى قوله: ﴿وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا وَيُهْلِكَ الحرث والنسل ...﴾ الآية.\n٢ - وروي أن صهيبًا الرومي لما أراد الهجرة إلى المدينة المنورة لحقه نفر من قريش من المشركين ليردوه فنزل عن راحلته ونثر ما في كنانته وأهذ قوسه ثم قال: يا معشر قريش لقد علمتم","vol":"1","page":118},{"text":"أني من أرماكم رجلًا، وأيْمُ الله لا تصلون إليَّ حتى أرمي بما في كنانتي، ثم أضرب بسيفي ما بقي في يدي منه شيء ثم افعلوا ما شئتم، قالوا: جئتنا صعلوكًا لا تملك شيئًا وأنت الآن قو مال كثير!! فقال: أرأيتم إن دللتكم على مالي تخلّون سبيلي؟ قالوا: نعم، فدلّهم على ماله بمكة فلما قدم المدينة دخل على رسول الله ﷺ َ فقال له ﷺ َ: «رَبحَ البَيْعَ صُهَيْبٌ رَبحَ البَيْعَ صُهَيْبٌ» وأنزل الله ﷿ فيه ﴿وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله ...﴾ الآية.\nالتفسِير: ﴿وَمِنَ الناس مَن يُعْجِبُكَ قَوْلُهُ﴾ أي ومن الناس فريق يروقك كلامه يا محمد ويثير إِعجابَك بخلابة لسانه وقوة بيانه، ولكنه منافق كذّاب ﴿فِي الحياة الدنيا﴾ أي في هذه الحياة فقط أما الآخرة فالحاكم فيها علام الغيوب الذي يطّلع على القلوب والسرائر ﴿وَيُشْهِدُ الله على مَا فِي قَلْبِهِ﴾ أي يظهر لك الإِيمان ويبارز الله بما في قلبه من الكفر والنفاق ﴿وَهُوَ أَلَدُّ الخصام﴾ أي شديد الصخومة يجادل بالباطل ويتظاهر بالدين والصلاح بكلامه المعسول ﴿وَإِذَا تولى سعى فِي الأرض لِيُفْسِدَ فِيِهَا﴾ أي وإذا انصرف عنك عاث في الأرض فسادًا، وقد نزلت في الأخنس ولكنها عامة في كل منافق يقول بلسانه ما لي في قلبه [كقوله]:\nيعطيك من طرف اللسان حلاوة ... ويروغ فيك كما يروغُ الثعلب\n﴿وَيُهْلِكَ الحرث والنسل﴾ أي يهلك الزرع وما تناسل من الإِنسان، والحيوان ومعناه أن فساده عام يشمل الحاضر والباد، فالحرث محل نماء الزروع والثمار، والنسل وهو نتاج الحيوانات التي لا قوام للناس إلا بهما، فإفسادهما تدمير للإنسانية ﴿والله لاَ يُحِبُّ الفساد﴾ أي يبغض الفساد ولا يحب المفسدين ﴿وَإِذَا قِيلَ لَهُ اتق الله أَخَذَتْهُ العزة بالإثم﴾ أي إذا وُعظ هذا الفاجر وذكِّر وقيل له انزع عن قولك وفعلك القبيح، حملته الأنفة وحميَّةُ الجاهلية على الفعل بالإثم والتكبر عن قبول الحق، فأغرق في الإفساد وأمعن في العناد ﴿فَحَسْبُهُ جَهَنَّمُ وَلَبِئْسَ المهاد﴾ أي يكفيه أن تكون له جهنم فراشًا ومهادًا، وبئس هذا الفراش والمهاد ﴿وَمِنَ الناس مَن يَشْرِي نَفْسَهُ ابتغآء مَرْضَاتِ الله﴾ هذا هو النوع الثاني وهم الأخيار الأبرار، فبعد أن ذكر تعالى صفات المنافقين الذميمة أتبعه بذكر صفات المؤمنين الحميدة والمعنى ومن الناس فريق من أهل الخير والصلاح باع نفسه لله، طلبًا لمرضاته ورغبةً في ثوابه لا يتحرى بعمله إلا وجه الله ﴿والله رَؤُوفٌ بالعباد﴾ أي عظيم الرحمة بالعباد يضاعف الحسنات ويعفو عن السيئات ولا يعجل العقوبة لمن عصاه. . ثم أمر تعالى المؤمنين بالانقياد لحكمه والاستسلام لأمره والدخول في الإِسلام الذي لا يقبل الله دينًا سواه فقال: ﴿ياأيها الذين آمَنُواْ ادخلوا فِي السلم كَآفَّةً﴾ أي ادخلوا في الإِسلام بكليته في جميع أحكامه وشرائعه، فلا تأخذوا حكمًا وتتركوا حكمًا، لا تأخذوا بالصلاة وتمنعوا الزكاة مثلًا فالإسلام كل لا يتجزأ ﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي لا تتبعوا طرق الشيطان وإغواءه فإنه عدوٌ لكم ظاهر العداوة ﴿فَإِن زَلَلْتُمْ مِّن بَعْدِ مَا جَآءَتْكُمُ البينات﴾ أي إن انحرفتم عن الدخول في الإسلام من بعد مجيء الحجج الباهرة والبراهين القاطعة على أنه حق ﴿فاعلموا أَنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي اعلموا أن الله غالب لا يعجزه الانتقام ممن عصاه حكيم في خلقه وصنعه ﴿هَلْ يَنظُرُونَ إِلاَّ أَن يَأْتِيَهُمُ الله فِي ظُلَلٍ مِّنَ الغمام والملائكة﴾ أي ما","vol":"1","page":119},{"text":"ينتظرون شيئًا إلا أن يأتيهم الله يوم القيامة لفصل القضاء بين الخلائق حيث تنشق السماء وينزل الجبار ﷿ في ظلل من الغمام وحملة العرش والملائكة الذين لا يعلم كثرتهم إلا الله ولهم زجل من التسبيح يقولون: سبحان ذي الملك والملكوت، سبحان ذي العزة والجبروت، سبحان الحي الذي لا يموت، سبحان الذي يميت الخلائق ولا يموت، سبوح قدوس رب الملائكة والروح ﴿وَقُضِيَ الأمر وَإِلَى الله تُرْجَعُ الأمور﴾ أي انتهى أمر الخلائق بالفصل بينهم فريق في الجنة وفريق في السعير، وإلى الله وحده مرجع الناس جميعًا.\nوالمقصود تصوير عظمة يوم القيامة وهولها وشدتها وبيان أن الحاكم فيها هو ملك الملوك جل وعلا الذي لا معقب لحكمه ولا رادّ لقضائه وهو أحكم الحاكمين. . ثم قال تعالى مخاطبًا رسوله الكريم ﴿سَلْ بني إِسْرَائِيلَ كَمْ آتَيْنَاهُم مِّنْ آيَةٍ بَيِّنَةٍ﴾ أي سلْ يا محمد بني إسرائيل - توبيخًا لهم وتقريعًا - كم شاهدوا مع موسى من معجزات باهرات وحجج قاطعات تدل على صدقه ومع ذلك كفروا ولم يؤمنوا ﴿وَمَن يُبَدِّلْ نِعْمَةَ الله مِن بَعْدِ مَا جَآءَتْهُ فَإِنَّ الله شَدِيدُ العقاب﴾ أي من يبدل نعم الله بالكفر والجحود بها فإِن عقاب الله له أليم وشديد ﴿زُيِّنَ لِلَّذِينَ كَفَرُواْ الحياة الدنيا﴾ أي زينت لهم شهوات الدنيا ونعيمها حتى نسوا الآخرة وأشربت محبتها في قلوبهم حتى تهافتوا عليها وأعرضوا عن دار الخلود. ﴿وَيَسْخَرُونَ مِنَ الذين آمَنُواْ﴾ أي وهم مع ذلك يهزؤون ويسخرون بالمؤمنين يرمونهم بقلة العقل لتركهم الدنيا وإقبالهم على الآخرة كقوله: ﴿إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ﴾ [المطففين: ٢٩] قال تعالى ردًا عليهم: ﴿والذين اتقوا فَوْقَهُمْ يَوْمَ القيامة﴾ أي والمؤمنون المتقون لله فوق أولئك الكافرين منزلةً ومكانة، فهم في أعلى علّيين وأولئك في أسفل سافلين، والمؤمنون في الآخرة في أوج العز والكرامة والكافرون في حضيض الذل والمهانة ﴿والله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي والله يرزق أولياءه رزقًا واسعًا رغدًا، لا فناء له ولا انقطاع كقوله: ﴿يَدْخُلُونَ الجنة يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ﴾ [غافر: ٤٠] أو يرزق في الدنيا من شاء من خلقه ويوسع على من شاء مؤمنًا كان أو كافرًا، برًا أو فاجرًا على حسب الحكمة والمشيئة دون أن يكون له محاسب ﷾.\nالبَلاَغَة: ١ - ﴿أَخَذَتْهُ العزة بالإثم﴾ ذكر لفظ الإثم بعد قوله العزة يسمى عند علماء البديع ب «التميم» لأنه ربما يتوهم أن المراد عزة الممدوح فذكر بالإِثم ليشير إلى أنها عزة مذمومة.\n٢ - ﴿وَلَبِئْسَ المهاد﴾ هذا من باب التهكم أي جعلت لهم جهنم غطاءً ووطاءً فأكرم بذلك كما تكرم الأم ولدها بالغطاء والوطاء اللّينين.\n٣ - ﴿هَلْ يَنظُرُونَ﴾ استفهام إنكاري في معنى النفي بدليل مجيء إلاّ بعدها أي ما ينتظرون.","vol":"1","page":120},{"text":"٤ - ﴿فِي ظُلَلٍ مِّنَ الغمام﴾ التنكير للتهويل فهي في غاية الهول والمهابة لما لها من الكثافة التي تغم على الرائي ما فيها وقوله: ﴿وَقُضِيَ الأمر﴾ هو عطف على المضارع ﴿يَأْتِيَهُمُ الله﴾ وإنما عدل إلى صيغة الماضي دلالة على تحققه فكأنه قد كان.\n٥ - ﴿فَإِنَّ الله شَدِيدُ العقاب﴾ إظهار الاسم الجليل لتربية المهابة وإدخال الروعة.\n٦ - ﴿زُيِّنَ ... وَيَسْخَرُونَ﴾ أورد التزيين بصيغة الماضي لكونه مفروغًا منه مركوزًا في طبيعتهم وعطف عليه بالفعل المضارع ﴿وَيَسْخَرُونَ﴾ للدلالة على استمرار السخرية منهم لأن صيغة المضارع تفيد الدوام والاستمرار.\nتنبيه: قال ابن تيمية رَحِمَهُ اللَّهُ تعالى في رسالته التدميرية: «وصفه تعالى نفسه بالإتيان في ظلل من الغمام كوصفه بالمجيء في آيات آخر ونحوهما مما وصف به نفسه في كتابه أو صحَّ عن رسوله ﷺ َ والقول في جميع ذلك من جنس واحد وهو مذهب سلف الأمة وأئمتها، إنهم يصفونه سبحانه بما وصف به نفسه ووصفه به رسوله ﷺ َ من غير تحريفٍ ولا تعطيل ولا تكييفٍ ولا تمثيل، والقول في صفاته كالقول في ذاته والله تعالى ليس كمثله شيء لا في ذاته ولا في صفاته ولا في أفعاله فلو سأل سائل: كيف يجيء سبحانه؟ فليقل له: كما لا تعلم كيفية ذاته كذلك لا تعلم كيفية صفاته» .","vol":"1","page":121},{"text":"المَناسَبَة: ذكر ﷾ في الآيات السابقة أن الناس فريقان: فريق يسعى في الأرض","vol":"1","page":121},{"text":"فسادًا ويُضل الناس بخلابة لسانه وقوة بيانه، وفريق باع نفسه للحق يبتغي به رضي الله ولا يرجو أحدًا سواه، ولما كان لا بدّ من التنازع بين الخير والشر - ولا بدَّ للحق من سيفٍ مصلتٍ إلى جانبه - لذا شرع الله للمؤمنين أن يحملوا السيف مناضلين وشرع الجهاد دفعًا للعدوان وردعًا للظلم والطغيان.\nاللغة: ﴿بَغْيًا﴾ البغيُ: العدوان والطغيان. ﴿وَزُلْزِلُواْ﴾ مأخوذ من زلزلة الأرض وهو اضطرابها والزلزلة: التحريك الشديد. ﴿كُرْهٌ﴾ مكروهٌ تكرهه نفوسكم قال ابن قتيبة: الكرهُ بالضم المشقة وبالفتح الإكراه والقهر. ﴿صَدٌّ﴾ الصدُّ: المنع يقال: صدّه عن الشيء أي منعه عنه. ﴿يَرْتَدِد﴾ يرجع والردةُ الرجوع من الإِيمان إلى الكفر قال الراغب: الارتداد والردة: الرجوع في الطريق الذي جاء به منه لكن الردَّة تختص بالكفر، والارتداد يستعمل فيه وفي غيره قال تعالى: ﴿فارتدا على آثَارِهِمَا قَصَصًا﴾ [الكهف: ٦٤] ﴿حَبِطَتْ﴾ بطلت وذهبت قال في اللسان: حبط عمل عملًا ثم أفسده وفي التنزيل ﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾ [محمد: ٩] أي أبطل ثوابهم ﴿يَرْجُونَ﴾ الرجاء: الأمل والطمع في حصول ما فيه نفعٌ ومصلحة.\nسبب النّزول: بعث رسول الله ﷺ َ عبد الله بن جحش على سرية ليترصدوا عيرا لقريش فيها «عمرو بن الحضرمي» وثلاثة معه فقتلوه وأسروا اثنين واستاقوا العير بما فيها من تجارة، وكان ذلك أول يوم من رجب وهم يظنونه من جمادى الآخرة فقالت قريش: قد استحل محمد الشهر الحرام، شهرًا يأمن فيه الخائف ويتفرق فيه الناس إلى معايشهم وعظم ذلك على المسلمين فنزلت ﴿يَسْأَلُونَكَ عَنِ الشهر الحرام قِتَالٍ فِيهِ ... .﴾ الآية.\nالتفسِير: ﴿كَانَ الناس أُمَّةً وَاحِدَةً﴾ أي كانوا على الإِيمان والفطرة المستقيمة فاختلفوا وتنازعوا ﴿فَبَعَثَ الله النبيين مُبَشِّرِينَ وَمُنذِرِينَ﴾ أي بعث الأنبياء لهداية الناس مبشرين للمؤمنين بجنات النعيم ومنذرين للكافرين بعذاب الجحيم ﴿وَأَنزَلَ مَعَهُمُ الكتاب بالحق لِيَحْكُمَ بَيْنَ الناس فِيمَا اختلفوا فِيهِ﴾ أي وأنزل معهم الكتب السماوية لهداية البشرية حال كونها منزلة بين الناس في أمر الدين الذي اختلفوا فيه ﴿وَمَا اختلف فِيهِ إِلاَّ الذين أُوتُوهُ﴾ أي وما اختلف في الكتاب الهادي المنير المنزل لإِزالة الاختلاف إلا ﴿مِن بَعْدِ مَا جَآءَتْهُمُ البينات﴾ أي من بعد ظهور الحجج الواضحة والدلائل القاطعة على صدق الكتاب فقد كان خلافهم عن بيّنة وعلم لا عن غفلةٍ وجهل ﴿بَغْيًا بَيْنَهُمْ﴾ أي حسدًا من الكافرين للمؤمنين ﴿فَهَدَى الله الذين آمَنُواْ لِمَا اختلفوا فِيهِ مِنَ الحق بِإِذْنِهِ﴾ أي هدى الله المؤمنين للحق الذي اختلف فيه أهل الضلالة بتيسيره ولطفه ﴿والله يَهْدِي مَن يَشَآءُ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي هيدي من يشاء هدايته إِلى طريق الحق الموصل إِلى جنات النعيم ﴿أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة﴾ أي بل ظننتم يا معشر المؤمنين أن تدخلو الجنة بدون ابتلاءٍ وامتحان واختبار ﴿وَلَمَّا يَأْتِكُم مَّثَلُ الذين خَلَوْاْ مِن قَبْلِكُم﴾ أي والحال لم ينكلم مثل ما نال من سبقكم من المؤمنين من المحن الشديدة، ولم تُبتلوا بمثل ما ابتلوا به من النكبات ﴿مَّسَّتْهُمُ البأسآء والضرآء﴾ أي أصابتهم الشدائد والمصائب والنوائب ﴿وَزُلْزِلُواْ حتى يَقُولَ الرسول والذين آمَنُواْ مَعَهُ متى نَصْرُ الله﴾؟ أي أزعجوا إزعاجًا شديدًا شبيهًا بالزلزة حتى وصل بهم","vol":"1","page":122},{"text":"الحال أن يقول الرسول والمؤمنون معه حتى نصر الله؟ أي متى يأتي نصر الله وذلك استبطاءً منهم للنصر لتناهي الشدة عليهم، وهذا غاية الغايات في تصوير شدة المحنة، فإِذا كان الرسل - مع علو كعبهم في الصبر والثبات - قد عيل صبرهم وبلغوا هذا المبلغ من الضجر والضيق كان ذلك دليلًا على أن الشدة بلغت منتهاها قال تعالى جوابًا لهم: ﴿ألا إِنَّ نَصْرَ الله قَرِيبٌ﴾ أي ألا فأبشروا فإِنه حان أوانه\n﴿وَلَيَنصُرَنَّ الله مَن يَنصُرُهُ إِنَّ الله لَقَوِيٌّ عَزِيزٌ﴾ [الحج: ٤٠] ثم قال تعالى: ﴿يَسْأَلُونَكَ مَاذَا يُنْفِقُونَ﴾ أي يسألونك يا محمد ماذا ينفقون وعلى من ينفقون؟ وقد نزلت لمّا قال بعض الصحابة يا رسول الله: ماذا ننفق من أموالنا وأين نضعها؟ ﴿قُلْ مَآ أَنْفَقْتُمْ مِّنْ خَيْرٍ فَلِلْوَالِدَيْنِ والأقربين واليتامى والمساكين وابن السبيل﴾ أي قل لهم يا محمد اصرفوها في هذه الوجوه ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ﴾ أي وكل معروف تفعلونه يعلمه الله وسيجزيكم عليه أوفر الجزاء، ثم قال تعالى مبينًا حكمة مشروعية القتال في الإِسلام ﴿كُتِبَ عَلَيْكُمُ القتال وَهُوَ كُرْهٌ لَّكُمْ﴾ أي فرض عليكم قتال الكفار أيها المؤمنون وهو شاق ومكروه على نفوسكم لما فيه من بذل المال وخطر هلاك النفس ﴿وعسى أَن تَكْرَهُواْ شَيْئًا وَهُوَ خَيْرٌ لَّكُمْ﴾ أي ولكن قد تكره نفوسكم شيئًا وفيه كل النفع والخير ﴿وعسى أَن تُحِبُّواْ شَيْئًا وَهُوَ شَرٌّ لَّكُمْ﴾ أي وقد تحب نفوسكم شيئًا وفيه كل الخطر والضرر عليكم، فلعل لكم في القتال - وإن كرهتموه - خيرًا لأن فيه إما الظفر والغنيمة أو الشهادة والأجر، ولعل لكم في تركه - وإِن أحببتموه - شرًا لأن فيه الذل والفقر وحرمان الأجر ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي الله أعلم بعواقب الأمور منكم وأدرى بما فيه صلاحكم في دنياكم وآخرتكم فبادروا إِلى ما يأمركم به ﴿يَسْأَلُونَكَ عَنِ الشهر الحرام قِتَالٍ فِيهِ﴾ أي يسألك أصحابك يا محمد عن القتال في الشهر الحرام أيحل لهم القتال فيه؟ ﴿قُلْ قِتَالٌ فِيهِ كَبِيرٌ﴾ أي قل لهم القتال فيه أمره كبير ووزره عظيم ولكن هناك ما هو أعظم وأخطر وهو ﴿وَصَدٌّ عَن سَبِيلِ الله وَكُفْرٌ بِهِ والمسجد الحرام وَإِخْرَاجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِندَ الله﴾ أي ومنع المؤمنين عن دين الله وكفرهُم بالله وصدُّهم عن المسجد الحرام - يعني مكة - وإِخراجكم من البلد الحرام وأنتم أهله وحماته، كلُّ ذلك أعظم وزرًا وذنبًا عند الله من قتل من قتلتم من المشركين، فإِذا استعظموا قتالكم لهم في الشهر الحرام فليعلموا أنَّ ما ارتكبوه في حق النبي والمؤمنين أعظم وأشنع ﴿والفتنة أَكْبَرُ مِنَ القتل﴾ أي فتنة المسلم عن دينه حتى يردوه إِلى الكفر بعد إِيمانه أكبر عند الله من القتل ﴿وَلاَ يَزَالُونَ يُقَاتِلُونَكُمْ حتى يَرُدُّوكُمْ عَن دِينِكُمْ إِن اسْتَطَاعُواْ﴾ أي ولا يزالون جاهدين في قتالكم حتى يعيدوكم إِلى الكفر والضلال إِن قدروا فهم غير نازعين عن كفرهم وعدوانهم ﴿وَمَن يَرْتَدِدْ مِنْكُمْ عَن دِينِهِ فَيَمُتْ وَهُوَ كَافِرٌ فأولائك حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة﴾ أي ومن يستجب لهم منكم فيرجع عن دينه ويرتد عن الإِسلام ثم يموت على الكفر فقد بطل عمله الصالح في الدارين وذهب ثوابه ﴿وأولائك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي وهم مخلدون في جهنم لا يخرجون منها أبدًا ﴿إِنَّ الذين آمَنُواْ والذين هَاجَرُواْ وَجَاهَدُواْ فِي سَبِيلِ الله﴾ أي إِن المؤمنين الذين فارقوا الأهل والأوطان وجاهدوا الأعداء لإِعلاء دين الله ﴿أولائك يَرْجُونَ رَحْمَتَ الله والله غَفُورٌ رَّحِيمٌ﴾ أي أولئك الموصوفون بما ذكرهم الجديرون بأن ينالوا رحمة الله والله عظيم المغفرة، واسع الرحمة.\nالبَلاَغَة: ١ - ﴿كَانَ الناس أُمَّةً وَاحِدَةً﴾ فيه إِيجاز بالحذف أي كانوا أمة واحدة على الإِيمان","vol":"1","page":123},{"text":"متمسكين بالحق فاختلفوا فبعث الله النبيين ودلّ على المحذوف قوله: ﴿لِيَحْكُمَ بَيْنَ الناس فِيمَا اختلفوا فِيهِ﴾ .\n٢ - ﴿أَمْ حَسِبْتُمْ﴾ أم منقطعة والهمزة فيها للإِنكار والاستبعاد أي بل أحسبتم ففيه استفهام إِنكاري.\n٣ - ﴿وَلَمَّا يَأْتِكُم﴾ لمّا تدل على النفي مع توقع وقوع المنفي كما قال الزمخشري والمعنى: لمّا ينزل بكم مثل ما نزل بمن قبلكم وسينزل فإِن نزل فاصبروا قال المبرد: إِذا قال القائل: لم يأتني زيد فهو نفي لقولك أتاك زيد؟ وإِذا قال: لما يأتني فمعناه أنه لم يأتني بعد وأنا أتوقعه وعلى هذا يكون إِتيان الشدائد على المؤمنين متوقعًا منتظرًا.\n٤ - ﴿ألا إِنَّ نَصْرَ الله قَرِيبٌ﴾ في هذه الجملة عدة مؤكدات تدل على تحقق النصر أولًا: بدء الجملة بأداة الاستفتاح «ألا» التي تفيد التأكيد. ثانيًا: ذكر «إِنَّ» الدالة على التوكيد أيضًا. ثالثًا: إيثار الجملة الاسمية على الفعلية فلم يقل «ستنصرون» والتعبير بالجملة الاسمية يفيد التأكيد. رابعًا: إضافة النصر إلى رب العالمين القادر على كل شيء.\n٥ - ﴿وَهُوَ كُرْهٌ لَّكُمْ﴾ وضع المصدر موضع اسم المفعول «كرهٌ» مكان «مكروه» للمبالغة كقول الخنساء:\nفإِنما هي إِقبال وإِدبار ...\n- ﴿وعسى أَن تَكْرَهُواْ شَيْئًا ... وعسى أَن تُحِبُّواْ شَيْئًا﴾ بين الجملتين من المحسنات البديعية ما يسمى ب «المقابلة» فقد قابل بين الكراهية والحب، وبين الخير والشر.\n٧ - ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ طباق بالسلب.\nفَائدَة: عبّر تعالى بصيغة الواحد عن كتب النبيّين ﴿وَأَنزَلَ مَعَهُمُ الكتاب﴾ للإِشارة إِلى أن كتب النبيّين وإِن تعددت هي في لبّها وجوهرها كتاب واحد لاشتمالها على شرع واحد في أصله كما قال تعالى: ﴿شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحًا والذي أَوْحَيْنَآ إِلَيْكَ ...﴾ [الشورى: ١٣] الآية.\nتنبيه: روى البخاري عن خباب بن الأرت ﵁ قال: «شكونا إِلى رسول الله ﷺ َ وهو متوسد بردةً في ظل الكعبة فقلنا: ألا تستنصر لنا؟ ألا تدعو لنا؟ فقال: قد كان من قبلكم يؤخذ الرجل فيحفر له في الأرض فيجعل فيها، فيجاء بالمنشار فيوضع على رأسه فيجعل نصفين، ويُمشط بأمشاط الحديد ما دون لحمه وعظمه ما يصده ذلك عن دينه، والله ليتمنَّ الله هذا الأمر حتى يسير الراكب من صنعاء إلى حضرموت لا يخاف إِلا الله والذئب على غنمه ولكنكم تستعجلون»","vol":"1","page":124},{"text":"المنَاسَبَة: لمّا ذكر تعالى في الآيات السابقة أحكام القتال، وبيّن الهدف السامي من مشروعيته وهو نصرة الحق وإِعزاز الدين وحماية الأمة من أن يلتهمها العدو الخارجي، ذكر بعدها ما يتعلق بإِصلاح المجتمع الداخلي على أسس من الفضيلة والخُلق الكريم، ولا بدّ للدولة من الإِصلاح الداخلي والخارجي لقتوم دعائهما على أسسٍ متينة وتبقى صرحًا وشامخًا لا تؤثر فيه الأعاصير.\nاللغَة: ﴿الخمر﴾ المسكر من الأشربة سميت خمرًا لأنها تستر العقل وتغطيه ومنه خمّرتُ الإِناء أي غطيته. ﴿الميسر﴾ القمار وأصله من اليسر لأنه كسب من غير كدّ ولا تعب، وقيل من اليسار لأنه سبب الغنى. ﴿إِثْمٌ﴾ الإِثم: الذنب وجمعه آثام وتسمى الخمر ب «الإِثم» لأن شربها سبب في الإِثم قال الشاعر:\nشربت الإِثم حتى ضلَّ عقلي كذاك الإِثم تذهب بالعقول ... ﴿العفو﴾ الفضل والزيادة على الحاجة. ﴿أَعْنَتَكُمْ﴾ أوقعكم في الحرج والمشقة، وأصل العنت: المشقة. ﴿أَمَةٌ﴾ الأَمَةُ: المملوكة بملك اليمين وهي تقابل الحرة وجمعها إماء. ﴿المحيض﴾ مصدر بمعنى الحيض كالمعيش بمعنى العيش، وأصل الحيض: السيلان يقال: حاض السيل وفاض وحاضت الشجرة أي سألت ويقال للمرأة حائض وحائضة وأنشد الفراء:\nكحائضةٍ يُزنى بها غيرَ طاهر ... ﴿حَرْثٌ﴾ الحرث: إِلقاء البذر في الأرض قاله الراغب، وقال الجوهري: الحرث: الزرع، والحارث الزارع ومعنى حرث أي مزرعٌ ومنبتٌ للولد على سبيل التشبيه. ﴿عُرْضَةً﴾ مانعًا وكل ما يعترض فيمنع عن الشيء فهو عُرضة ولهذا يقال للسحاب: عارض لأنه يمنع رؤية الشمس. ﴿اللغو﴾ الساقط الذي لا يعتد به سواءً كان كلامًا أو غيره ولغو الطائر: تصويته.\nسَبَبُ النّزول: أ - جاء جماعة من الأنصار فيهم عمر بن الخطاب إلى رسول الله ﷺ َ فقالوا:","vol":"1","page":125},{"text":"أفتنا في الخمر والميسر فإِنهما مذهبةٌ للعقل مسلبةٌ للمال فأنزل الله ﴿يَسْأَلُونَكَ عَنِ الخمر والميسر ...﴾ الآية.\nب - عن ابن عباس قال: لمّا أنزل الله ﴿وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ﴾ [الأنعام: ١٥٢] انطلق من كان عنده مال يتيم فعزل طعامه من طعامه وشرابه من شرابه، فجعل يفضل الشيء من طعامه فيحبس له حتى يأكله أو يفسد واشتد ذلك عليهم فذكروا ذلك لرسول الله ﷺ َ فأنزل الله ﴿وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ ...﴾ الآية.\nج - عن أنس أن اليهود كانت إِذا حاضت منهم امرأة أخرجوها من البيت فلم يؤاكلوها ولم يشاربوها ولم يجامعوها في البيت، فسئل رسول الله ﷺ َ عن ذلك فأنزل الله ﷿ ﴿وَيَسْأَلُونَكَ عَنِ المحيض قُلْ هُوَ أَذًى. .﴾ الآية.\nالتفسِير: ﴿يَسْأَلُونَكَ عَنِ الخمر والميسر﴾ أي يسألونك يا محمد عن حكم الخمر وحكم القمار ﴿قُلْ فِيهِمَآ إِثْمٌ كَبِيرٌ وَمَنَافِعُ لِلنَّاسِ﴾ أي قل لهم إنِ في تعاطي والميسر ضررًا عظيمًا وإِثمًا كبيرًا ومنافع مادية ضئيلة ﴿وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا﴾ أي وضررهما أعظم من نفعهما فإِن ضياع العقل وذهاب المال وتعريض البدن للمرض في الخمر، وما يجرُّه القمار من خراب البيوت ودمار الأسر وحدوث العداوة والبغضاء بين اللاعبين، كلُّ ذلك محسوس مشاهد وإِذا قيس الضرر الفادح بالنفع التافه ظهر خطر المنكر الخبيث ﴿وَيَسْأَلُونَكَ مَاذَا يُنفِقُونَ قُلِ العفو﴾ أي ويسألونك ماذا ينفقون وماذا يتركون من أموالهم؟ قل لهم: أنفوقا الفاضل عن الحاجة ولا تنفقوا ما تحتاجون إِليه وتضيعوا أنفسكم ﴿كذلك يُبيِّنُ الله لَكُمُ الآيات﴾ أي كما يبّين لكم الأحكام يبيّن لكم المنافع والمضار والحلال والحرام ﴿لَعَلَّكُمْ تَتَفَكَّرُونَ فِي الدنيا والآخرة﴾ أي لتتفكروا في أمر الدنيا والآخرة فتعلموا أن الأولى فانية والآخرة باقية فتعملوا لما هو أصلح، والعاقل من آثر ما يبقى على ما يفنى.\n﴿وَيَسْأَلُونَكَ عَنِ اليتامى قُلْ إِصْلاَحٌ لَّهُمْ خَيْرٌ﴾ أي ويسألونك يا محمد عن مخالطة اليتامى في أموالهم أيخالطونهم أم يعتزلونهم؟ فقل لهم: مداخلتهم على وجه الإِصلاح خير من اعتزالهم ﴿وَإِنْ تُخَالِطُوهُمْ فَإِخْوَانُكُمْ﴾ أي إِذا خلطتم أموالهم بأموالكم على وجه المصلحة لهم فهم إِخوانكم في الدين، وأخوة الدين أقوى من أخوّة النسب، ومن حقوق هذه الأخوّة المخالطة بالإِصلاح والنفع ﴿والله يَعْلَمُ المفسد مِنَ المصلح﴾ أي والله تعالى أعلم وأدرى بمن يقصد بمخالطتهم الخيانة والإِفساد لأموالهم، ويعلم كذلك من يقصد لهم الإِصلاح فيجازي كلًاّ بعمله ﴿وَلَوْ شَآءَ الله لأَعْنَتَكُمْ﴾ أي لو شاء تعالى لأوقعكم في الحرج والمشقة وشدَّد عليكم ولكنه يسّر عليكم الدين وسهّله رحمة بكم ﴿إِنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي هو تعالى الغالب الذي لا يمتنع عليه شيء الحكيم فيما يشرّع لعباده من الأحكام ثم قال تعالى محذرًا من زواج المشركات اللواتي ليس لهن دين سماوي ﴿وَلاَ تَنْكِحُواْ المشركات حتى يُؤْمِنَّ﴾ أي لا تتزوجوا أيها المسلمون بالمشركات من غير أهل الكتاب حتى يؤمنَّ بالله واليوم الآخر ﴿وَلأَمَةٌ مُّؤْمِنَةٌ خَيْرٌ مِّن مُّشْرِكَةٍ وَلَوْ أَعْجَبَتْكُمْ﴾ أي ولأمة مؤمنة خير وأفضل من حرة مشركة، ولو أعجبتكم المشركة بجمالها ومالها وسائر ما يوجب الرغبة فيها من حسب أو جاه أو سلطان ﴿وَلاَ تُنْكِحُواْ المشركين حتى يُؤْمِنُواْ﴾ أي ولا تزوجوا بناتكم من المشركين -","vol":"1","page":126},{"text":"وثنيّين كانوا أو أهل كتاب - حتى يؤمنوا بالله ورسوله ﴿وَلَعَبْدٌ مُّؤْمِنٌ خَيْرٌ مِّن مُّشْرِكٍ وَلَوْ أَعْجَبَكُمْ﴾ أي ولأن تزوجوهنَّ من عبد مؤمنٍ خير من لكم من أن تزوجوهن من حرّ مشرك مهما أعجبكم في الحسب والنسب والجمال ﴿أولئك يَدْعُونَ إِلَى النار﴾ أي أولئك المذكورون من المشركين والمشركات الذين حرمت عليكم مصاهرتهم ومناكحتهم يدعونكم إلى ما يوصلكم إلى النار وهو الكفر والفسوق فحقكم ألا تتزوجوا منهم ولا تزوجوهم ﴿والله يدعوا إِلَى الجنة والمغفرة بِإِذْنِهِ﴾ أي هو تعالى يريد بكم الخير ويدعوكم إلى ما فيه سعادتكم وهو العمل الذي يوجب الجنة ومغفرة الذنوب ﴿وَيُبَيِّنُ آيَاتِهِ لِلنَّاسِ لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي يوضح حججه وأدلته للناس ليتذكروا فيميزوا بين الخير والشر والخبيث والطيب.\n. ثم بيّن تعالى أحكام الحيض فقال: ﴿وَيَسْأَلُونَكَ عَنِ المحيض قُلْ هُوَ أَذًى﴾ ويسألونك يا محمد عن إتيان النساء في حالة الحيض أيحل أم يحرم؟ فقل لهم: إِنه شيء مستقذر ومعاشرتهن في هذه الحالة فيه أذى للزوجين ﴿فاعتزلوا النسآء فِي المحيض﴾ أي اجتنبوا معاشرة النساء في حالة الحيض ﴿وَلاَ تَقْرَبُوهُنَّ حتى يَطْهُرْنَ﴾ أي لا تجامعونن حتى ينقطع عنهم دم الحيض ويغتسلن. والمرادُ التنبيه على أن الغرض عدم المعاشرة لا عدم القرب منهن وعدم مؤاكلتهن ومجالستهن كما كان يفعل اليهود إِذا حاضت عندهم المرأة ﴿فَإِذَا تَطَهَّرْنَ فَأْتُوهُنَّ مِنْ حَيْثُ أَمَرَكُمُ الله﴾ أي فإِذا تطهَّرن بالماء فأتوهنَّ في المكان الذي أحله الله لكم، وهو مكان النسل والولد القُبُل لا الدبر ﴿إِنَّ الله يُحِبُّ التوابين وَيُحِبُّ المتطهرين﴾ أي يحبُّ التائبين من الذنوب، المتنزهين عن الفواحش والأقذار ﴿نِسَآؤُكُمْ حَرْثٌ لَّكُمْ فَأْتُواْ حَرْثَكُمْ﴾ أي نساؤكم مكان زرعكم وموضع نسلكم وفي أرحامهن يتكوّن الولد، فأتوهن في موضع النسل والذرية ولا تتعدوه إِلى غيره قال ابن عباس: اسق نباتك من حيث ينبت. ومعنى ﴿أنى شِئْتُمْ﴾ أي كيف شئتم قائمةً وقاعدةً ومضطجعة بعد أن يكون في مكان الحرث «الفرج» وهو ردٌّ لقول اليهود: إِذا أَتى الرجل امرأته في قُبُلها من دبرها جاء الولد أحول ﴿وَقَدِّمُواْ لأَنْفُسِكُمْ﴾ أي قدموا صالح الأعمال التي تكون لكم ذخرًا في الآخرة ﴿واتقوا الله واعلموا أَنَّكُمْ مُّلاَقُوهُ﴾ أي خافوا الله باجتناب معاصيه وأيقنوا بأن مصيركم إِليه فيجازيكم بأعمالكم ﴿وَبَشِّرِ المؤمنين﴾ أي بشرهم بالفوز العظيم في جنات النعيم ﴿وَلاَ تَجْعَلُواْ الله عُرْضَةً لأَيْمَانِكُمْ﴾ أي لا تجعلوا الحلف بالله سببًا مانعًا عن فعل الخير فتتعللوا باليمين بأن يقول أحدكم: قد حلفتُ بالله ألاّ أفعله وأريد أن أبرّ بيميني بل افعلوا الخير وكفّروا عن أيمانكم قال ابن عباس: لا تجعلنَّ الله عرضة ليمينك أن لا تصنع الخير ولكن كفّر عن يمينك واصنع الخير ﴿أَن تَبَرُّواْ وَتَتَّقُواْ وَتُصْلِحُواْ بَيْنَ الناس﴾ أي لا تجعلوه تعالى سببًا مانعًا عن البر والتقوى والإِصلاح بين الناس وقد نزلت في «عبد الله بن رواحة» حين حلف ألا يكلّم ختنه «النعمان بن بشير» ولا يصلح بينه وبين أخته ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوالكم عليم بأحوالكم. . ثم قال تعالى: ﴿لاَّ يُؤَاخِذُكُمُ الله باللغو في أَيْمَانِكُمْ﴾ أي لا يؤاخذكم بما جرى على لسانكم من ذكر اسم الله من غير قصد الحلف كقول أحدكم: بلى والله، ولا والله لا يقصد به اليمين ﴿ولكن يُؤَاخِذُكُم بِمَا كَسَبَتْ قُلُوبُكُمْ﴾ أي يؤاخذكم بما قصدتم إِليه وعقدتم","vol":"1","page":127},{"text":"القلب عليه من الإِيمان إذا حنثتم فيها ﴿والله غَفُورٌ حَلِيمٌ﴾ أي واسع المغفرة لا يعاجل عبادة بالعقوبة.\nالبَلاَغَة: ١ - ﴿يَسْأَلُونَكَ عَنِ الخمر والميسر﴾ فيه إِيجاز بالحذف أي عن شرب الخمر وتعاطي الميسر.\n٢ - ﴿وَإِثْمُهُمَآ أَكْبَرُ مِن نَّفْعِهِمَا﴾ هذا من باب التفصيل بعد الإِجمال وهو ما يسمى في البلاغة ب «الإِطناب» .\n٣ - ﴿كذلك يُبيِّنُ الله لَكُمُ الآيات﴾ فيه تشبيه مرسلٌ مجملٌ.\n٤ - ﴿المفسد مِنَ المصلح﴾ في الآية طباقٌ بين كلمة «المفسد» و«المصلح» وهو من المحسنات البديعية.\n٥ - ﴿يَدْعُونَ إِلَى النار والله يدعوا إِلَى الجنة﴾ كذلك يوجد طباق بين كلمة «النار» وكلمة «الجنة.\n٦ - ﴿قُلْ هُوَ أَذًى﴾ فيه تشبيه بليغ حيث حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا وأصله الحيض شيء مستقذر كالأذى فحذف ذلك مبالغة على حد قولهم: عليٌ أسد.\n٧ - ﴿وَلاَ تَقْرَبُوهُنَّ﴾ كناية عن الجماع.\n٨ - ﴿نِسَآؤُكُمْ حَرْثٌ﴾ على حذف مضاف أي موضع حرث أو على سبيل التشبيه فالمرأة كالأرض، والنطفة كالبذر، والولد كالنبات الخارج، فالحرث بمعناى المحترث سمي به على سبيل المبالغة.\nالفوَائِد الأولاى: تسمى الخمر أم الخبائث لأنها سبب في كل فعل قبيح، روى النسائي عن عثمان ﵁ أنه قال» اجتنبوا الخمر فإِنها أم الخبائث، إِنه كان رجل ممن قبلكم متعبد فعلقته امرأة غوية حتى أفضى إِلى امرأة وضيئة، عندها غلامٌ وباطية خمر فقالت: إِني ما دعوتك للشهادة ولكن دعوتك لتقع عليَّ أو تشرب من هذه الخمر كأسًا أو تقتل هذا الغلام، قال فاسقيني من هذه الخمر كأسًا فسقته كأسًا فقال: زيدوني فزادوه فلم يبرح حتى وقع عليها وقتل النفس، فاجتنبوا الخمر فإِنها والله لا يجتمع الإِيمان وإِدمان الخمر إِلا ليوشك أن يُخرج أحدهما صاحبه «.\nالثانية: كيف يكون في الخمر مناقع مع أنها تذهب بالعقل والمال؟ والجواب أنّ المراد بالمنافع في الآية» المنافع المادية «حيث كانوا يتاجرون بها فيربحون منها الربح الفاحش ويحتمل أن يراد بالنفع تلك اللذة والنشوة المزعومة التي عبّر عنها الشاعر بقوله:\nونشربها فتتركنا ملوكًا ... وأُسْدًا ما ينهنهنا اللقاء\nقال القرطبي: وشارب الخمر يصير ضُحكةً للعقلاء فيلعب ببوله وعذرته وربما يمسح وجهه حتى رُئي بعضهم يمسح وجهه ببوله ويقول: اللهمّ اجعلني من التوابين واجعلني من المتطهرين، ورئي","vol":"1","page":128},{"text":"بعضهم والكلب يلحس وجهه وهو يقول: أمرمك الله كما أكرمتني.\nالثالثة: قال الزمخشري: ﴿فاعتزلوا النسآء﴾ ﴿مِنْ حَيْثُ أَمَرَكُمُ الله﴾ ﴿فَأْتُواْ حَرْثَكُمْ أنى شِئْتُمْ﴾ من الكنايات اللطيفة والتعريضات المستحسنة، وهذه وأشباهها في كلام الله آداب حسنة، على المؤمنين أن يتعلموها ويتأدبوا بها ويتكلفوا مثلها في محاورتهم ومكاتبتهم.","vol":"1","page":129},{"text":"المنَاسَبَة: ذكر تعالى في الآيات السابقة بعض الأمراض الاجتماعية التي تنخر جسم الأمّة وتحلُّ عرى الجماعة وتوقع بينهم العداوة والبغضاء كالخمر والميسر، ثم انتقل إلى الحديث عن الأسرة باعتبار أنها النواة الأولى لبناء المجتمع الفاضل، فبصلاح الأسرة يصلح المجتمع وبفسادها يفسد المجتمع، واتبدأ من أحكام الأسرة بالعلاقة الزوجية ونبّه على ضرورة أن يكون الاختيار على أساس الدّين لتظل العلاقة موثقة بروابط المودة والرحمة والإِخلاص، فالمشركة لا يحل لها أن تكون في حجر المسلم، والمؤمنة لا يحل لها أن تكون تحت سلطان الرجل المشرك ولهذا حرّم الإِسلام الزواج بالمشركات وتزويج المشركين بالمؤمنات، ثم بيّن في هذه الآيات الكريمة بعض الأمراض التي تحل بالأسرة وتهدد كيانها فذكر منها الإِيلاء، والطلاق، والخلع وبيّن العلاج الناجع لمثل هذه المشاكل التي تقوّض بنيان الأسرة.\nاللغَة: ﴿يُؤْلُونَ﴾ الإِيلاء لغة: الحلف يقال: آلى يؤالي إِيلاءً قال الشاعر:\nفآلبيت لا أنفك أحدو قصيدةً ... تكون وإِياها بها مثلًا بعدي\nوفي الشرع: اليمين على ترك وطء الزوجة ﴿تَرَبُّصُ﴾ التربص: الانتظار ومنه ﴿قُلْ تَرَبَّصُواْ فَإِنِّي مَعَكُمْ مِّنَ المتربصين﴾ [الطور: ٣١] أي انتظروا. ﴿فَآءُو﴾ الفيء: الرجوع ومنه قيل للظلّ فيءٌ لأنه","vol":"1","page":129},{"text":"يرجع بعد أن تقلص قال الفراء: العرب تقول فلان سريع الفيء أي سريع الرجوع بعد الغضب قال الشاعر:\nففاءت ولم تقض الذي أقبلت له ... ومن حاجة الإِنسان ما ليس قاضيا\n﴿قرواء﴾ جمع قرء اسم يقع على الحيض والطهر فهو من الأضداد وأصل القرء: الاجتماع سمي به الحيض لاجتماع الدم في الرحم قال في القاموس: القَرْءُ بالفتح ويضم: الحيضُ والطهرُ والوقت، وجمع الطهر قروءٌ، وجمع الحيض أقراءٌ. ﴿بُعُولَتُهُنَّ﴾ جمع بعل ومعناه الزوج. ﴿وهذا بَعْلِي شَيْخًا﴾ [هود: ٧٢] والمرأة بعلة. ﴿دَرَجَةٌ﴾ الدرجة: المنزلة الرفيعة. ﴿الطلاق﴾ مصدر طلقتُ المرأة ومعنى الطلاق: حلُّ عقد النكاح وأصله الانطلاق والتخلية يقال: ناقة طالق أي مهملة تركت في المدعى بلا قيد ولا راعي، فسميت المرأة المخلَّى سبيلها طالقًا لهذا المعنى. ﴿تَسْرِيحٌ﴾ التسريح: إِرسال الشيء ومنه تسريح الشعر ليخلص البعض من البعض، وسرَّح الماشية أرسلها، قال الراغب: والتسريح في الطلاق مستعارٌ من تسريح الإِبل كالطلاق مستعار من إِطلاق الإِبل.\nسَبَبُ النّزول: كان الرجل في الجاهلية يطلق امرأته ما شاء من الطلاق ثم يراجعها قبل أن تنقضي عدتها ولو طلقها ألف مرة كان له الحق في مراجعتها، فعمد رجل لامرأته فقال لها: لا آويك ولا أدعك تحلّين قالت: وكيف؟ قال أطلّقك فإِذا دنا مضِيُّ عدتك راجعتك، فشكت المرأة أمرها للنبيّ ﷺ َ فأنزل الله ﴿الطلاق مَرَّتَانِ﴾ الآية.\nالتفسِير: ﴿لِّلَّذِينَ يُؤْلُونَ مِن نِّسَآئِهِمْ تَرَبُّصُ أَرْبَعَةِ أَشْهُرٍ﴾ أي للذين يحلفون ألاّ يجامعوا نساءهم للإِضرار بهن انتظار أربعة أشهر ﴿فَإِنْ فَآءُو فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي إِن رجعوا إِلى عشرة أزواجهن بالمعروف - وهو كناية عن الجماع - أي رجعوا عن اليمين إِلى الوطء فإِن الله يغفر ما صدر منهم من إِساءة ويرحمهم ﴿وَإِنْ عَزَمُواْ الطلاق فَإِنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي وإِن صمّموا على عدم المعاشرة والامتناع عن الوطء فإِن الله سميعٌ لأقوالهم عليم بنيّاتهم، والمراد من الآية أنّ الزوج إِذا حلف ألا يقرب زوجته تنتظره الزوجة مدة أربعة أشهر فإِن عاشرها في المدة فبها ونعمت ويكون قد حنث في يمينه وعليه الكفارة، وإِن لم يعاشرها وقعت الفرقة والطلاق بمضي تلك المدة عند أبي حنيفة، وقال الشافعي: ترفع أمره إِلى الحاكم فيأمره إِما بالفيئة أو الطلاق فإِن امتنع عنهما طلّق عليه الحاكم هذا هو خلاصة حكم الإِيلاء.\n. ثم قال تعالاى مبينًا أحكام العدّة والطلاق الشرعي ﴿والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء﴾ أي الواجب على المطلقات المدخول بهن أن ينتظرن مدة ثلاثة أطهار - على قول الشافعي ومالك - أو ثلاث حِيَض على قول أبي حنيفة وأحمد ثم تتزوج إِن شاءت بعد انتهاء عدتها، وهذا في المدخول بها أما غير المدخول بها فلا عدة عليها لقوله تعالى: ﴿فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ﴾ [الأحزاب: ٤٩] ﴿وَلاَ يَحِلُّ لَهُنَّ أَن يَكْتُمْنَ مَا خَلَقَ الله في أَرْحَامِهِنَّ﴾ أي لا يباح للمطلقات أن يخفين ما في أرحامهن من حبلٍ أو حيض استعجالًا في العدة وإِبطالًا لحق الزوج في الرجعة ﴿إِن كُنَّ يُؤْمِنَّ بالله واليوم الآخر﴾ أي إِن كنَّ حقًا مؤمنات بالله","vol":"1","page":130},{"text":"ويخشين من عقابه، وهذا تهديد لهنَّ حتى يخبرن بالحق من غير زيادة ولا نقصان لأنه أمر لا يُعلم إِلاّ من جهتهنَّ ﴿وَبُعُولَتُهُنَّ أَحَقُّ بِرَدِّهِنَّ فِي ذَلِكَ إِنْ أرادوا إِصْلاَحًا﴾ وأزواجهن أحقُّ بهنَّ في الرجعة من التزويج للأجانب إِذا لم تنقض عدتهن وكان الغرض من الرجعة الإِصلاح لا الإِضرار، وهذا في الطلاق الرجعي ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بالمعروف﴾ أي ولهنَّ على الرجال من الحق مثل ما للرجال عليهن، بالمعروف الذي أمر تعالاى به من حسن العشرة وترك الضرار ونحوه ﴿وَلِلرِّجَالِ عَلَيْهِنَّ دَرَجَةٌ﴾ أي وللرجال على النساء ميزةٌ وهي فيما أمر تعالاى به من القوامة والإِنفاق والإِمرة ووجوب الطاعة فهي درجة تكليفٍ لا تشريف لقوله تعالى: ﴿إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ﴾ [الحجرات: ١٣] ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي غالب ينتقم ممن عصاه حكيم في أمره وتشريعه ثم بيّن تعالى طريقة الطلاق الشرعية فقال: ﴿الطلاق مَرَّتَانِ فَإِمْسَاكٌ بِمَعْرُوفٍ أَوْ تَسْرِيحٌ بِإِحْسَانٍ﴾ أي الطلاق المشروع الذي يملك به الزوج الرجعة مرتان وليس بعدهما إِلا المعاشرة بالمعروف مع حسن المعاملة أو التسريح بإِحسان بألا يظلمها من حقها شيئًا ولا يذكرها بسوء ولا ينفّر الناس عنها ﴿وَلاَ يَحِلُّ لَكُمْ أَن تَأْخُذُواْ مِمَّآ آتَيْتُمُوهُنَّ شَيْئًا﴾ أي لا يحل لكم أيها الأزواج أن تأخذوا مما دفعتم إِليهن من المهور شيئًا ولو قليلًا ﴿إِلاَّ أَن يَخَافَآ أَلاَّ يُقِيمَا حُدُودَ الله﴾ أي إِلا أن يخاف الزوجان سوء العشرة وألا يرعيا حقوق الزوجية التي أمر الله تعالى ﴿فَإِنْ خِفْتُمْ أَلاَّ يُقِيمَا حُدُودَ الله فَلاَ جُنَاحَ عَلَيْهِمَا فِيمَا افتدت بِهِ﴾ أي فإِن خفتم سوء العشرة بينهما وأرادت الزوجة أن تختلع بالنزول عن مهرها أو بدفع شيء من المال لزوجها حتى يطلقها فلا إِثم على الزوج في أخذه ولا على الزوجة في بذله ﴿تِلْكَ حُدُودُ الله فَلاَ تَعْتَدُوهَا﴾ أي هذه الأحكام العظيمة من الطلاق والرجعة والخلع وغيرها هي شرائع الله وأحكامه فلا تخالفوها ولا تتجاوزوها إِلى غيرها ممّا لم يشرعه الله ﴿وَمَن يَتَعَدَّ حُدُودَ الله فأولئك هُمُ الظالمون﴾ أي من خالف أحكام الله فقد عرَّض نفسه لسخط الله وهو من الظالمين المستحقين للعقاب الشديد ﴿فَإِنْ طَلَّقَهَا فَلاَ تَحِلُّ لَهُ مِن بَعْدُ حتى تَنْكِحَ زَوْجًا غَيْرَهُ﴾ أي فإِن طلّق الرجل المرأة ثالث مرة فلا تحل له بعد ذلك حتى تتزوج غيره وتطلق منه، بعد أن يذوق عسيلتها وتذوق عسيلته كما صرّح به الحديث الشريف، وفي ذلك زجر عن طلاق المرأة ثلاثًا لمن له رغبة في زوجته لأن كل شيء مروءة يكره أن يفترش امرأته آخر ﴿فَإِن طَلَّقَهَا فَلاَ جُنَاحَ عَلَيْهِمَآ أَن يَتَرَاجَعَآ إِن ظَنَّآ أَن يُقِيمَا حُدُودَ الله﴾ أي إِن طلقها الزوج الثاني فلا بأس أن تعود إِلى زوجها الأول بعد انقضاء العدّة إِن كان ثمة دلائل تشير إِلى الوفاق وحسن العشرة ﴿وَتِلْكَ حُدُودُ الله يُبَيِّنُهَا لِقَوْمٍ يَعْلَمُونَ﴾ أي تلك شرائع الله وأحكامه يوضحها ويبينها لذوي العلم والفهم الذين ينظرون في عواقب الأمور.\nالبَلاَغَة: ١ - ﴿فَإِنَّ الله سَمِيعٌ عَلِيمٌ﴾ خرج الخبر عن ظاهره إِلى معنى الوعيد والتهديد.\n٢ - ﴿والمطلقات يَتَرَبَّصْنَ﴾ خبرٌ في معنى الأمر وأصل الكلام وليتربصْ الملطقاتُ، قال الزمخشري: وإِخراج الأمر في صيغة الخبر تأكيدٌ للأمر وإِشعارٌ بأنه ممّأ يجب أن يُتلقى بالمسارعة إِلى","vol":"1","page":131},{"text":"امتثاله، فكأنهن امتثلن الأمر فهو يخبر عنه موجودًا، وبناؤه على المبتدأ مما زاده فضل تأكيد.\n٣ - ﴿إِن كُنَّ يُؤْمِنَّ بالله﴾ ليس الغرض منه التقييد بالإِيمان بل هو للتهييج وتهويل الأمر في نفوسهن.\n٤ - ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ﴾ فيه إٍيجاز وإِبداع لا يخفى على المتمكن من علوم البيان، فقد حذف من الأول بقرينة الثاني، ومن الثاني بقرينة الأولى والمعنى: لهنّ على الرجال من الحقوق مثل الذي للرجال عليهن من الحقوق، وفيه من المحسنات البديعية أيضًا الطباق بين «لهنَّ» و«عليهنَّ» وهو طباقٌ بين حرفين.\n٥ - ﴿فَإِمْسَاكٌ بِمَعْرُوفٍ﴾ بين لفظ «إِمساك» ولفظ «تسريح» طباقٌ أيضًا.\n٦ - ﴿تِلْكَ حُدُودُ الله﴾ وضع الاسم الجليل موضع الضمير لتربية المهابة وإِدخال الروعة في النفوس، وتعقيبُ النهي بالوعيد للمبالغة في التهديد.\n٧ - ﴿فأولئك هُمُ الظالمون﴾ قصر صفة على موصوف.\nفَائِدَة: أول خلع كان في الإِسلام في امرأة (ثابت بن قيس) «أتت رسول الله ﷺ َ فقالت يا رسول الله: لا يجمع الله رأسي ورأسه شيءٌ أبدًا، والله ما أعيب عليه في خلقٍ ولا دين ولكن أكره الكر بعد الإِسلام فقال لها ﵇:» أَتَرُدِّينَ عَلَيهِ حَدِيقَتَهُ؟ «قالت: نعم ففرّق بينهما» .\nلطيفَة: روي عن ابن عباس ﵄ أنه قال: إِني لا أحب أن أتزين لامرأتي كما تتزين لي لأن الله تعالى يقول: ﴿وَلَهُنَّ مِثْلُ الذي عَلَيْهِنَّ بالمعروف﴾ .","vol":"1","page":132},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن أحكام الطلاق وتوضّح طريقته وشروطًا وآدابه وتنهى عن الإِيذاء والإِضرار فوجه المناسبة إِذًا ظاهر.\nاللغَة: ﴿فَبَلَغْنَ أَجَلَهُنَّ﴾ أي قاربن من الانتهاء من العدة. ﴿ضِرَارًا﴾ أي بقصد الإِضرار، قال القفال: الضرّار هو المضارّة كقوله: ﴿مَسْجِدًا ضِرَارًا﴾ [التوبة: ١٠٧] أي ليضاروا المؤمنين. ﴿تَعْضُلُوهُنَّ﴾ العضل:","vol":"1","page":132},{"text":"المنع والتضييق يقال: أعضل الأمر أي أشكل وضاقت فيه الحيل وداء عُضال أي عسير أعيا الأطباء، قال الأزهري: وأصله من عضلت الناقة إِذا نشب ولدها فلم يسهل خروجه. ﴿يُوعَظُ بِهِ﴾ يوصى ويؤمر به. ﴿أزكى﴾ أنمى وأنفع يقال: زكا الزرع إِذا نما بكثرةٍ وبركة. ﴿وَأَطْهَرُ﴾ الطهارة: التنزه عن الدَّنْس والمعاصي.\nسَبَبُ النّزول: روي أنّ «معقل بن يسار» زوَّج أخته رجلًا من المسلمين على عهد النبيّ ﷺ َ فكانت عنده ما كانت ثم طلقها تطليقة لم يراجعها حتى انقضت العدّة، فهويها وهويته ثم خطبها مع الخطّاب فقال له: يا لُكَع، أي «يا لئيم» أكرمتك بها وزوجتك فطلقتها!! والله لا ترجع إِليك أبدًا فعلم الله حاجته إِليها وحاجتها إِلى بعلها فأنزل الله ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ فَلاَ تَعْضُلُوهُنَّ. .﴾ الآية فلما سمعها معقل قال: سمعًا لربي وطاعة ثم دعاه فقال: أزوجك وأكرمك.\nالتفسِير: ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ﴾ أي إِذا طلقتم يا معشر الرجال النساء طلاقًا رجعيًا وقاربن انقضاء العدة ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ سَرِّحُوهُنَّ بِمَعْرُوفٍ﴾ أي فراجعوهنّ من غير ضرار ولا أذى أو اتركوهن حتى تنقضي عدتهن بإِحسان من غير تطويل العدّة عليهن ﴿وَلاَ تُمْسِكُوهُنَّ ضِرَارًا لِّتَعْتَدُواْ﴾ أي لا تراجعوهن إِرادة الإِضرار بهنّ لتظلموهن بالإِلجاء إِلى الافتداء، وفيه زجرٌ لما كان عليه الناس حيث كان الزوج يترك المعتدة حتى إِذا شارفت انقضاء العدّة يراجعها للإِضرار بها ليطوّل عليها العدّة لا للرغبة فيها ﴿وَمَن يَفْعَلْ ذَلِكَ فَقَدْ ظَلَمَ نَفْسَهُ﴾ أي من يمسكها للإِضرار بها أو ليكرهها على الافتداء فقد ظلم بذلك العمل نفسه لأنه عرّضها لعذاب الله ﴿وَلاَ تتخذوا آيَاتِ الله هُزُوًا﴾ أي لا تهزءوا بأحكام الله وأوامره ونواهيه فتجعلوا شريعته مهزوءًا بها بمخالفتكم لها ﴿واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُمْ مِّنَ الكتاب والحكمة﴾ أي اذكروا فضل الله عليكم بهدايتكم للإِسلام وما أنعم به عليكم من القرآن العظيم والسنّة المطهّرة ﴿يَعِظُكُمْ بِهِ﴾ أي يرشدكم ويذكّركم وهدي رسوله إِلى سعادتكم في الدارين ﴿واتقوا الله واعلموا أَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي خافوا الله وراقبوه في أعمالكم واعلموا أنه تعالى لا تخفى عليه خافية من أحوالكم ثم أمر تعالى الأولياء بعدم عضل النساء الراغبات في العودة إِلى أزواجهن فقال: ﴿وَإِذَا طَلَّقْتُمُ النسآء فَبَلَغْنَ أَجَلَهُنَّ﴾ أي إِذا طلقتم النساء وانقضت عدتهن ﴿فَلاَ تَعْضُلُوهُنَّ أَن يَنكِحْنَ أَزْوَاجَهُنَّ إِذَا تَرَاضَوْاْ بَيْنَهُمْ بالمعروف﴾ أي فلا تمنعوهن يا معشر الأولياء من العودة لأزواجهن إِذا صلحت الأحوال بين الزوجين وظهرت أمارات الندم ورضي كل منهما إِلى العودة لصاحبه والسير بما يرضي الله ﴿ذلك يُوعَظُ بِهِ مَن كَانَ مِنكُمْ يُؤْمِنُ بالله واليوم الآخر﴾ أي ما نهيتكم عنه من الإِضرار والعضل يُنصح به ويوعظ من كان يؤمن بالله واليوم الآخر لأنه هو المنتفع بالمواعظ الشرعية ﴿ذلكم أزكى لَكُمْ وَأَطْهَرُ﴾ أي الاتعاظ بما ذكر والتمسك بأوامر الله خير وأنفع لكم وأطهر من الآثام وأوضار الذنوب ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي والله يعلم ما هو أصلح لكم من الأحكام والشرائع وأنتم لا تعلمون ذلك، فامتثلوا أمره تعالى ونهيه في","vol":"1","page":133},{"text":"جميع ما يأتون وما تذرون.\nالبَلاَغَة: ١ - ﴿فَبَلَغْنَ أَجَلَهُنَّ﴾ أي قاربن انقضاء عدتهن أُطلق اسم الكل على الأكثر فهو مجاز مرسل لأنه لو انقضت العدّة لما جاز له إِمساكها والله تعالى يقول: ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ﴾ .\n٢ - ﴿واذكروا نِعْمَتَ الله عَلَيْكُمْ وَمَآ أَنزَلَ عَلَيْكُمْ مِّنَ الكتاب والحكمة﴾ هو من باب عطف الخاص على العام لأن النعمة يراد بها نعم الله والكتاب والسنّة من أفراد هذه النعم.\n٣ - ﴿واعلموا أَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ بين كلمة «اعلموا» و«عليم» من المحسنات البديعية ما يسمى بجناس الاشتقاق.\n٤ - ﴿أَن يَنكِحْنَ أَزْوَاجَهُنَّ﴾ يراد بأزواجهن «المطلقين» لهن فهو من باب المجاز المرسل والعلاقة اعتبار ما كان.\nفَائِدَة: قال الإِمام الفخر: الحكمة في إِثبات حق الرجعة أنّ الإِنسان ما دام مع صاحبه لا يدري هل تشقُّ عليه المفارقة أو لا؟ فإِذا فارقة فعند ذلك يظهر، فلو جعل الله الطلقة الواحدة مانعةً من الرجوع لعظمت المشقة على الإِنسان إِذ قد تظهر المحبة بعد المفارقة، ثم لما ان كمال التجربة لا يحصل بالمرة الواحدة أثبت تعالى حق المراجعة مرتين، وهذا يدل على كمال رحمته تعالى ورأفته بعباده.","vol":"1","page":134},{"text":"المنَاسَبَة: لما ذكر تعالى جملة من الأحكام المتعلقة بالنكاح والطلاق والعدة والرجعة والعَضْل، ذكر في هذه الآية الكريمة حكم الرضاع لأنّ الطلاق يحصل به الفراق فقد يطلّق الرجل زوجته ويكون لها طفل ترضعه وربما أضاعت الطفل أو حرمته الرضاع من الزوج وإيذاءً له في ولده، لذلك وردت هذه الآية لندب الوالدات المطلقات إِلى رعاية الأطفال والاهتمام بشأنهم، ثم أعقب ذلك ببيان حكم الفراق بين الزوجين بالموت وما يجب على المرأة من العدَّة فيه رعايةً لحق الزوج، كما ذكر تعالى موضع خطبة المرأة في حالة العدّة، وموضوع استحقاق المرأة لنصف المهر أو كامل المهر بعد الفراق أو الطلاق.\nاللغَة: ﴿فِصَالًا﴾ الفِصال والفَصْل: الفطام سمي به لأن الولد ينفصل عن لبن أمه إِلى غيره من الأقوات، قال المبرّد: الفِصال أحسن من الفصل لأنه إِذا انفصل عن أمه فقد انفصلت عنه فبينهما فِصال كالقِتال والضراب ﴿تَشَاوُرٍ﴾ التشاور: استخراج الرأي ومثله المشاورة والمشورة مأخوذ من الشَّوْر وهو استخراج العسل. ﴿يَذَرُونَ﴾ يتركون وهذا الفعل لا يستعمل منه الماضي ولا المصدر. ﴿عَرَّضْتُمْ﴾ التعريض: الإِيماء والتلويح من غير كشفٍ وإظهار، مأخوذ من عرض الشيء أي جانبه كقول الفقير للمحسن: جئت لأنظر إِلى وجهك الكريم ﴿خِطْبَةِ﴾ بكسر الخاء طلب النكاح وبالضم الموعظة كخُطبة الجمعة والعيدين. ﴿أَكْنَنتُمْ﴾ سترتم وأضمرتم والإِكنان: السرُّ والخفاء. ﴿عُقْدَةَ النكاح﴾ من العقد وهو الشدُّ وفي المثل «يا عاقد اذكر حلًا» قال الراغب: العُقدة اسم لما يعقد من نكاح أو يمين أو غيرهما. ﴿حَلِيمٌ﴾ يمهل العقوبة فلا يعجّل بها للعاصي. ﴿المقتر﴾ الفقير يقال: أقتر الرجل إذا افتقر.\nسَبَبُ النّزول: روي «أن رجلًا من الأنصار تزوج امرأة من بني حنيفة ولم يسمّ لها مهرًا ثم طلّقها قبل أن يمسَّها فنزلت الآية ﴿لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النسآء مَا لَمْ تَمَسُّوهُنَّ﴾ فقال له النبيّ ﷺ َ» متِّعْها وَلوْ بِقَلَنْسُوَتِكَ «.\nالتفسِير: ﴿والوالدات يُرْضِعْنَ أَوْلاَدَهُنَّ حَوْلَيْنِ كَامِلَيْنِ﴾ أي الواجب على الأمهات أن يرضعن أولادهن لمدة سنتين كاملتين ﴿لِمَنْ أَرَادَ أَن يُتِمَّ الرضاعة﴾ أي إِذا شاء الوالدان إتمام الرضاعة ولا زيادة عليه ﴿وَعلَى المولود لَهُ رِزْقُهُنَّ وَكِسْوَتُهُنَّ بالمعروف﴾ أي وعلى الأب نفقة الوالدات المطلقات وكسوتهن بما هو متعارف بدون إِسراف ولا تقتير لتقوم بخدمته حق القيام ﴿لاَ تُكَلَّفُ نَفْسٌ إِلاَّ وُسْعَهَا﴾ أي تكون النفقة بقدر الطاقة لأنه تعالى لا يكلّف نفسًا إِلا وسعها ﴿لاَ تُضَآرَّ وَالِدَةٌ بِوَلَدِهَا وَلاَ مَوْلُودٌ لَّهُ بِوَلَدِهِ﴾ أي لا يضرَّ الوالدان بالولد فيفرِّطا في تعهده ويقصّرا في ما ينبغي له، وأو يضارَّ أحدهما الآخر بسبب الولد فترفض الأم إرضاعه لتضرّ أباه بتربيته، وينتزع الأب الولد منها إِضرارًا بها","vol":"1","page":135},{"text":"مع رغبتها في إِرضاعه ليغيط أحدهما صاحبه، قاله مجاهد ﴿وَعَلَى الوارث مِثْلُ ذلك﴾ أي وعلى الوارث مثلُ ما على والد الطفل من الإِنفاق على الأم والقيام بحقوقها وعدم الإِضرار بها والمراد به وارثُ الأب وقيل: وارثُ الصبي، والأول اختيار الطبري ﴿فَإِنْ أَرَادَا فِصَالًا عَن تَرَاضٍ مِّنْهُمَا وَتَشَاوُرٍ فَلاَ جُنَاحَ عَلَيْهِمَا﴾ أي فإِذا اتفق الوالدان على فطامه قبل الحولين ورأيا في ذلك مصلحة له بعد التشاور فلا إِثم عليهما ﴿وَإِنْ أَرَدتُّمْ أَن تسترضعوا أَوْلاَدَكُمْ فَلاَ جُنَاحَ عَلَيْكُمْ إِذَا سَلَّمْتُم مَّآ آتَيْتُم بالمعروف﴾ أي وإِن أردتم أيها الآباء أن تطلبوا مرضعةً لولدكم غير الأم بسبب عجزها أو إِرادتها الزواج فلا إِثم عليكم شريطة أن تدفعوا لها ما اتفقتم عليه من الأجر، فإِن المرضع إِذا لم تكرم لا تهتم بالطفل ولا تُعنى بإِرضاعه ﴿واتقوا الله واعلموا أَنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي راقبوا الله في جميع أفعالكم فإِنه تعالى لا يخفى عليه شيء من أقوالكم وأحوالكم ﴿والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ أَرْبَعَةَ أَشْهُرٍ وَعَشْرًا﴾ أي على النساء اللواتي يموت أزواجهن أن يمكثن في العدّة أربعة أشهر وعشرة أيام حدادًا على أزواجهنَّ وهذا الحكم لغير الحامل أما الحامل فعدتها، وضع الحمل لقوله تعالى:\n﴿وَأُوْلاَتُ الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ﴾ [الطلاق: ٤] ﴿فَإِذَا بَلَغْنَ أَجَلَهُنَّ فَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا فَعَلْنَ في أَنْفُسِهِنَّ بالمعروف﴾ أي فإِذا انقضت عدتهن فلا إِثم عليكم أَيها الأولياء في الإذن لهنّ بالزواج وفعل ما أباحه لهنّ الشرع من الزينة والتعرض للخطّاب ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي عليم بجميع أعمالكم فيجازيكم عليها ﴿وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا عَرَّضْتُمْ بِهِ مِنْ خِطْبَةِ النسآء﴾ أي لا إِثم عليكم أيها الرجال في التعريض بخطبة النساء المتوفّى عنهن أزواجهن في العدّة، بطريق التلميح لا التصريح، قال ابن عباس: كقول الرجل: وددتُ أنّ الله يسَّر لي امرأةً صالحة، وإِن النساء لمن حاجتي ﴿أَوْ أَكْنَنتُمْ في أَنْفُسِكُمْ﴾ أي ولا إِثم عليكم أيضًا فيما أخفيتموه في أنفسكم من رغبة الزواج بهنّ ﴿عَلِمَ الله أَنَّكُمْ سَتَذْكُرُونَهُنَّ ولكن لاَّ تُوَاعِدُوهُنَّ سِرًّا إِلاَّ أَن تَقُولُواْ قَوْلًا مَّعْرُوفًا﴾ أي قد علم الله أنكم ستذكرونهن في أنفسكم ولا تصبرون عنهن فرفع عنكم الحرج، فاذكروهنَّ ولكنْ لا تواعدوهنَّ بالنكاح سرًّا إِلا بطريق التعريض والتلويح وبالمعروف الذي أقرّه لكم الشرع ﴿وَلاَ تعزموا عُقْدَةَ النكاح حتى يَبْلُغَ الكتاب أَجَلَهُ﴾ أي ولا تعقدوا عقد النكاح حتى تنتهي العدّة ﴿واعلموا أَنَّ الله يَعْلَمُ مَا في أَنْفُسِكُمْ فاحذروه﴾ أي احذروا عقابه في مخالفتكم أمره ﴿واعلموا أَنَّ الله غَفُورٌ حَلِيمٌ﴾ أي يمحو ذنب من أناب ولا يعاجل العقوبة لمن عصاه. ثم ذكر تعالى حكم المطلقة قبل المساس فقال: ﴿لاَّ جُنَاحَ عَلَيْكُمْ إِن طَلَّقْتُمُ النسآء مَا لَمْ تَمَسُّوهُنَّ أَوْ تَفْرِضُواْ لَهُنَّ فَرِيضَةً﴾ أي لا إِثم عليكم أيها الرجال إِن طلقتم النساء قبل المسيس «الجماع» وقبل أن تفرضوا لهنَّ مهرًا، فالطلاق في مثل هذه الحالة غير محظور إِذا كان لمصلحة أو ضرورة ﴿وَمَتِّعُوهُنَّ عَلَى الموسع قَدَرُهُ وَعَلَى المقتر قَدَرُهُ مَتَاعًا بالمعروف حَقًّا عَلَى المحسنين﴾ أي فإِذا طلقتموهن فادفعوا لهنَّ المتعة تطييبًا لخاطرهن وجبرًا لوحشة الفراق، على قدر حال الرجل في الغنى والفقر، الموسر بقدر يساره، والمعسر بقدر إِعساره، تمتيعًا بالمعروف حقًّا على المؤمنين المحسنين ﴿وَإِن طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ وَقَدْ فَرَضْتُمْ لَهُنَّ فَرِيضَةً فَنِصْفُ مَا فَرَضْتُمْ﴾ أي وإِذا طلقتموهن قبل الجماع وقد كنتم ذكرتم لهنَّ مهرًا معينًا فالواجب عليكم أن تدفعوا نصف المهر المسمّى لهن لأنه طلاقٌ قبل المسيس ﴿إِلاَّ أَن يَعْفُونَ أَوْ يَعْفُوَاْ الذي بِيَدِهِ","vol":"1","page":136},{"text":"عُقْدَةُ النكاح﴾ أي إِلا إِذا أسقطت المطلّقة حقها أو أسقط وليُّ أمرها الحق إِذا كانت صغيرة، وقيل: هو الزوج لأنه هو الذي يملك عُقدة النكاح وذلك بأن يسامحها بكامل المهر الذي دفعه لها واختاره ابن جرير، وقال الزمخشري: القول بأنه الوليُّ ظاهر الصحة ﴿وَأَن تعفوا أَقْرَبُ للتقوى﴾ الخطاب عام للرجال والنساء، قال ابن عباس: أقربهما للتقوى الذي يعفو ﴿وَلاَ تَنسَوُاْ الفضل بَيْنَكُمْ إِنَّ الله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي لا تنسوا أيها المؤمنون الجميل والإِحسان بينكم، فقد ختم تعالى الآيات بالتذكير بعدم نسيان المودّة والإِحسان والجميل بين الزوجين، فإِذا كان الطلاق قد تمَّ لأسباب ضرورية قاهرة فلا ينبغي أن يكون هذا قاطعًا لروابط المصاهرة ووشائج القربى.\nالبَلاَغَة: ١ - ﴿والوالدات يُرْضِعْنَ﴾ أمر أُخرج مخرج الخبر مبالغة في الحمل على تحقيقه أي ليرضعن كالآية السابقة ﴿والمطلقات يَتَرَبَّصْنَ﴾ [البقرة: ٢٢٨] .\n٢ - ﴿تسترضعوا﴾ فيه إٍِيجاز بالحذف أي يسترضعوا المراضع لأولادكم، كما أنّ فيه الالتفات من الغيبة إِلى الخطاب لأنّ ما قبله ﴿فَإِنْ أَرَادَا فِصَالًا﴾ وفائدة هذا الالتفات هز مشاعر الآباء نحو الأبناء.\n٣ - ﴿وَلاَ تعزموا عُقْدَةَ النكاح﴾ ذكر العزْم للمبالغة في النهي عن مباشرة النكاح، فإِذا نهي عنه كان النهي عن الفعل من باب أولى.\n٤ - ﴿مَا لَمْ تَمَسُّوهُنَّ﴾ كنّى تعالى بالمسّ عن الجماع تأديبًا للعباد في اختيار أحسن الألفاظ فيما يتخاطبون به.\n٥ - ﴿وَأَن تعفوا﴾ و﴿وَلاَ تَنسَوُاْ الفضل﴾ الخطاب عام للرجال والنساء ولكنه ورد بطريق التغليب.\n٦ - ﴿واعلموا أَنَّ الله﴾ إِظهار الاسم الجليل في موضع الإِضمار لتربية المهابة والروعة.\nالفَوائِد الأولى: التعبير بلفظ «الوالدات» دون قوله «والمطلقات» أو النساء المطلقات لاستعطافهن نحو الأولاد، فحصول الطلاق لهنَّ لا ينبغي أن يحرمهنَّ عاطفة الأمومة.\nالثانية: أضاف تعالى الولد في الآية الكريمة إِلى كلٍّ من الأبوين في قوله: ﴿وَالِدَةٌ بِوَلَدِهَا﴾ و﴿مَوْلُودٌ لَّهُ بِوَلَدِهِ﴾ وذلك لطلب الاستعطاف والإِشفاق عليه، فالولد ليس أجنبيًا عن الوالدين هذه أمه وذاك أيوه فمن حقهما أن يشفقا عليه ولا تكون العداوة بينهما سببًا للإِضرار به.\nالثالثة: الحكمة في إِيجاب المتعة للمطلقة هي جبر إِيحاش الطلاق قال ابن عباس: إِن كان معسرًا متعها بثلاثة أثواب، وإِن كان موسرًا متعّها بخادم.\nالرابعة: روي أنّ الحسن بن علي متّع زوجته بعشرة آلاف درهم فقالت المرأة: «متاعٌ قليلٌ من","vol":"1","page":137},{"text":"حبيب مفارق» وسبب طلاقه إيّاها ما روي أنه لما أصيب عليٌّ كرّم الله وجهه وبويع الحسن بالخلافة قالت له: لتهنك الخلافة يا أمير المؤمنين! فقال: يُقتل عليٌّ وتظهرين الشماتة؟ اذهبي فأنت طالق ثلاثًا، فتلفعت بجلبابها وقعدت حتى انقضت عدتها فبعث إِليها بعشرة آلاف متعة وبقية ما بقي لها من صداقها فقالت ذلك، فلما أخبره الرسول بكى وقال: لولا أنني طلقتها ثلاثًا لراجعتها.","vol":"1","page":138},{"text":"المنَاسَبَة: توسطت آيات المحافظة على الصلاة خلال الآيات الكريمة المتعلقة بأحكام الأسرة وعلاقات الزوجين عند الطلاق أو الافتراق وذلك لحكمة بليغة، وهي أنّ الله تعالى لما أمر بالعفو والتسامح وعدم نسيان الفضل بعد الطلاق بيّن بعد ذلك أمر الصلاة، لأنها أعظم وسيلة إِلى نسيان هموم الدنيا وأكدارها ولهذا كان ﷺ َ إِذا حزبه همٌّ فزع إِلى الصلاة فالطلاق يولّد الشحناء والبغضاء، والصلاة تدعو إِلى الإِحسان والتسامح وتنهى عن الفحشاء والمنكر، وذلك أفضل طريق لتربية النفس الإِنسانية.\nاللغَة: ﴿حَافِظُواْ﴾ المحافظة: المداومة على الشيء والمواظبة عليه. ﴿الوسطى﴾ مؤنث الأوسط، ووسط الشيء خيره وأعدله قال أعرابي يمدح الرسول ﷺ َ:\nيا أوسط الناس طرًّا في مفاخرهم ... وأكرم الناس أمًّا برّةً وأبًا\n﴿قَانِتِينَ﴾ أصل القنوت في اللغة: المداومة على الشيء وقد خصّه القرآن بالدوام على الطاعة والملازمة لها على وجه الخشوع والخضوع قال تعالى: ﴿يامريم اقنتي لِرَبِّكِ﴾ [آل عمران: ٤٣] . ﴿فَرِجَالًا﴾ جمع راجل وهو القائم على القدمين قال الراغب: اشتُقَّ من الرجل راجلٌ للماشي بالرجل ويقال: رجل راجل أي قويٌّ على المشي. ﴿رُكْبَانًا﴾ جمع راكب وهو من يركب الفرس والدابة ونحوهما.\nالتفسِير: ﴿حَافِظُواْ عَلَى الصلوات والصلاة الوسطى﴾ أي واظبوا أيها المؤمنون وداوموا على أداء الصلوات في أوقاتها وخاصة صلاة العصر فإِن الملائكة تشهدها ﴿وَقُومُواْ للَّهِ قَانِتِينَ﴾ أي داوموا على العبادة والطاعة بالخشوع والخضوع أي قوموا لله في صلاتكم خاشعين ﴿فَإنْ خِفْتُمْ فَرِجَالًا أَوْ","vol":"1","page":138},{"text":"رُكْبَانًا﴾ أي فإِذا كنتم في خوفٍ من عدوٍ أو غيره فصلوا ماشين على الأقدام أو راكبين على الدواب ﴿فَإِذَآ أَمِنتُمْ فاذكروا الله كَمَا عَلَّمَكُم مَّا لَمْ تَكُونُواْ تَعْلَمُونَ﴾ أي فإِذا زال الخوف وجاء الأمن فأقيموا الصلاة مستوفية لجميع الأركان كما أمركم الله وعلى الوجه الذي شرعه لكم وهذه كقوله: ﴿فَإِذَا اطمأننتم فَأَقِيمُواْ الصلاة﴾ [النساء: ١٠٣] والذكرُ في الآية يراد به الصلاة الكاملة المستوفية للأركان، قال الزمخشري: المعنى اذكروه بالعبادة كام أحسن إِليكم بما علمكم من الشرائع وكيف تصلون في حال الخوف والأمن. ثم قال تعالى مبينًا أحكام العدة ﴿والذين يُتَوَفَّوْنَ مِنكُمْ وَيَذَرُونَ أَزْوَاجًا وَصِيَّةً لأَزْوَاجِهِمْ مَّتَاعًا إِلَى الحول غَيْرَ إِخْرَاجٍ﴾ أي والذين يموتون من رجالكم ويتركون زوجاتهم على هؤلاء أن يوصوا قبل أن يُحتضروا بأن تمتَّع أزواجهم بعدهم حولًا كاملًا - يُنْفق عليهنَّ من تركته ولا يُخرجن من مساكنهنَّ - وكان ذلك في أول الإِسلام ثم نسخت المدة إِلى أربعة أشهر وعشرة أيام ﴿فَإِنْ خَرَجْنَ فَلاَ جُنَاحَ عَلَيْكُمْ فِي مَا فَعَلْنَ في أَنْفُسِهِنَّ مِن مَّعْرُوفٍ﴾ أي فإِن خرجن مختارات راضيات فلا إِثم عليكم يا أولياء الميت في تركهن أن يفعلن ما لا ينكره الشرع كالتزين والتطيب والتعرض للخُطّاب ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي هو سبحانه غالبٌ في ملكه حكيم في صنعه ﴿وَلِلْمُطَلَّقَاتِ مَتَاعٌ بالمعروف حَقًّا عَلَى المتقين﴾ أي واجبٌ على الأزواج أن يُمتِّعوا المطلقات بقدر استطاعتهم جبرًا لوشحة الفراق وهذه المتعة حقٌّ لازم على المؤمنين المتقين لله ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ﴾ أي مثل ذلك البيان الشافي الذي يوجه النفوس نحو المودة والرحمة يبيّن الله سبحانه لكم آياته الدالة على أحكامه الشرعية لتعقلوا ما فيها وتعملوا بموجبها.\nالبَلاَغَة: ١ - ﴿الصلاة الوسطى﴾ عطف خاص على عام؛ لبيان مزيد فضلها.\n٢ - ﴿فَإنْ خِفْتُمْ﴾ ﴿فَإِذَآ أَمِنتُمْ﴾ بين لفظ خفتم وأمنتم طباق وهو من المحسنات البديعية، قال أبو السعود: وفي إِيراد الشرطية بكلمة «إِن» المنبئة عن عدم تحقق وقوع الخوف، وإِيراد الثانية بكلمة «إِذا» المنبئة عن تحقق وقوع الامن وكثرته مع الإِيجاز في جواب الأولى والإِطناب في جواب الثانية من الجزالة ولطف الاعتبار ما فيه عبرة لأولي الأبصار.\nتنبيه: الصلاة الوسطى على الراجح من الأقوال هي صلاة العصر لأنها وسط بين الفجر والظهر والمغرب والعشاء ويقوي هذا ما ورد في الصحيحين: «شَغَلُونَا عن الصَّلاةِ الوُسْطَى صَلاَةِ العَصْرِ مَلأَ الله قُلُوبَهُم وَبُيُوتَهُم نَارًا» وفي الحديث: «الّذِي تَفُوتُه صَلاةُ العَصْرِ فَكَأَنَمَا وَتِر أَهْلُهُ وَمَالُهُ» أخرجه الشيخان وغير ذلك من الأحاديث الصحيحة.","vol":"1","page":139},{"text":"المنَاسَبَة: لما ذكر تعالى أحكام الأسرة بالتفصيل والنظم التي تربط بين أفرادها، وسعى لإِصلاحها باعتبار أنها النواة واللبنة التي يشاد منها صرح المجتمع الفاضل، ذكر بعدها أحكام الجهاد وذلك لحماية العقيدة وصيانة المقدسات، وتأمين البيئة الصالحة للأسرة المسلمة التي تنشد الحياة الكريمة، فلا صلاح للأسرة إِلا بصلاح المجتمع، ولا بقاء لها ولا خلود إِلا ببقاء الحق وأنصاره، ولهذا أمر تعالى بالقتال وضرب عليه الأمثال بالأمم السابقة، كيف جاهدت في سبيل الحق وانتصرت القلة مع إِيمانها على الكثرة مع كفرها وطغيانها، فليست العبرة بكثرة أنصار الباطل بل بصمود أهل الحق والتزامهم له وجهادهم في سبيله.\nاللغَة: ﴿أُلُوفٌ﴾ جمع ألف جمع كثرة وفي القلة آلاف، ومعناه كثرة كاثرة وألوف مؤلفة. ﴿حَذَرَ﴾ خشية وخوف ﴿يَقْبِضُ وَيَبْسُطُ﴾ القبض: ضم الشيء والجمع عليه والمراد به التقتير والبسط ضدَّه والمراد به التوسيع قال أبو تمام:","vol":"1","page":140},{"text":"تعوَّد بسطَ الكفِّ حتى لو أنه ... دعاها لقبضٍ لم تُجْبه أناملُه\n﴿الملإ﴾ الأشراف من الناس سمّوا بذلك لأنهم يلمؤون العين مهابةً وإِجلالًا. ﴿فَصَلَ﴾ انفصل من مكانه يقال: فصل عن الموضع انفصل عنه وجاوزه. ﴿مُبْتَلِيكُمْ﴾ مختبركم. ﴿يَظُنُّونَ﴾ يستيقنون ويعلمون. ﴿فِئَةٍ﴾ الفئة: الجماعة من الناس لا واحد له كالرهط والنفر. ﴿أَفْرِغْ﴾ أفرغ الشيء صبَّه وأنزله.\nالتفسِير: ﴿أَلَمْ تَرَ إِلَى الذين خَرَجُواْ مِن دِيَارِهِمْ وَهُمْ أُلُوفٌ﴾ أي ألم يصل إِلى سمعك يا محمد أو أيها المخاطب حال أولئك القوم الذين خرجوا من وطنهم وهم ألف مؤلفة ﴿حَذَرَ الموت﴾ أي خوفًا من الموت وفرارًا منه، والغرض من الاستفهام التعجيب والتشويق إِلى سماع قصتهم وكانوا سبعين ألفًا ﴿فَقَالَ لَهُمُ الله مُوتُواْ ثُمَّ أَحْيَاهُمْ﴾ أي أماتهم الله ثم أحياهم، وهم قوم من بني إِسرائيل دعاهم ملكهم إِلى الجهاد فهربوا خوفًا من الموت فأماتهم الله ثمانية أيام ثم أحياهم بدعوة نبيهم «حزقيل» فعاشوا بعد ذلك دهرًا، وقيل: هربوا من الطاعون فأماتهم الله قال ابن كثير: وفي هذه القصة عبرةٌ على أنه لا يغني تحذرٌ من قدر، وأنه لا ملجأ من الله إِلا إِليه ﴿إِنَّ الله لَذُو فَضْلٍ عَلَى الناس﴾ أي ذو إِنعام وإِحسان على الناس حيث يريهم من الآيات الباهرة والحجج القاطعة ما يبصّرهم بما فيه سعادتهم في الدنيا والآخرة ﴿ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ﴾ أي لا يشكرون الله على نعمه بل ينكرون ويجحدون ﴿وَقَاتِلُواْ فِي سَبِيلِ اللَّهِ واعلموا أَنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي قاتلوا الكفار لإِعلاء دين الله، لا لحظوظ النفس وأهوائها واعلموا أنّ الله سميع لأقوالكم، عليم بنيّاتكم وأحوالكم فيجازيكم عليها، وكما أنّ الحذر لا يغني من القدر فكذلك الفرار من الجهاد لا يقرّب أجلًا ولا يبعده ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا فَيُضَاعِفَهُ لَهُ أَضْعَافًا كَثِيرَةً﴾ أي من الذي يبذل ماله وينفقه في سبيل الخير ابتغاء وجه الله، ولإِعلاء كلمة الله في الجهاد وسائر طرق الخير، فيكون جزاؤه أن يضاعف الله تعالى له ذلك القرض أضعافًا كثيرة؟ لأنه قرضٌ لأغنى الأغنياء ربّ العالمين ﷻ وفي الحديث\n«مَنْ يُقْرِضُ غَيْرَ عَدِيم وَلاَ ظَلُومٍ» ﴿والله يَقْبِضُ وَيَبْسُطُ﴾ أي يقتّر على من يشاء ويوسّع على من يشاء ابتلاءً وامتحانًا ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي يوم القيامة فيجازيكم على أعمالكم ﴿أَلَمْ تَرَ إِلَى الملإ مِن بني إِسْرَائِيلَ مِن بَعْدِ موسى﴾ أي ألم يصل خبر القوم إليك؟ وهو تعجيب وتشويق للسامع كما تقدم وكانوا من بني إسرائيل وبعد وفاة موسى ﵇ كما دلت عليه الآية ﴿إِذْ قَالُواْ لِنَبِيٍّ لَّهُمُ ابعث لَنَا مَلِكًا نُّقَاتِلْ فِي سَبِيلِ الله﴾ أي حين قالوا لنبيِّهم «شمعون» - وهو من نسل هارون أقم لنا أميرًا واجعله قائدًا لنا لنقاتل معه الأعداء في سبيل الله ﴿قَالَ هَلْ عَسَيْتُمْ إِن كُتِبَ عَلَيْكُمُ القتال أَلاَّ تُقَاتِلُواْ﴾ أي قال لهم نبيّهم: أخشى أن يُفرض عليكم القتال ثم لا تقاتلوا عدوكم وتجبنوا عن لقائه ﴿قَالُواْ وَمَا لَنَآ أَلاَّ نُقَاتِلَ فِي سَبِيلِ الله وَقَدْ أُخْرِجْنَا مِن دِيَارِنَا وَأَبْنَآئِنَا﴾ أي أيُّ سببٍ لنا في ألاّ نقاتل عدونا وقد أخذت منا البلاد وسُبيت الأولاد؟ قال تعالى بيانًا لما انطوت عليه نفوسهم من الهلع والجبن ﴿فَلَمَّا كُتِبَ عَلَيْهِمُ القتال تَوَلَّوْاْ إِلاَّ قَلِيلًا مِّنْهُمْ﴾ أي لما فرض عليهم القتال نكل أكثرهم عن","vol":"1","page":141}]