[{"text":"اللغَة: ﴿افتراه﴾ اختلق القرآن من تلقاء نفسه ﴿يَعْرُجُ﴾ يصعد ويرتفع إِليه ﴿يُدَبِّرُ﴾ التدبير: رعايةُ شئون الغير ﴿سُلاَلَةٍ﴾ خلاصة ﴿مَّهِينٍ﴾ ضعيف حقير ﴿سَوَّاهُ﴾ قوَّمه بتصوير أعضائه وتكيملها ﴿ضَلَلْنَا﴾ ضعنا وهلكنا وأصله من قول العرب: ضلَّ اللبن في الماء إِذا ذهب وضاع ﴿نَاكِسُواْ﴾ مطرقوا يقال: نكس رأسه إِذا أطرقه ﴿الجنة﴾ الجن.\nالتفسِير: ﴿الم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن ﴿تَنزِيلُ الكتاب لاَ رَيْبَ فِيهِ مِن رَّبِّ العالمين﴾ أي هذا الكتاب الموحى به إِليك يا محمد هو القرآن الذي لا شك أنه من عند الله ﷿، تنزيلٌ من رب العالمين ﴿أَمْ يَقُولُونَ افتراه﴾ الضمير يعود لكفار قريش و﴿أَمْ﴾ بمعنى بل والهمزة أي بل أيقول المشركون اختلق محمد القرآن وافتراه من تلقاء نفسه؟ لا ليس الأمر كما يدَّعون ﴿بَلْ هُوَ الحق مِن رَّبِّكَ﴾ أي بل هو القول الحق، ولكلام الصدق المنزل من ربك قال البيضاوي: أشار أولًا إِلى إِعجازه، ثم رتَّب عليه أنه تنزيلٌ من رب العالمين، وقرر ذلك بنفي الريب عن، ثم أضرب عن ذلك إِلى ما يقولون فيه على خلاف ذلك، إنكارًا له وتعجبًا منه، ثم بين المقصود من إِنزاله بقوله ﴿لِتُنذِرَ قَوْمًا مَّآ أَتَاهُم مِّن نَّذِيرٍ مِّن قَبْلِكَ﴾ أي أنزله إليك لتنذر به قومًا ما جاءهم رسول قبلك يا محمد، قال المفسرون: هم أهل الفترة بين عيسى ومحمد ﵉، وقد جاء الرسل قبل ذلك كإِبراهيم وهو وصالح، ولكنْ لما طالت الفترة على هؤلاء أرسل الله إِليهم محمدًا ﷺ َ","vol":"2","page":460},{"text":"لينذرهم عذاب الله، ويقيم عليهم الحجة بذلك ﴿لَعَلَّهُمْ يَهْتَدُونَ﴾ أي كي يهتدوا إِلى الحق ويؤمنوا بالله العزيز الحميد، ثم شرع تعالى في ذكر أدلة التوحيد فقال ﴿الله الذي خَلَقَ السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ﴾ أي الله جلَّ وعلا هو الذي خلق السماوات في ارتفاعها وإِحكامها، والأرض في عجائبها وإِبداعها، وما بينهما من المخلوقات في مقدار ستة أيام قال الحسن: من أيام الدنيا ولو شاء لخلقها بلمح البصر ولكن أراد أن يعلّم عباده التأني في الأمور قال القرطبي: عرَّفهم تعالى كمال قدرته ليسمعوا القرآن ويتأملوه، ومعنى ﴿خَلَقَ﴾ أبدع وأوجد بعد العدم، وبعد أن لم تكن شيئًا ﴿ثُمَّ استوى عَلَى العرش﴾ استواء يليق بجلاله ن غير تشبيه ولا تمثيل ﴿مَا لَكُمْ مِّن دُونِهِ مِن وَلِيٍّ وَلاَ شَفِيعٍ﴾ أي ليس لكم أيها الناسُ من غير الله ناصرٌ يمنعكم من عذابه، ولا شفيع يشفع لكم عنده إِلا بإِذنه، بل هو الذي يتولى مصالحكم ويدبر أموركم ﴿أَفَلاَ تَتَذَكَّرُونَ﴾؟ أي أفلا تتدبرون هذا فتؤمنون؟ ﴿يُدَبِّرُ الأمر مِنَ السمآء إِلَى الأرض﴾ أي يدبّر أمر الخلائق جميعًا في العالم العلوي والسفلي، لا يُهمل شأن أحد قال ابن عباس: أي ينزل القضاء والقدر من السماء إِلى الأرض، ويُنزل ما دبره وقضاه ﴿ثُمَّ يَعْرُجُ إِلَيْهِ﴾ أي ثم يصعد إِليه ذلك الأمر كله يوم القيامة ليفصل فيه ﴿فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ مِّمَّا تَعُدُّونَ﴾ أي في يومٍ عظيم - هو يوم القيامة - طوله ألف سنة من أيام الدنيا لشدة أهواله ﴿ذلك عَالِمُ الغيب والشهادة﴾ أي ذلك المدبر لأمور الخلق هو العالم بكل شيء، يعلم ما هو غائب عن المخلوقين، وما هو مشاهد لهم قال القرطبي: وفي الآية معنى التهديد والوعيد، كأنه يقول: أخلصوا أعمالكم وأقوالكم فإِني مجازيكم عليها، ومعنى «الغيب والشهادة» ما غاب عن الخلق وما حضرهم ﴿العزيز الرحيم﴾ أي الغالب على أمره، الرحيم بعباده في تدبيره لشئونهم ﴿الذي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ﴾ أي أتقن وأحكم كل شيءٍ أوجده وخلقه قال أبو حيان: وهذا أبلغ في الامتنان ومعناه أنه وضع كل شيء في موضعه، ولهذا قال ابن عباس: ليست القردة بحسنة، ولكنها متقنةٌ محكمة قال بعض العلماء: لو تصورتَ مثلًا أن للفيل مثل رأس الجمل، وأنَّ للأرنب مثل رأس الأسد، وأنَّ للإِنسان مثل رأسِ الحمار، لوجدت في ذلك نقصًا كبيرًا، وعدم تناسب وانسجام، ولكنك إِذا علمت أن طول عنق الجمل، وشقَّ شفته ليسهل تناوله الكلأ عليه أثناء السير، وأن الفيل لولا خرطومه الطويل لما استطاع أن يبرك بجسمه الكبير لتناول طعامه وشرابه، لو علمتَ كل هذا لتيقنتَ أنه صنع الله الذي أتقن كل شيء، ولقلت: تبارك الله أحسن الخالقين.\n﴿وَبَدَأَ خَلْقَ الإنسان مِن طِينٍ﴾ أي خلق أبا البشر آدم من طين ﴿ثُمَّ جَعَلَ نَسْلَهُ مِن سُلاَلَةٍ مِّن مَّآءٍ مَّهِينٍ﴾ أي جعل ذريته يتناسلون من خلاصة من ماءٍ ضعيف حقير هو المنيُّ ﴿ثُمَّ سَوَّاهُ وَنَفَخَ فِيهِ مِن رُّوحِهِ﴾ أي قوَّم أعضاءه، وعدَّل خلقته في رحم أُمه، ونفخ بعد ذلك فيه الروح، فإِذا هو في أكمل صورةٍ وأحسن تقويم قال أبو السعود: وأضاف الروح إِليه تعالى تشريفًا للإنسان، وإِيذانًا بأنه خلقٌ","vol":"2","page":461},{"text":"عجيب، وصنعٌ بديع، وأن شأنًا جليلةً مناسبةً إِلى حضرة الربوبية ﴿وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة﴾ أي وخلق لكم هذه الحواس: السمع لتسمعوا به الأصوات، والبصر لتبصروا به الأشخاص، والعقل لتدركوا به الحق والهدى ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي قليلًا شكركم لربكم و﴿مَّا﴾ لتأكيد القلة ﴿وقالوا أَإِذَا ضَلَلْنَا فِي الأرض﴾ أي وقال كفار مكة المنكرون للبعث والنشور: أئذا هلكنا وصارت عظامنا ولحومنا ترابًا مختلطًا بتراب الأرض حتى غابت فيه ولم تتميز عنه ﴿أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ﴾ أي سوف نخلق بعد ذلك خلقًا جديدًا، ونعود إِلى الحياة مرةً ثانية؟ وهو استبعادٌ للبعث مع الاستهزاء ولهذا قال تعالى ﴿بَلْ هُم بِلَقَآءِ رَبِّهِمْ كَافِرُونَ﴾ أي بل هناك ما هو أبلغ وأشنع من الاستهزاء، وهو كفرهم وجحودهم بلقاء الله في دار الجزاء ﴿قُلْ يَتَوَفَّاكُم مَّلَكُ الموت الذي وُكِّلَ بِكُمْ﴾ أي قل لهم ردًا على مزاعمهم الباطلة: يتوفاكم ملك الموت الذي وكّل بقبض أرواحكم هو وأعوانه ﴿ثُمَّ إلى رَبِّكُمْ تُرْجَعُونَ﴾ أي ثم مرجعكم إِلى الله يوم القيامة للحساب والجزاء قال ابن كثير: والظاهر أنَّ ملك الموت شخص معين، وقد سُمي في بعض الآثار ب «عزرائيل» وهو المشهور، وله أعوان - كما ورد في الحديث - ينتزعون الأرواح من سائر الجسد، حتى إِذا بلغت الحلقوم تناولها ملك الموت وقال مجاهد: جُمِعت له الأرض فجعلت مثل الطست يتناول منها حيث يشاء، ثم أخبر تعالى بحال المجرمين يوم القيامة وما لهم فيه من الذل والهوان فقال ﴿وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُءُوسِهِمْ عِندَ رَبِّهِمْ﴾ أي ولو ترى أيها المخاطب حال المجرمين يوم القيامة وهم مطرقو رءوسهم أمام ربهم من الخجل والحياء لرأيت العجب العجاب قال أبو السعود: وجواب ﴿لَوْ﴾ محذوفٌ تقديره لرأيت أمرًا فظيعًا لا يُقادر قدره من هوله وفظاعته ﴿رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا﴾ أي يقولون ربنا أبصرنا حقيقة الأمر وسمعنا ما كنا ننكر من أمر الرسل، وكنا عُميًا وصمًا ﴿فارجعنا نَعْمَلْ صَالِحًا﴾ أي فردنا إِلى دار الدنيا لنعمل صالحًا ﴿إِنَّا مُوقِنُونَ﴾ أي فنحن الآن مصدّقون تصديقًا جازمًا، وموقنون أن وعدك حق، ولقاءك حق قال الطبري: أي فنحن الآن بوحدانيتك، وأنه لا يصلح أن يُعبد سواك، ولا ينبغي أن يكون رب سواك، وأنك تحيي وتميت وتفعل ما تشاء، قال تعالى ردًا عليهم ﴿وَلَوْ شِئْنَا لآتَيْنَا كُلَّ نَفْسٍ هُدَاهَا﴾ أي لو أردنا هداية جميع الخلق لفعلنا ولكنَّ ذلك ينافي حكمتنا، لأنا نريد منهم الإِيمان بطريق الاختيار، لا بطريق الإِكراه والإِجبار ﴿ولكن حَقَّ القول مِنِّي﴾ أي ولكن ثبت ووجب قولي بعذاب المجرمين، وتقرر وعيدي ﴿لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ﴾ أي لأملأنَّ جهنم بالعصاة من الجِنّ والإِنس جميعًا ﴿فَذُوقُواْ بِمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هاذآ﴾ أي يقال لأهل النار على سبيل التقريع والتوبيخ: ذوقوا - بسبب نسيانكم الدار الآخرة وانهماككم في الشهوات - هذا العذاب المخزي الأليم ﴿إِنَّا نَسِينَاكُمْ﴾ أي نترككم اليوم في العذاب كما تركتم العمل بآياتنا ﴿وَذُوقُواْ عَذَابَ الخلد بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي وذوقوا العذاب الدائم الخالد في جهنم بسبب كفركم وتكذيبكم، ثم لما ذكر حال الأشقياء وعاقبتهم الوخيمة، أبتعه بذكر حال السعداء وما أعدَّه","vol":"2","page":462},{"text":"لهم من النعيم المقيم في دار الجزاء، ليظل العبد بين الرهبة والرغبة فقال ﴿إِنَّمَا يُؤْمِنُ بِآيَاتِنَا الذين إِذَا ذُكِّرُواْ بِهَا خَرُّواْ سُجَّدًا﴾ أي إِنما يصدّق بآياتنا المؤمنون المتقون الذين إِذا وعظوا بآياتنا سقطوا على وجوههم ساجدين لله تعظيمًا لآياته ﴿وَسَبَّحُواْ بِحَمْدِ رَبِّهِمْ وَهُمْ لاَ يَسْتَكْبِرُونَ﴾ أي وسبحوا ربهم على نعمائه وهم لا يستكبرون عن طاعته وعبادته ﴿تتجافى جُنُوبُهُمْ عَنِ المضاجع﴾ أي تتنحى وتتباعد أطرافهم عن الفرش ومواشع النوم، والغرض أن نومهم بالليل قليل لانقطاعهم للعبادة كقوله\n﴿كَانُواْ قَلِيلًا مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ﴾ [الذاريات: ١٧ - ١٨] قال مجاهد: يعني بذلك قيام الليل ﴿يَدْعُونَ رَبَّهُمْ خَوْفًا وَطَمَعًا﴾ أي يدعون ربهم خوفًا من عذابه وطمعًا في رحمته وثوابه ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي ومما أعطيناهم من الرزق ينفقون في وجوه البر والحسنات ﴿فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ﴾ أي فلا يعلم أحد من الخلق مقدار ما يعطيهم الله من النعيم، مما لا عينٌ رأتْ، ولا أذنٌ سمعت، ولا خطر على قلب بشر ﴿جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ﴾ أي ثوابًا لما قدموه في الدنيا من صالح الأعمال.","vol":"2","page":463},{"text":"المنَاسَبَة: لما ذكر تعالى حال المجرمين في الآخرة، وحال المؤمنين المتقين، وما أعدَّه لهم من الكرامة في دار النعيم، ذكر هنا أنه لا يتساوى الفريقان: فريق الأبرار، وفريق الفجار لأن عدالة الله تقتضي التمييز بين المؤمن الصالح، والفاسق الفاجر.\nاللغَة: ﴿فَاسِقًا﴾ الفاسقُ: الخارج عن طاعة الله ﴿نُزُلًا﴾ ضيافةً وعطاءً، والنُّزل ما يهُيأ للنازل والضيف قال الشاعر:\nوكنا إِذا الجبار بالجيش ضافنا ... جعلنا القنا والمرهفات له نزلًا","vol":"2","page":463},{"text":"﴿الجرز﴾ اليابسة الجرداء التي لا نبات فيها، والجرزُ: القطع قال الزمخشري: الجرُز: الأرضُ التي جرز نباتها أي قطع، إِمّا لعدم الماء أو لأنه رُعي وأُزيل، ولا يقال للتي لا تنبتُ كالسباخ جُرز ﴿الفتح﴾ الحاكم ويقال للحاكم: فاتح وفتاح لأنه يفصل بين الناس بحكمه ﴿يُنظَرُونَ﴾ يمهلون ويؤخرون.\nسَبَبُ النّزول: روي أنه كان بين «علي بن أبي طالب» و«عُقبة بن أبي مُعيط» تنازع وخصومة، فقال الوليد بن عُقبة لعلي: أُسكت فإِنك صبيٌ، وأنا والله أبسط منك لسانًا، وأشجع منك جنانًا، وأملأ منك حشوًا في الكتيبة، فقال له علي: اسكتْ فإِنك فاسق فنزلت ﴿أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لاَّ يَسْتَوُونَ﴾ .\nالتفسِير: ﴿أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا﴾؟ أي أفمن كان في الحياة الدنيا مؤمنًا متقيًا لل، كمن كان فاسقًا خارجًا عن طاعة الله؟ ﴿لاَّ يَسْتَوُونَ﴾ أي لا يستوون في الآخرة بالثواب والكرامة، كما لم يستووا في الدنيا بالطاعة والعبادة، وهذه الآية كقوله تعالى ﴿أَفَنَجْعَلُ المسلمين كالمجرمين﴾ [القلم: ٣٥]؟ قال ابن كثير: يخبر تعالى عن عدله وكرمه، أنه لا يساوي في حكمه يوم القيامة، من كان مؤمنًا بآياته متبعًا لرسله، بمن كان فاسقًا أي خارجًا عن طاعة ربه، مكذبًا رسل الله، ثم فصَّل تعالى جزاء الفريقين فقال ﴿أَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي أما المتقون الذين جمعوا بين الإِيمان والعمل الصالح ﴿فَلَهُمْ جَنَّاتُ المأوى﴾ أي لهم الجنات التي فيها المساكن والدور والغرف العالية يأوون إِليها ويستمتعون بها قال البيضاوي: فالجنة هي المأوى الحقيقي، والدنيا منزل مرتحلٌ عنه لا محالة ﴿نُزُلًا بِمَا كَانُواْ يَعْمَلُونَ﴾ أي ضيافةً مهيأةً ومعدةً لإِكرامهم كما تهيأ التُحف للضيف وذلك بسبب ما قدموه من صالح الأعمال ﴿وَأَمَّا الذين فَسَقُواْ فَمَأْوَاهُمُ النار﴾ أي وأمّأ الذين خرجوا عن طاعة الله فملجؤهم ومنزلهم نار جهنم ﴿كُلَّمَآ أرادوا أَن يَخْرُجُواُ مِنْهَآ أُعِيدُواْ فِيهَا﴾ أي إِذا دفعهم لهب النار إِلى أعلاها ردُّوا إِلى موضعهم فيها قال الفُضيل بن عياض: والله إِن الأيدي لموثقة، وإِنَّ الأرجل لمقيَّدة، وإِنَّ اللهب ليرفعهم والملائكة تقمعهم ﴿وَقِيلَ لَهُمْ ذُوقُواْ عَذَابَ النار الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي وتقول لهم خزنة جهنم تقريعًا وتوبيخًا: ذوقوا عذاب النار المخزي الذي كنتم تكذبون به في الدنيا وتهزءون منه، ثم توعدهم بعذاب عاجلٍ في الدنيا فقال ﴿وَلَنُذِيقَنَّهُمْ مِّنَ العذاب الأدنى﴾ أي ولنذيقنَّهم من العذاب الأقرب وهو عذاب الدنيا من القتل والأسر والبلايا والمحن قال الحسن: العذاب الأدنى: مصائب الدنيا وأسقامها مما يُبتلى به العبيد حتى يتوبوا وقال أبو مجاهد: القتل والجوع ﴿دُونَ العذاب الأكبر﴾ أي قبل العذاب الأكبر الذي ينتظرهم وهو عذاب الآخرة ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي لعلهم يتوبون عن الكفر والمعاصي، ثُم بعد أن توعدهم وهددهم بيَّن استحقاقهم للعذاب فقال ﴿وَمَنْ أَظْلَمُ مِمَّن ذُكِّرَ بِآيَاتِ رَبِّهِ ثُمَّ أَعْرَضَ عَنْهَآ﴾ أي لا أحد أظلم لنفسه","vol":"2","page":464},{"text":"ممَّن وعظ وذكر بآيات الرحمن، ثم ترك الإِيمان وتناساها؟ ﴿إِنَّا مِنَ المجرمين مُنتَقِمُونَ﴾ أي سأنتقم ممن كذَّب بآياتي أشدَّ الانتقام، ووضع الاسم الظاهر مكان الضمير لتسجيل الإِجرام عليهم ﴿وَلَقَدْ آتَيْنَا مُوسَى الكتاب﴾ أي أعطينا موسى التوراة ﴿فَلاَ تَكُن فِي مِرْيَةٍ مِّن لِّقَآئِهِ﴾ أي فلا تكن يا محمد في شكٍ من تلقي القرآن كما تلقَّى موسى التوراة، والمقصود تقرير رسالته ﵇، وتحقيق أن ما معه من الكتاب وحيٌ سماويٌ وكتابٌ إِلهي ﴿وَجَعَلْنَاهُ هُدًى لبني إِسْرَائِيلَ﴾ أي جعلنا التوراة هدايةً لبني إِسرائيل من الضلالة ﴿وَجَعَلْنَا مِنْهُمْ أَئِمَّةً﴾ أي جعلا منهم قادةً وقدوة يقتدى بهم في الخير ﴿يَهْدُونَ بِأَمْرِنَا﴾ أي يدعون الخلق إِلى طاعتنا ويرشدونهم إِلى الدين بأمرنا وتكليفنا ﴿لَمَّا صَبَرُواْ وَكَانُواْ بِآيَاتِنَا يُوقِنُونَ﴾ أي حين صبروا على تحمل المشاق في سبيل الله، وكانوا يصدقون بآياتنا أشد التصديق وأبلغه قال ابن الجوزي: وفي هذا تنبيه لقريش أنكم إن أطعتم وآمنتم جعلت منكم أئمة ﴿إِنَّ رَبَّكَ هُوَ يَفْصِلُ بَيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي إِن ربك يا محمد يقضي ويحكم بين المؤمنين والكفار، فيميز بين المحقِّ والمبطل يوم القيامة، ويجازي كلًا بما يستحق، فيما اختلفوا فيه من أمور الدين قال الطبري: فيما كانوا فيه يختلفون من أمور الدين، والبعث، والثواب والعقاب، ثم بنه تعالى على آثار قدرته في مخلوقاته، وأقام الحجة على الكفار بالأمم السالفة الذين كفروا فأُهلكوا فقال ﴿أَوَلَمْ يَهْدِ لَهُمْ كَمْ أَهْلَكْنَا مِن قَبْلِهِمْ مِّنَ القرون﴾ أي أغفل هؤلاء المشركون ولم يتبيَّن لهم كثرة من أهلكناهم من الأمم الماضية الذين كذبوا رسل الله؟ ﴿يَمْشُونَ فِي مَسَاكِنِهِمْ﴾ أي حال كون أهل مكة يسيرون في دورهم، ويشاهدون في أسفارهم منازل هؤلاء المهلكين أفلا يعتبرون؟ قال ابن كثير: أي وهؤلاء المكذبون يمشون في مساكن أولئك الظالمين، فلا يرون فيها أحدًا ممن كان يسكنها ويعمرها ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ أَفَلاَ يَسْمَعُونَ﴾ أي إِن في إِهلاكهم لدلالات عظيمة على قدرتنا، أفلا يسمعون سماع تدبر واتعاظ؟ ثم ذكر تعالى دلائل الوحدانية فقال ﴿أَوَلَمْ يَرَوْاْ أَنَّا نَسُوقُ المآء إِلَى الأرض الجرز﴾ أي أولم يشاهدوا كمال قدرتنا في سوقنا الماء إِلى الأرض اليابسة التي لا نبات فيها من شدة العطش لنحييها؟ ﴿فَنُخْرِجُ بِهِ زَرْعًا تَأْكُلُ مِنْهُ أَنْعَامُهُمْ وَأَنفُسُهُمْ﴾ أي فنخرج بذلك الماء أنواع الزروع والثمار، تأكل منه دوابهم من الكلأ والحشيش، وأنفسهم من الحب والخضر والفواكه والبقول ﴿أَفَلاَ يُبْصِرُونَ﴾ أي أفلا يبصرون ذلك فيستدلون به على كمال قدرته تعالى وفضله، ويعلمون أن الذي أحيا الأرض الميتة قادر على إِعادتهم بعد وفاتهم؟ ﴿وَيَقُولُونَ متى هذا الفتح إِن كُنتُمْ صَادِقِينَ﴾ أي ويقول كفار مكة للمسلمين على سبيل السخرية والتهكم: متى ستنصرون علينا ويكون لكم الغلبة والفتح علينا؟ إٍن كنتم صادقين في دعواكم قال الصاوي: كان المسلمون إٍن الله سيفتح لنا على المشركين، ويفصل بيننا وبينهم، وكان أهل مكة إِذا سمعوهم يقولون بطريق الاستعجال تكذيبًا واستهزاءً: متى هذا الفتح فنزلت ﴿قُلْ يَوْمَ","vol":"2","page":465},{"text":"الفتح لاَ يَنفَعُ الذين كفروا إِيَمَانُهُمْ﴾ أي قل لهم يا محمد توبيخًا وتبكيتًا: إِن يوم القيامة هو يوم الفتح الحقيقي الذي يفصل تعالى فيه بيننا وبينكم، ولا ينفع فيه الإِيمان ولا الاعتذار فلماذا تستعجلون؟ ﴿وَلاَ هُمْ يُنظَرُونَ﴾ أي ولا هم يؤخرون ويمهلون للتوبة قال البيضاوي: ويوم الفتح هو يوم القيامة فإِنه يوم نصر المؤمنين على الكافرين والفصل بينهم، وقيل هو يوم بدر ﴿فَأَعْرِضْ عَنْهُمْ﴾ أي فأعرضْ يا محمد عن هؤلاء الكفار ولا تبالِ بهم ﴿وانتظر إِنَّهُمْ مُّنتَظِرُونَ﴾ أي وانتظر ما يحل بهم من عذاب الله، إِنهم منتظرون كذلك ما يحل بكم قال القرطبي: أي ينتظرون بكم حوادث الزمان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - جناس الاشتقاق مثل ﴿تُنذِرَ. . ونَّذِيرٍ﴾ وكذلك مثل ﴿انتظر. . إِنَّهُمْ مُّنتَظِرُونَ﴾ .\n٢ - الطباق بين ﴿الغيب. . والشهادة﴾ وبين ﴿خَوْفًا. . وَطَمَعًا﴾ .\n٣ - الالتفات من الغيبة إِلى الخطاب ﴿وَجَعَلَ لَكُمُ﴾ والأصل «وجعل له» والنكتة أن الخطاب إِنما يكون مع الحيّ فلما نفخ تعالى الروح فيه حسن خطابه مع ذريته.\n٤ - الاستفهام الإِنكاري وغرضه الاستهزاء ﴿أَإِذَا ضَلَلْنَا فِي الأرض أَإِنَّا لَفِي خَلْقٍ جَدِيدٍ﴾؟\n٥ - الإِضمار ﴿رَبَّنَآ أَبْصَرْنَا وَسَمِعْنَا﴾ أي يقولون ربنا أبصرنا وسمعنا.\n٦ - الاختصاص ﴿ثُمَّ إلى رَبِّكُمْ تُرْجَعُونَ﴾ أي إِليه لا إِلى غيره مرجعكم يوم القيامة.\n٧ - حذف جواب لو للتهويل ﴿وَلَوْ ترى إِذِ المجرمون نَاكِسُواْ رُءُوسِهِمْ﴾ أي لرأيت أمرًا مهولًا.\n٨ - المشاكلة وهي الاتفاق في اللفظ مع الاختلاف في المعنى ﴿نَسِيتُمْ لِقَآءَ يَوْمِكُمْ. . إِنَّا نَسِينَاكُمْ﴾ فإِن الله تعالى لا ينسى وإِنما المراد نترككم في العذاب ترك الشيء المنسي.\n٩ - المقابلة اللطيفة بين جزاء الأبرار وجزاء الفجار ﴿أَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَلَهُمْ جَنَّاتُ المأوى. .﴾ ﴿وَأَمَّا الذين فَسَقُواْ فَمَأْوَاهُمُ النار﴾ وهو من المحسنات البديعية.\n١٠ - الكناية عن كثرة العبادة والتبتل ليلًا ﴿تتجافى جُنُوبُهُمْ عَنِ المضاجع﴾ .\n١١ - الاستفهام للتقريع والتوبيخ ﴿أَوَلَمْ يَهْدِ لَهُمْ﴾؟ ﴿أَوَلَمْ يَرَوْاْ أَنَّا نَسُوقُ المآء﴾؟ ﴿أَفَلاَ يَسْمَعُونَ﴾؟ ﴿أَفَلاَ يُبْصِرُونَ﴾ وكلها بقصد الزجر والتوبيخ.\n١٢ - السجع مراعاةً للفواصل ورءوس الآيات مثل ﴿إِنَّا مُوقِنُونَ وَهُمْ لاَ يَسْتَكْبِرُونَ لَعَلَّهُمْ يَرْجِعُونَ أَفَلاَ يَسْمَعُونَ﴾ وهذا من المحسنات البديعية وهو كثير في القرآن الكريم.","vol":"2","page":466},{"text":"اللغَة: ﴿أَدْعِيَآءَكُمْ﴾ جمع دعيِّ وهو الولد المتبنَّى من أبناء الغير قال في اللسان: والدَّعيُ: المنسوب إلى غير أبيه، قال الشاعر:\nدعيُّ القوم ينصرُ مدَّعيهِ ... لِيُلْحقه بذي النَّسب الصميم\nأبي الإسلامُ لا أبَ لي سِواه ... إذا افتخروا بقيس أو تميم\n﴿أَقْسَطُ﴾ أعدلُ يقال: أقسط الرجلُ إذا عدل، وقسطَ إذا ظلم، والقسطُ: العدلُ. ﴿مَسْطُورًا﴾ أي مسطَّرًا مكتوبًا لا يُمحى. ﴿مِيثَاقَهُمْ﴾ الميثاقُ: العهد المؤكد بيمين أو نحوه. ﴿الحناجر﴾ جمع حنْجرة وهي نهاية الحلقوم مدخل الطعام والشراب. ﴿يَثْرِبَ﴾ اسم المدينة المنورة وسماها رسول الله ﷺ َ طيبة. ﴿عَوْرَةٌ﴾ خالية من الرجال غير محصَّنة يقال: دارً مُعْورة إذا كان يسهل دخولها، قال الجوهري: العَوْرة كلُّ خلل يُتخوف منه في ثغر أو حرب. ﴿أَقْطَارِهَا﴾ جمع قُطْر وهو الناحية والجانب. ﴿يَعْصِمُكُمْ﴾ يمنعكم. ﴿المعوقين﴾ المثبطين مشتق من عاقة إذا صرفه.\nسَبَبَ النّزول: أ - روي أن رجلًا من قريش يُدعى «جميل بن مَعْمر» كان لبيبًا حافظًا لما يسمع فقالت قريش: ما حفظ هذه الأشياء إلا وله قلبان في جوفه فأنزل الله ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ. .﴾ الآية.\nب - وروي أن النبي ﷺ َ لما أراد غزوة تبوك أمر الناس بالتجهز والخروج لها، فقال أناس: نستأذن آباءنا وأمهاتنا فأنزل الله ﴿النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ. .﴾ الآية.\nالتفسِير: ﴿ياأيها النبي اتق الله﴾ النداء على سبيل التشريف والتكرمة لأن لفظ النبوة مُشعر بالتعظيم والتكريم أي اثبتْ على تقوى الله ودُمْ عليها، قال أبو السعود: في ندائه ﷺ َ بعنوان النبوة تنويهٌ بشأنه، وتنبيهٌ على سمو مكانه، والمراد بالتقوى المأمور به الثباتُ عليه والازديادُ منه، فإنَّ له بابًا واسعًا ومكانًا عريضًا لا ينال مداه ﴿وَلاَ تُطِعِ الكافرين والمنافقين﴾ أي ولا تطع أهل الكفر والنفاق فيما يدعونك إليه من اللين والتساهل، وعدم التعرض لآلهتهم بسوء، ولا تقبل أقوالهم وإن أظهروا أنها نصيحة، قال المفسرون: دعا المشركون رسول الله ﷺ َ أن يرفض ذكر آلهتهم بسوء، وأن يقول إن لها شفاعة، فكره ﷺ َ ذلك ونزلت الآية ﴿إِنَّ الله كَانَ عَلِيمًا حَكِيمًا﴾ أي إنه تعالى عالم بأعمال العباد وما يضمرونه في نفوسهم، حكيم في تدبير شؤونهم ﴿واتبع مَا يوحى إِلَيْكَ مِن رَبِّكَ﴾ أي واعمل بما يوحيه إليك ربك من الشرع القويم، والدين الحكيم، واستمسك بالقرآن المنزل عليك ﴿إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي خبير بأعمالكم لا تخفى عليه خافية من شؤونكم، وهو مجازيكم عليها ﴿وَتَوَكَّلْ على الله﴾ أي اعتمد عليه، والجأ في أمورك إليه ﴿وكفى بالله وَكِيلًا﴾ أي حسبك أن يكون الله حافظًا وناصرا لك ولأصحابك، ثم ردَّ تعالى مزاعم الجاهليين ببيان الحق الساطع فقال: ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ فِي جَوْفِهِ﴾ أي ما خلق الله لأحدٍ من الناس أيًا كان قلبين في صدره،","vol":"2","page":469},{"text":"قال مجاهد: نزلت في رجل من قريش كان يُدعى «ذا القلبين» من دهائه وكان يقول: إنَّ في جوفي قلبين أعقل بكل واحدٍ منهما أفضل من عقل محمد ﴿وَمَا جَعَلَ أَزْوَاجَكُمُ اللائي تُظَاهِرُونَ مِنْهُنَّ أُمَّهَاتِكُمْ﴾ أي وما جعل زوجاتكم اللواتي تظاهرون منهنَّ أمهاتكم، قال ابن الجوزي: أعلمَ تعالى أن الزوجة لا تكونُ أُمًا، وكانت الجاهلية تُطلّق بهذا الكلام وهو أن يقول لها: أنتِ عليَّ كظهر أمي ﴿وَمَا جَعَلَ أَدْعِيَآءَكُمْ أَبْنَآءَكُمْ﴾ أي وما جعل الأبناء من التبني الذين ليسوا من أصلابكم أبناءً لكم حقيقةً ﴿ذلكم قَوْلُكُم بِأَفْوَاهِكُمْ﴾ أي دعاؤهم أبناء مجرد قول بالفم لا حقيقة له من الواقع ﴿والله يَقُولُ الحق﴾ أي والله تعالى يقول الحقَّ الموافق للواقع، والمطابق له من كل الوجوه ﴿وَهُوَ يَهْدِي السبيل﴾ أي يرشد إلى الصراط المستقيم، والغرضُ من الآية التنبيهُ على بطلان مزاعم الجاهلية، فكما لا يكون للشخص الواحد قلبان في جوفه، فكذلك لا يمكن أن تصبح الزوجة المُظاهر منها أمًا، ولا الولد المتبنَّى ابنًا، لأن الأم الحقيقية هي التي ولدته، والابن الحقيقي هو الذي وُلد من صلب الرجل، فكيف يجعلون الزوجات المظاهر منهن أمهات؟ وكيف يجعلون أبناء الآخرين أبناءً لهم مع أنهم ليسوا من أصلابهم؟ ثم أمر تعالى بردّ نسب هؤلاء إلى آبائهم فقال: ﴿ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله﴾ أي انسبوا هؤلاء الذين جعلتموهم لكم أبناء لآبائهم الأصلاء ﴿هُوَ أَقْسَطُ عِندَ الله﴾ أي هو أعدلُ وأقسط في حكم الله وشرعه قال ابن جرير: أي دعاؤكم إياهم لآبائهم هو أعدل عند الله وأصدقُ وأصوب من دعائكم إياهم لغير آبائهم ﴿فَإِن لَّمْ تعلموا آبَاءَهُمْ فَإِخوَانُكُمْ فِي الدين﴾ أي فإن لم تعرفوا آباءهم الأصلاء فتنسبوهم إليهم فهم إخوانكم في الإسلام ﴿وَمَوَالِيكُمْ﴾ أي أولياؤكم في الدين، فليقل أحدكم: يا أخي ويا مولاي يقصد أخوَّة الدين وولايته، قال ابن كثير: أمر تعالى بردّ أنساب الأدعياء إلى آبائهم إن عُرفوا، فإن لم يُعرفوا فهم إخوانهم في الدين ومواليهم، عوضًا عما فاتهم من النسب، ولهذا قال رسول الله ﷺ َ لزيد بن حارثة:\n«أَنْتَ أَخُونَا وَمَوْلاَنَا» وقال ابن عمر: ما كنا ندعو «زيد ابن حارثة» إلا زيد بن محمد حتى نزلت ﴿ادعوهم لآبَآئِهِمْ هُوَ أَقْسَطُ عِندَ الله﴾ ﴿وَلَيْسَ عَلَيْكُمْ جُنَاحٌ فِيمَآ أَخْطَأْتُمْ بِهِ﴾ أي وليس عليكم أيها المؤمنون ذنبٌ أو إثم فيمن نسبتموهم إلى غير آبائهم خطأً ﴿ولكن مَّا تَعَمَّدَتْ قُلُوبُكُمْ﴾ أي ولكنَّ الإثم فيما تقصدتم وتعمدتم نسبته إلى غير أبيه ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة عظيم الرحمة يعفو عن المخطئ ويرحم المؤمن التائب، ثم بيَّن تعالى شفقة الرسول ﷺ َ على أمته ونصحه لهم فقال: ﴿النبي أولى بالمؤمنين مِنْ أَنْفُسِهِمْ﴾ أي هو ﵇ أرأف بهم وأعطف عليهم، وأحقُّ بهم من أنفسهم في كل شيء من أمور الدين والدنيا، وحكمه أنفذ وطاعته أوجب ﴿وَأَزْوَاجُهُ أُمَّهَاتُهُمْ﴾ أي وزوجاته الطاهرات أمهات المؤمنين في وجوب تعظيمهن واحترامهن، وتحريم نكاحهنَّ، قال أبو السعود: أي منزّلات منزلة","vol":"2","page":470},{"text":"الأمهات، في التحريم واستحقاق التعظيم، وأما فيما عدا ذلك فهنَّ كالأجنبيات ﴿وَأُوْلُو الأرحام﴾ أي أهل القرابات ﴿بَعْضُهُمْ أولى بِبَعْضٍ فِي كِتَابِ الله مِنَ المؤمنين والمهاجرين﴾ أي أحقُّ بالإرث من المهاجرين والأنصار في شرع الله ودينه ﴿إِلاَّ أَن تفعلوا إلى أَوْلِيَآئِكُمْ مَّعْرُوفًا﴾ أي إلاّ أن تحسنوا إلى إخوانكم المؤمنين والمهاجرين في حياتكم، أو توصوا إليهم عند الموت فإن ذلك جائز، وبسط اليد بالمعروف مما حثَّ الله عباده عليه، قال المفسرون: وهذا نسخٌ لما كان في صدر الإسلام من توارث المسلمين من بعضهم بالأخوة الإيمانية وبالهجرة ونحوها ﴿كَانَ ذَلِكَ فِي الكتاب مَسْطُورًا﴾ أي كان حكم التوارث بين ذوي الأرحام مكتوبًا مسطرًا في الكتاب العزيز لا يبدل ولا يُغير، قال قتادة: أي مكتوبًا عند الله ﷿ أَلاَّ يرث كافر مسلمًا ﴿وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ﴾ أي اذكر وقت أخذنا من النبيين عهدهم المؤكد باليمين، أن يفوا بما التزموا، وأن يصدِّق بعضهم بعضًا وأن يؤمنوا برسالة محمد ﷺ َ ورسالاتهم ﴿وَمِنْكَ وَمِن نُّوحٍ وَإِبْرَاهِيمَ وموسى وَعِيسَى ابن مَرْيَمَ﴾ أي وأخذنا منك يا محمد الميثاق ومن نوح وإبراهيم وموسى وعيسى، وهؤلاء هم أولو العزم ومشاهير الرسل، وإنما قدَّمه ﷺ َ في الذكر لبيان مزيد شرفه وتعظيمه، قال البيضاوي: خصَّهم بالذكر لأنهم مشاهير أرباب الشرائع، وقدَّم نبينا ﵊ ُ تعظيمًا له وتكريمًا لشأنه وقال ابن كثير: بدأ بالخاتم لشرفه صلوات الله عليه، وبيانًا لعظم مكانته، ثم رتبهم بحسب وجودهم في الزمان ﴿وَأَخَذْنَا مِنْهُمْ مِّيثَاقًا غَلِيظًا﴾ أي وأخذنا من الأنبياء عهدًا وثيقًا عظيما ً على الوفاء بما التزموا به من تبليغ الرسالة ﴿لِّيَسْأَلَ الصادقين عَن صِدْقِهِمْ﴾ أي ليسأل الله يوم القيامة الأنبياء الصادقين عن تبليغهم الرسالة إلى قومهم، قال الصاوي: والحكمة في سؤال الرسل مع علمه تعالى بصدقهم هو التقبيح على الكفار يوم القيامة وتبكيتهم وقال القرطبي: وفي الآية تنبيه على أن الأنبياء إذا كانوا يُسألون يوم القيامة فكيف بمن سواهم؟ وفائدة سؤالهم توبيخ الكفار كما قال تعالى لعيسى:\n﴿أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين﴾ [المائدة: ١١٦]؟ ﴿وَأَعَدَّ لِلْكَافِرِينَ عَذَابًا أَلِيمًا﴾ أي وأعد الله للكافرين عذابًا مؤلمًا موجعًا، بسبب كفرهم وإعراضهم عن قبول الحق، ثم شرع تعالى في ذكر «غزوة الأحزاب» وما فيها من نِعَم فائضة، وآيات باهرة للمؤمنين فقال: ﴿ياأيها الذين آمَنُواْ اذكروا نِعْمَةَ الله عَلَيْكُمْ﴾ أي اذكروا فضله وإنعامه عليكم ﴿إِذْ جَآءَتْكُمْ جُنُودٌ﴾ أي وقت مجيء جنود الأحزاب وتألبهم عليكم، قال أبو السعود: والمراد بالجنود الأحزاب وهم قريش، وغطفان، ويهود قريظة وبني النضير، وكانوا زهاء اثني عشر ألفًا، فلما سمع رسول الله صلى الله ﵇ بإقبالهم ضرب الخندق على المدينة بإشارة «سلمان الفارسي» ثم خرج في ثلاثة آلاف من المسلمين، فضرب معسكره والخندقُ بينه وبين المشركين، واشتد الخوف وظنَّ المؤمنون كل ظن، ونجم النفاق في المنافقين حتى قال «معتب بن قشير»: يعدنا محمد كنوز كسرى","vol":"2","page":471},{"text":"وقيصر ولا نقدر أن نذهب إلى الغائط ﴿فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا وَجُنُودًا لَّمْ تَرَوْهَا﴾ أي فأرسلنا على الأحزاب ريحًا شديدة وجنودًا من الملائكة لم تروهم وكانوا قرابة ألف، قال المفسرون: بعث الله عليهم ريحًا عاصفًا وهي ريح الصبا في ليلة شديدة البرد والظلمة، فقلعت بيوتهم، وكفأت قدروهم، وصارت تلقي الرجل على الأرض، وأرسل الله الملائكة فزلزلتهم ولم تقاتل بل ألقت في قلوبهم الرغب ﴿وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيرًا﴾ أي وهو تعالى مطلع على ما تعملون من حفر الخندق، والثبات على معاونة النبي ﷺ َ في ذلك الوقت ﴿إِذْ جَآءُوكُمْ مِّن فَوْقِكُمْ﴾ أي حين جاءتكم الأحزاب من فوق الوادي يعني من أعلاه قِبل المشرق، ومنه جاءت أسد وغطفان ﴿وَمِنْ أَسْفَلَ مِنكُمْ﴾ أي ومن أسفل الوادي يعني أدناه قِبل المغرب، ومنه جاء قريش وكنانة وأوباش العرب، والغرض أن المشركين جاؤوهم من جهة المشرق والمغرب، وأحاطوا بالمسلمين إحاطة السوار بالمعصم، وأعانهم يهود بني قريظة فنقضوا العهد مع الرسول وانضموا إِلى المشركين، فاشتد الخوف، وعظُم البلاء ولهذا قال تعالى ﴿وَإِذْ زَاغَتِ الأبصار﴾ أي وحين مالت الأَبصار عن سننها ومستوى نظرها حيرةً وشخوصًا لشدة الهول والرعب ﴿وَبَلَغَتِ القلوب الحناجر﴾ أي زالت عن أماكنها من الصدور حتى كادت تبلغ الحناجر، وهذا تمثيلٌ لشدة الرغب والفزع الذي دهاهم، حتى كأن أحدهم قد وصل قلبه إِلى حنجرته من شدة ما يلاقي من الهول ﴿وَتَظُنُّونَ بالله الظنونا﴾ أي وكنتم في تلك الحالة الشديدة تظنون الظنون المختلفة، قال الحسن البصري: ظن المنافقون أن المسلمين يُستأصلون، وظنَّ المؤمنون أنهم يُنصرون، فالمؤمنون ظنوا خيرًا، والمنافقون ظنوا شرًا، وقال ابن عطية: كاد المؤمنون يضطربون ويقولون: ما هذا الخُلف للوعد؟ وهذه عبارة عن خواطر خطرت للمؤمنين لا يمكن للبشر دفعها، وأما المنافقون فتعجلوا ونطقوا وقالوا: ما وعدنا الله ورسوله إِلا غرورًا ﴿هُنَالِكَ ابتلي المؤمنون﴾ أي في ذلك الزمان والمكان امتحن المؤمنون واختبرونا، ليتميز المخلص الصادق من المنافق، قال القرطبي: وكان هذا الإِبتلاءُ بالخوف والقتال، والجوع والحصر والنزال ﴿وَزُلْزِلُواْ زِلْزَالًا شَدِيدًا﴾ أي وحرّكوا تحريكًا عنيفًا من شدة ما دهاهم، حتى لكأن الأرض تتزلزل بهم وتضطرب تحت أقدامهم، قال ابن جزي: وأصل الزلزلة شدةُ التحريك وهو هنا عبارة عن اضطراب القلوب وتزعزعها ﴿وَإِذْ يَقُولُ المنافقون والذين فِي قُلُوبِهِم مَّرَضٌ﴾ أي واذكر حين يقول المنافقون، والذين في قلوبهم مرض النفاق، لأن الإِيمان لم يخالط قلوبهم ﴿مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُورًا﴾ أي وما وعدنا الله ورسوله إِلا باطلًا وخداعًا، قال الصاوي: والقائل هو «متعب بن قشير» الذي قال: يعندا محمدٌ بفتح فارس والروم، وأحدُنا لا يقدر أن يتبرز فرقًا، ما هذا إِلا وعد غرور","vol":"2","page":472},{"text":"يغرنا به محمد ﴿وَإِذْ قَالَت طَّآئِفَةٌ مِّنْهُمْ﴾ أي واذكر حين قالت جماعة من المنافقين وهم: أوس بن قيظي وأتباعه، وأُبيُّ بن سلول وأشياعه ﴿ياأهل يَثْرِبَ لاَ مُقَامَ لَكُمْ﴾ أي يا أهل المدينة لا قرار لكم ههنا ولا إِقامة ﴿فارجعوا﴾ أي فارجعوا إِلى منازلكم واتركوا محمدًا وأصحابه ﴿وَيَسْتَأْذِنُ فَرِيقٌ مِّنْهُمُ النبي﴾ ويستأذن جماعة من المنافقين النبي ﷺ َ في الإِنصراف متعللين بعلل واهية ﴿يَقُولُونَ إِنَّ بُيُوتَنَا عَوْرَةٌ﴾ أي غير حصينة فنخاف عليها العدوَّ والسُّرّاق ﴿وَمَا هِيَ بِعَوْرَةٍ﴾ تكذيب من الله تعالى لهم أي ليس الأمر كما يزعمون ﴿إِن يُرِيدُونَ إِلاَّ فِرَارًا﴾ أي ما يريدون بما طلبوا من الرسول صلى الله عليهوسلم إِلا الهرب من القتال، والفرار من الجهاد، والتعبريُ بالمضارع ﴿وَيَسْتَأْذِنُ﴾ لاستحضار الصورة في النفس، فكأن السامع يبصرهم الآن وهم يستأذنون، ثم فضحهم تعالى وبيَّن كذبهم ونفاقهم فقال: ﴿وَلَوْ دُخِلَتْ عَلَيْهِمْ مِّنْ أَقْطَارِهَا﴾ أي ولو دخل الأعداء على هؤلاء المنافقين من جميع نواحي المدينة وجوانبها ﴿ثُمَّ سُئِلُواْ الفتنة لآتَوْهَا﴾ أي ثم طلب إليهم أن يكفروا وأن يقاتلوا المسلمين لأعطوها من أنفسهم ﴿وَمَا تَلَبَّثُواْ بِهَآ إِلاَّ يَسِيرًا﴾ أي لفعلوا ذلك مسرعين، ولم يتأخروا عنه لشدة فسادهم، وذهاب الحق من نفوسهم، فهم لا يحافظون على الإِيمان ولا يستمسكون به مع أدنى خوف وفزع، وهذا ذمٌ لهم في غاية الذم ﴿وَلَقَدْ كَانُواْ عَاهَدُواْ الله مِن قَبْلُ لاَ يُوَلُّونَ الأدبار﴾ أي ولقد كان هؤلاء المنافقون أعطوا ربهم العهود والمواثيق من قبل غزوة الخندق وبعد بدر ألاَّ يفروا من القتال ﴿وَكَانَ عَهْدُ الله مَسْئُولًا﴾ أي وكان هذا العهد منهم جديرًا بالوفاء لأنهم سيسألون عنه، وفيه تهديدٌ ووعيد، قال قتادة: لما غاب المنافقون عن بدر، ورأوا ما أعطى الله أهل بدرٍ من الكرامة والنصر، قالوا لئن أشهدنا الله قتالًا لنقاتلن ﴿قُل لَّن يَنفَعَكُمُ الفرار إِن فَرَرْتُمْ مِّنَ الموت أَوِ القتل﴾ أي قل يا أيها النبي لهؤلاء المنافقين، الذين يفرون من القتال طمعًا في البقاء وحرصًا على الحياة، إن فراركم لن يطوّل أعماركم ولن يؤخر آجالكم، ولن يدفع الموت عنكم أبدًا ﴿وَإِذًا لاَّ تُمَتَّعُونَ إِلاَّ قَلِيلًا﴾ أي ولئن هربتم وفررتم فإِذًا لا تمتعون بعدة إلا زمنًا يسيرًا، لأن الموت مآل كل حي، ومن لم يمت بالسيف مات بغيره ﴿قُلْ مَن ذَا الذي يَعْصِمُكُمْ مِّنَ الله﴾ أي من يستطيع أن يمنعكم منه تعالى ﴿إِنْ أَرَادَ بِكُمْ سواءا أَوْ أَرَادَ بِكُمْ رَحْمَةً﴾ أي إن قدَّر هلاككم ودماركم، أو قدَّر بقاءكم ونصركم؟ ﴿وَلاَ يَجِدُونَ لَهُمْ مِّن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي وليس لهم من دون الله مُجير ولا مغيث، فلا قريب ينفعهم ولا ناصر ينصرهم ﴿قَدْ يَعْلَمُ الله المعوقين مِنكُمْ﴾ أي لقد علم الله تعالى ما كان من أمر أولئك المنافقين، والمثبطين للعزائم، م الذين يعّوقون الناس عن الجهاد، ويصدونهم عن القتال ﴿والقآئلين لإِخْوَانِهِمْ هَلُمَّ إِلَيْنَا﴾ أي والذين يقولون لإِخوانهم في الكفر والنفاق: تعالوا إِلينا واتركوا محمدًا وصبحه يهلكوا ولا تقاتلوا معهم، قال تعالى: ﴿وَلاَ يَأْتُونَ البأس إِلاَّ قَلِيلًا﴾ أي ولا يحضرون القتال إِلا قليلًا منهم رياءً وسمعة، قال الصاوي: لأن شأن من يثبّط غيره عن الحرب ألاّ يفعله إلآ قليلًا لغرضٍ خبيث وقال في البحر: المعنى: لا يأتون القتال إلا إتيانًا قليلًا، يخرجون مع المؤمنين يوهمونهم أنهم معهم،","vol":"2","page":473},{"text":"ولا تراهم يقاتلون إلا شيئًا قليلًا إذا اضطروا إليه، فقتالُهم رياء ليس بحقيقة ﴿أَشِحَّةً عَلَيْكُمْ﴾ أي بخلاء عليم بالمودة والشفقة والنصح لأنهم لا يريدون لكم الخير ﴿فَإِذَا جَآءَ الخوف رَأَيْتَهُمْ يَنظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كالذي يغشى عَلَيْهِ مِنَ الموت﴾ أي فإذا حضر القتال رأيت أولئك المنافقين في شدة رغب لا مثيل لها، حتى إنهم لتدور أعينهم في أحداقهم كحال المغشي عليه من معالجة سكرات المت حَذرًا وخَورًا، قال القرطبي: وصفهم بالجبن، وكذا سبيل الجبان ينظر يمينًا وشمالًا محدّدًا بصره، وربما غُشي عليه من شدة الخوف ﴿فَإِذَا ذَهَبَ الخوف سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ﴾ أي فإذا ذهب الخوف عنهم وانجلت المعركة آذوكم باكلام بألسنة سَليطة، وبالغوا فيكم طعنًا وذمًا، قال قتادة: إِذا كان وقت قسمة الغنيمة بسطوا ألسنتهم فيكم يقولون: أعطونا أعطونا فإنا قد شهدنا معكم، ولستم أحقَّ بها منا، فأما عند البأس فأجبن قومٍ وأخذلهم للحق، وأمّا عند الغنيمة فأشح قوم وأبسطهم لسانًا ﴿أَشِحَّةً عَلَى الخير﴾ أي خاطبوكم بما خاطبوكم به حال كونهم أشحة أي بخلاء على المال والغنيمة ﴿أولئك لَمْ يُؤْمِنُواْ﴾ أي أولئك الموصوفون بماذكر من صفات السوء، لم يؤمنوا حقيقةً بقلوبهم وإن أسلموا ظاهرًا ﴿فَأَحْبَطَ الله أَعْمَالَهُمْ﴾ أي أبطلها بسبب كفرهم ونفاقهم، لأن الإِيمان شرط في قبول الأعمال ﴿وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا﴾ أي وكان ذلك الإِحباط سهلًا هينًا على الله، ثم أخبر تعالى عنهم بما يدل على جبنهم فقال: ﴿يَحْسَبُونَ الأحزاب لَمْ يَذْهَبُواْ﴾ أي بحسب المنافقون نم شدة خوفهم وجبنهم أن الأحزاب وهم كفار قريش ومن تحزب معهم بعد انهزامهم لم ينصرفوا عن المدينة وهم قد انصرفوا ﴿وَإِن يَأْتِ الأحزاب يَوَدُّواْ لَوْ أَنَّهُمْ بَادُونَ فِي الأعراب﴾ أي وإن يرجع إليهم الكفار كرة ثانية للقتال يتمنوا لشدة جزعهم أن يكونوا في البادية من الأعراب لا في المدينة معكم حذرًا من القتل وتربصًا للدوائر ﴿يَسْأَلُونَ عَنْ أَنبَآئِكُمْ﴾ أي يسألون عن أخباركم وما وقع لكم فيقولون: أهلك المؤمنون؟ أغلب أبو سفيان؟ ليعرفوا حالكم بالإِستخبار لا بالمشاهدة ﴿وَلَوْ كَانُواْ فِيكُمْ مَّا قاتلوا إِلاَّ قَلِيلًا﴾ أي ولو أنهم كانوا بينكم وقت القتال واحتدام المعركة ما قاتلوا معكم إلا قتالًا قليلًا، لجبنهم وذلتهم وحرصهم على الحياة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير لإِفادة الإِستغراق والشمول ﴿مَّا جَعَلَ الله لِرَجُلٍ مِّن قَلْبَيْنِ﴾ وإدخال حرف الجر الزائد لتأكيد الإِستغراق، وذكر الجوف ﴿فِي جَوْفِهِ﴾ لزيادة التصوير في الإِنكار.\n٢ - جناس الإشتقاق ﴿وَتَوَكَّلْ على الله وكفى بالله وَكِيلًا﴾ .\n٣ - الطباق بين ﴿أَخْطَأْتُمْ. . و. . تَعَمَّدَتْ قُلُوبُكُمْ﴾ وبين ﴿سواء. . و. . رَحْمَةً﴾ لأن المراد بالسوء الشر، وبالرحمة الخير.\n٤ - التشبيه البليغ ﴿وَأَزْوَاجُهُ أُمَّهَاتُهُمْ﴾ حُذف منه وجه الشبه وأداة التشبيه فصار بليغًا، وأصل الكلام: وأزواجه مثل أمهاتهم في حروب الإحترام والتعظيم، والإِجلال والتكريم.\n٥ - المجاز بالحذف ﴿أولى بِبَعْضٍ﴾ أي أولى بميراث بعض.","vol":"2","page":474},{"text":"٦ - ذكر الخاص بعد العام للتشريف ﴿وَإِذْ أَخَذْنَا مِنَ النبيين مِيثَاقَهُمْ وَمِنْكَ وَمِن نُّوحٍ﴾ فقد دخل هؤلاء المذكورون في جملة النبيين ولكنه خصهم بالذكر تنويهًا بشأنهم وتشريفًا لهم.\n٧ - الاستعارة ﴿مِّيثَاقًا غَلِيظًا﴾ استعار الشيء الحسي وهو الغلظُ الخاص بالأجسام للشيء المعنوي وهو بيان حرمة الميثاق وعظمه وثقل حمله.\n٨ - الالتفات ﴿لِّيَسْأَلَ الصادقين﴾ وغرضه التبكيت والتقبيح للمشركين.\n٩ - الطباق بين ﴿مِّن فَوْقِكُمْ. . و. . أَسْفَلَ مِنكُمْ﴾ .\n١٠ - التشبيه التمثيلي ﴿تَدُورُ أَعْيُنُهُمْ كالذي يغشى عَلَيْهِ مِنَ الموت﴾ لأن وجه الشبه منتزع من متعدد.\n١١ - المبالغة في التمثيل ﴿وَبَلَغَتِ القلوب الحناجر﴾ صوَّر القلوب في خفقاتها واضطرابها كأنها وصلت إِلى الحلقوم.\n١٢ - الكناية ﴿لاَ يُوَلُّونَ الأدبار﴾ كناية عن الفرار من الزحف.\n١٣ - الإستعارة المكنية ﴿سَلَقُوكُمْ بِأَلْسِنَةٍ حِدَادٍ﴾ شبَّه اللسان بالسيف المصلت وحذف ذكر المشبه به ورمز له بشيء من لوازمه وهو السلق بمعنى الضرب على طريق الاستعارة المكنية، ولفظ ﴿حِدَادٍ﴾ ترشيح.\n١٤ - توافق الفواصل في الحرف الأخير مثل ﴿كَانَ ذَلِكَ فِي الكتاب مَسْطُورًا. . مَّا وَعَدَنَا الله وَرَسُولُهُ إِلاَّ غُرُورًا﴾ ونحوه وهو يزيد في رونق الكلام وجماله، لما له من وقع رائع، وحرْس عذب.\nتنبيه: خاطب الله تعالى الأنبياء بأسمائهم فقال ﴿يانوح اهبط بِسَلاَمٍ مِّنَّا﴾ [هود: ٤٨]، ﴿ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ﴾ [الصافات: ١٠٤١٠٥]، ﴿ياموسى إِنِّي اصطفيتك عَلَى الناس بِرِسَالاَتِي وَبِكَلاَمِي﴾ [الأعراف: ١٤٤] ولم يخاطب الرسول إلا بلفظ النبوة والرسالة\n﴿ياأيها النبي حَسْبُكَ الله﴾ [الأنفال: ٦٤]، ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ﴾ [المائدة: ٦٧] الخ ولا نجد في القرآن العظيم كله نداءٌ له باسمه، وإنما النداء بلفظ النبوة والرسالة، وفي هذا تفخيم لشأنه، وتعظيم لمقامه، وإِشارة إلى أنه سيد الأولين والآخرين، وإمام الأنبياء والمرسلين، وتعليم لنا الأدب معه ﷺ َ، فلا نذكره إِلا مع الإِجلال والإِكرام، ولا نصفه إلا بالوصف الأكمل ﴿لاَّ تَجْعَلُواْ دُعَآءَ الرسول بَيْنَكُمْ كَدُعَآءِ بَعْضِكُمْ بَعْضًا﴾ [النور: ٦٣]، ﴿إِنَّ الذين يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ الله أولئك الذين امتحن الله قُلُوبَهُمْ للتقوى﴾ [الحجرات: ٣] الآية.\nلطيفَة: إن قيل: ما الفائدة بأمر الله رسوله بالتقوى وهو سيد المتقين؟ فالجواب أنه أمرٌ بالثبات والاستدامة على التقوى كقوله: ﴿يَا أَيُّهَا الذين آمَنُواْ آمِنُواْ﴾ [النساء: ١٣٦] أي اثبتوا على الإيمان وكقول المسلم: ﴿\n١٦٤٩ - ;هْدِنَا الصراط المستقيم﴾ [الفاتحة: ٦] وهو مهتد إليه وغرضه ثبتنا على الصراط المستقيم، أو نقول: الخطاب للرسول ﷺ َ والمراد أمته.","vol":"2","page":475},{"text":"المنَاسَبَة: لما ذكر تعالى غزوة الأحزاب، وموقف المنافقين المذبذبين منها، بالقعود عن الجهاد، وتثبيط العزائم، أمر المؤمنين في هذه الآيات بالإقتداء بالرسول الكريم في صبره وثباته، وتضحيته وجهاده، ثم جاء الحديث عن زوجات رسول الله الطاهرات، وأمرهنَّ بالإقتداء برسول الله ﷺ َ في زهده، وعدم التطلع إلى زهة الدنيا لأنهم قدوة لسائر نساء المؤمنين.\nاللغَة: ﴿أُسْوَةٌ﴾ الأسوة: القدورة وفيها لغتان كسر الهمزة وضمها يقال: أئتسى فلان بفلان أي اقتدى به. ﴿نَحْبَهُ﴾ النَّحب: النذرُ والعهد يقال: نَحَبَ ينحب من باب قَتل نَذر، ومن باب ضَرب بَكى، قال لبيد:","vol":"2","page":476},{"text":"ألا تسْألانِ المرءَ ماذا يُحاول ... أنحْبٌ فيُقضى أم ضلال وباطل\nويقال: قضى نحبه إِذا مات، وعبَّر به عن الموت لأن كل حي لا بدَّ أن يموت، فكأنه نذر لازم في رقبته فإذا مات فقد قضى نحبه أي نذره. ﴿صَيَاصِيهِمْ﴾ حصونهم جمع صيصية وهو ما يُتحصن به، قال الشاعر:\nفأصبحت الثيرانُ صَرْعى وأصبحت ... نساءُ تميم يبْتدرنَ الصَّياصيا\n﴿أُمَتِّعْكُنَّ﴾ متعة الطلاق، وأصل المتاع ما يُتبلَّغ به من الزاد، ومنه متعة المطلقة لأنها تنتفع وتتمتع به. ﴿وَأُسَرِّحْكُنَّ﴾ أطلقكنَّ، وأصل التسريح في اللغة: الإِرسال والإِطلاق. ﴿تَبَرَّجْنَ﴾ تبرجت المرأة: أظهرت زينتها ومحاسنها للأجانب، وأصله من الظهور ومنه سمي البرج لسعته وظهوره. ﴿وَقَرْنَ﴾ الزمن بيوتكن من قولهم: قررتُ بالمكان أقرُّ به إذا بقيت فيه ولزمته، والقرار: مصدر، وأصل «قرن» قررن حذفت الراء وألقيت فتحتها على ما قبلها، واستغني عن ألف الوصل لتحرك القاف. ﴿الرجس﴾ في اللغة: القذر والنجاسة، وعُبّر به هنا عن الآثام لأن عرض المقترف للقبائح يتلوث بها ويتندس، ما يتلوث بدنه بالنجاسات.\nسَبَبُ النّزول: أأخرج ابن جرير الطبري عن أنس بن مالك قال: عاب عمي «أنس بن النضر» عن قتال يوم بدر، فقال: غبتُ عن أول قتالٍ مع رسول الله ﷺ َ؟ لئن أشهدني الله قتالًا ليرينَّ الله ما أصنع؟ فلما كان يوم أُحُد انكشف المسلمون انهزموا فقال: اللهم إني أبرأ إليك مما فعل هؤلاء يعني المشركين وأعتذر إليك ممَّا صنع هؤلاء يعني المسلمين ثم مشى بسيفه فلقيه «سعد بن معاذ» فقال: أي سعد والله إني لأجد ريح الجنة دون أُحد! ثم قاتل حتى قتل، فقال سعد يار سول الله: ما استطعت أن أصنع ما صنع، قال أنس بن مالك: فوجدناه بين القتلى وبه بضع وثمانون جراحة بين ضربةٍ بسيق، أو طعنةٍ برمح، أو رمية بسهم، فما عرفناه حتى جاء أخته فعرفته ببنانه رؤوس الأصابع قال أنس: فكنا نتحدث أن هذه الآية ﴿مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ فَمِنْهُمْ مَّن قضى نَحْبَهُ وَمِنْهُمْ مَّن يَنتَظِرُ.\n.﴾ نزلت فيه وفي أصحابه.\nب وروي الإِمام أحمد عن جابر ﵁ قال: «أقبل أبو بكر ﵁ يستأذن رسول الله ﷺ َ والناسُ ببابه جلوس فلم يُؤذن له، ثم أقبل عمر ﵁ فاستأذن فلم يُؤذن له، ثم أُذن لأبي بكرٍ وعمر فدخلا والنبي ﷺ َ جالسٌ وحوله نساؤه وهو ساكت، فقال عمر: لأكلمنَّ النبي ﷺ َ لعله يضحك ﴿فقال يا رسول الله: لو رأيت انبة زيد امرأة عمر سألتني النفقة آنفًا فوجأت عنقها، فضحك النبي ﷺ َ حتى بدتْ نواجذه، وقال:» هُنَّ حَوْلِي يَسْأَلْنَنِي النَّفَقَةَ «﴾ فقام أبو بكر إلى عائشة ليضربها، وقام عمر إلى حفصه كلاهما يقولان: تسألانِ رسول الله ما ليس عنده؟ فنهاهما","vol":"2","page":477},{"text":"رسول الله ﷺ َ فقلن: والله لا نسأل رسول الله ﷺ َ بعد هذا المجلس ما ليس عنده، وأنزل الله آية الخيار ﴿ياأيها النبي قُل لأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا فَتَعَالَيْنَ أُمَتِّعْكُنَّ وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا﴾ فبدأ بعائشة ﵂ فقال لها:» إِنِّي أَذْكُرُ لَكَ أَمْرًا ما أُحِبُّ ِأَنْ تَعْجَلِي فِيه حَتَّى تَسْتَأْمِرِي أَبَوَيْكِ «، قالت: ما هو يا رسول الله؟ فتلا عليها الآية فقالت: أفيك أستأمرُ أبوي؟ بل أختار الله ورسوله والدار الآخرة، وأسألك ألاّ تذكر لامرأة من نسائك ما اخترت، فقال:» إِنَّ لَمْ يَبْعَثْنِي مُعَنَّفًا وَلكِنْ بَعَثَنِي مُعَلِّمًا وَمُيَسِّرًا، لا تَسْأَلُنِي امْرَأةٌ مِنْهُنَّ إلا أَخْبَرْتُهَا «.\nج عن أم سلمة ﵂ أنها قالت للنبي صلى لله عليه وسلم يا نبيُّ الله: ما لي أسمع الرجال يُذكرون في القرآن، والنساء لا يُذكرن ﴿؟ فأنزل الله تعالى: ﴿إِنَّ المسلمين والمسلمات والمؤمنين والمؤمنات. .﴾ الآية.\nالتفسِير: ﴿لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ﴾ أي لقد كان لكم أيها المؤمنون في هذا الرسول العظيم قدوةٌ حسنة، تقتدون به ﷺ َ في إخلاصه، وجهاده، وصبره، فهو المثل الأعلى الذي يجب أن يُقتدى به، في جميع أقواله وأفعاله وأحواله، لأنه لا ينطق ولا يفعل عن هوى، بل عن وحي وتنزيل، فلذلك وجب عليكم تتبع نهجه، وسلوك طريقه ﴿لِّمَن كَانَ يَرْجُواْ الله واليوم الآخر﴾ أي لمن كان مؤمنًا مخلصًا يرجو ثواب الله، ويخاف عقابه ﴿وَذَكَرَ الله كَثِيرًا﴾ أي وأكثر من ذكر ربه، بلسانه وقلبه، قال ابن كثير: أمر ﵎ الناسَ بالتأسي بالنبي ﷺ َ في صبره ومصابرته، ومجاهدته ومرابطته، ولهذا قال للذين تضجَّروا وتزلزلوا، واضطربوا يوم الأحزاب ﴿لَّقَدْ كَانَ لَكُمْ فِي رَسُولِ الله أُسْوَةٌ حَسَنَةٌ﴾ والمعنى: هلاّ اقتديتم به وتأسيتم بشمائله ﷺ َ﴾ ! ثم حكى تعالى موقف المؤمنين الصادقين في غزوة الأحزاب أثناء رؤيتهم جنود قريش ومن تحزَّب معهم، وما صدر عن المؤمنين من إخلاصٍ ويقين، تُظهر بوضوح روح الإِيمان والتضحية فقال: ﴿وَلَمَّا رَأَى المؤمنون الأحزاب قَالُواْ هذا مَا وَعَدَنَا الله وَرَسُولُهُ﴾ أي ولمَّا رأى المؤمنون الكفار قادمين نحوهم، وقد أحاطوا بهم من كل جانب إِحاطة السوار بالمعصم، قالوا: هذا ما وعدنا به الله ورسولُه، من المحنة والابتلاء، ثم النصر على الأعداء ﴿وَصَدَقَ الله وَرَسُولُهُ﴾ أي صدق الله في وعده، ورسولُه فيم بشرنا به، قال المفسرون:\n«لما كان المسلمون يحفرون الخندق اعترضتهم صخرة عظيمة عجزوا عن تكسيرها، فأخبروا الرسول ﷺ َ بها فجاء وأخذ المعول وضربها ثلاث ضربات أضاءت له منها مدائن كسرى، وقصور الروم، فقال:» أَبْشِرُوا باِلنَّصْرِ «، لما أقبلت جموع المشركين ورأوهم قالوا: ﴿هذا مَا وَعَدَنَا الله وَرَسُولُهُ﴾ ﴿وَمَا زَادَهُمْ إِلاَّ إِيمَانًا وَتَسْلِيمًا﴾ أي وما زادهم ما رأوه من كثرة جند الأحزاب، ومن شدة الضيق والحصار، إِلا إِيمانًا قويًا عميقًا بالله، واستسلامًا وانقيادًا لأوامره ﴿مِّنَ المؤمنين رِجَالٌ صَدَقُواْ مَا عَاهَدُواْ الله عَلَيْهِ﴾ أي ولقد كان من أولئك المؤمنين رجالٌ صاقدون، نذروا أنهم إِذا أدركوا حربًا مع رسول الله ﷺ َ ثبتوا وقاتلوا حتى يستشهدوا ﴿فَمِنْهُمْ مَّن","vol":"2","page":478},{"text":"قضى نَحْبَهُ﴾ أي فمنهم من وفّى بنذره وعهده حتى استشهد في سبيل الله كأنس بن النضر وحمزة ﴿وَمِنْهُمْ مَّن يَنتَظِرُ﴾ أي ومنهم من ينتظر الشهادة في سبيل الله ﴿وَمَا بَدَّلُواْ تَبْدِيلًا﴾ أي وما غيَّروا عهدهم الذي عاهدوا عليه ربهم أبدًا ﴿لِّيَجْزِيَ الله الصادقين بِصِدْقِهِمْ﴾ أي ليجزي الله الصادقين بسبب صدقهم وحُسن صنيعهم أحسن الجزاء في الآخرة ﴿وَيُعَذِّبَ المنافقين إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ﴾ أي ويعذّب المنافقين الناقضين للعهود بأن يُميتهم على النفاق فيعذبهم، أو يتوب عليهم فيرحمهم ﴿إِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة رحيمًا بالعباد، قال ابن كثير: ولما كانت رحمته ورأفته ﵎ هي الغالبة لغضبه ختم بها الآية الكريمة ﴿وَرَدَّ الله الذين كَفَرُواْ بِغَيْظِهِمْ﴾ أي وردَّ الله الأحزاب الذين تألبوا على غزو المدينة خائبين خاسرين، مغيظين محنقين، لم يشف صدورهم بنيل ما أرادوا ﴿لَمْ يَنَالُواْ خَيْرًا﴾ أي حال كونهم لم ينالوا أيَّ خير لا في الدنيا ولا في الآخرة، بل قد اكتسبوا الآثام في مبارزة الرسول ﵇ وهمّهم بقتله ﴿وَكَفَى الله المؤمنين القتال﴾ أي كفاهم شرَّ أعدائهم بأن أرسل عليهم الريح والملائكة حتى ولّوا الأدبار منهزمين ﴿وَكَانَ الله قَوِيًّا عَزِيزًا﴾ أي قادرًا على الانتقام من أعدائه، عزيزًا غالبًا لا يُقهر، ولهذا كان ﵇ يقول:» لا إِلهَ إِلا الله وَحْدَهُ، نَصَرَ عَبْدَهُ، وَأَعَزَّ جُنْدَهُ، وَهَزَمَ الأْحَْابَ وَحْدَهُ «\n﴿وَأَنزَلَ الذين ظَاهَرُوهُم مِّنْ أَهْلِ الكتاب مِن صَيَاصِيهِمْ﴾ أي وأنزل اليهود وهم بنو قريظة الذين أعانوا المشركين ونقضوا عهدهم وانقلبوا على النبي وأصحابه، أنزلهم من حصونهمه وقلاعهم التي كانوا يتحصنون فيها ﴿وَقَذَفَ فِي قُلُوبِهِمُ الرعب﴾ أي ألقى الله في قلوبهم الخوف الشديد حتى فتحوا الحصون واستسلموا، قال ابن جزي: نزلت الآية في يهود «بني قريظة» وذلك أنهم كانوا معاهدين لرسول الله ﷺ َ فنقضوا عهده وصاروا مع قريش، فلما انهزم المشركون وانصرفت قريش عن المدينة حاصر رسول الله ﷺ َ بني قريظة حتى نزلوا على حكم «سعد بن معاذ» فحكم بأن يُقتل رجالهم، ويُسبى نساءهم وذريتهم فذلك قوله تعالى: ﴿فَرِيقًا تَقْتُلُونَ﴾ يعني الرجال وقتل منهم يومئذٍ مابين الثمانمائة والتسعمائة ﴿وَتَأْسِرُونَ فَرِيقًا﴾ يعني النساء والذرية ﴿وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيَارَهُمْ وَأَمْوَالَهُمْ﴾ أي قادرًا على كل ما أراد، لا يعجزه شيء في الأرض ولا في السماء، قال أبو حيان: ختم تعالى هذه الآية ببيان قدرته على كل شيء، وكأن في ذلك إشارة إلى فتحه على المسلمين الفتوح الكثيرة، فكما ملَّكهم هذه الأراضي فكذلك هو قادر على أن يملّكهم غيرها من البلاد ﴿ياأيها النبي قُل لأَزْوَاجِكَ﴾ أي قل لزوجاتك اللاتي تأذيتَ منهن بسبب سؤالهن إياك الزيادة في النفقة ﴿إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا﴾ أي إن رغبتُنَّ في سعة الدنيا ونعيمها، ويهرجها الزائل ﴿فَتَعَالَيْنَ أُمَتِّعْكُنَّ﴾ أي فتعالينَ حتى أدفع لكنَّ متعة الطلاق ﴿وَأُسَرِّحْكُنَّ سَرَاحًا جَمِيلًا﴾ أي","vol":"2","page":479},{"text":"وأطلقكُنَّ طلاقًا من غير ضرار ﴿وَإِن كُنتُنَّ تُرِدْنَ الله وَرَسُولَهُ والدار الآخرة﴾ أي وإِن كنتُنَّ ترغبن في رضوان الله ورسوله، والفوز بالنعيم الوفير في الدار الآخرة ﴿فَإِنَّ الله أَعَدَّ لِلْمُحْسِنَاتِ مِنكُنَّ أَجْرًا عَظِيمًا﴾ جواب الشرط أي فإن الله تعالى قد هيأ للمحسنات منكنَّ بمقابلة إحسانهن ثوابًا كبيرًا لا يوصف، وهو الجنة التي فيها ما لا عين رأت، ولا أذن سمت، ولا خطر على قلب بشر، قال في البحر: لما نصر الله نبيه، وفرَّق عنه الأحزاب، وفتح عليه قريظة والنظير، ظنَّ أزواجه أنه اختصَّ بنفائس اليهود وذخائرهم، فقعدن حوله وقلن يا رسول الله: بناتُ كسرى وقيصر في الحُليّ والحُلَل، ونحن على ما تراه من الفاقة والضيق!! وآلمن قلبه بمطالبتهن له بتوسعة الحال، وأن يعاملهنَّ بما يعامل به الملوك والأكابر أزواجهم، فأمره الله أن يتلو عليهن ما أنزل في أمرهنَّ، وأزواجه إذ ذاك تسع زوجات ﴿يانسآء النبي مَن يَأْتِ مِنكُنَّ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾ أي وأورثكم يا معشر المؤمنين أرضي بني قريظة وعقارهم وخيلهم ومنازلهم وأموالهم التي تركوها ﴿وَأَرْضًا لَّمْ تَطَئُوهَا﴾ أي وأرضًا أخرى لم تطؤوها بعدُ بأقدامكم، وهي خيبر لأنها أُخذت بعد قريظة، وكل أرض فتحها المسلمون بعد ذلك ﴿وَكَانَ الله على كُلِّ شَيْءٍ قَدِيرًا﴾ أي من تفعل منكن كبيرةً من الكبائر، أو ذنبًا تجاوز الحدَّ في القبح، قال ابن عباس: يعني النشوز وسوء الخلق ﴿يُضَاعَفْ لَهَا العذاب ضِعْفَيْنِ﴾ أي يكون جزاؤها ضعف جزاء غيرها من النساء، لأن زيادة قبح المعصية تتبع زيادة الفضل والمرتبة ﴿وَكَانَ ذَلِكَ عَلَى الله يَسِيرًا﴾ أي كان ذلك العقاب سهلًا يسيرًا على الله، لا يمنعه منه كونهنَّ أوزاج ونساء النبي ﷺ َ، وفي الآية تلوين للخطاب، فبعد أن كانت المخاطبة لهن على لسان رسول الله ﷺ َ وجَّه الخطاب إِليهنَّ هنا مباشرةً لإِظهار الاعتناء بأمرهن ونصحهن، قال الصاوي: وهذه الآيات خطاب من الله لأزواج النبي ﷺ َ إظهارًا لفضلهن، وعِظم قدرهن عند الله تعالى، لأن العتاب والتشديد في الخطاب مشعر برفعة رتبتهن، لشدة قربهن من رسول الله ﷺ َ ولأنهن أزواجه في الجنة، فبقدر القرب من رسول الله يكون القرب من الله ﴿وَمَن يَقْنُتْ مِنكُنَّ للَّهِ وَرَسُولِهِ﴾ أي ومن تواظب منكنَّ على طاعة الله وطاعة رسوله ﴿وَتَعْمَلْ صَالِحًا﴾ أي وتتقرب إِلىلله بفعل الخير وعمل الصالحات ﴿نُؤْتِهَآ أَجْرَهَا مَرَّتَيْنِ﴾ أي نعطها الثواب مضاعفًا ونثيبها مرتين: مرة على الطاعة والتقوى، وأخرى على طلبهنَّ رضاء رسول الله ﷺ َ بالقناعة وحسن المعاشرة ﴿وَأَعْتَدْنَا لَهَا رِزْقًا كَرِيمًا﴾ أي وهيأنا لها في الجنة زيادة على ما لها من أجر رزقًا حسنًا مرضيًا لا ينطقع، ثم أظهر فضيلتهنَّ على النساء فقال: ﴿يانسآء النبي لَسْتُنَّ كَأَحَدٍ مِّنَ النسآء﴾ أي أنتن تختلقن عن سائر النساء من جهة أنكنَّ أفضل وأشرف من غيركن، لكونكن زوجات خاتم الرسل، وأفضل الخلق محمد عليه أفضل الصةلا والتسليم، فليست الواحدة منكنَّ كالواحدة من آحاد النساء ﴿إِنِ اتقيتن﴾ شرطٌ حذف جوابه لدلالة ما قبله أي إن اتقيتنَّ الله فأنتُنَّ بأعلى المراتب، قال القرطبي: بيَّن تعالى أن الفضيلة إنما تتم لهن بشرط التقوى، لما منحنَّ الله من صحبة رسوله سيد الأولين والآخرين، وقال ابن عباس: يريد في هذه الآية: ليس قدركنَّ عندي مثل قدر غيركن من النساء الصالحات، أنتُنَّ أكرمُ عليَّ وثوابكنَّ أعظم إن اتقيتُن، فشرط عليهن التقوى بيانًا أن فضيلتهن إنما تكون بالتقوى، لا بنفس اتصالهن برسول الله","vol":"2","page":480},{"text":"ﷺ ﴿فَلاَ تَخْضَعْنَ بالقول﴾ أي فلا ترققن الكلام عند مخاطبة الرجال ﴿فَيَطْمَعَ الذي فِي قَلْبِهِ مَرَضٌ﴾ أي فيطمع مَن كان في قلبهه فجور وريبة، وحبٌ لمحادثة النساء ﴿وَقُلْنَ قَوْلًا مَّعْرُوفًا﴾ أي وقلن قولًا حسنًا عفيفًا لا ريبة فيه، ولا لين ولا تكسر عند مخاطبتكنَّ للرجال قال ابن كثير: ومعنى هذا أنها تخاطب الأجانب بكلامٍ ليس فيه ترخيم، ولا تخاطب الأجنبيَّ كما تخاطب زوجها ﴿وَقَرْنَ فِي بُيُوتِكُنَّ﴾ أي الزَمْنَ بيوتكنَّ ولا تخرجنن لغير حاجة، ولا تفعلن كما تفعل الغافلات، المتسكعات في الطرقات لغير ضرورة ﴿وَلاَ تَبَرَّجْنَ تَبَرُّجَ الجاهلية الأولى﴾ أي لا تظهرن زينتكن ومحاسنكنَّ للأجانب مثل ما كان نساء الجاهلية يفعلن، حيث كانت تخرج المرأة إِلى الأسوق مظهرةً لمحاسنها، كاشفة ما لا يليق كشفه من بدنها، قال قتادة: كانت لهن مشية فيها تكسُّرٌ وتغنج فنهى الله تعالى عن ذلك ﴿وَأَقِمْنَ الصلاة وَآتِينَ الزكاة﴾ أي حافظن على إقامة الصلاة وإيتاء الزكاة، قال ابن كثير: نهاهنَّ أولًا عن الشر، ثم أمرهن بالخير، من إقامة الصلاة وهي عبادة الله وحده، وإيتاء الزكاة وهي الإِحسان إلى المخلوقين ﴿وَأَطِعْنَ الله وَرَسُولَهُ﴾ أي أطعن الله ورسوله في جميع الأوامر والنواهي لتنلن مرتبة المتقيات ﴿إِنَّمَا يُرِيدُ الله لِيُذْهِبَ عَنكُمُ الرجس﴾ أي إنما يريد الله أن يخلصكنَّ من دنس المعاصي، ويطهركنَّ من الآثام، التي يتندس بها عِرض الإِنسان كما يتلوث بدنه بالنجاسات ﴿أَهْلَ البيت﴾ أي يا أهل بيت النبوة ﴿وَيُطَهِّرَكُمْ تَطْهِيرًا﴾ أي ويطهركم من أوضار الذنوب المعاصي تطهيرًا بليغًا ﴿واذكرن مَا يتلى فِي بُيُوتِكُنَّ مِنْ آيَاتِ الله والحكمة﴾ أي وأقرأن آيات القرآن، وسنة النبي ﷺ َ، فإن فيهما الفلاح والنجاح، قال الزمخشري: ذكّرهن أن بيوتهن مهابط الوحي، وأمرهنَّ ألاّ ينسين ما يُتلى فيها من الكتاب الجامع بين أمرين: آيات بينات تدل على صدق النبوة، وحكمة وعلوم وشرائع سماوية ﴿إِنَّ الله كَانَ لَطِيفًا خَبِيرًا﴾ أي عالمًا بما يصلح لأمر العباد، خبيرًا بمصالحهم ولذلك شرع للنا ما يُسعدهم في دنياهم وآخرتهم، ثم أخبر تعالى أن المرأة والرجل في الجزاء والثواب سواء فقال: ﴿إِنَّ المسلمين والمسلمات﴾ هم المتمسكون بأوامر الإِسلام المتخلقون بأخلاقه رجالًا ونساءً ﴿والمؤمنين والمؤمنات﴾ أي المصدِّقين بالله وآياته، وما أُنزل على رسله وأنبيائه ﴿والقانتين والقانتات﴾ أي العابدين الطائعين، المداومين على الطاعة ﴿والصادقين والصادقات﴾ أي الصادقين في إيمانهم، ونياتهم، وأقوالهم، وأعمالهم ﴿والصابرين والصابرات﴾ أي الصابرين على الطاعات وعن الشهوات في المكروه والمنشط ﴿والخاشعين والخاشعات﴾ أي الخاضعين الخائفين من الله جل وعلا، المتواضعين له بقلوبهم وجوارحهم ﴿والمتصدقين والمتصدقات﴾ أي المتصدقين بأموالهم على","vol":"2","page":481},{"text":"الفقراء، بالإِحسان وأداء الزكوات ﴿والصائمين والصائمات﴾ أي الصائمين لوجه الله شهر رمضان وغيره من الأيام، فالصوم زكاة البدن يزكيه ويطهّره ﴿والحافظين فُرُوجَهُمْ والحافظات﴾ أي عن المحارم والآثام، وعما لا يحل من الزنى وكشف العورات ﴿والذاكرين الله كَثِيرًا والذاكرات﴾ أي المديمين ذكر الله بألسنتهم وقلوبهم في كل الأوقات والأمكنة ﴿أَعَدَّ الله لَهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا﴾ أي أعدَّ لهؤلاء المتقين الأبرار، المتصفين بالصفات الجليلة أعظم الأجر والثواب وهو الجنة، مع تكفير الذنوب بسبب ما فعلوه من الأعمال الحسنة.\nالبَلاَغَة: تضمنت الآيات وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الإسم الظاهر ﴿هذا مَا وَعَدَنَا الله وَرَسُولُهُ وَصَدَقَ الله وَرَسُولُهُ﴾ كرر الإسم الكريم للتشريف والتعظيم.\n٢ - الإستعارة ﴿قضى نَحْبَهُ﴾ النحبُ، النذر، واستعير للموت لأنه نهاية كل حي، فكأنه نذر لازم في رقبة الإِنسان.\n٣ - الجملة الاعتراضية ﴿وَيُعَذِّبَ المنافقين إِن شَآءَ أَوْ يَتُوبَ عَلَيْهِمْ﴾ للتنبيه على أن أمر العذاب أو الرحمة موكول لمشيئته تعالى.\n٤ - المقابلة بين ﴿إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا وَزِينَتَهَا﴾ وبين ﴿وَإِن كُنتُنَّ تُرِدْنَ الله وَرَسُولَهُ والدار الآخرة﴾ .\n٥ - التشبيه البليغ ﴿وَلاَ تَبَرَّجْنَ تَبَرُّجَ الجاهلية﴾ أي كتبرج أهل الجاهلية حذفت أداة التشبيه ووجه الشبه فصار بليغًا.\n٦ - عطف العام عل الخاص ﴿وَأَطِعْنَ الله وَرَسُولَهُ﴾ بعد قوله: ﴿وَأَقِمْنَ الصلاة وَآتِينَ الزكاة﴾ فإن إطاعة الله ورسوله تشمل كل ما تقدم من الأوامر والنواهي.\n٧ - الإستعارة ﴿يُذْهِبَ عَنكُمُ الرجس. . أَهْلَ البيت وَيُطَهِّرَكُمْ تَطْهِيرًا﴾ استعار الرجس للذنوب، الطهر للتقوى لأن عرض المرتكب للمعاصي يتندس، وأما الطاعة فالعرض معها نقي مصون كالثوب الطاهر.\n٨ - الإِيجاز بالحذف ﴿والحافظات﴾ حذف المفعول لدلالة السابق عليه أي والحافظات فوجهن.\n٩ - التغليب ﴿أَعَدَّ الله لَهُم﴾ غلَّب الذكور وجمع الإِناث معهم ثم أدرجهم في الضمير.\n١٠ - توافق الفواصل مثل ﴿يَسِيرًا، قَدِيرًا، كَثِيرًا﴾ وهو من المحسنات البديعية.","vol":"2","page":482},{"text":"المنَاسَبَة: لما ذكر تعالى صفات المؤمنين وما نالوه من الدرجات الرفعية، أعقبها ببيان أن طاعة الرسول من طاعة الله، وأمر الرسول من أمر الله، ثم ذكّرهم تعالى بالنعمة العظمى وهي بعثة السراج المنير، المبعوث رحمة للعالمين ﷺ َ.\nاللغَة: ﴿الخيرة﴾ مصدر بمعنى الاختيار من تخيَّر على غير قياس مثل الطيرة من تطيَّر. ﴿مُبْدِيهِ﴾ أبدى الشيء: أظهره. ﴿وَطَرًا﴾ الوطر: الحاجة التي هي في النفس، قال الزجاج: الوطر الحاجةُ التي لك فيها هِمَّة فإذا بلغها الإِنسان يقال: قضى وطره، وقال المبرّد: الوطرُ الشهوةُ ياقلأ:","vol":"2","page":483},{"text":"ما قضيتُ من لقائك وَطَرًا أي ما استمتعتُ بك كما تشتهي نفسي وأنشد:\nوكيفَ ثَوابي بالمدينةِ بعدما قَضَى وطرًا منها جميل بن معمر\n﴿حَرَجٍ﴾ ضيق وإثم. ﴿خَلَوْاْ﴾ مضو وذهبوا. ﴿قَدَرًا مَّقْدُورًا﴾ قضاءً مقضيًا في الأزل. ﴿بُكْرَةً﴾ البُكرة: هي أول النهار. ﴿أَصِيلًا﴾ الأصيل: آخر النهار. ﴿تُرْجِي﴾ تؤخر يقال: أرجيت الامر وأرجأته إذا أخرته. ﴿تؤوي﴾ تضم ومنه ﴿آوى إِلَيْهِ أَخَاهُ﴾ [يوسف: ٦٩] .\nسَبَبُ النّزول: عن ابن عباس قال: «خطب رسول الله ﷺ َ زينب بنت جحش لمولاه» زيد بن حارثة «فاستنكفت منه وكرهت وأبت فنزلت الآية ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ. .﴾ الآية فأذعنت زينب حينئذٍ وتزوجته. . وفي رواية» فامتنعت وامتنع أخوها عبد الله لنسبها من قريش فلما نزلت الآية جاء أخوها فقال يا رسول الله مرني بما شئت قال: «فَزَوِّجْهَا مِنْ زَيْدٍ»، فرضي وزوَّجها «.\nالتفسِير: ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ﴾ أي لا ينبغي ولا يصح ولا يليق بأي واحدٍ من المؤمنين والمؤمنات ﴿إِذَا قَضَى الله وَرَسُولُهُ أَمْرًا﴾ أي إذا أمر الله ﷿ وأمر رسوله بشيءٍ من الأشياء، قال الصاوي: ذكرُ اسم الله للتعظيم وللإِشارة إلى أن قضاء رسول الله هو قضاء الله لكونه لا ينطق عن الهوى ﴿أَن يَكُونَ لَهُمُ الخيرة مِنْ أَمْرِهِمْ﴾ أي أن يكون لهم رأيٌ أو اختيار، بل عليهم الانقياد والتسليم، قال ابن كثير: وهذه الآية عامة في جميع الأمور، وذلك أنه إذا حكم الله ورسولُه بشيء فليس لأحدٍ مخالفته، ولا اختيار لأحدٍ ولا رأي ولا قول، ولهذا شدَّد النكير فقال: ﴿وَمَن يَعْصِ الله وَرَسُولَهُ فَقَدْ ضَلَّ ضَلاَلًا مُّبِينًا﴾ أي ومن يخالف أمر الله وأمر رسوله فقد حاد عن الطريق السوي، وأخطأ طريق الصواب، وضلَّ ضلالًا بيّنًا واضحًا ﴿وَإِذْ تَقُولُ للذي أَنعَمَ الله عَلَيْهِ﴾ أي اذكر أيها الرسول وقت قولك للذي أنعم الله عليه بالهداية للإِسلام ﴿وَأَنْعَمْتَ عَلَيْهِ﴾ بالتحرير من العبودية والإعتاق، قال المفسرون: هو» زيد بن حارثة «كان من سبي الجاهلية اشترته» خديجة «ووهبته لرسول الله ﷺ َ فكان مملوكًا عنده ثم أعتقه وتبنَّاه، وزوَّجه ابنة عمته» زينب بنت جحش «﵂ ﴿أَمْسِكْ عَلَيْكَ زَوْجَكَ واتق الله﴾ أي أمسكْ زوجتك زينب في عصمتك ولا تطلّقها، واتّقِ الله في أمرها ﴿وَتُخْفِي فِي نَفْسِكَ مَا الله مُبْدِيهِ﴾ أي وتضمر يا محمد في نفسك ما يسظهره الله وهو إرادة الزواج بها قال في التسهيل: الذي أخفاه رسول الله ﷺ َ أمر جائزّ مباح لا إثم فيه ولا عتب، ولكنه","vol":"2","page":484},{"text":"خاف أن يقول الناس تزوج امرأة ابنه إذ كان قد تبناه، فأخفاه حياءً وحشمة وصيانة لعِرْضه من ألسنتهم، فالذي أخفاه ﷺ َ هو إرادة تزوجها ليبطل حكم التبني فأبدى الله ذلك بأن قضى له بتزوجها ﴿وَتَخْشَى الناس والله أَحَقُّ أَن تَخْشَاهُ﴾ أي تهاب أن يقول الناسُ تزوج محمد حليلة ابنه، والله أحقُّ أن تخشاه وحده، وأن تجهر بما أوحاه إليك من أنك ستتزوج بها بعد أن يطلقها زيدٌ، قال ابن عباس: خشي أن يقول المنافقون: تزوج محمد امرأة ابنه ﴿فَلَمَّا قضى زَيْدٌ مِّنْهَا وَطَرًا زَوَّجْنَاكَهَا﴾ أي فلما قضى زيدٌ حاجته من نكاحها وطلَّقها زوجناك إياها يا محمد، وهذا نصٌ قاطع صريح على أن الذي أخفاه رسول الله صلى لله عليه وسلم هو إرادة الزواج بها بعد تطليق زيدٍ لها تنفيذًا لأمر الوحي، لا حبُّه لها كما زعم الأفَّاكون، ومعنى ﴿زَوَّجْنَاكَهَا﴾ جعلناها زوجةً لك، قال المفسرون: إنَّ الذي تولَّى تزويجها هو الله جل وعلا، فلما انقضت عدتها دخل عليها رسول الله ﷺ َ بلا إذنٍ ولا عقدٍ ولا مهرٍ ولا شهودد، وكان ذلك خصوصية للرسول صلى لله عليه وسلم روى البخاري عن أنس بن مالك ﵁ قال:\n«كانت زينبُ تفخَر على أزواج النبي صلى لله عليه وسلم وتقول: زوَّجكُنَّ أهاليكُنَّ، وزوَّجني ربي من فوقِ سبع سموات» ثم ذكر تعالى الحكمة من هذا الزواج فقال: ﴿لِكَيْ لاَ يَكُونَ عَلَى المؤمنين حَرَجٌ في أَزْوَاجِ أَدْعِيَآئِهِمْ إِذَا قَضَوْاْ مِنْهُنَّ وَطَرًا﴾ أي لئلا يكون في تشريع الله على المؤمنين ضيق ومشقة وتأثم في حق تزوج مطلقات الأبناء من التبني، إذا لم يبق لأزواجهن حاجة فيهن، قال ابن الجوزي: المعنى زوجناك زينب وهي امرأة زيد الذي تبنَّيته لكيلا يُظنَّ أن امرأة المتبنَّى لا يحل نكاحها ﴿وَكَانَ أَمْرُ الله مَفْعُولًا﴾ أي وكان أمر الله لك، ووحيه إِليك بتزوج زينب مقَّدرًا محتمًا كائنًا لا محالة، ولما نفى الحرج عن المؤمنين، نفى الحرج عن سيد المرسلين بخصوصه على سبيل التكريم والتشريف فقال: ﴿مَّا كَانَ عَلَى النبي مِنْ حَرَجٍ فِيمَا فَرَضَ الله لَهُ﴾ أي لا حرج ولا إثم ولا عتاب على النبي فيما أباح الله له وقسم من الزوجات، قال الضحاك: كان اليهود عابوه بكثرة النكاح، فردَّ الله عليهم بقوله: ﴿سُنَّةَ الله فِي الذين","vol":"2","page":485},{"text":"خَلَوْاْ مِن قَبْلُ﴾ أي هذه سنة الله في جميع الأنبياء السابقين حيث وسَّع عليهم فيما أباحلهم، قال القرطبيك أي سنَّ لمحمد ﷺ َ في التوسعة عليه في النكاح، سنة الأنبياء الماضية كداود وسليمان، فكان لداود مائة امرأة ولسليمان ثلاثمائة امرأة، عدا السُّريات ﴿وَكَانَ أَمْرُ الله قَدَرًا مَّقْدُورًا﴾ أي قضاءً مقضيًا، وحكمًا مقطوعًا به من الأزل، لا يتغيَّر ولا يتبدَّل، ثم أثنى تعالى على جميع الأنبياء والمرسلين بقوله: ﴿الذين يُبَلِّغُونَ رِسَالاَتِ الله﴾ أي هؤلاء الذين أخبرتك عنهم يا محمد وجعلتُ لك قدوة بهم، هم الذين يبلّغون رسالات الله إلى امن أُرسلوا إليه ﴿وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَدًا إِلاَّ الله﴾ أي يخافون الله وحده ولا يخافون أحدًا سواه، فاقتد يا محمد بهم ﴿وكفى بالله حَسِيبًا﴾ أي يكفي أن يكون الله محاسبًا على جميع الأعمال والأفعال، فينبغي أن لا يُخْشى غيره، ثم أبطل تعالى حكم التبني الذي كان شائعًا في الجاهلية فقال: ﴿مَّا كَانَ مُحَمَّدٌ أَبَآ أَحَدٍ مِّن رِّجَالِكُمْ﴾ قال المفسرو: لما تزوج رسول الله ﷺ َ قال الناس: إن محمدًا قد تزوج امرأة ابنه فنزلت هذه الآية قال الزمخشري: أي لم يكن أبا رجل منكم على الحقيقة، حتى يثبت بينه وبينه ما يثبت بين الأب وولده من حرمة الصهر والنكاح ﴿ولكن رَّسُولَ الله وَخَاتَمَ النبيين﴾ أي ولكنّه ﵇ آخر الأنبياء والمرسلين، ختم الله به الرسالات السماوية، فلا نبيًّ بعده، قال ابن عباس: يريد: لو لم أختم به النبيّين لجعلتُ له ولدًا يكون بعده نبيًا ﴿وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيمًا﴾ أو هو العالم بأقوالكم وأفعالكم، لا تخفى عليه خافية من أحوالكم ﴿ياأيها الذين آمَنُواْ اذكروا الله ذِكْرًا كَثِيرًا﴾ أي اذكرا الله بالتهليل والتحميد، والتمجيد والتقديس ذكرًا كثيرًا، بالليل والنهار، والسفر والحضر ﴿وَسَبِّحُوهُ بُكْرَةً وَأَصِيلًا﴾ أي وسبحوا ربكم في الصباح والمساء، قال العلماء: خصّهما بالذكر لأنهما أفضل الأوقات بسبب تنزل الملائكة فيهما ﴿هُوَ الذي يُصَلِّي عَلَيْكُمْ﴾ أي هو جل وعلا يرحمكم على الدوام، ويعتني بأمركم، وبكل ما فيه صلاحكم وفلاحكم ﴿وَمَلاَئِكَتُهُ﴾ أي وملائكته يصلون عليكم أيضًا بالدعاء والإستغفار وطلب الرحمة، قال ابن كثير: والصلاةُ من الله سبحانه ثناؤه على العبد عند الملائكة، وقيل: الصلاة من الله الرحمةُ، ومن الملائكة: الدعاءُ والإستغفار ﴿لِيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور﴾ أي لينقذكم من الضلالة إلى الهدى، ومن ظلمات العصيان إلى نور الطاعة والإِيمان ﴿وَكَانَ بالمؤمنين رَحِيمًا﴾ أي واسع الرحمة بالمؤمنين، حيث يقبل القليل من أعمالهم، ويعفوا عن الكثير من ذنوبهم، لإخلاصهم في إيمانهم ﴿تَحِيَّتُهُمْ يَوْمَ يَلْقَوْنَهُ سَلاَمٌ﴾ أي تحية هؤلاء المؤمنين يوم يلقون ربهم السلامُ والإِكرام في الجنة من الملك العلاّم كقوله تعالى\n﴿سَلاَمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ﴾ [يس: ٥٨] ﴿وَأَعَدَّ لَهُمْ أَجْرًا كَرِيمًا﴾ أي وهيأ لهم أجرًا حسنًا وهو الجنة وما فيها من النعيم المقيم، قال ابن كثير: والمراد بالأجر الكريم الجنةُ وما فيها من المآكل والمشارب، والملابس والمساكن، والملاذَ والمناظر، مما لا عينٌ رأتْ، ولا أذنٌ سمعتْ، ولا خطر على قلب بشر، ثم","vol":"2","page":486},{"text":"لما بيَّن تعالى أنه أخرج المؤمنين من ظلمات الكفر والضلال إلى أنوار الهداية والإِيمان، عقَّبه بذكر أوصاف السراج المنير الذي أضاء الله به الأكوان فقال: ﴿ياأيها النبي إِنَّآ أَرْسَلْنَاكَ شَاهِدًا﴾ أي شاهدًا على أمتك وعلى جميع الأمم بأن أنبيائهم قد بلغوهم رسالة ربهم ﴿وَمُبَشِّرًا﴾ أي مبشرًا للمؤمنين بجنات النعيم ﴿وَنَذِيرًا﴾ أي ومنذرًا للكافرين من عذاب الجحيم ﴿وَدَاعِيًا إِلَى الله بِإِذْنِهِ﴾ أي وداعيًا للخلق إلى توحيد الله وطاعته وعبادته، بأمره جل وعلا لا من تلقاء نفسك ﴿وَسِرَاجًا مُّنِيرًا﴾ أي وأنت يا محمد كالسراح الوهَّاج المضيء للناس، يُهْتدى بك في الدهماء، كما يُهْتدى بالشهاب في الظلماء، قال ابن كثير: أي أنت يا محمد كالشمس في إشراقها وإضاءتها لا يجحدها إلا معاند وقال الزمخشري: شبَّهه بالسراج المنير لأن الله جلى به ظلمات الشركِ، واهتدى به الضالون، كما يُجلى ظلامُ الليل بالسراج المنير ويُهْتدى به، وصفه تعالى بخسمة أوصاف كلُّها كمالٌ وجمال، وثناءٌ وجلال، وختمها بأنه صلوات الله عليه هو السراج الوضاء الذي بدَّد الله به ظلمات الضلال، فصلواتُ ربي وسلامه عليه في كل حين وآن ﴿وَبَشِّرِ المؤمنين بِأَنَّ لَهُمْ مِّنَ الله فَضْلًا كَبِيرًا﴾ أي وبشر يا محمد المؤمنين خاصة بأنَّ لهم من الله العطاء الواسع الكبير في جنات النعيم ﴿وَلاَ تُطِعِ الكافرين والمنافقين﴾ أي لا تطعهم فيما يطلبوه منك من المساهلة والملاينة في أمر الدين، بل اثبت على ما أُوحي إِليك ﴿وَدَعْ أَذَاهُمْ﴾ أي ولا تكترث بإِذايتهم لك، وصدّهم الناس عنك ﴿وَتَوَكَّلْ عَلَى الله﴾ أي واعتمد في جميع أمورك وأحوالك على الله ﴿وكفى بالله وَكِيلًا﴾ إي إن الله يكفي من توكل عليه في أمور الدنيا والآخرة، قال الصاوي: وفي الآية إشارة إلى أن التوكل أمره عظيم، فمن توكل على الله كفاه ما أهمَّه من أمور الدنيا والدين، ولما كان الحديث عن نساء النبي ﷺ َ وقصه زيد وتطليقه لزينب، جاء الحديث عن نساء المؤمنين والطريقة المثلى في تطليقهن فقال تعالى ﴿ياأيها الذين آمنوا إِذَا نَكَحْتُمُ المؤمنات﴾ أي يا أيها المؤمنون الذين صدَّقوا بالله ورسوله إِذا عقدتم عقد الزواج على المؤمنات وتزوجتموهن ﴿ثُمَّ طَلَّقْتُمُوهُنَّ مِن قَبْلِ أَن تَمَسُّوهُنَّ﴾ أي ثم طلقتموهنَّ من قبل أن تجامعوهنَّ، وإنما خصَّ المؤمنات بالذكر مع أن الكتابيات يدخلن في الحكم، للتنبيه على أن الأليق بالمسلم أن يتخيَّر لنطفته، وألاّ ينكح إلاّ مؤمنة عفيفة ﴿فَمَا لَكُمْ عَلَيْهِنَّ مِنْ عِدَّةٍ تَعْتَدُّونَهَا﴾ أي فليس لكم عليهم حق في العدة تستوفون عددها عليهن، لأنكمخ لم تعاشروهن فليس هناك احتمال اللحمل حتى تحتسبوا المرأة من أجل صيانة نسبكم ﴿فَمَتِّعُوهُنَّ﴾ أي فالواجب عليكم إكرامهن بدفع المتعة بما تطيف نفوسكم به من مالٍ أو كسوةٍ، تطييبًا لخاطرهن، وتخفيفًا لشدة وقع الطلاق عليهن ﴿وَسَرِّحُوهُنَّ سَرَاحًا جَمِيلًا﴾ أي وخلّوا سبيلهنَّ تخليةً بالمعروف، من غير إضرار ولا إيذاء، ولا هضمٍ لحقوقهن، قال أبو حيان: والسراحُ الجميلُ هو كلمة طيبة دون أذى ولا منع واجب، ثم ذكر تعالى ما يتعلق بأحوال زوجات الرسول ﷺ َ فقال: ﴿ياأيها النبي إِنَّآ أَحْلَلْنَا لَكَ أَزْوَاجَكَ اللاتي آتَيْتَ أُجُورَهُنَّ﴾ أي إنا قد أبحنا لك يا محمد أنواعًا من النساء، توسعة عليك وتيسيرًا","vol":"2","page":487},{"text":"لك في تبليغ الدعوة، فمن ذلك أننا أبحنا لك زوجاتك اللاتي تزوجتهن بصداقٍ مُسمَّى، وهنَّ في عصمتك ﴿وَمَا مَلَكَتْ يَمِينُكَ مِمَّآ أَفَآءَ الله عَلَيْكَ﴾ أي وأبحنا لك أيضًا النساء اللاتي تملكهن في الحرب بطريق الانتصار على الكفار، وإنما قيَّدهن بطريق الغنائم لأنهم أفضلُ من اللائي يُمْلكن بالشراء، فقد بذل في إحرازهنَّ جهدٌ ومشقة لم يكن في الصف الثاني ﴿وَبَنَاتِ عَمِّكَ وَبَنَاتِ عَمَّاتِكَ وَبَنَاتِ خَالِكَ وَبَنَاتِ خَالاَتِكَ اللاتي هَاجَرْنَ مَعَكَ﴾ أي وأبحنا لك قريباتك من بنات الأَعمام والعمات، والأخوال والخالات بشرط الهجرة معك ﴿وامرأة مُّؤْمِنَةً إِن وَهَبَتْ نَفْسَهَا لِلنَّبِيِّ﴾ أي وأحللنا لك النساء المؤمنات الصالحات اللواتي وهبن أنفسهن لك، حبًا في الله ورسوله وتقربًا لك ﴿إِنْ أَرَادَ النبي أَن يَسْتَنكِحَهَا﴾ أي إن أردت يا محمد أن تتزوج مَن شئت منهم بدون مهر ﴿خَالِصَةً لَّكَ مِن دُونِ المؤمنين﴾ أي خاصة لك يا محمد من دون سائر المؤمنين، فإنه لا يحل لهم التزوج بدون مهر، ولا تصح الهبة، بل يجب مهر المثل ﴿قَدْ عَلِمْنَا مَا فَرَضْنَا عَلَيْهِمْ في أَزْوَاجِهِمْ وَمَا مَلَكَتْ أَيْمَانُهُمْ﴾ أي قد علمنا ما أوجبنا على المؤمنين من نفقةٍ، ومهر، وشهود في العقد، وعدم تجاوز أربع من النساء، وما أبحنا لهم من مِلك اليمين عدا الحرائر، وأما أنت فقد خصصناك بخصائص تيسيرًا لك ﴿لِكَيْلاَ يَكُونَ عَلَيْكَ حَرَجٌ﴾ أي لئلا يكون عليك مشقة أو ضيق ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي عظيم المغفرة واسع الرحمة ﴿تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤوي إِلَيْكَ مَن تَشَآءُ﴾ أي ولك أيها النبي الخيار في أن تطلق من تشاء من زوجاتك، وتُمسك من تشاء منهن ﴿وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ﴾ أي وإِذا أحببتَ أن تؤوي إليك امرأة ممن عزلتَ من القسمة فلا إثم عليك ولا عتب ﴿ذَلِكَ أدنى أَن تَقَرَّ أَعْيُنُهُنَّ وَلاَ يَحْزَنَّ وَيَرْضَيْنَ بِمَآ آتَيْتَهُنَّ كُلُّهُنَّ﴾ أي ذلك التخيير الذي خيرانك في أمرهنَّ أقرب أن ترتاح قلوبهن فلا يحزنَّ، ويرضين بصنيعك، لأنهن إذا علمن أن هذا أمرٌ من الله، كان أطيب لأنفسهن فلا يشعرن بالحزن والألم ﴿والله يَعْلَمُ مَا فِي قلُوبِكُمْ﴾ خطابٌ للنبي على جهة التعظيم أي يعلم ما في قلبك يا محمد وما في قلب كل إِنسان، من عدل أو ميل، ومن حب أو كراهية، وإنما خيرناك فيهن تيسيرًا عليك فيما أردت ﴿وَكَانَ الله عَلِيمًا حَلِيمًا﴾ أي واسع العلم يعلم جميع ما تظرهون وما تخفون، حليمًا يضع الأمور في نصابها ولا يعاجل بالعقوبة، بل يُؤخر ويمهل لكنه لا يُهْمل، روى البخاري عن عائشة ﵂ أنها قالت:\n«كنتُ أغار من اللاتي وهبن أنفسهن للنبي ﷺ َ وأقول: اتهبُ المرأة نفسها؟ فلما نزلت ﴿تُرْجِي مَن تَشَآءُ مِنْهُنَّ وتؤوي إِلَيْكَ مَن تَشَآءُ وَمَنِ ابتغيت مِمَّنْ عَزَلْتَ فَلاَ جُنَاحَ عَلَيْكَ﴾ قلت: ما أرى ربك إلاّ يسارع في هواك» ثم قال تعالى ﴿لاَّ يَحِلُّ لَكَ النسآء مِن بَعْدُ﴾ أي لا يحل لك أيها النبي النساء من بعد هؤلاء التسع اللائي في عصمتك ﴿وَلاَ أَن تَبَدَّلَ بِهِنَّ مِنْ أَزْوَاجٍ﴾ أي ولا يحل لك أن تطلّق واحدة منهن وتنكح مكانها أُخرى ﴿وَلَوْ","vol":"2","page":488},{"text":"أَعْجَبَكَ حُسْنُهُنَّ﴾ أي ولو أعجبك جمال غيرهن من النساء ﴿إِلاَّ مَا مَلَكَتْ يَمِينُكَ﴾ أي إلا ما كان من الجواري والإماء فلا بأس في ذلك لأنهن لسن زوجات ﴿وَكَانَ الله على كُلِّ شَيْءٍ رَّقِيبًا﴾ أي مطلعًا على أعمالكم شاهدًا عليها، وفيه تحذير من مجاوزة حدوده، وتخطي حلاله وحرامه. قال المفسرون: أباح الله لرسوله أصنافًا أربعة «اللمهورات، المملوكات، المهاجرات، الواهبات أنفسهن» توسعة عليه ﷺ َ وتيسيرًا له في نشر الرسالة وتبليغ الدعوة، ولما نزلت آية التخيير ﴿قُل لأَزْوَاجِكَ إِن كُنتُنَّ تُرِدْنَ الحياة الدنيا. .﴾ [الأحزاب: ٢٨] الآية، وخيَّرهن ﵇، واخترن الله ورسوله والدار الآخرة، أكرمهن الله تعالى بأن قصره عليهن، وحرَّم عليه أن يتزوج بغيرهن.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير لإِفادة العموم ﴿وَمَا كَانَ لِمُؤْمِنٍ وَلاَ مُؤْمِنَةٍ﴾ لأن النكرة في سياق النفي تفيد العموم، أي ليس لواحدٍ منهم أن يريد غير ما أراد الله ورسوله.\n٢ - الطباق بين ﴿تُخْفِي. . مُبْدِيهِ﴾ وبين ﴿الظلمات. . و. . النور﴾ وبين ﴿مُبَشِّرًا. . و. . نَذِيرًا﴾ وهو من المحسنات البديعية.\n٣ - جناس الإشتقاق ﴿قَدَرًا مَّقْدُورًا﴾ .\n٤ - طباق السلب ﴿وَيَخْشَوْنَهُ وَلاَ يَخْشَوْنَ أَحَدًا﴾ .\n٥ - التشبيه البليغ ﴿وَسِرَاجًا مُّنِيرًا﴾ أصل التشبيه: أنت يا محمد كالسراج الوضاء في الهداية والإرشاد، حذفت منه أداة التشبيه ووجه الشبه فأصبح بليغًا على حد قولهم: علي أسدٌ، ومحمدٌ قمر.\n٦ - الكناية ﴿مِن قَبْلِ أَن تَمَسُّوهُنَّ﴾ كنَّى عن الجماع بالمسِّ وهي من الكنايات المشهورة ومن الآداب القرآنية الحميدة لأن القرآن يتحاشى الألفاظ البذيئة.\n٧ - الطباق بين ﴿بُكْرَةً. . و. . أَصِيلًا﴾ وبين ﴿تُرْجِي. . و. . تؤوي﴾ وبين ﴿ابتغيت. . و. . عَزَلْتَ﴾ .\n٨ - توافق الفواصل ممّا يزيد في الجمال والإِيقاع علىلسمع مثل ﴿وَمُبَشِّرًا وَنَذِيرًا. . وَسِرَاجًا مُّنِيرًا﴾ ومثل ﴿سَرَاحًا جَمِيلًا. . عَلِيمًا حَلِيمًا. . غَفُورًا رَّحِيمًا﴾ وهذا من خصائق القرآن العظيم، وهو من المحسنات البديعية.","vol":"2","page":489},{"text":"المنَاسَبَة: لمّا ذكر تعالى أحوال النبي ﷺ َ مع أزواجه، ذكر هنا الآدب التي ينبغي أن يتحلى بها المؤمنون عند دخلوهم بيوت النبي ﷺ َ من الاستئذان وعدم الإِيقال، ثم بيَّن شرف الرسول بصلاة الله والملائكة عليه، وختم السورة الكريمة بالحديث عن الساعة وما يعقبها من أهوالٍ لأهل الكفر والضلال، وحال الأشقياء والسعداء في دار البقاء.\nاللغَة: ﴿إِنَاهُ﴾ نضجه قال في اللسان: إنّى الشيء بلوغه وإدراكُه والإنى بكسر الهمزة والقصر: النضجُ. ﴿مُسْتَأْنِسِينَ﴾ الاستئناس: طلبُ الأنس بالحديث، تقول: استأنست بحديثه أي طلبت الأنس والسرور به، وما بالدار من أنيس أي ليس بها أحد يؤانسك أو يسليك. ﴿مَتَاعًا﴾ المتاعُ: الغرض والحاجة كالماعون وغيره. ﴿بُهْتَانًا﴾ البهتانُ: الافتراء والكذب الواضح، وأصله من البهت وهو القذف بالباطل. ﴿جَلاَبِيبِهِنَّ﴾ جمع جلباب وهو الثوب الذي يستر جميع البدن وهو يشبه الملاءة «الملحفة» في زماننا، قال الشاعر:","vol":"2","page":490},{"text":"تمشي النسورُ إليه وهي لاهيةٌ ... مشيَ العَذاى عليهنَّ الجلابي\n﴿المرجفون﴾ جمع مرجف وهو الذي يشيع الكذب والباطل لإخافة الناس به، قال الشاعر:\nوإِنَّا وإن عيرتمونا بقتله ... وأرجف بالإِسلام باغٍ وحاسد\n﴿َنُغْرِيَنَّكَ﴾ أغراه به: حثه وسلّطه عليه. ﴿سَعِيرًا﴾ نارًا شديدة الاستعار.\nسَبَبُ النّزول: أروي عن أنس أن النبي صلى الله لما تزوَّج «زينب بنت جحش» أَوْلمَ عليها، فدعا الناس فلما طعموا جلس طوائف منهم يتحدثون في بيت رسول الله ﷺ َ وزوجتُه مولّيةٌ وجهها إلى الحائط، فثقُلوا على رسول الله ﷺ َ قال أنس: فما أدري أأنا أخبرت النبي ﷺ َ أن القوم قد خرجوا أو أخبرني، قال: فانطلق حتى دخل البيتَ فذهبتُ أدخلُ معه فألقى السرت بيني وبينه ونزل الحجابُ، ووُعظ الناسُ بما وُعظوا به وأنزل الله ﴿ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ. .﴾ .\nب وقال ابن عباس: كان ناسٌ من المؤمنين يتحيَّنون طعام النبي ﷺ َ فيدخلون قبل أن يُدرك الطعام، ويقعدون إلى أن يُدرك، ثم يأكلون ولا يخرجون فنزلت.\nج وعن عائشة أنَّ عمر ﵁ قال يا رسول الله: إنَّ نساءَكَ يدخلُ عليهنَّ البرُّ والفاجرُ، فلو أمرتهنَّ أن يحتجبن فنزلت آية الحجاب ﴿وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فاسألوهن مِن وَرَآءِ حِجَابٍ ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ﴾ الآية.\nد عن السُّدّي أن الفُسَّاق كانوا يؤذون النساء إِذا خرجن بالليل، فإِذا رأوا المرأة عليها قناع تركوها وقالوا: هذه حرة، وإِذا رأوها بغير قناع قالوا: أمةٌ فآذوها فأنزل الله: ﴿ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ. .﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تَدْخُلُواْ بُيُوتَ النبي إِلاَّ أَن يُؤْذَنَ لَكُمْ﴾ الإِضافة للتشريف والتكريم، والآية توجيه للمؤمنين لهذا الأدب السامي العظيم والمعنى: لا تدخلوا بيوت النبي في حالٍ من الأحوال إِلا في حال الإِذن لكم منه ﵇، مراعاةً لحقوق نسائه، وحرصًا على عدم إِيذائه والإِثقال عليه ﴿إلى طَعَامٍ غَيْرَ نَاظِرِينَ إِنَاهُ﴾ أي إِلا حين يدعوكم إلى طعام غير منتظرين نُضْجه ﴿وَلَكِنْ إِذَا دُعِيتُمْ فادخلوا﴾ أي ولكنْ إِذا دُعيتم وأُذن لكم في الدخول فادخلوا ﴿فَإِذَا طَعِمْتُمْ فانتشروا﴾ أي فإِذا انتهيتم من الطعام فتفرقوا إِلى دوركم ولا تمكثوا ﴿وَلاَ مُسْتَأْنِسِينَ لِحَدِيثٍ﴾ معطوف على ﴿غَيْرَ نَاظِرِينَ﴾ أي لا الجلوسَ يستأنس بعضهم ببعض لحديثٍ يحدثه به ﴿إِنَّ ذلكم كَانَ يُؤْذِي النبي﴾ أي إن صنيعكم هذا يؤذي الرسول، ويضايقه ويثقل عليه، ويمنعه من قضاءِ كثيرٍ من مصالحه وأموره ﴿فَيَسْتَحْيِي مِنكُمْ﴾ أي فيستحيي من إخراجكم، ويمنعه حياؤه أن يأمركم بالانصراف، لخُلقه الرفيع، وقلبه الرحيم ﴿والله لاَ يَسْتَحْيِي مِنَ الحق﴾ أي والله جل وعلا لا يترك بيان الحق، ولا يمنعه مانع من إظهار الحق وتبيانه لكم، قال القرطبي: هذا أدبٌ أدَّب الله به الثقلاء، وفي كتاب الثعلبي: حسبك من الثقلاء أن الشرع لم يحتملهم ﴿وَإِذَا سَأَلْتُمُوهُنَّ مَتَاعًا فاسألوهن مِن وَرَآءِ حِجَابٍ﴾ أي وإِذا أردتم حاجةً من أزواجه الطاهرات فاطلبوه من وراء حاجزٍ وحجاب ﴿ذلكم أَطْهَرُ لِقُلُوبِكُمْ وَقُلُوبِهِنَّ﴾ أي سؤالكم إياهنَّ المتاع من وراء حجاب أزكى لقلوبكم وقلوبهن وأطهر، وأنفى للريبة وسوء الظن ﴿وَمَا كَانَ لَكُمْ أَن تؤْذُواْ رَسُولَ الله﴾ أي وما ينبغي لكم ولا يليق بكم أن تؤذوا رسولكم الذي هداكم الله به في حياته ﴿وَلاَ أَن تنكحوا أَزْوَاجَهُ مِن بَعْدِهِ أَبَدًا﴾ أي ولا أن تتزوجوا زوجاته من بعد وفاته أبدًا، لأنهن كالأمهات لكم، وهو كالوالد فهل يليق بكم أن تؤذوه في نفسه أو أهله؟ ﴿إِنَّ ذلكم","vol":"2","page":491},{"text":"كَانَ عِندَ الله عَظِيمًا﴾ أي إن إيذاءه ونكاح أزواجه من بعده أمر عظيم، وذنب كبير لا يغفره الله لكم، قال أبو السعود: وفيه من تعظيمه تعالى لشأن رسوله ﷺ َ وإيجاب حرمته حيًا وميتًا ما لا يخفى ثم قال تعالى: ﴿إِن تُبْدُواْ شَيْئًا أَوْ تُخْفُوهُ﴾ أي إن تظهروا أمرًا من الأمور أو تخفوه في صدوركم ﴿فَإِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي فإن الله عالم به وسيجازيكم عليه، قال البيضاوي: وفي هذا التعميم مع البرهان على المقصود مزيد تهويلٍ ومبالغة في الوعيد، ثم لما أنزل تعالى الحجاب استثنى المحارم فقال: ﴿لاَّ جُنَاحَ عَلَيْهِنَّ في آبَآئِهِنَّ وَلاَ أَبْنَآئِهِنَّ وَلاَ إِخْوَانِهِنَّ وَلاَ أَبْنَآءِ إِخْوَانِهِنَّ وَلاَ أَبْنَآءِ أَخَوَاتِهِنَّ وَلاَ نِسَآئِهِنَّ وَلاَ مَا مَلَكَتْ أَيْمَانُهُنَّ﴾ أي لا حرج ولا إثم على النساء في ترك الحجاب أمام المحارم من الرجال، قال القرطبي: لما نزلت آية الحجاب قال الآباء والأبناء لرسول الله ﷺ َ: ونحنُ أيضًا نكلمهنَّ من وراء حجاب؟ فنزلت هذه الآية، والمراد ب ﴿نِسَآئِهِنَّ﴾ نساءُ المؤمنين، قال ابن عباس: لأن نساء اليهود والنصارى يَصفن لأزواجهن النساء المسلمات، فلا يحل للمسلمة أن تُبدي شيئًا منها لئلا تصفها لزوجها الكافر ﴿واتقين الله﴾ أي اتَّقين يا معشر النساء الله، واخشينه في الخلوة والعلانية ﴿إِنَّ الله كَانَ على كُلِّ شَيْءٍ شَهِيدًا﴾ أي لا تخفى عليه خافية من أموركن، يعلم خطرات القلوب كما يعلم حركات الجوارح، قال الرازي: وهذا في غاية الحسن في هذا الموضع، لأن ما سبق إشارة إلى جواز الخلوة بهم والتكشف لهم، فختمها بأن الله شاهد عند اختلاء بعضهم ببعض، فالخلوة عنده مثل الجلوة فعليهم أن يتقوا الله، ثم بيَّن تعالى قدر الرسول العظيم فقال: ﴿إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النبي﴾ أي إن الله جل وعلا يرحم نبيَّه، ويعظّم شأنه، ويرفع مقامه، وملائكتُه الأبرار يدعون للنبي ويستغفرون له، ويطلبون من الله أن يمجّد عبده ورسوله ويُنيله أعلى المراتب، قال القرطبي: والصلاةُ من الله رحمتُه ورضوانه، ومن الملائكة الدعاء والإستغفار، ومن الأمة الدعاءُ والتعظيمُ","vol":"2","page":492},{"text":"لأمره وقال الصاوي: وهذه الآية فيها أعظم الدليل على أنه ﷺ َ مهبط الرحمات، وأفضل الأولين والآخرين على الإطلاق، إذ الصلاة من الله على نبيه رحمتُه المقرونة بالتعظيم، ومن الله على غير النبي مطلقُ الرحمة كقوله:\n﴿هُوَ الذي يُصَلِّي عَلَيْكُمْ وَمَلاَئِكَتُهُ﴾ [الأحزاب: ٤٣] فانظر الفرق بين الصلاتين، والفضل بين المقامين، وبذلك صار منبع الرحمات،، ومنبعَ التجليات ﴿ياأيها الذين آمَنُواْ صَلُّواْ عَلَيْهِ وَسَلِّمُواْ تَسْلِيمًا﴾ أي فأنتم أيها المؤمنون أكثروا من الصلاة عليه والتسليم، فحقه عليكم عظيم، فقد كان المنقذ لكم من الضلالة إلى الهدى، والمخرج لكم من الظلمات إلى النور، فقولوا كلما ذُكر اسمه الشريف «اللهم صلّ على محمد وآله وسلم تسليمًا كثيرًا» عن كعب بن عُجرة قلنا «يا رسول الله: قد عرفنا التسليم عليك فكيف الصلاة عليك؟ فقال:» قُولُوا اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ. . «الحديث، قال الصاوي: وحكمةُ صلاةِ الملائكةِ والمؤمنين على النبي ﷺ َ تشريفُهم بذلك، حيث اقتدوا بالله جل وعلا في الصلاة عليه وتعظيمه، ومكافأةٌ لبعض حقوقه على الخلق، لأنه الواسطة العظمى في كل نعمةٍ وصلت لهم، وحقٌ على مَن وصل له نعمة من شخص أن يكافئه، ولما كان الخلق عاجزين عن مكافأته ﷺ َ طلبوا من القادر الملك أن يكافئه، وهذا هو السر في قولهم:» اللهم صل على محمد «﴿إِنَّ الذين يُؤْذُونَ الله وَرَسُولَهُ﴾ أي يؤذون الله بالكفر ونسبة الصاحبة والولد له، ووصفه بما لا يليق به جل وعلا كقول اليهود:\n﴿يَدُ الله مَغْلُولَةٌ﴾ [المائدة: ٦٤] وقول النصارى ﴿المسيح ابن الله﴾ [التوبة: ٣٠] ويؤذون الرسول بالتكذيب برسالته، والطعن في شريعته، والاستهزاء بدعوته، قال ابن عباس: نزلت في الذين طعنوا على الرسول ﷺ َ حين اتخذ صفية بن حيُي ﴿لَعَنَهُمُ الله فِي الدنيا والآخرة﴾ أي طردهم من رحمته، وأحلَّ عليهم سخطه وغضبه في الدنيا بالهوان والصَّغار، وفي الآخرة بالخلود في عذاب النار ﴿وَأَعَدَّ لَهُمْ عَذَابًا مُّهِينًا﴾ أي وهيأ لهم عذابًا شديدًا، بالغَ الغاية في الإِهانة والتحقير ﴿والذين يُؤْذُونَ المؤمنين والمؤمنات بِغَيْرِ مَا اكتسبوا﴾ أي يؤذون أهل الإِيمان بغير ما فعلوه، وبغيمر جنايةٍ واستحقاق للأذى ﴿فَقَدِ احتملوا بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ أي فقد حمَّلوا أنفسهم البهتان والكذب، والزور، والذبن الواضح الجلي، قال القرطبي: أطلق إيذاء الله ورسوله، وقيَّد إيذاء المؤمنين والمؤمنات، لأن إيذاء الله ورسوله لا يكون إِلا بغير حق أبدًا، وأما إيذاء المؤمنين والمؤمنات فمنه ومنه ولما حرَّم تعالى الإِيذاء، أمر نبيه الكريم أن يوجه النداء إلى الأمة جمعاء، للتمسك بالإِسلام وتعاليمه الرشيدة، وبالأخص في أمرٍ اجتماعي خطير وهو «الحجاب» الذي يصون للمرأة كرامتها، ويحفظ عليها عفافها، ويحميها من النظرات الجارحة، والكلمات اللاذعة، والنوايا الخبيثة لئلا تتعرض لأذى الفساق فقال: ﴿ياأيها النبي قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ أي قل يا محمد لزوجاتك الطاهرات أمهات المؤمنين وبناتك الفُضْلَيات الكريمات، وسائر نساء المؤمنين، قل لهنَّ","vol":"2","page":493},{"text":"يلبسن الجلباب الواسع، الذي يستر محاسنهن وزينتهن، ويدفع عنهم ألسنة السوء، ويميزهن عن صفاتِ نساء الجاهلية، روى الطبري عن ابن عباس أنه قال في هذه الآية: أمر الله نساء المؤمنين إِذا خرجن من بيوتهن في حاجة أن يغطين وجوههن من فوق رؤوسهن بالجلابيب ويبدين عينًا واحدة، وروى ابن كثير عن محمد بن سيرين قال: سألت عبيدة السلماني عن قول الله ﷿ ﴿يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ فغطّى وجهه ورأسه وأبرز عينه اليسرى ﴿ذلك أدنى أَن يُعْرَفْنَ فَلاَ يُؤْذَيْنَ﴾ أي ذلك التستر أقرب بأن يُعْرفن بالعفة والتستر والصيانة، فلا يطمع فيهن أهل السوء والفساد، وقيل: أقرب بأن يُعرفن أنهن حرائر، ويتميزن عن الإِماء ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي إنه تعالى غفور لما سلف منهم من تفريط، رحيم بالعباد حيث راعى مصالحهم وشئوونهم تلك الجزيئات. . ثم هدَّد المولى جلّ وعلا كل المؤذين من جميع الأصناف بأنواع العقاب فقال: ﴿لَّئِن لَّمْ يَنتَهِ المنافقون والذين فِي قُلُوبِهِمْ مَّرَضٌ﴾ أي لئن لم يترك هؤلاء المنافقون الذين يُظهرون الإِيمان ويبطنون الكفر نفاقهم، والزناةُ الذين في قلوبهم مرض فجور فجورهم ﴿والمرجفون فِي المدينة﴾ أي الذين ينشرون الأراجيف والأكاذيب لبلبلة الأفكار، وخلخلة الصفوف، ونشر أخبار السوء ﴿لَنُغْرِيَنَّكَ بِهِمْ﴾ أي لنسلطنك عليهم يا محمد ﴿ثُمَّ لاَ يُجَاوِرُونَكَ فِيهَآ إِلاَّ قَلِيلًا﴾ أي ثم يخرجون من المدينة فلا يعودون إلى مجاروتك فيها إلا زمنًا قليلًا، ريثما يتأهبون للخروج، قال الرازي: وعد الله نبيه أن يخرج أعداءه من المدينة وينفيهم على يده، إظهارًا لشوكته ﴿مَّلْعُونِينَ﴾ أي مبعدين عن رحمته تعالى ﴿أَيْنَمَا ثقفوا أُخِذُواْ وَقُتِّلُواْ تَقْتِيلًا﴾ أي أينما وجدوا وأُدركوا أُخذوا على وجه الغلبة والقهر ثم قُتِّلوا لكفرهم بالله تقتيلًا ﴿سُنَّةَ الله فِي الذين خَلَوْاْ مِن قَبْلُ﴾ أي هذه سنة الله في المنافقين وعادتُه فيمن سبق منهم أن يُفعل بهم ذلك، قال القرطبي: أي سنَّ الله ﷿ فيمن أرجف بالأنبياء وأظهر نفاقه أن يُؤخذ ويُقتل ﴿وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلًا﴾ أي ولن تتغير أو تتبدل سنة الله، لكونها بُنيت على أساسٍ متين، قال الصاوي: وفي الآية تسلية للنبي ﷺ َ أي فلا تحزن على وجود المنافقين يا محمد، فإن ذلك سنة قديمة لم يخل منهم زمن من الأزمان ثم ذكر تعالى الساعة وأهوالها فقال: ﴿يَسْأَلُكَ الناس عَنِ الساعة﴾ أي يسألك يا محمد المشركون على سبيل الإستهزاء والسخرية عن وقت قيام الساعة ﴿قُلْ إِنَّمَا عِلْمُهَا عِندَ الله﴾ أي قل لهم: لست أعرف وقتها وإنما يعلم ذلك علاّم الغيوب، فإن الله أخفاها لحكمة ولم يُطلع عليها مَلكًا مقربًا، ولا نبيًا مرسلًا ﴿وَمَا يُدْرِيكَ لَعَلَّ الساعة تَكُونُ قَرِيبًا﴾ أي وما يُعلمك أن الساعة تكون في وقت قريب؟ قال أبو السعود: وفيه تهديدٌ للمستعجلين، وتبكيتٌ للمتعنّتين، والإِظهارُ في موضع الإِضمار للتهويل وزيادة التقرير ﴿إِنَّ الله لَعَنَ","vol":"2","page":494},{"text":"الكافرين﴾ أي طرد الكافرين وأبعدهم عن رحمته ﴿وَأَعَدَّ لَهُمْ سَعِيرًا﴾ أي وهيأ لهم نارًا شديدة مستعرة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مقيمين في السعير أبد الآبدين ﴿لاَّ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا يجدون لهم مَن ينجيهم وينقذهم من عذاب الله ﴿يَوْمَ تُقَلَّبُ وُجُوهُهُمْ فِي النار﴾ أي يوم تتقلب وجوههم من جهة إلى جهة كاللحم يُشوى بالنار ﴿يَقُولُونَ ياليتنآ أَطَعْنَا الله وَأَطَعْنَا الرسولا﴾ أي يقولون متحسرين على ما فاتهم: يا ليتنا أطعنا الله ورسوله حتى لا نبتلى بهذا العذاب المهين ﴿وَقَالُواْ رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السبيلا﴾ أي أطعنا القادة والأشراف فينا فأضلونا طريق الهدى والإِيمان ﴿رَبَّنَآ آتِهِمْ ضِعْفَيْنِ مِنَ العذاب﴾ أي اجعل عذابهم ضعفي عذابنا، لأنهم كانوا سبب ضلالنا ﴿والعنهم لَعْنًا كَبِيرًا﴾ أي والعنهم أشد أنواع اللعن وأعظمه، ثم حذر تعالى من إيذاء الرسول كما آذى اليهود نبيهم فقال: ﴿ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين آذَوْاْ موسى فَبرَّأَهُ الله مِمَّا قَالُواْ﴾ أي لا تكونوا أمثال بني إِسرائيل الذين آذوا نبيهم موسى وابتهموه ببرصٍ في جسمه أو أُدْرةٍ لفرط تستره وحيائه، فأظهر الله براءته وأكذبهم فيما اتهموه به، روى البخاري عن أبي هريرة أن رسول الله ﷺ َ قال:\n«إنَّ مُوسَى كَانَ رَجُلًا حَييًّا ستِّيرًا، لا يُرَى مِنْ جِلْدِه شَيْءٌ اسْتِحْيَاءً منهُ، فَآذاهُ مَنْ آذاهُ مِنْ بَنِي إِسْرَائِيلَ فَقَالُوا: ما يَتَسَتَّرُ هذا التَّسَتُّرَ إِلاّ مِنْ عَيْبٍ بِجِلْدِهِ، إِمّا بَرَص وَإِمّا أُدْرَة انتفاخ الخصية وإِما آفة، وَإِنَّ الله أرَادَ أَنْ يُبَرِّئَهُ مِمَّا قَالُوا لِمُوسَى، فَخَلا يَوْمًا وَحْدَهُ فَوَضَعَ ثِيابَهُ عَلَى الحَجَرِ ثُمَّ اغْتَسَلَ، فَلَمَّا فَرَغَ أَقْبَلَ عَلَى ثِيابِهِ لِيأْخُذَهَا وَإِنَّ الحَجَرَ عَدَات بِثَوْبِهِ، فَأَخَذَ مُوسَى عَصَاهَ وَطَلَبَ الحَجَرَ فَجَعَلَ يَقُول: ثَوْبي حَجَر، ثَوْبِي حَجَر، حَتَّى مَرَّ عَلَى مَلإٍ منْ بَنِي إسْرَائِيل فَرَأَوْهُ أَحَْنَ ما خَلَقَ الله عُرْيَانًا، وَأَبْرَأَهُ ممَّا يَقُولُونَ» الحديث. ﴿وَكَانَ عِندَ الله وَجِيهًا﴾ أي وكان موسى ذا وجاهة ورفعة ومكانة عند ربه، قال ابن كثير: أي له وجاهة وجاه عند ربه، لم يسأل شيئًا إلا أعطاه ﴿ياأيها الذين آمَنُواْ اتقوا الله وَقُولُواْ قَوْلًا سَدِيدًا﴾ أي راقبوا الله في جميع أقوالكم وأفعالكم، وقولوا قولًا مستقيمًا مرضيًا لله، قال الطبري: أي قولًا قاصدًا غير جائر، حقًا غير باطل ﴿يُصْلِحْ لَكُمْ أَعْمَالَكُمْ﴾ أي يوفقكم لصالح الأعمال ويتقبلها منكم، قال ابن عباس: يتقبل حسناتكم ﴿وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ﴾ أي يمحو عنكم الذنوب والأوزار ﴿وَمَن يُطِعِ الله وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا﴾ أي ومن أطاع الله والرسول فقد نال غاية مطلوبة، ثم لما أرشدهم إلى مكارم الأخلاق، نبّههم على قدر التكاليف الشرعية التي كلّف الله بها البشرية فقال: ﴿إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال فَأبَيْنَ أَن يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا﴾ أي عرضنا الفرائض والتكاليف الشرعية على السموات والأرض والجبالِ الراسيات فأعرضن عن حملها وخفن من ثقلها وشدتها، والغرض تصوير عظم الأمانة وثقل حملها، قال أبو السعود: والمعنى أن تلك الأمانة في عظم الشأن بحيث لو كلفت هاتيك الأجرام العظام التي هي مثل في القوة والشدة وكانت ذات شعور وإِدراك على مراعاتها لأبين قبولها وأشفقن منها وقال ابن جزي: الأمانةُ هي التكاليف الشرعية من التزام الطاعات، وترك المعاصي، وقيل: هي الأمانةُ في الأموال،","vol":"2","page":495},{"text":"والصحيحُ العموم في التكاليف، وعرضُها يحتمل وجهين أحدهما: أن يكون الله خلق لها إدراكًا فعرضت عليها الأمانة حقيقةً فأشفقت منها وامتنعت من حلمها، والثاني: أن يكون المراد تعظيم شأن الأمانة وأنها من الثقل بحيث لو عُرضت على السموات والأرضِ والجبال، لأبين من حملها وأشفقن منها، فهذا ضربٌ من المجاز كقولك: عرضتُ الحمل العظيم على الدابة فأبتْ أن تحمله، والمراد أنها لا تقدر على حمله ﴿وَحَمَلَهَا الإنسان إِنَّهُ كَانَ ظَلُومًا جَهُولًا﴾ أي وتحمَّلها الإِنسان إنه كان شديد الظلم لنفسه، مبالغًا في الجهل بعواقب الأمور، قال ابن الجوزي: لم يرد بقوله ﴿أبَيْنَ﴾ المخالفة، وإنما أبين للخشية والمخافة، لأن العَرض كان تخييرًا لا إلزامًا ﴿لِّيُعَذِّبَ الله المنافقين والمنافقات والمشركين والمشركات﴾ قال ابن كثير: أي إنما حمَّل بني آدم الأمانة وهي التكاليف ليعذب الله المنافقين الذين يظهرون الإِيمان ويبطنون الكفر، والمشركين الذين ظاهرهم وباطنهم على الكفر ﴿وَيَتُوبَ الله عَلَى المؤمنين والمؤمنات﴾ أي ويرحم أهل الإيمان، ويعود عليهم بالتوبة والمغفرة والرضوان ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة للمؤمنين حي عفا عما سلف منهم، ورحيمًا بهم حيث أثابهم وأكرمهم بأنواع الكرامات.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِضافة للتشريف ﴿لاَ تَدْخُلُواْ بُيُوتَ النبي﴾ لأنها لمّا نسب للنبي تشرفت.\n٢ - الطباق بين ﴿ادخلوا. . و. . انتشروا﴾ وبين ﴿تُبْدُواْ. . و. . تُخْفُوهُ﴾ وبين ﴿ثقفوا. . و. . أُخِذُواْ﴾ .\n٣ - طباق السلب ﴿فَيَسْتَحْيِي مِنكُمْ والله لاَ يَسْتَحْيِي مِنَ الحق﴾ .\n٤ - ذكر الخاص بعد العام ﴿لَّئِن لَّمْ يَنتَهِ المنافقون. . والمرجفون﴾ والمرجفون هم المنافقين، فعمَّم ثم خصَّص زيادة في التقبيح والتشنيع عليهم.\n٥ - ذكر اللفظ بصيغة «فعول» و«فعيل» للمبالغة مثل ﴿إِنَّهُ كَانَ ظَلُومًا جَهُولًا﴾ ﴿بِكُلِّ شَيْءٍ عَلِيمًا﴾ ﴿على كُلِّ شَيْءٍ شَهِيدًا﴾ الخ.\n٦ - الإِتيان بالمصدر مع الفعل للتأكيد ﴿وَقُتِّلُواْ تَقْتِيلًا﴾ ﴿وَسَلِّمُواْ تَسْلِيمًا﴾ .\n٧ - التحسر والتفجع بطريق التمني ﴿يَقُولُونَ ياليتنآ أَطَعْنَا الله وَأَطَعْنَا الرسولا﴾ .\n٨ - التشبيه ﴿لاَ تَكُونُواْ كالذين آذَوْاْ موسى﴾ ويسمى التشبيه المرسل المجمل.\n٩ - الإِستعارة التمثيلية ﴿إِنَّا عَرَضْنَا الأمانة عَلَى السماوات والأرض والجبال﴾ مثَّل للأمانة في ضخامتها وعظمها وتفخيم شأنها بأنها من الثقل بحيث لو عرضت على السموات والأرض والجبال وهي من القوة والشدة بأعلى المنازل لأبت عن حملها وأشفقت منها، وهو تمثيل رائع لتهويل شأن الأمانة.\n١٠ - المقابلة اللطيفة بين ﴿لِّيُعَذِّبَ الله المنافقين والمنافقات﴾ وبين ﴿وَيَتُوبَ الله عَلَى المؤمنين والمؤمنات﴾ وفي ختم السورة بهذه الآية من البدائع ما يسميه علماء البديع «رد العجز على الصدر» لأن بدء السورة كان في ذم المنافقين، وختامها كان في بيان سوء عاقبة المنافقين، فحسن الكلام في البدء والختام.","vol":"2","page":496},{"text":"١١ - الثانء على الرسول ﴿إِنَّ الله وَمَلاَئِكَتَهُ يُصَلُّونَ﴾ ورد بهذه الصيغة وفيه دقائق بيانية:\nأجاء الخبر مؤكدًا «إنَّ» اهتمامًا به.\nب وجيء بالجملة اسمية لإفادة الدوام.\nج وكانت الجملة اسمية في صدرها «إن الله» فعلية في عجزها «يصلون» للإِشارة إلى أن هذا الثناء من الله تعالى على رسوله يتجدد وقتًا فوقتًا على الدوام، فتدبر هذا السر الدقيق.\n١٢ - مراعاة الفواصل لما له من الوقع الحسن على السمع مثل ﴿أَعَدَّ لَهُمْ سَعِيرًا. . لاَّ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا. . والعنهم لَعْنًا كَبِيرًا﴾ الخ وهو من المحسنات البديعية.\nلطيفَة: أشارت الآية الكريمة ﴿قُل لأَزْوَاجِكَ وَبَنَاتِكَ وَنِسَآءِ المؤمنين﴾ إِلى لطيفة وهي أن الدعوة لا تثمر إِلا إذا بدأ الداعي بها في نفسه وأهله، وهذا هو السر في البدء بالحجاب الشرعي بنساء الروسل وبناته.\n«الردُّ على من أباح كشف الوجه، وطائفة من أقوال المفسرين في وجوب سترة»\n١ - قال ابن كثير: أمر الله نساء المؤمنين إذا خرجن من بيوتهن لحاجة أن يغطين وجوههن من وفق رؤوسهن بالجلابيب.\n٢ - وقال ابن الجوزي: في قوله تعالى: ﴿يُدْنِينَ عَلَيْهِنَّ مِن جَلاَبِيبِهِنَّ﴾ أي يغطين رؤوسهن ووجوههن ليُعلم أنهن حرائر.\n٣ - وقال أبو السعود: ومعنى الآية أي يغطين بها وجوههن وأبدانهن إِذا برزن لدعاية من الدواعي.\n٤ - وقال الطبري: أي لا تتشبهن بالإماء في لباسهن إذا خرجن لحاجتهن فكشفن شعورهن ووجوههن لئلا يعرض لهن فاسق.\n٥ - وقال في البحر: والمراد بقوله: ﴿عَلَيْهِنَّ﴾ أي على وجوههن، لأن الذي كان يبدو منهم في الجاهلية هو الوجه.\n٦ - وقال الجصاص: وفي الآية دلالة على أن المرأة الشابة مأمورة بستر وجهها عن الأجانب لئلا يطمع فيها أهل الريب. فهذه جملة من أقوال أئمة التفسير في وجوب ستر وجه المرأة، والله يقول الحق ويهدي السبيل.","vol":"2","page":497},{"text":"اللغَة: ﴿يَلِجَ﴾ يدخل الولوج الدخول ومنه ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ [الأعراف: ٤٠] ﴿يَعْرُجُ﴾ يصعد ومنه المعراج لأنه صعودٌ إِلى السموات. ﴿يَعْزُبُ﴾ يغيب يقال: عزب عن عينه أي غاب عنها. ﴿مِثْقَالُ﴾ وزن ومقدار. ﴿جِنَّةٌ﴾ بكسر الجيم بمعنى الجنون وبضمها بمعنى الوقاية والحجاب. ﴿كِسَفًا﴾ قطعًا. ﴿أَوِّبِي﴾ سبحي والتأويب: التسبيح. ﴿سَابِغَاتٍ﴾ واسعات كاملات يقال: سبغ الدرعُ والثوبُ إذا غطَّى كل البدن وفضل منه شيء قال أبو حيان: السابغات: الدروع وأصله الوصف بالسبوغ وهو التمام والكمال، وغلب على الدروع فصار كالأبطح، قال الشاعر:\nعليها أُسوٌ ضارياتٌ لبُوسُهم ... سوابغُ بيضٌ لا يخرقها النَّبل.\n﴿السرد﴾ النسج، وهو نسج حلق الدروع قال القرطبي: وأصله من الإِحكام، قال لبيد:\nصنع الحديد مضاعفًا أسراده ... لينال طول العيش غير مروم\n﴿القطر﴾ النحاس المذاب. ﴿جِفَانٍ﴾ جمع جفنه وهي القصعة الكبيرة. ﴿الجواب﴾ جمع جابية وهي الحوض الكبير يجمع فيه الماء، قال الأعشى:\nنفى الذم عن آل المحلَّق جفنةٌ ... كجابية الشيخ العراقي تفهق\n﴿مِنسَأَتَهُ﴾ المنسأة: العصا سميت بذلك لأنه يُنسأ بها أي يُطرد ويزجر، قال الشاعر:\nإِذا دببتَ على المنْساة من كبر ... فقد تباعد عنك اللهو والغزل","vol":"2","page":499},{"text":"التفسِير: ﴿الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي الثناء الكامل على جهة التعظيم والتبجيل لله الذي له كل ما في الكمون خلقًا وملكًا وتصرفًا، الجميع ملكه وعبيده وتحت قهرهوتصرفه، فله الحمد في الدنيا لكمال، قدرته، وفي الآخرة لواسع رحمته ﴿وَلَهُ الحمد فِي الآخرة﴾ أي وله الحمد بأجمعه لا يستحقه أحد سواه، لأنه المنعم المتفضل على أهل الدنيا والآخرة ﴿وَهُوَ الحكيم الخبير﴾ أي الحكيم في صنعه، الخبير بخلقه، فلا اعتراض عليه من فعلٍ من أفعاله ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا﴾ تفصيل لبعض معلوماته جلَّ وعلا أي يعلم ما يدخل في جوف الأرض من المطر والكنوز والأموات، وما يخرج من الأرض من الزروع والنباتات وماء العيون والأبار ﴿وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا﴾ أي وما ينزل من السماء من المطر والملائكة والرحمة، ما يصعد إليها من الأعمال الصالحات، والدعوات الزاكيات ﴿وَهُوَ الرحيم الغفور﴾ أي الرحيم بعباده، الغفور عن ذنوب التائبين حيث لا يعالجهم بالعقوبة، ثم حكى تعالى مقالة المنكرين للعبث والقيامة فقال: ﴿وَقَالَ الذين كَفَرُواْ لاَ تَأْتِينَا الساعة﴾ أي وقال المشركون من قومك لا قيامة أبدًا ولا بعث ولا نشور، قال البيضاوي: وهو إنكار لمجيئها أو استبطاء استهزاءً بالوعد به ﴿قُلْ بلى وَرَبِّي لَتَأْتِيَنَّكُمْ﴾ قل لهم يا محمد: أقسم بالله العظيم لتأتينكم الساعة، فإنها واقعة لا محالة، قال ابن كثير: هذه إحدى الآيات الثلاث التي أمر الله رسوله أن يقسم بربه العظيم على وقوعها، والثانية في يونس\n﴿قُلْ إِي وربي إِنَّهُ لَحَقٌّ﴾ [يونس: ٥٣]، والثالثة في التغابن ﴿قُلْ بلى وَرَبِّي لَتُبْعَثُنَّ﴾ [التغابن: ٧] ﴿عَالِمِ الغيب لاَ يَعْزُبُ عَنْهُ مِثْقَالُ ذَرَّةٍ فِي السماوات وَلاَ فِي الأرض﴾ أي هو جل وعلا العالمُ بما خفي عن الأبصار، وغاب عن الأنظار، لا يغيب عنه مقدار وزن الذرة في العالم العلوي أو السفلي ﴿وَلاَ أَصْغَرُ مِن ذَلِكَ وَلاَ أَكْبَرُ﴾ أي ولا أصغر من الذرة والا أكبر منها ﴿إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي إلا ويعلمه الله تعالى وهو في اللوح المحفوظ، والغرضُ أن الله تعالى لا تخفى عليه ذرة في الكون فكيف يخفى عليه البشر وأحوالهم؟ فالعظام وإن تلاشت وتفرقت وتمزقت، فهو تعالى عالمٌ أين ذهبت وتفرقت، ثم يعيدها يوم القيامة ﴿لِّيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي أثبت ذلك في الكتاب المبين لك يثيب المؤمنين الذين أحسنوا في الدار الدنيا بأحسن الجزاء ﴿أولئك لَهُمْ مَّغْفِرَةٌ وَرِزْقٌ كَرِيمٌ﴾ أي لهم مغفرة لذنوبهم، ورزق حسن كريم في دار النعيم ﴿والذين سَعَوْا في آيَاتِنَا مُعَاجِزِينَ﴾ أي وأما الذين بذلوا جهدهم وجدّوا لإبطال القرآن مغالبين لرسولنا، يظنون أنهم يعجزونه بما يثيرونه من شبهات حول رسالته والقرآن ﴿أولئك لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ﴾ أي فهؤلاء المجرمون لهم عذاب من أسوأ العذاب، شديد الإِيلام، قال قتادة: الرجزُ: سوء العذاب ﴿وَيَرَى الذين أُوتُواْ العلم﴾ أي ويعلم أولو العلم من أصحاب النبي ﵇ ومن جاء بعدهم من العلماء العاملين ﴿الذي أُنزِلَ إِلَيْكَ مِن رَّبِّكَ هُوَ الحق﴾ أي يعلمون أن هذا القرآن الذي أُنزل عليك يا محمد هو الحق الذي لا يأتيه الباطل ﴿ويهدي إلى صِرَاطِ العزيز الحميد﴾ أي ويرشد من تمسك به إلى طريق الله الغاللب الذي لا يُقهر، الحميد أي المحمود في ذاته وصفاته وأفعاله، ثم ذكر تعالى أساليب المشركين في الصدِّعن دين الله،","vol":"2","page":500},{"text":"والسخرية برسول الله فقال: ﴿وَقَالَ الذين كَفَرُواْ﴾ أي وقال الكافرون من مشركي مكة المنكرون للبعث والجزاء ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبِّئُكُمْ﴾ أي هل نرشدكم إلى رجلٍ يحدثكم بأعجب الأعاجيب؟ يعنون محمدًا ﷺ َ ﴿إِذَا مُزِّقْتُمْ كُلَّ مُمَزَّقٍ﴾ أي إذا بليتم في القبور، وتفرقت أجسادكم في الأرض، وذهبت كل مذهب بحيث صرتم ترابًا ورفاتًا ﴿إِنَّكُمْ لَفِي خَلْقٍ جَدِيدٍ﴾؟ أي إِنكم ستخلقون خلقًا جديدًا بعد ذلك التمزق والتفريق؟ والغرضُ من هذا المقال هو السخرية والاستهزاء، قال أبو حيان: والقائلون هم كفار قريش قالوه على جهة التعجب والاستهزاء، كما يقول الرجل لمن يريد أن يعجبه: هل أدلك على قصة غريبة نادرة؟ ولما كان البعث عندهم من المحال جعلوا من يخبر عن وقوعه في حيز من يتعجب منه، ونكّروا اسمه عليه ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ﴾ مع أن اسمه أشهر علم من قريش بطريق الاستهزاء ﴿أفترى عَلَى الله كَذِبًا أَم بِهِ جِنَّةٌ﴾ أي هل اختلق الكذب على الله، أم به جنون فهو يتكلم بما لا يدري؟ قال تعالى ردًا عليهم: ﴿بَلِ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ ﴿بَلِ﴾ للإِضراب أي ليس الأمر كما يزعمون من الكذب والجنون، بل الذي يجحدون البعث ولا يصدقون بالآخرة ﴿فِي العذاب والضلال البعيد﴾ أي بل هؤلاء الكفار من ضلال وحيرة عن الحق توجب لهم عذاب النار، فهم واقعون في الضلال وهم لا يشعرون وذلك غاية الجنون والحماقة، ولما ذكر تعالى ما يدل على إثبات الساعة، ذكر دليلًا آخر يتضمن التوحيد مع التهديد فقال: ﴿أَفَلَمْ يَرَوْاْ إلى مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ مِّنَ السمآء والأرض﴾ أي ألم يشاهدوا ما هو محيط بهم من جميع جوانبهم من السماء والأرض؟ فإن الإِنسان أينما توجه وحيثما نظر رأى السماء والأرض أمامه وخلفه، وعن يمينه وشماله، وهما يدلان على وحدانية الصانع، أفلا يتدبرون ذلك فيعلمون أن الذي خلقهما قادر على بعث الناس بعد موتتهم؟ ثم هددهم بقوله: ﴿إِن نَّشَأْ نَخْسِفْ بِهِمُ الأرض أَوْ نُسْقِطْ عَلَيْهِمْ كِسَفًا مِّنَ السمآء﴾ أي لو شئنا لخسفنا بهم الأرض كما فعلنا بقارون، أو أسقطنا عليهم قطعًا من السماء كما فعلنا بأصحاب الأيكة، فمن أين لهم المهرب؟ قال ابن الجوزي: المعنى أنهم أين كانوا فأرضي وسمائي محيطة بهم، وأنا القادر عليهم، إن شئتُ خسفتُ بهم الأرض، وإن شئتُ أسقطت عليهم قطعة من السماء ﴿إِنَّ فِي ذَلِكَ لآيَةً لِّكُلِّ عَبْدٍ مُّنِيبٍ﴾ أي إن فيما يشاهدون من آثار القدرة الوحدانية لدلالة وعبرة لكل عبد تائب رجّاع إلى الله، متأمل فيما يرى، قال ابن كثير: يريد أن من قدر على خلق هذه السموات في ارتفاعها واتساعها، وهذه الأرضين في انخافضها وأطوالها وأعراضها، قادر على إعادة الأجسام، ونشر الرميم من العظام، ثم ذكر تعالى قصة داود وما خصَّه الله به من الفضل العظيم فقال: ﴿وَلَقَدْ آتَيْنَا دَاوُودَ مِنَّا فَضْلًا﴾ اللام موطئة لقسم محذوف تقديره وعزة الله وجلاله لقد أعطينا داود منا فضلًا عظيمًا واسعًا لا يُقدر، قال المفسرون: الفضل هو النبوة، والزبور، وتسخير الجبال، والطير وإلاَنة الحديد، وتعليمه صنع الدروع إلى غير ذلك ﴿ياجبال أَوِّبِي مَعَهُ والطير﴾ أي وقلنا يا جبال سبحي معه ورجّعي التسبيح إذا سبَّح وكذلك أنت يا طيور، قال ابن عباس: كانت الطير تسبح معه إذا سبَّح، وكان إذا قرأ لم تبقَ دابةٌ إلا استمعت لقراءته وبكت","vol":"2","page":501},{"text":"لبكائه ﴿وَأَلَنَّا لَهُ الحديد﴾ أي جعلنا الحديد لينًا بين يديه حتى كان كالعجين، قال قتادة: سخر الله له الحديد فكان لا يحتاج أن يُدخله نارًا، ولا يضربه بمطرقة، وكان بين يديه كالشمع والعجبين ﴿أَنِ اعمل سَابِغَاتٍ﴾ أي اعمل منه الدروع السابغة التي تقي الإِنسان شر الحرب، قال المفسرون: كان يأخذ الحديد بيده فيصير كأنه عجين يعمل به ما يشاء، ويصنع الدرع في بعض يوم يساوي ألف درهم فيأكل ويتصدق، والسابغات صفة لموصوف محذوف تقديره دروعاتً سابغات، وفي الدروع الكوامل التي تغطي لا بسها حتى تفضل عنه فيجرها على الأرض ﴿وَقَدِّرْ فِي السرد﴾ أي وقدر في نسج الدروع بحيث تتناسب حلقاتها، قال الصاوي: أي جعل كل حلقة مساوية لأختها ضيقة لا ينفذ منها السهم لغلظها، ولا تثقل حاملها واجعل الكل بنسبةٍ واحدة ﴿واعملوا صَالِحًا﴾ أي واعملوا يا آل داود عملًا صالحًا ولا تتكلوا على عز أبيكم وجاهه ﴿إِنِّي بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي إني مطلع على أعمالكم مراقب لها وسأجازيكم بها، قال الإمام الفخر: ألاَن الله لداود الحديد حتى كان في يده كالشمع وهو في قدرة الله يسير، فإنه يَلين بالنار حتى يصبح كالمداد الذي يكتب به، فأي عاقل يستبعد ذلك على قدرة الله وهو أول من صنع الدروع حلقًا وكانت قبل ذلك صفائح ثقالًا كما قال تعالى:\n﴿وَعَلَّمْنَاهُ صَنْعَةَ لَبُوسٍ لَّكُمْ لِتُحْصِنَكُمْ مِّن بَأْسِكُمْ﴾ [الأنبياء: ٨٠]، ثم ذكر تعالى ما أنعم به على ولده «سليمان» من النبوة والملك والجاه العظيم قال: ﴿وَلِسُلَيْمَانَ الريح غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ﴾ أي وسخرنا لسليمان الريح تسير بأمره، وسيرها من الصباح إلى الظهر مسيرة شهر اللسائر المجد، ومن الظهر إلى الغروب مسيرة شهر، قال المفسرون: سخّر الله له الريح تقطع به المسافات الشاسعة في ساعات معدودات، تحمله مع جنده فتنتقل به من بلدٍ إلى بلد، تغدو به مسيرة شهر إلى نصف النهار، وترجع به مسيرة شهر إلى آخر النهار، فتقطع به مسيرة شهرين في نهار واحد ﴿وَأَسَلْنَا لَهُ عَيْنَ القطر﴾ أي وأذبنا له النحاس حتى كان يجري كأنه عين ماء متدفقة من الأرض، قال المفسرون: أجرى الله لسليمان النحاس، كما ألاَن لداود الحديد، آية باهرة، ومعجزة ظاهرة ﴿وَمِنَ الجن مَن يَعْمَلُ بَيْنَ يَدَيْهِ بِإِذْنِ رَبِّهِ﴾ أي وسخرنا له الجن تعمل بأمره وإرادته ما شاء مما يعجز عنه البشر، وكل ذلك بأمر الله وتسخيره ﴿وَمَن يَزِغْ مِنْهُمْ عَنْ أَمْرِنَا﴾ أي ومن يعدل منهم عمّا أمرنا به من طاعة سليمان ﴿نُذِقْهُ مِنْ عَذَابِ السعير﴾ أي نذقه النار المستعرة في الآخرة، ثم أخبر تعالى عما كلف به الجنُّ من الأعمال فقال: ﴿يَعْمَلُونَ لَهُ مَا يَشَآءُ مِن مَّحَارِيبَ﴾ أي يعمل هؤلاء الجن لسليمان ما يريد من القصور الشامخة ﴿وَتَمَاثِيلَ﴾ أي والتماثليل العجيبة من النحاس والزجاج، قال الحسن: ولم تكن يومئذٍ محرمة، وقد حرمت من شريعتنا سدًا للذريعة لئلا تُعبد من دون الله ﴿وَجِفَانٍ كالجواب﴾ أي وقصاعٍ ضخمة تشبه الأحواض، قال ابن عباس: «كالجواب» أي كالحياض ﴿وَقُدُورٍ رَّاسِيَاتٍ﴾ أي وقدورٍ كبيرة ثابتات لا تتحرك لكبرها وضخامتها، قال ابن كثير: والقدور الراسياتُ أي الثابتات في أماكنها لا تتحرك ولا تتحول عن أماكنها لعظمها ﴿اعملوا آلَ دَاوُودَ شُكْرًا﴾ أي وقلنا لهم اشكروا","vol":"2","page":502},{"text":"يا آل داود ربكم على هذه النعم الجليلة، فقد خصكم بالفضل العظيم والجاه العريض، واعملوا بطاعة الله شكرًا له جل وعلا ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ أي وقليل من العباد من يشكر الله على نعمه، قال ابن عطية: وفيه تنبيه وتحريض على شكر الله، ثم أخبر تعالى عن كيفية موت سليمان فقال: ﴿فَلَمَّا قَضَيْنَا عَلَيْهِ الموت﴾ أي حكمنا على سليمان بالموت ونزل به الموت ﴿مَا دَلَّهُمْ على مَوْتِهِ إِلاَّ دَابَّةُ الأَرْضِ تَأْكُلُ مِنسَأَتَهُ﴾ أي ما دلَّ الجن على موته إلا تلك الحشرة وهي الأَرَضة السوسة التي تأكل الخشب تأكل عصا سليمان ﴿فَلَمَّا خَرَّ تَبَيَّنَتِ الجن أَن لَّوْ كَانُواْ يَعْلَمُونَ الغيب﴾ أي فلما سقط سليمان عن عصاه ظهر للجن واتضح لهم أنهم لو كانوا يعرفون الغيب كما زعموا ﴿مَا لَبِثُواْ فِي العذاب المهين﴾ أي ما مكثوا في الأعمال الشاقة تلك المدة الطويلة، قال المفسرون: كانت الإنس تقول: إن الجن يعلمون الغيب الذي يكون في المستقبل، فوقف سليمان في محرابه يصلى متوكئًا على عصاه، فمات ومكث على ذلك سنةً والجنّ تعمل تلك الأعمال الشاقة ولا تعلم بموته، حتى أكلت الأَرَضةُ عصا سليمان فسقط على الأرض فعلموا موته، وعلم الإنس أن الجنَّ لا تعلم الغيب لأنهم لو علموه لما أقاموا هذه المدة الطويلة في الأعمال الشاقة وهم يظنون أنه حي وهو ﵇ ميت.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان نوجزها فيما يلي:\n١ - تعريف الطرفين لإفادة الحصر ﴿الحمد للَّهِ﴾ ومعناه لا يستحق الحمد الكامل إلا الله.\n٢ - الطباق بين ﴿يَلِجُ. . و. . يَخْرُجُ﴾ وبين ﴿يَنزِلُ. . و. . يَعْرُجُ﴾ وبين ﴿أَصْغَرُ. . و. . أَكْبَرُ﴾ .\n٣ - صيغة فعيل وفعول للمبالغة ﴿وَهُوَ الحكيم الخبير﴾ ﴿وَهُوَ الرحيم الغفور﴾ ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ .\n٤ - المقابلة بين ﴿لِّيَجْزِيَ الذين آمَنُواْ وَعَمِلُواْ الصالحات. .﴾ الآية وبين ﴿والذين سَعَوْا في آيَاتِنَا مُعَاجِزِينَ﴾ فقد جعل المغفرة والرزق الكريم جزاء المحسنين، وجعل العذاب والرجز الأليم جزاء المجرمين.\n٥ - الاستفهام للسخرية والاستهزاء ﴿هَلْ نَدُلُّكُمْ على رَجُلٍ يُنَبِّئُكُمْ﴾ وغرضهم الاستهزاء بالرسول ولم يذكروا اسمه إمعانًا في التجهيل كأنه إنسان مجهول.\n٦ - التنكير للتفخيم ﴿آتَيْنَا دَاوُودَ مِنَّا فَضْلًا﴾ أي فضلًا عظيمًا، وتقديم داود على المفعول الصريح للاهتمام بالمقدم والتشويق إلى المؤخر.\n٧ - الإِيجاز بالحذف ﴿غُدُوُّهَا شَهْرٌ وَرَوَاحُهَا شَهْرٌ﴾ أي غدوها مسيرة شهر ورواحها مسيرة شهر.\n٨ - التشبيه ﴿وَجِفَانٍ كالجواب﴾ ويسمى التشبيه المرسل المجمل لذكر أداة التشبيه وحذف وجه الشبه.","vol":"2","page":503},{"text":"المنَاسَبَة: لما بيَّن تعالى حال الشاكرين لنعمه بذكر «داود» و«سليمان» بيَّن حال الكافرين لأنعه بقصة سبإ، موعظةً لقريش وتحذيرًا وتنبيهًا على ما جرى من المصائب والنكبات على من كفر بأنعم الله، ثم ذكَّر كفار مكة بنعمه ليعبدوه ويشكروه.\nاللغَة: ﴿سَبَإٍ﴾ قبيلة من العرب سكنت اليمن سميت باسم جدهم «سبأ من يشجب بن قحطان» . ﴿العرم﴾ الحاجز بين الشيئين، قال النحاس: وما يجتمع من مطر بين جبلين وفي وجهه مُسنَّاة أي","vol":"2","page":504},{"text":"حاجز فهو العرهم. ﴿خَمْطٍ﴾ الخمط: المرُّ البشع، قال الزجاج: كل نبتٍ فيه مرارةٌ لا يمكن أكله فهو خمط، وقال المبرد: هو كل ما تغيَّر إلى ما لا يُشتهى، واللبنُ إذا حمض فهو خمط. ﴿أَثْلٍ﴾ الأثل: شجر لا ثمر له، قال الفراء: وهو شبيه بالطرفاء إلا أنه أعظم منه طولًا ومنه اتخذ منبر رسول الله ﷺ َ والواحدة أثلة. ﴿سِدْرٍ﴾ قال الفراء: هو السَّرو، وقال الأزهري: السدر نوعان: سدر لا ينتفع به ولا يصلح ورقه للغسول وله ثمرة عصفة لا تؤكل، وسدر ينبت على الماء وثمره النبق وورقه غسول. ﴿ظَهِيرٍ﴾ معين. ﴿الفتاح﴾ القاضي والحاكم بالحق.\nالتفسِير: ﴿لَقَدْ كَانَ لِسَبَإٍ فِي مَسْكَنِهِمْ آيَةٌ﴾ اللام موطئة للقسم أي والله لقد كان لقوم سبإ في موضع سكانهم باليمن آية عظيمة دالة على الله جل وعلا وعلى قدرته على مجازات المحسن بإحسانه، والمسيء بإساءته، فإن قوم سبإ لما كفروا نعمة الله خرَّ الله ملكهم، وشتَّت شملهم، ومزَّقهم شرَّ ممزَّق، وجعلهم عبرةً لمن يعتبر، ثم بيَّن تعالى وجه تلك النعمة فقال: ﴿جَنَّتَانِ عَن يَمِينٍ وَشِمَالٍ﴾ أي حديقتان عظيمتان فيهما من كل أنواع الفواكه والثمار عن يمين الوادي بساتين ناضرة، وعن شماله كذلك، قال قتادة: كانت بساتينهم ذات أشجار وثمار، تسرُّ الناس بظلالها، وكانت المرأة تمشي تحت الأشجار وعلى رأسها مِكْتل أو زنبيل، فيتساقط من الأشجار ما يملؤه من غير كلفةٍ ولا قطاف لكثرته ونضجه وقال البيضاوي: ولم يُرد بستانين اثنين فحسب، بل أراد جماعتين من البساتين، جماعة عن يمين بلدهم، وجماعة عن شماله سميت كل جماعة منها جنة لكونها في تقاربها وتضامها كأنها جنة واحدة ﴿كُلُواْ مِن رِّزْقِ رَبِّكُمْ واشكروا لَهُ﴾ أي وقلنا لهم على لسان الرسل: كلوا من فضل الله وإنعامه واشكروا ربكم على هذه النعم ﴿بَلْدَةٌ طَيِّبَةٌ وَرَبٌّ غَفُورٌ﴾ أي هذه بلدتكم التي تسكنونها بلدةٌ طيبة، كريمة التربة، حسنة الهواء، كثيرة الخيرات، وربكم الذي رزقكم وأمركم بشكره ربٌ غفورٌ لمن شكره ﴿فَأَعْرَضُواْ فَأَرْسَلْنَا عَلَيْهِمْ سَيْلَ العرم﴾ أي فأعرضوا عن طاعة الله وشكره، واتباع أوامر رسله، فأرسلنا عليهم السيل المدمّر المخرب الذي لا يطاق لشدته وكثرته، فغرَّق بساتينهم ودورهم، قال الطبري: وحين أعرضوا عن تصديق الرسل، ثُقب ذلك السدُّ الذي كان يحبس عنهم السيول، ثم فاض الماء على جناتهم فغرَّقها، وخرَّب أرضهم وديارهم ﴿وَبَدَّلْنَاهُمْ بِجَنَّتَيْهِمْ جَنَّتَيْنِ ذَوَاتَيْ أُكُلٍ خَمْطٍ﴾ أي وأبدلناهم بتلك البساتين الغناء، بساتين قاحلة جرداء، ذات أُكل مرٍّ بشع ﴿وَأَثْلٍ وَشَيْءٍ مِّن سِدْرٍ قَلِيلٍ﴾ وشيء من الأشجار التي لا ينتفع بثمرها كشجر الأثل والسِّدر، قال الرازي: أرسل الله عليهم سيلًا غرَّق أموالهم، وخرَّب دورهم، والخمطُ كلُّ شجرة لها شوك وثمرتها مرة، والأثلُ نوع من الطرفاء، ولا يكون عليه ثمرة إلا في بعض الأوقات، يكونه عليه شيء كالعفص أو أصغر منه في طعمه وطبعه، والسدر معروف وقال فيه: ﴿قَلِيلٍ﴾ لأنه كان أحسن أشجارهم، وقد بيَّن تعالى بالآية طريقة الخراب، وذلك لأن البساتين التي فيها الناس تكون فيها","vol":"2","page":505},{"text":"الفواكة الطيبة بسبب العمارة، فإذا تكرت سنين تصبح كالغيضة والأجمة تلتفُّ الأشجار بعضها ببعض وتنبتُ المفسدات فيها، فتقل الثمار وتكثر الأشجار قال المفسرون: وتسمية البدل «جنتين» فيه ضربٌ من التهكم، لأن الأثل والسدر وما كان فيه خمط لا يسمى جنة، لأنها أشجار لا يكاد ينتفع بها، وإنما جاء التعبير على سبيل المشاكلة ﴿ذلك جَزَيْنَاهُمْ بِمَا كَفَرُواْ﴾ أي ذلك الجزاء الفظيع الذي عاقبناهم به إنما كان بسبب كفرهم ﴿وَهَلْ نجازي إِلاَّ الكفور﴾؟ أي وما نجازي بمثل هذا الجزاء الشديد إلا الكافر المبالغ في كفره، قال مجاهد: أي ولا يعاقب إلا الكفور، لأن المؤمن يكفِّر الله عنه سيئاته، والكافرُ يجازى بكل سوءٍ عمله ﴿وَجَعَلْنَا بَيْنَهُمْ وَبَيْنَ القرى التي بَارَكْنَا فِيهَا قُرًى ظَاهِرَةً﴾ هذا من تتمة ذكر ما أنعم الله به عليهم أي وجعلنا بين بلاد سبأ وبين القرى الشامية التي باركنا فيها للعالمين قرى متواصلة من اليمين إلى الشام، يُرى بعضها من بعض لتقاربها، ظاهرة لأبناء السبيل ﴿وَقَدَّرْنَا فِيهَا السير﴾ أي جعلنا السير بين قراهم وبين قرى الشام سيرًا مقدرًا من منزل إلى منزلن ومن قرية إلى قرية ﴿سِيرُواْ فِيهَا لَيَالِيَ وَأَيَّامًا آمِنِينَ﴾ أي وقلنا لهم سيروا بين هذه القرى متى شئتم لا تخافون في ليل ولا في نهار، قال الزمخشري: كان الغادي منهم يقيل في قرية، والرائح يبيت في قرية إلى أن يبلغ الشام، لا يخاف جوعًا ولا عطشًا ولا عدوًا، ولا يحتاج إلى حمل زاد ولا ماء، وكانوا يسيرون آمنين لا يخفاون شيئًا ﴿فَقَالُواْ رَبَّنَا بَاعِدْ بَيْنَ أَسْفَارِنَا﴾ إخبارٌ بما قابلوا به النعم من الكفران أي أنهم حين بطروا النعمة، وملوا العافية، وسئموا الراحة طلبوا من الله أن يباعد بين قراهم المتصلة ليمشوا في المفاوز ويتزودوا للأسفار، فعجَّل الله إجابتهم، بتخريب تلك القرى وجعلها مفاوز قفارًا ﴿وظلموا أَنفُسَهُمْ﴾ أي وظلموا أنفسهم بكفرهم وجحودهم النعمة ﴿فَجَعَلْنَاهُمْ أَحَادِيثَ﴾ أي جعلناهم أخبارًا تُروى اللناس بعدهم ﴿وَمَزَّقْنَاهُمْ كُلَّ مُمَزَّقٍ﴾ أي وفرقناهم في البلاد شذر ومذر ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي إن فيما ذكر من قصتهم لعبرًا وعظات لكل عبد صابرٍ على البلاء، شاكر في النعماء، والمقصود من ذكر قصة سبأ تحذير الناس من كفران النعمة لئلا يحل بهم ما حلّ بمن قبلهم، فقال: ﴿وَلَقَدْ صَدَّقَ عَلَيْهِمْ إِبْلِيسُ ظَنَّهُ﴾ أي تحقق ظن إبليس اللعين في هؤلاء الضالين، حين ظنَّ أنه يستطيع أن يغويهم بتزيين الباطل لهم، وأقسم بقوله:\n﴿وَلأُغْوِيَنَّهُمْ أَجْمَعِينَ﴾ [الحجر: ٣٩] فتحقق ما كان يظنه، قال مجاهد: ظنَّ ظنًا فكان كما ظن فصدَّق ظنَّه ﴿فاتبعوه إِلاَّ فَرِيقًا مِّنَ المؤمنين﴾ أي فاتبعه الناس فيما دعاهم إليه من الضلالة إلا فريقًا هم المؤمنون فإنهم لم يتبعوه، قال القرطبي: أي ما سلم من المؤمنين إلا فريق، وعن ابن عباس أنهم المؤمنون كلُّهم فتكون ﴿مِّنَ﴾ على هذا للتبيين لا للتبعيض، وإنما علم إبليس صدق ظنه وهو لا يعلم الغيب، لأنه لمَّا نفذ له في آدم ما نفذ، غلب على ظنه أنه ينفذ له مثل ذلك في ذريته وقد وقع له تحقيق ما ظنَّ ﴿وَمَا كَانَ لَهُ عَلَيْهِمْ مِّن سُلْطَانٍ﴾ أي وما كان لإِبليس تسلط واستيلاء عليهم بالوسوسة والإغواء ﴿إِلاَّ لِنَعْلَمَ","vol":"2","page":506},{"text":"مَن يُؤْمِنُ بالآخرة مِمَّنْ هُوَ مِنْهَا فِي شَكٍّ﴾ أي إلا لحكمة جليلة وهي أن نظهر علمنا للعباد بمن هو مؤمن مصدِّق بالآخرة، ومن هو شاك مرتاب في أمرها، فنجازي كلًا بعمله، قال القرطبي: أي لم يقهرهم إبليس على الكفر، وإنما كان منه الدعاء والتزيين وقال الحسن: والله ما ضربهم بعصا، ولا أكرههم على شيء، وما كان إلا غرورًا وأماني دعاهم إليها فأجابوه ﴿وَرَبُّكَ عَلَى كُلِّ شَيْءٍ حَفُيظٌ﴾ أي وربك يا محمد على كل شيء رقيب، لا تخفى عليه خافية من أفعال العباد، فهو الذي يحفظ عليهم أعمالهم، ويعلم نياتهم وأحوالهم، قال الصاوي: الشيطان سبب الإغواء لا خالق الإغواء، فمن أراد الله حفظه منع الشيطان عنه، ومن أراد إغواءه سلَّط عليه الشيطان، والكل فعل الله تعالى، وإنما سبقت حكمته بتسليط الشيطان على الإنسان ابتلاءً وامتحانًا ليميز الله الخبيث من الطيب، والمراد بقوله: ﴿لِنَعْلَمَ﴾ أي لنظهر للخلق علمنا، وإلا فالله تعالى عالم بما كان وما يكن ﴿قُلِ ادعوا الذين زَعَمْتُمْ مِّن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين ادعوا شركاءكم الذين عبدتموهم من الأصنام، وزعمتم أنهم آلهة من دون الله، ادعوهم ليجلبوا لكم الخير، ويدفعوا عنكم الضرب، قال أبو حيان: والأمر بدعاء الآلهة للتعجيز وإقامة الحجة عليهم ﴿لاَ يَمْلِكُونَ مِثْقَالَ ذَرَّةٍ﴾ أي لا يملكون وزن ذرة من خيرٍ أو نفع أو ضر ﴿فِي السماوات وَلاَ فِي الأرض﴾ أي في العالم العلوي أو السفلي، وليسوا بقادرين على أمرٍ من الأمور في الكون بأجمعه ﴿وَمَا لَهُمْ فِيهِمَا مِن شِرْكٍ﴾ أي وليس لتلك الآلهة شركة مع الله لا خلقًا ولا ملكًا ولا تصرفًا ﴿وَمَا لَهُ مِنْهُمْ مِّن ظَهِيرٍ﴾ أي وليس له تعالى من الآلهة معينٌ يُعينه في تدبير أمرهما، بل هو وحده الخالق لكل شيء، المنفرد بالإيجاد والإعدام، ثم نفى عنها الخلق والملك، نفى عنها الشفاعة أيضًا فقال: ﴿وَلاَ تَنفَعُ الشفاعة عِندَهُ إِلاَّ لِمَنْ أَذِنَ لَهُ﴾ أي لا تكون الشفاعة لأحدٍ عند الله من ملكٍ أو نبي، حتى يُؤذن له في الشفاعة، فكيف يزعمون أن آلهتهم يشفعون لهم؟ قال ابن كثير: أي أنه تعتالى لعظمته وجلاله وكبريائه لا يجترىء أحدٌ أن يشفع عنده في شيءٍ إلا بعد إذنه له في الشفاعة كقوله:\n﴿مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ﴾ [البقرة: ٢٥٥] وقوله: ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ [الأنبياء: ٢٨] وإنما كانت الشفاعة لسيد ولد آدم إظهارًا لمقامة الشريف، فهو أكبر شفيع عند الله، وذلك حين يقوم المقام المحمود ليشفع في الخلق كلهم ﴿حتى إِذَا فُزِّعَ عَن قُلُوبِهِمْ﴾ أي حتى إذا زال الفزع والخوف عن قلوب الشفعاء، من الملائكة والأنبياء ﴿قَالُواْ مَاذَا قَالَ رَبُّكُمْ قَالُواْ الحق﴾ أي قال بعضهم لبعض: ماذا قال ربكم في أمر الشفاعة؟ فأجابوهم بقولهم: قد أذن فيها للمؤمنين، قال القرطبي: إن الله تعالى يأذن للأنبياء والملائكة في الشفاعة، وهم على غاية الفزع من الله، لما يقترن بتلك الحال من الأمر الهائل، والخوف الشديد أن يقع منهم تقصير، فإذا سُرِّي عنهم قالوا للملائكة فوقهم: ماذا قال ربكم؟ أي بماذا أمر الله؟ قالوا: الحقَّ أي إنه أذن لكم في الشفاعة للمؤمنين ﴿وَهُوَ العلي الكبير﴾ أي هو تعالى المتفرد بالعلو والكبرياء، العظيم في سلطانه وجلاله، قال أبو السعود: وهذا من تمام كلام","vol":"2","page":507},{"text":"الشفعاء، قالوه اعترافًا بغاية عظمة جناب الله عزو جل، فليس لأحدٍ أن يتكلم إلا بإذنه، ثم وبَّخ تعالى المشركين في عبادتهم غير الخالق الرازق فقال: ﴿قُلْ مَن يَرْزُقُكُمْ مِّنَ السماوات والأرض﴾ أي قل لهم يا محمد من الذي يرزقكم من السموات بإِنزال المطر، ومن الأرض بإخراج النبات والثمرات؟ ﴿قُلِ الله﴾ أي قل لهم: الله الرازق لا آلهتكم، قال ابن الجوزي: وإنما أُمطر ﵇ أن يسأل الكفار عن هذا احتجاجًا عليهم بأن الذي يرزق هو المستحق للعبادة، وهم لا يثبتون رازقًا سواه، ولهذا جاء الجواب ﴿قُلِ الله﴾ لأنهم لا يجيبون بغير هذا ﴿وَإِنَّآ أَوْ إِيَّاكُمْ لعلى هُدًى أَوْ فِي ضَلاَلٍ مُّبِينٍ﴾ أي وأحد الفريقين منا أو منكم لعلى هدى أو ضلال بيِّن، وهذا نهاية الإنصاف مع الخصم، قال أبو حيان: أخرج الكلام مخرج الشك، ومعلوم أن من عبد الله وحده كان مهتديًا، ومن عبد غيره من جماد كان ضالًا، وفي هذا إنصافٌ وتلطفٌ في الدعوى، وفيه تعريضٌ بضلالهم وهو أبلغ من الردّ بالصريح، ونحوه قول العرب: أخزى الله الكاذب مني ومنك، مع تيقين أن صاحبه هو الكاذب ﴿قُل لاَّ تُسْأَلُونَ عَمَّآ أَجْرَمْنَا وَلاَ نُسْأَلُ عَمَّا تَعْمَلُونَ﴾ أي لا تؤاخذون على ما ارتكبنا من إجرام، ولا نؤاخذ نحن بما اقترفتم، وإنما يعاقب كل إنسان بجريرته، وهذا ملاطفة وتنزُّلٌ في المجادلة إلى غاياة الإنصاف، قال الزمخشري: وهذا أدخل في الإنصاف وأبلغ من الأول، حيث أسند الإِجرام لأنفسهم والعمل إلى المخاطبين ﴿قُلْ يَجْمَعُ بَيْنَنَا رَبُّنَا ثُمَّ يَفْتَحُ بَيْنَنَا بالحق﴾ أي يجمع الله بيننا وبينكم يوم القيامة ثم يحكم بيننا ويفصل بالحقِّ ﴿وَهُوَ الفتاح العليم﴾ أي وهو الحاكم العادل الذي لا يظلم أحدًا، العالم بأحوال الخلق، فيدخل المحقَّ الجنة، والمبطل النار ﴿قُلْ أَرُونِيَ الذين أَلْحَقْتُمْ بِهِ شُرَكَآءَ﴾ توبيخٌ آخر على إشراكهم وإظهارٌ لخطئهم العظيم أي أروني هذه الأصنام التي ألحقتموها بالله وجعلتموها شركاء معه في الألوهية، لأنظر بأي صفةٍ استحقت العبادة مع الذين ليس كمثله شيء؟ قال أبو السعود: وفيه مزيد تبكيتٍ لهم بعد إلزام الحجة عليهم ﴿كَلاَّ بَلْ هُوَ الله العزيز الحكيم﴾ ردعٌّ لهجر وزجر أي ليس الأمر كما زعمتم من اعتقاد شريك له، بل هو الإِله الواحد الأحد، الغالب على أمره، الحكيم في تدبيره لخلقه، فلا يكون له شريك في ملكه أبدًا ﴿وَمَآ أَرْسَلْنَاكَ إِلاَّ كَآفَّةً لِّلنَّاسِ بَشِيرًا وَنَذِيرًا﴾ أي وما أرسلناك يا محمد للعرب خاصة وإما أرسلناك لعموم الخلق، مبشرًا للمؤمنين بجنات النعيم، ومنذرًا للكافرين من عذاب الجحيم ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ هؤلاء الكافرين لا يعلمون ذلك فيحملهم جهلهم على ما هم عليه من الغيّ والضلال ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي ويقول المشركون على سبيل الاستهزاء والسخرية: متى هذا العذاب الذي تخوفوننا به إن كنتم صادقين فيما تقولون؟ والخطاب للنبي والمؤمنين ﴿قُل لَّكُم مِّيعَادُ يَوْمٍ لاَّ تَسْتَأْخِرُونَ عَنْهُ سَاعَةً وَلاَ تَسْتَقْدِمُونَ﴾ أي لكم زمان معيَّن للعذاب يجيء في أجله الذي قدَّره الله له، لا يستأخر لرغبة أحد، ولا يتقدم لرجاء أحد، فلا تستعجلوا عذاب الله فهو آتٍ لا محالة، ثم أخبر تعالى عن تمادي المشركين في العناد والتكذيب فقال ﴿وَقَالَ الذين كَفَرُواْ لَن نُّؤْمِنَ بهذا القرآن","vol":"2","page":508},{"text":"وَلاَ بالذي بَيْنَ يَدَيْهِ﴾ أي لن نصدِّق بالقرآن ولا بما سبقه من الكتب السماوية الدالة على البعث والنشور ﴿وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ﴾ أي ولو شاهدت يا محمد حال الظالمين المنكرين للبعث والنشور في موقف الحساب ﴿يَرْجِعُ بَعْضُهُمْ إلى بَعْضٍ القول﴾ أي يلوم بعضهم بعضًا ويؤنب بعضهم بعضًا، وجواب ﴿لَوْ﴾ محذوف للتهويل تقديره لرأيت أمرًا فظيعًا مهولًا ﴿يَقُولُ الذين استضعفوا لِلَّذِينَ استكبروا لَوْلاَ أَنتُمْ لَكُنَّا مُؤْمِنِينَ﴾ أي يقول الأتباع للرؤساء: لولا إضلالكم لنا لكنا مؤمنين مهتدين ﴿قَالَ الذين استكبروا لِلَّذِينَ استضعفوا أَنَحْنُ صَدَدنَاكُمْ عَنِ الهدى بَعْدَ إِذْ جَآءَكُمْ﴾؟ أي قال الرؤساء جوبًا للمستضعفين: أنحن منعناكم عن الإشيمان بعد أن جاءكم؟ لا، ليس الأمر كما تقولون ﴿بَلْ كُنتُمْ مُّجْرِمِينَ﴾ أي بل أنتم كفرتم من ذات أنفسكم، بسبب أنكم مجرمين راسخين في الإِجرام ﴿وَقَالَ الذين استضعفوا لِلَّذِينَ استكبروا بَلْ مَكْرُ اليل والنهار﴾ أي وقال الأتباع للرؤساء: بل مكركم بنا في الليل والنهار هو الذي صدَّنا عن الإِيمان ﴿إِذْ تَأْمُرُونَنَآ أَن نَّكْفُرَ بالله وَنَجْعَلَ لَهُ أَندَادًا﴾ أي وقت دعوتكم لنا إلى الكفر بالله، وأن نجعل له شركاء، ولولا تزيينكم لنا الباطل ما كفرنا ﴿وَأَسَرُّواْ الندامة لَمَّا رَأَوُاْ العذاب﴾ أي أخفى كل من الفريقين الندامة على ترك الإِيمان حين رأوا العذاب، أخفوها مخافة التعيير ﴿وَجَعَلْنَا الأغلال في أَعْنَاقِ الذين كَفَرُواْ﴾ أي وجعلنا السلاسل في رقاب الكفار زيادةً على تعذيبهم بالنار ﴿هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ﴾ أي لا يجزون إلا بأعمالهم التي عملوها ولا يعاقبون إلا بكفرهم وإجرامهم.\nالبَلاَغَة: تضمنت الآية الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين لفظ ﴿يَمِينٍ. . و. . شِمَالٍ﴾ وبين ﴿بَشِيرًا. . و. . نَذِيرًا﴾ وبين ﴿تَسْتَقْدِمُونَ. . و. . تَسْتَأْخِرُونَ﴾ وبين ﴿استضعفوا. . و. . استكبروا﴾ وهو من المحسنات البديعية.\n٢ - جناس الاشتقاق ﴿وَقَدَّرْنَا فِيهَا السير سِيرُواْ﴾ فإن كلمة ﴿سِيرُواْ﴾ مشقتة من السير.\n٣ - التعجيز بدعاء الجماد الذي لا يسمع ولا يحس ﴿قُلِ ادعوا الذين زَعَمْتُمْ مِّن دُونِ الله﴾ .\n٤ - التوبيخ والتبكيت ﴿قُلْ مَن يَرْزُقُكُمْ مِّنَ السماوات والأرض﴾؟ .\n٥ - حذف الخبر لدلالة السياق عليه ﴿قُلِ الله﴾ أي قل الله الخالق الرازق للعباد ودل على المحذوف سياق الآية.\n٦ - المبالغة بذكر صيغ المبالغة ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ فإن فعَّال وفعيل وفعول من صيغ المبالغة ومثلها ﴿وَهُوَ الفتاح العليم﴾ .\n٧ - حذف الجواب للتهويل والتفزيع ﴿وَلَوْ ترى إِذِ الظالمون مَوْقُوفُونَ عِندَ رَبِّهِمْ﴾ حذف الجواب للتهويل أي لو ترى حالهم لرأيت أمرًا فظيعًا مهولًا.\n٨ - المجاز العقلي ﴿بَلْ مَكْرُ اليل والنهار﴾ أسند المكمر إلى الدليل والمراد مكر المشركين بهم في الليل ففيه مجاز عقلي.","vol":"2","page":509},{"text":"٩ - الاستعارة ﴿لَن نُّؤْمِنَ بهذا القرآن وَلاَ بالذي بَيْنَ يَدَيْهِ﴾ ليس للقرآن يدان ولكنه استعارة لما سبقه من الكتب السماوية المنزلة من عند الله.\n١ - مراعاة الفواصل لما لها من وقع حسن على السمع مثل ﴿وَهَلْ نجازي إِلاَّ الكفور. . إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ الخ.","vol":"2","page":510},{"text":"المنَاسَبَة: لمّا ذكر تعالى قصة أهل سبإ وكفرهم بنعم الله، وما أعقب ذلك من تبديل النعمة إلى النقمة، ذكر هنا اغترار المشركين بالمال والبنين، وتكذيبهم لرسول الله ﷺ َ، وختم السورة الكريمة ببيان مصرع الغابرين، تسليةً لرسول الله صلى الله عليه سلم وتخويفًا وتحذيرًا للمشركين.","vol":"2","page":510}]