[{"text":"اللغَة: ﴿مُتْرَفُوهَآ﴾ المترف: المنعَّم المتقلب في الغنى والعز والجاه. ﴿يَبْسُطُ﴾ يوسّع. ﴿وَيَقْدِرُ﴾ يقتَّر. ﴿زلفى﴾ قربى. ﴿إِفْكٌ﴾ كذب مختلق. ﴿مِعْشَارَ﴾ المعشار: العُشر، قال الجوهري: ومعشار الشيء عشره، فهما لغتان. ﴿نَكِيرِ﴾ أصلها نكيري حذفت الياء لمراعاة الفواصل، قال الزجاج: النكير: اسم بمعننى الإِنكار. ﴿جِنَّةٍ﴾ بكسر الجيم أي جنون. ﴿فَوْتَ﴾ نجاة ومهرب. ﴿التناوش﴾ التناول، قال الزمخشري: والتناوش والتناول أخوان، إلا أن التناوش تناولٌ سهلٌ لشيء قريب، ومنه المناوشة في القتال وذلك عند تداني الفريقين، قال ابن السكيت: يقال للرجل إذا تناول رجلًا ليأخذه ناشَه.\nالتفسِير: ﴿وَمَآ أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّذِيرٍ﴾ أي لم نبعث في أهل قريةٍ رسولًا من الرسل ينذرهم عذابنا ﴿إِلاَّ قَالَ مُتْرَفُوهَآ﴾ إي إلا قال أهل الغنى والتنعم في الدنيا ﴿إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ﴾ أي لا يؤمن برسالتكم ولا نصدقكم بما جئتم به، قال قتادة: المترفون هم جبابرتهم وقادتهم ورؤساؤهم في البشر، وهم الذين يبادرون إلى تكذيب الأنبياء، والقصد بالآية تسلية النبي ﷺ َ على تكذيب أكابر قريش له ﴿وَقَالُواْ نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلاَدًا﴾ أي وقال مشركو مكة: نحن أكثر أموالًا وأولادًا من هؤلاء الضعفاء المؤمنين ﴿وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ أي إن الله لا يعذبنا لأنه راضٍ عنا، ولم يكن راضيًا عنا لما بسط لنا من الرزق، قاسوا أمر الدنيا على الآخرة، وظنوا أن الله كما أعطاهم الأموال والأولاد في الدنيا لا يعذبهم في الآخرة، قال أبو حيان: نصَّ تعالى على المتفرقين لأنه أول المذكبين للرسل، لِما شُغلوا به من زخرف الدنيا، وما غلب على عقولهم منها، فقلوبهم أبدًا مشغولة منهمكة، بخلاف الفقراء فإنهم خالون من مستلذات الدنيا، فقلوبهُم أقبل للخير ولذلك كانوا أكثر أتباع الأنبياء ﴿قُلْ إِنَّ رَبِّي يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي قل لهم يا محمد: إن توسعة الرزق وتضييقه ليس دليلًا على رضى الله، فقد يوسّع الله على الكافر والعاصي، ويضيق على المؤمن والمطيع ابتلاءً وامتحانًا، فلا تظنوا أن كثرة الأموال والأولاد دليل على المحبة والسعادة، بل هي تابعة للحكمة والمشيئة ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر هؤلاء الكفرة لا يعلمون الحقيقة، فيظنون أن كثرة الأموال والأولاد للشرف والكرامة، وكثيرًاما يكون للاستدراج كما ال تعالى: ﴿سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾ [الأعراف: ١٨٢] ولهذا أكَّد ذلك بقوله: ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ بالتي تُقَرِّبُكُمْ عِندَنَا زلفى﴾ أي ليست أموالكم ولا أولادكم التي تفتخرون بها وتكاثرون هي التي تقربكم من الله قربى، وإنما يقرّب الإِيمان والعمل الصالح، قال الطبري: الزلفى: القربى، ولا يعتبر الناس بكثرة المال والولد، ولهذا قال تعالى بعده: ﴿إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحًا﴾ أي إلا المؤمن الصالح الذي ينفق ماله في سبيل الله، ويعلّم ولده الخير ويربيه على الصلاح فإن هذا الذي يقرّب من الله ﴿فأولئك لَهُمْ جَزَآءُ الضعف بِمَا عَمِلُواْ﴾ أي تضاعف حسناتهم، الحسنة بعشر أمثالها وبأكثر إلى سبعمائة ضعف ﴿وَهُمْ فِي الغرفات آمِنُونَ﴾ أي وهم في منازل الجنة العالية آمنون من كل عذاب","vol":"2","page":511},{"text":"ومكروه، ولما ذكر جزاء المؤمنين، ذكر عقاب الكافرين، ليظهر التابين بين الجزاءين فقال: ﴿والذين يَسْعَوْنَ في آيَاتِنَا مُعَاجِزِينَ﴾ أي يسعون في الصدِّ عن سبيل الله، واتباع آياته ورسله، معاندين لنا يظنون أنهم يفوتوننا بأنفسهم ﴿أولئك فِي العذاب مُحْضَرُونَ﴾ أي فهم مقيمون في العذاب، محضرون يوم القيامة للحساب ﴿قُلْ إِنَّ رَبِّي يَبْسُطُ الرزق لِمَن يَشَآءُ مِنْ عِبَادِهِ وَيَقْدِرُ لَهُ﴾ أي قل يا محمد: إن ربي يوسّع الرزق لمن يشاء من خلقه، ويقتّر على من يشاء، فلا تغتروا بالأموال الي رزقكم الله إيَّاها، قال في التسهيل: كررت الآية لاختلاف اقصد، فإنَّ القصد بالأول الكفار، والقصد هنا ترغيب المؤمنين بالإِنفاق ﴿وَمَآ أَنفَقْتُمْ مِّن شَيْءٍ فَهُوَ يُخْلِفُهُ﴾ أي وما أنفقتهم في سبيل الله قليلًا أو كثيرًا فإن الله تعالى يعوّضه عليكم إما عاجلًا أو آجلًا ﴿وَهُوَ خَيْرُ الرازقين﴾ أي هو تعالى خير المعطين، فإنَّ عطاء غيره بحساب، وعطاؤه تعالى بغير حساب، قال المفسرون: لما بيَّن أنَّ الإِيمان والعمل الصالح هو الذي يقرّب البعد إلى ربه، ويكون مؤديًا إلى تضعيف حسناته، بيَّن أن نعيم الآخرة لا ينافي سعة الرزق في الدنيا، بل الصالحون قد يبسط لهم الرزق في الدنيا مع ما لهم في الآخرة من الجزاء الأوفى والمثوبة الحسنى بمقتضى الوعد الإلهي ﴿وَيَوْمَ يَحْشُرُهُمْ جَمِيعًا﴾ أي واذكر يوم يحشر الله المشركين جيمعًا من تقدم ومن تأخر للحساب والجزاء ﴿ثُمَّ يَقُولُ لِلْمَلاَئِكَةِ أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ﴾؟ الاستفهام للتقريع والتوبيخ للمشركين أي هؤلاء عبدوكم من دوني وأنتم أمرتموهم بذلك؟ قال الزمخشري: هذا الكلام خطاب للملائكة وتقريع للكفار، وارد على المثل السائر «إيَّاك أعني واسمعي يا جارة» ونحوه قوله تعالى\n﴿أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله﴾ [المائدة: ١١٦] ٍ؟ وقد علم سبحانه أن الملائكة وعيسى منزهون عما نُسب إليهم، والغرض من السؤال والجواب أن يكون تقريع للمشركين أشدّ، وخجلهم أعظم ﴿قَالُواْ سُبْحَانَكَ أَنتَ وَلِيُّنَا مِن دُونِهِمْ﴾ أي تعاليت وتقدست يا ربنا عن أن يكون معك إله، أنت ربنا ومعبودنا الذي نتولاه ونعبده ونخلص له العبادة، ونحن نتبرأ إليك منهم ﴿بَلْ كَانُواْ يَعْبُدُونَ الجن﴾ أي بل كانوا يعبدون الشياطين لأنهم هم الذي زينوا لهم عبادة غير الله فأطاعوهم ﴿أَكْثَرُهُم بِهِم مُّؤْمِنُونَ﴾ قال القرطبي: أي أكثرهم بالجنّ مصدقون يزعمون أنهم بنات الله، تعالى الله عما يقولون علوًا كبيرًا قال تعالى ردًا على مزاعم المشركين ﴿فاليوم لاَ يَمْلِكُ بَعْضُكُمْ لِبَعْضٍ نَّفْعًا وَلاَ ضَرًّا﴾ أي في هذا اليوم يوم الحساب لا ينفع العابدون ولا المعبدون بعضهم لبعض، لا بشفاعة ونجاة، ولا بدفع عذاب وهلاك، قال أبو السعود: يخاطبون بذلك على رؤوس الأشهاد إظهارًا لعجزهم وقصورهم عن نفع عابديهم، وإظهارًا لخيبة رجائهم بالكلية، ونسبة عدم النفع والضر إلى البعض للمبالغة في المقصود، كأن نفع الملائكة لعبدتهم في الاستحالة كنفع العبد لهم ﴿وَنَقُولُ لِلَّذِينَ ظَلَمُواْ﴾ أي ونقول للظالمين الذين عبدوا اغير الله ﴿ذُوقُواْ عَذَابَ النار التي كُنتُم بِهَا تُكَذِّبُونَ﴾ أي ذوقوا عذاب جهنم التي كذبتم بها في الدنيا","vol":"2","page":512},{"text":"فها قد وردتموها، ثم بيَّن تعالى لونًا آخر من كفرهم وضلالهم فقال: ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا تُليت على هؤلاء المشركين آيات القرآن واضحات المعاني، بينات الإعجاز، وسمعوها غضة طريةً من السان رسولنا محمد ﷺ َ ﴿قَالُواْ مَا هذا إِلاَّ رَجُلٌ يُرِيدُ أَن يَصُدَّكُمْ عَمَّا كَانَ يَعْبُدُ آبَآؤُكُمْ﴾ أي ما هذا الذي يزعم الرسالة إلا رجلٌ مثلكم يريد أن يمنعكم عمَّا كان يعبد أسلافكم من الأوثان والأصنام ﴿وَقَالُواْ مَا هاذآ إِلاَّ إِفْكٌ مُّفْتَرًى﴾ أي ما هذا القرآن إلا كذبٌ مختلق على الله ﴿وَقَالَ الذين كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي وقال أولئك الكفرة المتمردون بجراءتهم على الله ومكابرتهم للحقِّ النيّر: ما هذا القرآن إلا سحرٌ واضح ظاهر لا يخفى على لبيب، وقال الزمخشري: وفيه تعجيب من أمرهم بليغ، حيث بتّوا القضاء على أنه سحر، ثم بتّوه على أنه بيِّن ظاهر، كل عاقلٍ تأمله سمَّاه سحرًا وفي قوله: ﴿لَمَّا جَآءَهُمْ﴾ المبادهة بالكفر من غير تأمل، ثم بيَّن تعالىأنهم لم يقولوا ذلك عن بينة، ولم يكذبوا محمدًا عن يقين، بل عن ظنٍّ وتخمين فقال: ﴿وَمَآ آتَيْنَاهُمْ مِّنْ كُتُبٍ يَدْرُسُونَهَا﴾ أي وما أنزلنا على أهل مكة كتابًا قبل القرآن يقرؤون فيه ويتدارسونه ﴿وَمَآ أَرْسَلْنَا إِلَيْهِمْ قَبْلَكَ مِّن نَّذِيرٍ﴾ أي وما بعثان إليهم قبلك يا محمد رسولًا ينذرهم عذابالله، فمن أين كذبوك؟ قال الطبريك أي ما أنزل الله على العرب كتابًا قبل القرآن، ولا بعث إليه نبيًا قبل محمد ﷺ َ ﴿وَكَذَّبَ الَّذِينَ مِن قَبلِهِمْ وَمَا بَلَغُواْ مِعْشَارَ مَآ آتَيْنَاهُمْ﴾ أي وكذَّب قبلهم أقوام من الأمم السابقين وما بلغ كفار مكة عشر ما آتينا الأمم التي كانت قبلهم من القوة والمال وطول العمر، قال ابن عباس: ﴿مِعْشَارَ مَآ آتَيْنَاهُمْ﴾ أي من القوة في الدنيا ﴿فَكَذَّبُواْ رُسُلِي فَكَيْفَ كَانَ نَكِيرِ﴾ أي وحيث كذبوا رسلي جاءهم إنكاري بالتدمير والاستئصال، ولم يُغن عنهم ما كانوا فيه من القوة، فكيف حال هؤلاء إذا جاءهم العذاب والهلاك؟ وفيه تهديدٌ لقريش ﴿قُلْ إِنَّمَآ أَعِظُكُمْ بِوَاحِدَةٍ﴾ أي قل يا محمد لهؤلاء المشركين إنما أنصحكم وأوصيكم بخصلةٍ واحدة ثم فسرها بقوله: ﴿أَن تَقُومُواْ لِلَّهِ مثنى وفرادى﴾ أي هي أن تتحرَّوا الحق لوجه الله والتقرب له مجتمعين ووحدانًا، أو اثنين اثنين وواحدًا وواحدًا، قال القرطبي: وهذا القيام إلى طلب الحق، لا القيام الذي هو ضدُّ القعود ﴿ثُمَّ تَتَفَكَّرُواْ مَا بِصَاحِبِكُمْ مِّن جِنَّةٍ﴾ أي ثم تتفكروا في أمر محمد لتعلموا أن من ظهر على يديه هذا الكتاب المعجز لا يمكن أن يكون مسٌّ من الجنون أو يكون مجنونًا، قال أبو حيان: ومعنى الآية: إنما أعظكم بواحدة فيها إصابتكم الحقِّ وهي أن تقوموا لوجه الله متفرقين اثنين اثنين، وواحدًا واحدًا، ثم تتكروا في أمر محمد وما جاء به، وإنما قال ﴿مثنى وفرادى﴾ لأن الجماعة يكون من اجتماعهم تشويش الخاطر والمنع من التفكر، كما يكون في الدروس التي يجتمع بها الجماعة، وأما الاثنان إذا نظرا نظر إنصاف وعرض كل واحدٍ منهما على صاحبه ما ظهر له فلا يكاد الحقُّ أن يعدوهما، وإذا كان الواحد جيّد الفكر عرف الحق، فإذا تفكروا عرفوا أن نسبته ﵇ للجنون لا يمكن، ولا يهذب إلى ذلك عاقل ﴿إِنْ هُوَ إِلاَّ نَذِيرٌ لَّكُمْ بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ﴾ أي ما هو إلا رسول منذر لكم إن كفرتم من","vol":"2","page":513},{"text":"عذاب شديدٍ في الآخرة ﴿قُلْ مَا سَأَلْتُكُم مِّن أَجْرٍ فَهُوَ لَكُمْ﴾ أي لا أسألكم على تبليغ الرسالة أجرًا، قال الطبري: المعنى إني لم أسألكم على ذلك جُعلًا فتتهموني وتظنوا أني إنما دعوتكم إلى اتباعي لمالٍ آخذه منكم ﴿إِنْ أَجْرِيَ إِلاَّ عَلَى الله﴾ أي ما أجري وثوابي إلا على الله رب العالمين ﴿وَهُوَ على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي هو تعالى رقيب وحاضر على أعمالي وأعمالكم، لا يخفى عليه شيء وسيجازي الجميع، قال أبو السعود: أي هو مطلع يعلم صدقي وخلوص نيتي ﴿قُلْ إِنَّ رَبِّي يَقْذِفُ بالحق﴾ أي يبيِّن الحجة ويظهرها، قال ابن عباس: يقذف الباطل بالحق كقوله:\n﴿بَلْ نَقْذِفُ بالحق عَلَى الباطل فَيَدْمَغُهُ فَإِذَا هُوَ زَاهِقٌ﴾ [الأنبياء: ١٨] ﴿عَلاَّمُ الغيوب﴾ أي هو تعالى الذي أحاط علمًا بجميع الغيوب التي غابت وخفيت عن الخلق ﴿قُلْ جَآءَ الحق﴾ أي جاء نور الحق وسطع ضاؤه وهو الإِسلام ﴿وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ﴾ أي ذهب الباطل بالمرَّة فليس له بدءٌ ولا عودٌ، قال المزخشري: إذا هلك الإنسان لم يبقَ له إبداءٌ ولا إعادة، فجعلوا قولهم: لا يبدىء ولا يعيد مثلًا في الهلاك والمعنى: جاء الحق وهلك الباطل كقوله تعالى:\n﴿وَقُلْ جَآءَ الحق وَزَهَقَ الباطل﴾ [الإِسراء: ٨١] ﴿قُلْ إِن ضَلَلْتُ فَإِنَّمَآ أَضِلُّ على نَفْسِي﴾ أي قل يا محمد لهؤلاء المشركين إن حصل لي ضلالٌ كما زعمتم فإن إثم ضلالي على نفسي لا يضر غيري ﴿وَإِنِ اهتديت فَبِمَا يُوحِي إِلَيَّ رَبِّي﴾ أي وإن اهتديتُ إلى الحق فبهداية الله وتفويقه ﴿إِنَّهُ سَمِيعٌ قَرِيبٌ﴾ أي سميعٌ لمن دعاه، قريب الإجابة لمن رجاه، قال أبو السعود: يعلم قول كلٍ من المهتدي والضال وفعله وإن بلغ في إخفائهما ﴿وَلَوْ ترى إِذْ فَزِعُواْ﴾ أي ولو ترى يا محمد حال المشركين عند فزعهم إذا خرجوا من قبورهم ﴿فَلاَ فَوْتَ﴾ أي فلا مخلص لهم ولا مهرب ﴿وَأُخِذُواْ مِن مَّكَانٍ قَرِيبٍ﴾ أي أخذوا من الموقف أرض المحشر إلى النار، وجواب ﴿لَوْ﴾ محذوف تقديره: لرأيت أمرًا عيظمًا وخطبًا جسيمًا ترتعد له الفرائص ﴿وقالوا آمَنَّا بِهِ﴾ أي وقالوا عندما عاينوا العذاب آمنا بالقرآن وبالرسول ﴿وأنى لَهُمُ التناوش مِن مَّكَانٍ بَعِيدٍ﴾ أي ومن أين لهم تناول الإيمان وهم الآن في الآخرة ومحل الإِيمان في الدنيا، وقد ذهبت الدنيا فصارت منهم بمكان بعيد؟ قال أبو حيان: مثَّل حالهم بحال من يريد أن يتناول الشيء من بُعدٍ كما يتناوله الآخر من قرب ﴿وَقَدْ كَفَرُواْ بِهِ مِن قَبْلُ﴾ أي والحال أنهم قد كفروا بالقرآن وبالرسول من قبل ذلك في الدنيا، فكيف يحصل لهم الإِيمان بهما في الآخرة ﴿وَيَقْذِفُونَ بالغيب مِن مَّكَانٍ بَعِيدٍ﴾ أي يرمون بظنونهم في الأمور المغيبة فيقولون: لا بعث ولا حساب، ولا جنة ولا نار، قال القرطبي: والعربُ تقول لكل من تكلم بما لا يعرف هو يقذف ويرجم بالغيب، وعلى جهة التمثيل لمن يرمي ولا يصيب ﴿وَحِيلَ بَيْنَهُمْ وَبَيْنَ مَا يَشْتَهُونَ﴾ أي وحيل بينهم وبين الإِيمان ودخول الجنان ﴿كَمَا فُعِلَ بِأَشْيَاعِهِم مِّن قَبْلُ﴾ أي كما فعل بأشباههم في الكفر من الأمم السابقة ﴿إِنَّهُمْ كَانُواْ فِي شَكٍّ مَّرِيبٍ﴾ أي كانوا في الدنيا في شك","vol":"2","page":514},{"text":"وارتياب من أمر الحساب والعذاب وقوله: ﴿مَّرِيبٍ﴾ من باب التأكيد كقولهم: عجبٌ عجيب.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿يَبْسُطُ. . و. . يَقْدِرُ﴾ وبين ﴿نَّفْعًا. . و. . ضَرًّا﴾ وبين ﴿مثنى. . و. . فرادى﴾ .\n٢ - المقابلة بين عاقبة الأبرار والفجار ﴿إِلاَّ مَنْ آمَنَ وَعَمِلَ صَالِحًا. . والذين يَسْعَوْنَ في آيَاتِنَا مُعَاجِزِينَ﴾ .\n٣ - الالتفات من الغائب إلى المخاطب ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ﴾ والغرض المبالغة في تحقيق الحق.\n٤ - أسلوب التقريب والتوبيخ ﴿أهؤلاء إِيَّاكُمْ كَانُواْ يَعْبُدُونَ﴾؟ الخطاب للملائكة تقريعًا للمشركين.\n٥ - وضع الظاهر موض الضمير لتسجيل جريمة الكفر عليهم ﴿وَقَالَ الذين كَفَرُواْ لِلْحَقِّ﴾ والأصل وقالوا.\n٦ - الإِيجاز بالحذف لدلالة السياق عليه ﴿وَمَآ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ بالتي تُقَرِّبُكُمْ عِندَنَا زلفى﴾ حذف خبر الأول لدلالة الثاني عليه أي ما أموالكم بالتي تقربكم ولا أولادكم بالذين يقربونكم عندنا.\n٧ - الاستعارة ﴿بَيْنَ يَدَيْ عَذَابٍ شَدِيدٍ﴾ استعار لفظ اليدين لما يكون من الأهوال والشدائد أمام الإنسان.\n٨ - الكناية اللطيفة ﴿وَمَا يُبْدِىءُ الباطل وَمَا يُعِيدُ﴾ كناية عن زهوق الباطل محو أثره.\n٩ - الاستعارة التصريحية ﴿وَيَقْذِفُونَ بالغيب مِن مَّكَانٍ بَعِيدٍ﴾ شبّه الذي يقول بغير عللم، ويظن ولا يتحقق، بالإِنسان يرمي غرضًا وبينه وبينه مسافة بعيدة فلا يكون سهمه صائبًا واستعار لفظ القذف للقول.\n١٠ - توافق الفواصل لما له من جميل الوقع على السمع مثل ﴿إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ، أَكْثَرَ الناس لاَ يَعْلَمُونَ، وَهُمْ فِي الغرفات آمِنُونَ﴾ .","vol":"2","page":515},{"text":"اللغَة: ﴿فَاطِرِ﴾ الفاطر: الخالق، وأصل الفطر الشَّق يقال: فاطره فانفطر أي انشق ومنه ﴿السَّمَآءُ مُنفَطِرٌ بِهِ﴾ [المزمل: ١٨] وفطر اللهُ الخلق: خلقهم وبرأهم. ﴿تُؤْفَكُونَ﴾ تُصرفون من الإِفك بمعنى الكذب سمى إِفكًا لأنه مصروف عن الحق والصواب. ﴿حَسَرَاتٍ﴾ جمع حسرة وهي الغم الذي يلحق النفس على فوات الأمر، وفي المختار: الحسرةُ أشدُّ التلهف على الشيء الفاقد. ﴿النشور﴾ مصدر نشر الميت إذا حيي، قال الأعشى:","vol":"2","page":517},{"text":"حتى يقول الناس ممَّا رأوا ... يا عجبًا للميّت الناشر\n﴿يَبُورُ﴾ يهلك يقال: بار يبور أي هلك وبطل، والبوار: الهلاك. ﴿فُرَاتٌ﴾ حلو شديد الحلاوة.\n﴿أُجَاجٌ﴾ شديد الملوحة قال في القاموس: أجَّ الماء أُجوجًا إذا اشتدت ملحوته. ﴿قِطْمِيرٍ﴾ القمطير: القشرة الرقيقة البيضاء التي بين التمرة والنواة.\nالتفسِير: ﴿الحمد للَّهِ فَاطِرِ السماوات والأرض﴾ أي الثناء الكامل، والذكر الحسن، مع التعظيم والتبجيل لله جلَّ وعلا، خالق السموات والأرض ومنشئها ومخترعها من غير مثل سبق، قال البيضاوي: ﴿فَاطِرِ السماوات والأرض﴾ أي مبدعهما وموجدهما على غير مثال ﴿جَاعِلِ الملائكة رُسُلًا﴾ أي جاعل الملائكة وسائط بين الله وأنبيائه لتبليغهم أوامر الله، قال ابن الجوزي: يرسلهم إلى الأنبياء وإلى ما شاء من الأمور ﴿أولي أَجْنِحَةٍ مثنى وَثُلاَثَ وَرُبَاعَ﴾ أي أصحاب أجنحة، قال قتادة: بعضهم له جناحان وبعضهم له ثلاثة، وبعضهم له أربعة، ينزلون بها من السماء إلى الأرض، ويعرجون بها إلى السماء ﴿يَزِيدُ فِي الخلق مَا يَشَآءُ﴾ اي يزيد في خلق الملائكة كيف يشاء، من ضخامة الأجسام، وتفاوت الأشكال، وتعدد الأجنحة، وقد رأى رسول الله ﷺ َ جبريل ليلة الإِسراء وله ستمائة جناح، بين كل جناحين كما بين المشرق والمغرب وقال قتادة: ﴿يَزِيدُ فِي الخلق مَا يَشَآءُ﴾ الملائحةُ في العينين، والحسنُ في الأنف، والحلاوة في الفم ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي هو تعالى قادر على ما يريد، له الأمر والقوة والسلطان، لا يمتنع عليه فعل شيءٍ أراده، ولا يتأبى عليه خلق شيء أراده، وصف تعالى نفسه في هذه الآيات بصفتين جليلتين تحمل كل منهما صفة القدرة وكمال الإِنعام الأولى: أنه فاطر السموات الأرض أي خالقهما ومبدعهما من غير مثالٍ يحتذيه، ولا قانون ينتحية، وفي ذلك دلالة على كمال قدرته، وشمول نعمته، فهو الذي رفع السماء بغير عمد، وجعلها مستويةٌ من غير أَوَد، وزينها بالكواكب والنجوم، وهو الذي بسط الأرض، وأودعها الأرزاق والأقوات، وبثَّ فيها البحار والأنهار، وفجَّر فيها العيون والآبار، إلى غير ما هنالك من آثار قدرته العظيمة، وآثار صنعته البديعة، وعبَّر عن ذلك كله بقوله: ﴿فَاطِرِ السماوات والأرض﴾، والثانية: اختيار الملائكة ليكونوا رسلًاَ بينه وبين أنبيائه، وقد أشار إلى طرفٍ من عظمته وكمال قدرته جل وعلا بأن خلق الملائكة بأشكال عجيبة، وصور غريبة، وأجنحة عديدة، فمنهم من له جناحان ومنهم من له ثلاثة، ومنهم من له أربعة، ومنهم من له ستمائة جناح، ما بين كل جناحين كما بين المشرق والمغرب، كما هو وصف جبريل ﵇، ومنهم من لا يعلم حقيقة خِلقته وضخامة صورته إلا الله جل وعلا، فقد روى الزهري أن جبريل قال للنبي ﷺ َ: «يا محمد كيف رأيت","vol":"2","page":518},{"text":"إسرافيل ﴿إنَّ له لاثني عشر ألف جناح، منها جناح بالمشرق وجناح بالمغرب، وإن العرش لعلى كاهله» ولو كشف لنا الحجاب لرأينا العجب العجاب، فسبحان الله ما أعظم خلقه، وما أبدع صنعه﴾ ! ثم بيَّن تعالى نفاذ مشيئته، ونفوذ أمره في هذا العالم الذي فطره ومَن فيه، وأخضعه لإرادته وتصرفه فقال: ﴿مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا﴾ أيْ أيُّ شيء يمنحه الله لعباده ويتفضل به علهيم من خزائن رحمته، من نعمةٍ، وصحةٍ، وأمنٍ، وعلمٍ وحكمةٍ، ورزقٍ، وإرسال رسلٍ لداية الخلق، وغير ذلك من صنوف نعمائه التي لا يحيط بها عدٍّ، فلا يقدر أحدٌ على إمساكه وحرمان خلق الله منه، فهو الملك الوهاب الذي لا مانع لما أعطى، ولا معطي لما منع ﴿وَمَا يُمْسِكْ فَلاَ مُرْسِلَ لَهُ مِن بَعْدِهِ﴾ أيْ وأيُّ شيء يمسكه ويحبسه عن خلقه من خيري الدنيا والآخةر، فلا أحد يقدر على منحه للعباد بعد أن أمسكه جلا علا ﴿وَهُوَ العزيز الحكيم﴾ أي هو تعالى الغالب على كل شيء، الحكيم في صنعه، الذي يفعل ما يريد على مقتضى الحكمة والمصلحة، قال المفسرون: والفتحُ والإِمساك عبارة عن العطاء والمنع، فهو الذي يضر وينفع، ويعطي ويمنع، وفي الحديث:\n«أَحَقُّ مَا قَالَ العَبْدُ وَكُلُّنَا لَكَ عَبْجٌ: اللَّهُمَّ لا مَانِعَ لِمَا أَعْطَيْتَ، وَلا مُعْطِيَ لِمَا مَنَعْتَ، وَلا يَنْفَعُ ذا الجَدِّ منك الجَدّ» ثم ذكَّرهم تعالى بنعمه الجليلة عليهم فقال: ﴿ياأيها الناس اذكروا نِعْمَتَ الله عَلَيْكُمْ﴾ أي اشكروا ركبم على نعمه التي لا تُعدُّ ولا تُحْصى التي أنعم بها عليكم، قال الزمخشري: ليس المراد بذكر النعمة ذكرها باللسان فقط، ولكن المراد حفظها من الكفران، وشكرها بمعرفة حقها، والاعتراف بها، وإِطاعة موليها، ومنه قول الرجل لمن أنعم عليه: أذكرْ أياديَّ عندك ﴿هَلْ مِنْ خَالِقٍ غَيْرُ الله﴾ استفهام إنكاري بمعنى النفي أي لا خالق غيره تعالى، لا ما تعبدون من الأصنام ﴿يَرْزُقُكُمْ مِّنَ السمآء والأرض﴾ أي حال كونه تعالى هو المنعم على العباد بالرزق والعطاء، فهو الذي ينزل المطر من السماء، ويخرج النبات من الأرض، فكيف تشركون معه ما لا يخلق ولا يرزق من الأوثان والأصنام؟ ولهذا قال تعالى بعده: ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا ربَّ ولا معبود إلا الله الواحد الأحد ﴿فأنى تُؤْفَكُونَ﴾ أي فكيف تُصرفون بعد هذا البيان، ووضوح البرهان، إلى عبادة الأوثان؟ والغرض: تذكير الناس بنعم الله، وإقامة الحجة على المشركين، قال ابن كثير: نبّه تعالى عباده وأرشدهم إلى الاستدلال على توحيده، بوجوب إفراد العبادة له، فكما أنه المستقل بالخلق والرزق، فكذلك يجب أن يُفرد بالعبادة، ولا يُشرك به غيره من الأصنام والأوثان ﴿وَإِن يُكَذِّبُوكَ فَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ﴾ تسلية للنبي ﷺ َ على تكذيب قومه له والمعنى: وإن يكذبك يا محمد هؤلاء المشركون فلا تحزن لتكذيبهم، فهذه سنة الله في الأنبياء من قبلك، فقد كُذّبوا واُوذوا حتى أتاهم نصرنا، فلك بهم أسوة، ولا بدَّ أن ينصرك الله عليهم ﴿وَإِلَى الله تُرْجَعُ الأمور﴾ أي إلى الله تعالى وحده مرجع أمرك وأمرهم، وسيجازي كلًا بعمله، وفيه وعيد وتهديد للمكذبين.\nثم ذكَّرهم تعالى بذلك الموعد المحقَّق فقال: ﴿ياأيها الناس إِنَّ وَعْدَ الله حَقٌّ﴾ أي إن وعده لكم بالبعث والجزاء حقٌّ ثابتٌ لا محالة","vol":"2","page":519},{"text":"لا خُلف فيه ﴿فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا﴾ أي فلا تلهكم الحياة الدنيا بزخرفها ونعيمها عن الحياة الآخرة، قال ابن كثير: أي لا تتلهَّوا عن تلك الحياة الباقية، بهذه الزهرة الفانية ﴿وَلاَ يَغُرَّنَّكُمْ بالله الغرور﴾ أي ولا يخدعنكم الشيطان المبالغ في الغرور فيطمعكم في عفو الله وكرمه، ويمنيكم بالمغفرة مع الإِصرار على المعاصي. ثم بيَّن تعالى عداوة الشيطان للإِنسان فقال: ﴿إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ أي إن الشيطان لكم أيها الناس عدوٌ لدود، وعداوته قديمة لا تكاد تزول فعادوه كما عاداكم ولا تطيعوه، وكونوا على حذرٍ منه، قال بعض العارفين: يا عجبًا لمن عصى المحسن بعد معرفته بإحسانه، وأطاع اللعين بعد معرفته بعداوته ﴿إِنَّمَا يَدْعُواْ حِزْبَهُ لِيَكُونُواْ مِنْ أَصْحَابِ السعير﴾ أي إنما غرضه أن يقذف بأتباعه في نار جهنم المستعرة التي تشوي الوجوه والجلود، لا غرض له إلا هذا، فهل يليق بالعاقل أن يستجيب لنداء الشيطان اللعين؟ قال الطبري: أي إنما يدعو شيعته ليكونوا من المخلدين في نار جهنم التي تتوقد على أهلها ﴿الذين كَفَرُواْ لَهُمْ عَذَابٌ شَدِيدٌ﴾ أي الذين جحدوا بالله ورسله لهم عذاب دائم شديد لا يُقادر قدره، ولا يوصف هولُه ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان والعمل الصالح ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ﴾ أي لهم عند ربهم مغفرةٌ لذنوبهم، وأجر كبير وهو الجننة، وإنما قرن الإِيمان بالعمل الصالح ليشير إلى أنهما لا يفترقان، فالإِيمان تصديقٌ، وقول، وعمل ﴿أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ فَرَآهُ حَسَنًا﴾ الاستفهام للإِنكار وجوابه محذوف والتقدير: أفمن زيَّن له الشيطان عمله السيء حتى رآه حسنًا واستحسن ما هو عليه من الكفر والضلال، كمن استقبحه واجتنبه واختار طريق الإِيمان؟ ودلَّ على هذا الحذف قوله تعالى: ﴿فَإِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ أي الكلُّ بمشيئة الله، فهو تعالى الذي يصرف من يشاء عن طريق الهدى، ويهدي من يشاء بتوفيقه للعمل الصالح والإِيمان ﴿فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ﴾ أي فلا تغتمَّ يا محمد ولا تُهلك نفسك حسرةً على تركهم الإِيمان ﴿إِنَّ الله عَلِيمٌ بِمَا يَصْنَعُونَ﴾ أي هو جل وعلا العالم بما يصنع هؤلاء من القبائح ومجازيهم عليها، وفيه وعيد لم بالعقاب على سوء صنيعهم ﴿والله الذي أَرْسَلَ الرياح﴾ أي والله تعالى بقدرته هو الذي أرسل الرياح مبشرة بنزول المطر ﴿فَتُثِيرُ سَحَابًا﴾ أي فحركت السحاب وأهاجته، والتعبيرُ بالمضارع عن الماضي ﴿فَتُثِيرُ﴾ لاستحضار تلك الصورة البديعة، الدالة على كمال القدرة والحكمة ﴿فَسُقْنَاهُ إلى بَلَدٍ مَّيِّتٍ﴾ أي فسقنا السحاب الذي يحمل الغيث إلى بلدٍ مجدب قاحل ﴿فَأَحْيَيْنَا بِهِ الأرض بَعْدَ مَوْتِهَا﴾ فيه حذفٌ تقديره فأنزلنا به الماء فأحيينا به الأرض بعد جدبها ويبسها ﴿كَذَلِكَ النشور﴾ أي كما أحيا الله الأرض الميتة بالماء، كذلك يحيي الموتى من قبورهم، روى الإِمام أحمد عن أبي رُزين العقيلي قال:\n«قلت يا رسول الله: كَيْفَ يُحْيِي الله المَوْتَى؟ وَمَا آيةُ ذلكَ فِي خَلْقِهِ؟ فقال:» أَمّا مَرَرْتَ بِوَادِي أهْلِكَ مُمْحِلًا، ثُمَّ مَرَرْتَ بهِ يَهْتَزُّ خَضِرًا؟ «قلت: نعم: يا رسول الله، قال:» فكذلك يُحْيِي الله المَوْتَى، وَتِلْكَ آيَتُهُ فِي خَلْقِهِ «قال ابن كثير: كثيرًا ما يستدل تعالى على المعاد بإحيائه الأرض بعد موتها، فإن الأرض تكون ميتة هامدة","vol":"2","page":520},{"text":"لا نبات فيها، فإذا أرسل الله إليها السحاب تحمل الماء وأنزله عليا ﴿اهتزت وَرَبَتْ وَأَنبَتَتْ مِن كُلِّ زَوْجٍ بَهِيجٍ﴾ [الحج: ٥] كذلك الأجساد إذا أراد الله بعثها ونشورها، ثمَّ نبَّه تعالى عباده إلى السبيل الذي تُنال به العزة فقال: ﴿مَن كَانَ يُرِيدُ العزة فَلِلَّهِ العزة جَمِيعًا﴾ أي من كان يطلب العزة الكاملة، والسعادة الشاملة، فليطلبها من الله تعالى وحده، فإن العزة كلَّها لله جلَّ وعلا قال بعض العارفين: من أراد عزَّ الدارين فليطع العزيز ﴿إِلَيْهِ يَصْعَدُ الكلم الطيب﴾ أي إليه جلا وعلا يرتفع كل كلام طيب من ذكر، ودعاءٍ، وتلاوة قرآن، وتسبيح وتمجيد ونحوه، قال الطبري: إلى الله يصعد ذكرُ العبد إِيَّاه وثناؤه عليه ﴿والعمل الصالح يَرْفَعُهُ﴾ أي والعمل الصالح يتقبله الله تعالى ويثيب صاحبه عليه، قال قتادة: لا يقبل الله قولًا إلاَّ بعمل، من قال وأحسن العمل قبل الله منه، نقله الطبري ﴿والذين يَمْكُرُونَ السيئات لَهُمْ عَذَابٌ شَدِيدٌ﴾ هذا بيانٌ للكلم الخبيث، بعد بيان حال الكلام الطيب أي والذين يحتالون بالمكر والخديعة لإطفاء نور الله، والكيد للإِسلام والمسلمين، لهم في الآخرة عذاب شديد في نار جهنم ﴿وَمَكْرُ أُوْلَئِكَ هُوَ يَبُورُ﴾ أي ومكر أولئك المجرمين هالكٌ وباطل، لأنه ما أسرَّ أحد سوءًا ودبَّره إِلا أبداه الله وأظهره\n﴿وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ﴾ [فاطر: ٤٣] قال المفسرون: والإِشارة هنا إلى مكر قريش برسول الله ﷺ َ حين اجتمعوا في دار الندوة وأرادوا أن يقتلوه، أو يحبسوه، أو يخرجوه كما حكى القرآن الكريم ﴿وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾ [الأَنفال: ٣٠] ثم ذكَّرهم تعالى بدلائل التوحيد والبعث، بعد أن ذكَّرهم بآيات قدرته وعزته فقال: ﴿والله خَلَقَكُمْ مِّن تُرَابٍ﴾ أي خلق أصلكم وهو آدم من تراب ﴿ثُمَّ مِن نُّطْفَةٍ﴾ أي ثم خلق ذريته من ماءٍ مهين وهو المنيُّ الذي يُصبُّ في الرحم ﴿ثُمَّ جَعَلَكُمْ أَزْوَاجًا﴾ أي خلقكم ذكورًا وإناثًا، وزوَّد بعضكم من بعضٍ ليتم البقاء في الدنيا إلى انقضائها قال الطبري: أي زوَّج منهم الأنثى من الذكر ﴿وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ﴾ أي وما تحمل أنثى في بطنها من جنين، ولا تلد إلاَّ بعلمه تعالى، يعهلم أذكر هو أو أنثى، ويعلم أطوار هذا الجنين في بطن أمه، لا يخفى عليه شيء من أحواله ﴿وَمَا يُعَمَّرُ مِن مُّعَمَّرٍ وَلاَ يُنقَصُ مِنْ عُمُرِهِ إِلاَّ فِي كِتَابٍ﴾ أي وما يطول عُمر أحدٍ من الخلق فيصبح هرمًا، ولا يُنقص من عُمر أحد فيموت وهو صغير أو شاب إِلا وهو مسجَّل في اللوح المحفوظ، لا يُزاد فيما كتب الله ولا يُنقص ﴿إِنَّ ذَلِكَ عَلَى الله يَسِيرٌ﴾ أي سهلٌ هيّن، لأن الله قد أحاط بكل شيء علمًا، ثم ضرب تعالى مثلًا للمؤمن والكافر فقال: ﴿وَمَا يَسْتَوِي البحران﴾ أي وما يستوي ماء البحر وماء النهر ﴿هذا عَذْبٌ فُرَاتٌ سَآئِغٌ شَرَابُهُ﴾ أي هذا ماء حلوٌ شديد الحلاوة يكسر وهج العطش، ويسهل انحداره في الحلق لعذوبته ﴿وهذا مِلْحٌ أُجَاجٌ﴾ أي وهذا ماءٌ شديد الملوحة، يُحرق حلق الشارب لمرارته وشدة ملوحته، فكما لا يتساوى البحران: العذبُ، والملح، فكذلك لا يتساوى المؤمن مع الكافر، ولا البرُّ مع الفاجر، قال أبو السعود: هذا مثلٌ ضُرب للمؤمن والكافر، والفراتُ الذي يكسر العطش، والسائع الذي يسهل انحداره لعذوبته، والأُجاج الذي يُحرق","vol":"2","page":521},{"text":"بملوحته ﴿وَمِن كُلٍّ تَأْكُلُونَ لَحْمًا طَرِيًّا﴾ أي وما كل واحدٍ منهما تأكلون سمكًا غضًا طريًا، مختلف الأنواع والطعوم والأشكال ﴿وَتَسْتَخْرِجُونَ حِلْيَةً تَلْبَسُونَهَا﴾ أي وتستخرجون منهما اللؤلؤ والمرجان للزينة والتحلي ﴿وَتَرَى الفلك فِيهِ مَوَاخِرَ﴾ أي وترى أيها المخاطب السفن العظيمة، تمخرُ عُباب البحر مقبلة ومدبرة، تحمل على ظهرها الأثقال والبضائع والرجال، وهي لا تغرق فيه لأنها بتسخير الله جل وعلا ﴿لِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي لتطلبوا بركوبكم هذه السفن العظيمة من فضل الله بأنواع التجارات، والسفر إلى البلدان البعيدة في مدة قريبة ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولكي تشكروا ربكم على إنعماه وإفضاله في تسخيره ذلك لكم، ثم انتقل إلى آية آخرى من آيات قدرته وسلطانه في الآفاق فقال: ﴿يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ أي يدخل الليلَ في النهار، ويدخل النهار في الليل، فيضيف من هذا إلى هذا وبالعكس، فيتافوت بذلك طول الليل والنهار بالزيادة والنقصان، حسب الفصول والأمصار، حتى يصل النهار صيفًا في بعض البلدان إلى ستة عشرة ساعة، وينقص الليل حتى يصل إلى ثمان ساعات آيةٌ من آيات الله تُشاهد لا يستطيع إنكارها جاحد أو مؤمن، ويحس بآثارها الأعمى والبصير.\n. آيةٌ شاهدة على قدرة الله، ودقة تصرفه في خلقه، وهذه الظاهرة الكونية دستور لا يتغيَّر، ونظام محكم لا يأتي بطريق الصدفة، وإنما هو من صنع الله الذي أتقن كل شيء خلقه، فسبحان المدبر الحكيم العليم!! ﴿وَسَخَّرَ الشمس والقمر كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى﴾ أي ذلَّلهما لمصالح العباد، كل منهما يسير ويدور في مداره الذي قدَّره الله له لا يتعداه، إلى أجلٍ ملعوم هو يوم القيامة ﴿ذَلِكُمُ الله رَبُّكُمْ لَهُ الملك﴾ أي ذلكم الفاعل لهذه الأمور البديعة، هو ربكم العظيم الشأن، الذي له المُلك والسلطان والتصرف الكامل في الخلق ﴿والذين تَدْعُونَ مِن دُونِهِ مَا يَمْلِكُونَ مِن قِطْمِيرٍ﴾ أي والذين تعبدون من دون الله من الأوثان والأصنام لا يملكون شيئًا ولو بمقدار القمطير، وهو القشرة الرقيقة التي بين التمرة والنواة، قال المفسرون: وهو مثلٌ يضرب في القلة والحقارة، والأصنامُ لضعفها، وَهَوان شأنها وعجزها عن أي تصرف صارت مضرب المثل في حقارتها بأنها لا تملك فتيلًا ولا قمطيرًا، ثم أكد تعالى ذلك بقوله: ﴿إِن تَدْعُوهُمْ لاَ يَسْمَعُواْ دُعَآءَكُمْ﴾ أي إن دعوتم هذه الأصنام لم يسمعوا دعاءكم ولم يستجيبوا لندائكم، لأنها جمادات لا تسمع ولا تفهم ﴿وَلَوْ سَمِعُواْ مَا استجابوا لَكُمْ﴾ أي ولو سمعوا لدعائكم على الفرض والتسليم ما استجابوا لكم لأنها ليست ناطقة فتجيب ﴿وَيَوْمَ القيامة يَكْفُرُونَ بِشِرْكِكُمْ﴾ أي وفي الآخرة حين ينطقهم الله يتبرؤون منكم ومن عبادتكم إياهم ﴿وَلاَ يُنَبِّئُكَ مِثْلُ خَبِيرٍ﴾ أي ولا يخبرك يا محمد على وجه اليقين","vol":"2","page":522},{"text":"أحدٌ إلا أنا الله الخالق العليم الخبير، قال قتادة: يعني نفسه ﷿.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان نوجزها فيما يلي:\n١ - الاستعارة التثميلية ﴿مَّا يَفْتَحِ الله لِلنَّاسِ مِن رَّحْمَةٍ فَلاَ مُمْسِكَ لَهَا﴾ شبَّه فيه إرسال النعم بفتح الخزائن للإِعطاء وكذلك حبس النعم بالإِمساك، واستعير الفتح للإِطلاق والإِمساك للمنع.\n٢ - الطباق بين ﴿يَفْتَحِ. . و. . يُمْسِكْ﴾ وكذلك بين ﴿يُضِلُّ. . و. . يَهْدِي﴾ وبين ﴿تَحْمِلُ. . و. . تَضَعُ﴾ وبين ﴿يُعَمَّرُ. . و. . يُنقَصُ مِنْ عُمُرِهِ﴾ .\n٣ - المقابلة بين جزاء الأبرار والفجار ﴿الذين كَفَرُواْ لَهُمْ عَذَابٌ شَدِيدٌ. . والذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ﴾ وكذلك بين قوله: ﴿هذا عَذْبٌ فُرَاتٌ. . وهذا مِلْحٌ أُجَاجٌ﴾ وكل من الطباق والمقابلة من المحسنات البديعية إلا أن الأول يكون بين شيئين والثاني بين أكثر.\n٤ - حذف الجواب لدلالة اللفظ عليه ﴿أَفَمَن زُيِّنَ لَهُ سواء عَمَلِهِ﴾؟ حذف منه ما يقابله أي كمن لم يُزين له سوء عمله؟ ودّل على هذا المحذوف قوله: ﴿فَإِنَّ الله يُضِلُّ مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ .\n٥ - الإِطناب بتكرار الفعل ﴿فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا﴾ ثم قال ﴿وَلاَ يَغُرَّنَّكُمْ بالله الغرور﴾ .\n٦ - الكناية ﴿فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ﴾ كناية عن الهلاك لأن النفس إذا ذهبت هلك الإِنسان.\n٧ - الالتفات من الغيبة إلى التكلم للإِشعار بالعظمة ﴿أَرْسَلَ الرياح فَتُثِيرُ سَحَابًا فَسُقْنَاهُ﴾ .\n٨ - السجع لما له من وقع حسن على السمع مثل ﴿لِيَكُونُواْ مِنْ أَصْحَابِ السعير﴾ ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ﴾ وأمثال ذلك وهو من المحسنات البديعية.","vol":"2","page":523},{"text":"المنَاسَبَة: لمَّا عدَّد تعالى نعمه على العباد، وأقام الأدلة والبراهين على قدرته وعزته وسلطانه، ذكَّرهم هنا بحاجتهم إليه، واستغنائه جل وعلا عن جميع الخلق، وضرب الأمثال للتفريق بين المؤمن والكافر، والبرُّ والفاجر، بالأعمى والبصير، والظلام والنور، «فبضدّها تتميز الأشياء» .\nاللغَة: ﴿وِزْرَ﴾ الوزرُ: الجبل المنيع الذي يعتصم به ومنه ﴿كَلاَّ لاَ وَزَرَ﴾ [القيامة: ١١] ثم قيل للثقيل: وِزْرٌ تشبيهًا له بالجبل، ثم استعير للذنب لما فيه من إثقال كاهل الإِنسان. ﴿تُنذِرُ﴾ تخوف، والإِنذار التخويف. ﴿الغيب﴾ ما غاب عن الإِنسان ولم تدركه حواسه، قال الشاعر:\nوبالغيب آمنا وقد كان قومنا ... يُصلُّون للأوثان قبل محمد\n﴿الحرور﴾ شدة حر الشمس، قال في المصباح: الحرُّ خلال البرد والاسم الحرارة، وحرَّ النار: توقَّدت واستعرت، والحَرور: الريح الحارة. ﴿جُدَدٌ﴾ جمع جدَّة بالضم وهي الطريقة والعلامة، قال الجوهري: والجُدَّة: الخُطَّة التي في ظهر الحمار تخالف لونه، والجُدة الطريقة والجمع جدد وهي الطرائق المختلفة الألوان، قال القرطبي: قال الأخفش: لو كان جمع جديد لقال «جُدُد» بضم الجيم والدال نحو سُرر. ﴿غَرَابِيبُ﴾ جمع غربيب وهو الشديد السواد، يقال: أسود غربيب أي شديد السواد، قال امرؤ القيس:\nالعينُ طامحةٌ، واليدُ سابحةٌ ... والرجلُ لافحةٌ، والوجه غربيب\nالتفسِير: ﴿ياأيها الناس أَنتُمُ الفقرآء إِلَى الله﴾ الخطاب لجميع البشر لتذكيرهم بنعم الله الجليلة عليهم أي أنتم المحتاجون إليه تعالى في بقائكم وكل أحوالكم، وفي الحركات والسكنات ﴿والله هُوَ الغني الحميد﴾ أي وهو جل وعلا الغنيُّ عن العالم على الإِطلاق، المحمودُ على نعمه التي لا تُحْصى، قال أبو حيان: هذه آيةُ موعظةٍ وتذكير، وأن جميع الناس محتاجون إلى إحسان الله تعالى وإِنعامه، في جميع أحوالهم، لا يستغنى أحدٌ عنه طرفة عين، وهو الغنيُّ عن العالم على الإِطلاق، المحمود على ما يسديه من النعم، المستحق للحمد والثناء، ثم قرر اسغناءه عن الخلق بقوله: ﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾ أي لو شاء تعالى لأهلككم وأفناكم وأتى بقومٍ آخرين غيركم، وفي هذا وعيدٌ وتهديد ﴿وَمَا ذَلِكَ عَلَى الله بِعَزِيزٍ﴾ أي وليس ذلك بصعب أو ممتنع على الله، بل هو سهر يسير عليه سبحانه، لأنه يقول للشيء كنْ فيكون ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا تحمل نفسٌ آثمةٌ إثم نفسٍ أخرى، ولا تعاقب بذنب غيرها كما يفعل جبابرة الدنيا من أخذ الجار بالجار، والقريب بالقريب ﴿وَإِن تَدْعُ مُثْقَلَةٌ إلى حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ وَلَوْ كَانَ ذَا قربى﴾ أي وإن تدع نفس مثقلةٌ","vol":"2","page":524},{"text":"بالأوزار أحدًا ليحمل عنها بعض أوزارها لا يتحمل عنها ولو كان المدعو قريبًا لها كالأب والابن، فلا غياث يومئذٍ لمن استغاث، وهو تأكيد لما سبق في أن الإِنسان لا يتحمل ذنب غيره، قال الزمخشري: فإن قلت فما الفرق بين الآيتين؟ قلت: الأول في الدلالة على عدل الله تعالى في حكمه، وأنه تعالى لا يؤاخذ نفسًا بغير ذنبها، والثاني في أنه لا غياث يومئذٍ لمن استغاث ﴿إِنَّمَا تُنذِرُ الذين يَخْشَوْنَ رَبَّهُمْ بالغيب﴾ أي إنما تنذر يا محمد بهذا القرآن الذين يخافون عقاب ربهم يوم القيامة ﴿وَأَقَامُواْ الصلاة﴾ أي وأدوا الصلاة على الوجه الأكمل، فضموا إلى طهرة نفوسهم طهارة أبدانهم بالصلاة المفروضة في أوقاتها ﴿وَمَن تزكى فَإِنَّمَا يتزكى لِنَفْسِهِ﴾ أي ومن طهَّر نفسه من أدناس المعاصي فإنما ثمرة ذلك التطهر عائدة عليه، فصلاحه وتقواه مختص به ولنفسه ﴿وَإِلَى الله المصير﴾ أي إليه تعالى وحده مرجع الخلائق يوم القيامة فيجازي كلًا بعمله، وهو إخبار متضمنٌ معنى الوعيد ﴿وَمَا يَسْتَوِي الأعمى والبصير﴾ هذا مثلٌ ضربه الله للمؤمن والكافر أي كما لا يتساوى الأعمى مع البصير فكذلك لا يتساوى المؤمن المستنير بنور القرآن، والكافر الذي يتخبط في الظلام، ﴿وَلاَ الظلمات وَلاَ النور﴾ أي لا يتساوى كذلك الكفر والإِيمان، كما لا يتساوى النور الظلام ﴿وَلاَ الظل وَلاَ الحرور﴾ أي وكذلك لا يستوي الحقُّ والباطل، والهدى والضلال كما لا يستوي الظل الظليل مع شدة حر الشمس والمتوهجة، قال المفسرون: ضرب الله الظل مثلًا للجنة وظلها الظليل، وأشجارها اليانعة تجري من تحت الأنهار، كماجعل الحرور مثلًا للنار وسعيرها، وشدة أوارها وحرها، وجعل الجنة مستقرًا للأبرار، والنار مستقرًا للفجار كما قال تعالى:\n﴿لاَ يستوي أَصْحَابُ النار وَأَصْحَابُ الجنة﴾ [الحشر: ٢٠] ثم أكد ذلك فقال: ﴿وَمَا يَسْتَوِي الأحيآء وَلاَ الأموات﴾ أي كما لا يستوي العقلاء والجهلاء، قال أبو حيان: وترتيب هذه الأشياء في بيان عدم الاستواء جاء في غاية الفصاحة، فقد ذكر الأعمى والبصير مثلًا للمؤمن والكافر، فذكر ما عليه الكافر من ظلمة الكفر، وما عليه المؤمن من نور الإِيمان، ثم ذكر مآلهما وهو الظلُ والحرور، فالمؤمن بإيمانه في ظل وراحة، والكافر بكفره في حر وتعب، ثم ذكر مثلًا آخر على أبلغ وجه وهي الحيُّ والميت، فالأعمى قد يكون فيه بعض النفع بخلاف الميت، وجمع الظلمات لأن طرق الكفر متعددة، وأفرد النور لأن التوحيد والحق واحدٌ لا يتعدد، وقدَّم الأشرف في المثلين الأخيرين وهما «الظل، والحيُّ» وقدَّم الأوضح في المثلين الأولين وهما «الأعمى، والظلمات» ليظهر الفرق جليًا، ولا يقال ذلك لأجل السجع لأن معجرة القرأن ليست في مجرد اللفظ، بل في المعنى أيضًا، فالله سرُّ القرآن، ثم زاد في الإِيضاح والبيان فقال: ﴿إِنَّ الله يُسْمِعُ مَن يَشَآءُ وَمَآ أَنتَ بِمُسْمِعٍ مَّن فِي القبور﴾ أي إن اله يسمع من يشاء إسماعه دعوة الحق، فيحبِّبه بالإِيمان ويشرح صدره للإِسلام، وما أنت يا محمد بمسمع هؤلاء الكفار، لأنهم أموات القلوب لا يدركون ولا يفقهون، قال ابن الجوزي: أراد بمن في القبور الكفار، وشبههم بالموتى، أي فكما لا يقدر أن يسمع من في القبور كتاب الله وينتفع بمواعظه، فكذلك من كان ميّت القلب لا ينتفع بما","vol":"2","page":525},{"text":"يسمع ﴿إِنْ أَنتَ إِلاَّ نَذِيرٌ﴾ أي ما أنتَ إلا رسول منذر، تخوّف هؤلاء الكفار من عذاب النار ﴿إِنَّآ أَرْسَلْنَاكَ بالحق بَشِيرًا وَنَذِيرًا﴾ أي بعثناك بالهدى ودين الحق، بشيارً للمؤمنين ونذيارً للكافرين ﴿وَإِن مِّنْ أُمَّةٍ إِلاَّ خَلاَ فِيهَا نَذِيرٌ﴾ أي ما من أمةٍ من الأمم في العصور والأزمنة الخالية إلا وقد جاءها رسول ﴿وَإِن يُكَذِّبُوكَ فَقَدْ كَذَّبَ الذين مِن قَبْلِهِمْ﴾ تسلية للنبي ﷺ َ للتأسي بالأنبياء في الصبر على تحمل الأذى والبلاء، قال الطبري: أي وإن يكذبك يا محمد هؤلاء المشركون من قومك فقد كذب الذين من قبلهم من الأمم السابقة رسلهم ﴿جَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي جاءتهم الرسل بالمعجزات البينات، والحجج الواضحات فكذبوهم وأنكروا ما جاؤوا به من عند الله ﴿وبالزبر وبالكتاب المنير﴾ أي وجاؤوهم بالزُّبُر أي الصحف المنزلة على الأنبياء، وبالكتب السماوية المقدسة المنيرة الموضحة وهي أربعة: «التوراة، والإِنجيل، والزبور، والفرقان» ومع ذلك كذبوهم وردّوا عليهم رسالتهم فاصبر كما صبروا ﴿ثُمَّ أَخَذْتُ الذين كَفَرُواْ﴾ أي ثم بعد إمهالهم أخذتُ هؤلاء الكفار بالهلاك والدمار ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ أي فكيف كانت عقوبتي لهم وإنكاري عليهم؟ ألم أخذهم أخذ عزيز مقتدر؟ ألم أبدِّل نعمتهم نقمة، وسعادتهم شقاوة، وعمارتهم خرابًا؟ وهكذا أفعل بمن كذَّب رسلي، ثم عاد إلى تقرير وحدانية الله بالأدلة السماوية والأرضية فقال: ﴿أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً﴾ أي ألم تر أيها المخاطب أن الله العظيم الكبير الجليل أنزل من السحاب المطر بقدرته؟ ﴿فَأَخْرَجْنَا بِهِ ثَمَرَاتٍ مُّخْتَلِفًا أَلْوَانُهَا﴾ أي فأخرجنا بذلك الماء أنواع النباتات والفواكه والثمار، المختلفات الأشكال والألوان والطعوم، قال الزمخشري: أي مختلف أجناسها من الرمان والتفاح والتين والعنب وغيرها ما لا يُحصر، أو هيئاتها من الحمرة والصفرة والخضرة ونحوها ﴿وَمِنَ الجبال جُدَدٌ بِيضٌ وَحُمْرٌ مُّخْتَلِفٌ أَلْوَانُهَا﴾ أي وخلق الجبال كذلك فيها الطرائق المختلفة الألوان وإن كان الجميع حجرًا أو ترابًا فمن الجبال جُدَد أي طرائق مختلفة الألوان، بيضٌ مختلفة البياض، وحمر مختلفة في حمرتها ﴿وَغَرَابِيبُ سُودٌ﴾ أي وجبال سودٌ غرابيب أي شديدة السواد، قال ابن جزي: قدَّم الوصف الأبلغ وكان حقه أن يتأخر، وذلك لقصد التأكيد وكثيرًا ما يأتي مثلُ هذا في كلام العرب، والغرضُ بيان قدرته تعالى، فليس اختلاف الألوان قاصرًا على الفواكه والثمار بل إن في طبقات الأرض وفي الجبال الصلبة ما هو أيضًا مختلف الألوان، حتى لتجد","vol":"2","page":526},{"text":"الجبل الواحد ذا ألوانٍ عجيبة، وفيه عروق تشبه المرجان، ولا سيمان في صخور «المرمر» فسبحان القادر على كل شيء ﴿وَمِنَ الناس والدوآب والأنعام مُخْتَلِفٌ أَلْوَانُهُ كَذَلِكَ﴾ أي وخلق من لناس، والدواب، والأنعام، خلقًا مختلفًا ألوانه كاختلاف الثمار والجبال، فهذا أبيض، وهذا أحمر، وهذا أسود، والكلُّ خلق الله فتبارك الله أحسن الخالقين.\n. ثم لما عدَّد آياتِ الله، وأعلام قدرته، وآثار صنعه، وما خلق من الفطر المختلفة الأجناس أتبع ذلك بقوله: ﴿إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء﴾ أي إنما يخشاه تعالى العلماء لأنهم عرفوه حقَّ معرفته، قال ابن كثير: أي إنما يخشاه حقَّ خشيته العلماء العارفون به، لأنه كلما كانت المعرفة للعظيم القدير أتم، والعلم به أكمل، كانت الخشية له أعظم وأكثر ﴿إِنَّ الله عَزِيزٌ غَفُورٌ﴾ أي غالب على كل شيء بعظمته، غفور لمن تاب وأناب من عباده، ثم أخبر عن صفات هؤلاء الذين يخافون الله ويرجون رحمته فقال: ﴿إِنَّ الذين يَتْلُونَ كِتَابَ الله﴾ أي يدامون على تلاوة القرآن آناء الليل وآطراف النهار ﴿وَأَقَامُواْ الصلاة﴾ أي أدوها على الوجه الأكمل في أوقاتها، بخشوعها وآدابها، وشروطها وأركانها ﴿وَأَنفَقُواْ مِمَّا رَزَقْنَاهُمْ سِرًّا وَعَلاَنِيَةً﴾ أي وأنفقوا بعض أموالهم في سبيل الله وابتغاء رضوانه في السر والعلن ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ أي يرجون بعملهم هذا تجارة رابحة، لن تكسد ولن تهلك بالخسران أبدًا ﴿لِيُوَفِّيَهُمْ أُجُورَهُمْ وَيَزِيدَهُم مِّن فَضْلِهِ﴾ أي ليوفيهم الله جزاء أعمالهم، وثواب ما فعلوا من صالح الأعمال، ويزيدهم فوق أجورهم من فضله وإنعامه وإحسانه، قال في التسهيل: توفية الأجور هو ما يستحقه المطيع من الثواب، والزيادة: التضعيف فوق ذلك أو النظر إلى وجه الله ﴿إِنَّهُ غَفُورٌ شَكُورٌ﴾ أي مبالغ في الغفران لأهل القرآن، شاكر لطاعتهم، قال ابن كثير: كان مطرف إذا قرأ هذه الآية قال: هذه آية القراء ﴿والذي أَوْحَيْنَآ إِلَيْكَ مِنَ الكتاب هُوَ الحق﴾ أي والذي أوحيناه إليك يا محمد من الكتاب المنزَّل القرآن العظيم هو الحق الذي لا شك فيه، ولا ريب في صدقه ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي حال كونه مصدقًا لما سبقه من الكتب الإِلهية المنزلة كالتوارة والإنجيل والزبور، قال أبو حيان: وفي الآية إشارة إلى كونه وحيًا، لأنه ﵇ لم يكن قارئًا ولا كاتبًا وأتى ببيان ما في كتب الله، ولا يكون ذلك إلا من الله ﴿إِنَّ الله بِعِبَادِهِ لَخَبِيرٌ بَصِيرٌ﴾ أي هو جل وعلا خبير بعباده محيط ببواطن أمورهم وظواهرها، بصيرٌ بهم لا خفى عليه خافية من شؤونهم.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزوها فيما يلي:\n١ - الطباق بين ﴿يُذْهِبْ. . و. . يَأْتِ﴾ وبين ﴿الأعمى. . و. . البصير﴾ و﴿الظلمات. . و. . النور﴾ و﴿الظل. . و. . الحرور﴾ و﴿الأحيآء. . و. . الأموات﴾ وبين ﴿نَذِيرًا. . وبَشِيرًا﴾ وبين ﴿سِرًّا. . وَعَلاَنِيَةً﴾ .\n٢ -","vol":"2","page":527},{"text":"جناس الاشتقاق ﴿وَلاَ تَزِرُ وَازِرَةٌ﴾ ﴿حِمْلِهَا لاَ يُحْمَلْ مِنْهُ شَيْءٌ﴾ .\n٣ - الاستعارة التصريحية ﴿وَمَا يَسْتَوِي الأعمى والبصير. .﴾ الآية شبه الكافر بالأعمى، والمؤمن بالبصير بجامع ظلام الطريق وعدم الاهتداء على الكفار، ووضوح الرؤية والاهتداء للمؤمن، ثم استعار المشبه به ﴿الأعمى﴾ للكافر، واستعار ﴿والبصير﴾ للمؤمن بطريق الاستعارة التصريحية.\n٤ - الالتفات من الغيبة إلى التكلم ﴿أنزَلَ مِنَ السمآء مَآءً﴾ بدل فأخرجنا لما في ذلك من الفخامة ولبيان كمال العناية بالفعل، لما فيه من الصنع البديع، المنبىء عن كمال قدرة الله وحكمته.\n٥ - قصر صفة على موصوف ﴿إِنَّمَا يَخْشَى الله مِنْ عِبَادِهِ العلماء﴾ فقد قصر الخشية على العلماء.\n٦ - الإِستفهام التقريري وفيه معنى التعجب ﴿أَلَمْ تَرَ أَنَّ الله أنزَلَ مِنَ السمآء مَآءً﴾ الآية.\n٧ - الاستعارة ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ استعار التجارة للمعالمة مع الله تعالى لنيل ثوابه، وشببها بالتجارة الدينوية وهي معالمة الخلق بالبيع والشراء لنيل الربح ثم رشحها بقوله: ﴿لَّن تَبُورَ﴾ .\n٨ - توافق الفواصل مما يزيد في جمال الكلام ورونقه ووقعه في النفس مثل ﴿يَرْجُونَ تِجَارَةً لَّن تَبُورَ﴾ ﴿إِنَّهُ غَفُورٌ شَكُورٌ﴾ ومثل ﴿وبالكتاب المنير﴾ ﴿فَكَيْفَ كَانَ نَكِيرِ﴾ وهكذا.","vol":"2","page":528},{"text":"المنَاسَبَة: لما أثنى تعالى على الذين يتلون كتاب الله، ذكر هنا انقسام الأمة الإِسلامية أمام هذا الكنز الثمين إلى ثلاثة أقسام: الظالم لنفسه، والمقتصد، والسابق بالخيرات، ثم ذكر مآل الأبرار والفجار، ليظل العبد بين الخوف والرجاء، والرغبة والرهبة.\nاللغَة: ﴿نَصَبٌ﴾ تعب ومشقة جسماينة. ﴿لُغُوبٌ﴾ اللُّغُوب: الإعياء والضعف والفتور ومنه ﴿وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ [ق: ٣٨] . ﴿يَصْطَرِخُونَ﴾ من الصراخ وهو الصياح بصوت عال، والصارخ: المستغيث، والمُصْرخ: المغيث، قال سلامة بن جندب:\nكنَّا إذا ما أتانا صارخٌ فزعٌ ... كان الصُّراخ له قرع الظَّنابيب\n﴿النذير﴾ المنذر الذي يخوّف الناس من عذاب الله. ﴿خَلاَئِفَ﴾ جمع خليفة وهو الذي يخلف غايره في أمرٍ من الأمور. ﴿مَقْتًا﴾ المقت: أشد البغض والغضب. ﴿خَسَارًا﴾ هلاكًا وضلالًا. ﴿يَحِيقُ﴾ حاق به الشيء: نزل وأحاط.\nالتفسِير: ﴿ثُمَّ أَوْرَثْنَا الكتاب الذين اصطفينا مِنْ عِبَادِنَا﴾ أي ثم أورثنا هذا القرآ، العظيم لأفضل الأمم وهم أمة محمد ﵇ الذين اختارهم على سائر الأمم، وخصصناهم بهذا الفضل العظيم، القرآن المعجز خاتمة الكتب السماوية، قال الزمخشري: والذين اصطفاهم الله هم أمة محمد من الصحابة والتابعين ومن بعدهم إلى يوم القيامة. . ثم قسمهم إلى ثلاثة أصناف فقال: ﴿فَمِنْهُمْ ظَالِمٌ لِّنَفْسِهِ وَمِنْهُمْ مُّقْتَصِدٌ وَمِنْهُمْ سَابِقٌ بالخيرات بِإِذُنِ الله﴾ أي فمن هؤلاء الذين أورثناهم الكتاب مَن هو مقصِّر في عمل الخير، يتلو القرآن ولا يعمل به وهو الظالم لنفسه، ومنهم مَن هو متوسط في فعل الخيرات والصالحات، يعمل بالقرآن في أغلب الأوقات، ويقصِّر في بعض الفتراتع وهو المقتصد، ومنهم مَن هو سبَّاق في العمل بكتاب الله، يستبق الخيرات وقد أحرز قصب السبق في فعل الطاعات بتوفيق الله وتيسيره وهو السابق بالخيرات بإِذن الله، قال ابن الجزي: وأكثير المفسرين أن هذه الأصناف الثلاثة في أمة محمد ﷺ َ فالظالم لنفسه: العاصي، والسابق: التقيُّ، والمقتصد: بينهما وقال الحسن البصري: السابقُ مَن رجحت حسناته على سيئاته، والظالم لنفسه مَن رجحت سيئاته، والمقتصد مَن استوت حسناته وسيئاته، وجميعهم يدخلون الجنة ﴿ذَلِكَ هُوَ الفضل الكبير﴾ أي ذلك الإِرث والاصطفاء لأمة محمد ﵇ لحمل أشرف الرسالات والكتب","vol":"2","page":529},{"text":"السماوية هو الفضل العظيم الذي لا يدانيه فضل ولا شرف، فقد تفضل الله عليهم بهذا القرآن المجيد، الباقي مدى الدهر، وأنعم به من فضل! ثم أخبر تعالى عما أعده للمؤمنين في جنات النعيم فقال: ﴿جَنَّاتُ عَدْنٍ يَدْخُلُونَهَا﴾ أي جنات إقامة ينعَّمون فيها بأنواع النعيم، وهي مراتب ودرجات متفاوتة حسب تفاوت الأعمال، وإنما جمع ﴿الجَنَّاتُ﴾ لأنها جنات كثيرة وليس جنة واحدة، فهناك جنة الفردوس، جنة عدن، وجنة النعيم، وجنة المأوى، وجنة الخلد، وجنة السلام، وجنة عليين، وفي كل جنة مراتبُ ونُزلٌ بحسب مراتب العاملين ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا﴾ أي يزينون في الجنة بأساور من ذهب مرصَّعة باللؤلؤ ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ أي وجميع ما يلبسونه في الجنة من الجرير، بل فرشهم وستورهم كذلك، قال القرطبي: لما كانت الملوك تلبس في الدنيا الأساور والتيجان، جعل الله ذلك لأهل الجنة، وليس أحد من أهل الجننة إلا في يده ثلاثة أسورة: سوارٌ من ذهب، وساور من فضة، وسوار من لؤلؤ ﴿وَقَالُواْ الحمد للَّهِ الذي أَذْهَبَ عَنَّا الحزن﴾ أي وقالوا عند دخولهم الجنة الحمدُ لله الذي أذهب عنا جميع الهموم والأكدار والأحزان، قال المفسرون: عبَّر بالماضي ﴿وَقَالُواْ﴾ لتحقق وقوعه، والحزن يعمُّ كل ما يكدِّر صفو الإِنسان من خوف المرض، والفقر، والموت، وأهوال القيامة، وعذاب النار وغير ذلك ﴿إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ﴾ إي واسع المغفرة للمذنبيين، شكور لطاعة المطيعين، وكلا اللفظتين للمبالغة أي واسع الغفران عظيم الشكر والإِحسان ﴿الذي أَحَلَّنَا دَارَ المقامة مِن فَضْلِهِ﴾ أي أنزلنا الجنة وأسكننا فيها، وجعلها مقرًا لنا وسكنًا، لا نتحول عنها أبدًا، وكل ذلك من إنعامه وتفضله علينا ﴿لاَ يَمَسُّنَا فِيهَا نَصَبٌ﴾ أي لا يصيبنا فيها تعب ولا مشقة ﴿وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ﴾ أي ولا يصيبنا فيها إِعياءٌ ولا فتور، قال ابن جزي: وإنما سميت الجنة ﴿دَارَ المقامة﴾ لأنهم يقومون فيها ويمكثون ولا يُخرجون منها، والنَّصبُ تعبُ البدن، واللغوبُ تعب النفس الناشىء عن تعب البدن.\n. ولما ذكر تعالى حال السعداء الأبرار، ذكر حال الأشقياء الفجار فقال: ﴿والذين كَفَرُواْ لَهُمْ نَارُ جَهَنَّمَ﴾ أي والذين جحدوا بآيات الله وكذبوا رسله فإِنَّ لهم نار جهنم المستعرة جزاءً وفاقًا على كفرهم ﴿لاَ يقضى عَلَيْهِمْ فَيَمُوتُواْ﴾ أي لا يحكم عليهم بالموت فيها حتى يستريحوا من عذاب النار ﴿وَلاَ يُخَفَّفُ عَنْهُمْ مِّنْ عَذَابِهَا﴾ أي ولا يخفف عنهم شيء من العذاب، بل هم في عذاب دائم مستمر لا ينقطع كقوله: ﴿كُلَّمَا خَبَتْ زِدْنَاهُمْ سَعِيرًا﴾ [الإِسراء: ٩٧] ﴿كَذَلِكَ نَجْزِي كُلَّ كَفُورٍ﴾ أي مثل ذلك العذاب الشديد الفظيع، نجازي ونعاقب كل مبالغ في الكفر والعصيان ﴿وَهُمْ يَصْطَرِخُونَ فِيهَا رَبَّنَآ أَخْرِجْنَا نَعْمَلْ صَالِحًا غَيْرَ الذي كُنَّا نَعْمَلُ﴾ أي وهم يتصارخون في جهنم ويستغيثون برفع أصواتهم قائلين: ربنا أخرجنا من النار وردنا إلى الدنيا لنعمل عملًا صالحًا يقربنا منك، غير الذي كنا نعمله، قال القرطبي: أي نؤمن بدل الكفر، ونطيع بدل المعصية، ونمتثل أمر الرسل. . وفي قولهم: ﴿غَيْرَ الذي كُنَّا نَعْمَلُ﴾ اعترافٌ بسور","vol":"2","page":530},{"text":"عملهم، وتندُّمٌ عليه وتحسر، قال تعالى ردًا عليهم وموبخًا لهم: ﴿أَوَلَمْ نُعَمِّرْكُمْ مَّا يَتَذَكَّرُ فِيهِ مَن تَذَكَّرَ﴾ أي أولم نترككم ونمهلكم في الدنيا عمرًا مديدًا يكفي لأن يتذكر فيه من يريد التذكر والتفكر؟ فماذا صنعتم في هذه المدة التي عشتموها؟ وما لكم تطلبون عُمرًا آخر؟ وفي الحديث\n«أَغْذَرَ الله إلى امْرِىءٍ أَخَّرَ أجَلَهُ حَتَّى بَلَغَ سِتِّينَ سَنَةً» ومعنى «أعذر» أي بلغ به أقصى العذر ﴿وَجَآءَكُمُ النذير﴾ أي وجاءكم الرسول المنذر وهو محمد ﷺ َ الذي بُعث بين يدي الساعة، وقيل: ﴿النذير﴾ هو الشيبُ والأول أظهر ﴿فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ أي فذوقوا العذاب يا معشر الكافرين، فليس لكم اليوم ناصر ولا معين يدفع عنكم عذاب الله، قال الإمام الفخر: والأمرُ أمرُ إهانة ﴿فَذُوقُواْ﴾ وفيه إشارة إلى الدوام، وإنما وضعَ الظاهر ﴿لِلظَّالِمِينَ﴾ موضع الضمير «لكلم» لتسجيل الظلم عليهم، وأنهم بكفرهم وظلمهم ليس لهم نصيرٌ أصلًا لا من الله ولا من العباد، ثم قال تعالى: ﴿إِنَّ الله عَالِمُ غَيْبِ السماوات والأرض﴾ أي هو تعالى العالم الذي أحاط علمه بكل ما خفي في الكون من غيب السموات والأرض، لا يخفى عليه شأن من شؤونهما ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي يعلم جل وعلا مضمرات الصدرو، وما تخفيه من الهواجس والوساوس، فكيف لا يعلم أعمالهم الظاهرة؟ قال المفسرون: والجملة لتأكيد ما سبق من دوام عذاب الكفار في النار، لأن الله تعالى يعلم من الكافر أنه تمكَّن الكفر في قلبه بحيث لو دام في الدنيا إلى الأبد ما آمن بالله ولا عبَده، فالعذابُ الأبديُّ مساوٍ لكفرهم الأبدي، فلا ظلم ولا زيادة ﴿وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا﴾ [الكهف: ٤٩]، قال القرطبي: والمعنى في الآية علم أنه لو ردكم إلى الدنيا لم تعملوا صالحًا كما قال تعالى: ﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ﴾ [الأَنعام: ٢٨] ﴿هُوَ الذي جَعَلَكُمْ خَلاَئِفَ فِي الأرض﴾ أي هو تعالى جعلكم أيها الناس خلائف في الأرض، بعد عاد وثموج ومن مضى قبلكم من الأمم، تخلفونهم في مساكنهم جيلًا بعد جيل، وقرنًا بعد قرن ﴿فَمَن كَفَرَ فَعَلَيْهِ كُفْرُهُ﴾ أي فمن كفر بالله فعليه وبال كفره، لا يضر بذلك إلا نفسه ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ عِندَ رَبِّهِمْ إِلاَّ مَقْتًا﴾ أي ولا يزيدهم كفرهم إلا طردًا من رحمة الله وبعدًا وبغضًا شديدًا من الله ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ إِلاَّ خَسَارًا﴾ أي ولا يزيدهم كفرهم إلا هلاكًا وضلالًا وخسران العمر الذي ما بعده شر وخسار!، قال أبو حيان: وفي الأية تنبيه على أنه تعالى استخلفهم بدل من كان قبلهم، فلم يتعظوا بحال مَن تقدمهم من المذكذبين للرسل ما حلَّ بهم من الهلاك، ولا اعتبروا بمن كفر، ولا اتعظوا بمن تقدم، والمقتُ أشد الاحتقار والبغض، والخسارُ خسارُ العمر، كأنَّ العمر رأس مال الإِنسان فإذا انقضى في غير طاعة الله فقد خسره، واستعاض به بدل الربح سخط","vol":"2","page":531},{"text":"الله وغضبه، بحيث صار إلى النار المؤبدة، ثم وَّبخ تعالى المشركين في عبادتهم ما لا يسمع ولا ينفع فقال: ﴿قُلْ أَرَأَيْتُمْ شُرَكَآءَكُمُ الذين تَدْعُونَ مِن دُونِ الله﴾؟، قال الزمخشري: ﴿أَرَأَيْتُمْ﴾ معناها أخبروني كأنه قال: أخبروني عن هؤلاء الشركاء وعما استحقوا به الإِلهية والشركة، ومعنى الآية: قل يا محمد تبكيتًا لهؤلاء المشركين: أخبروني عن شأن آلهتكم الأوثان والأصنام، الذين عبدتموهم من دون الله، وأشركتموهم معه في العبادة، بأي شيء استحقوا هذه العبادة؟ ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾ أي أروني أيَّ شيء خلقوه في هذه الدنيا من المخلوقات حتى عبدتموهم من دون الله؟ ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾ أي أم شاركوا الله في خلق السموات فاستحقوا بذلك الشركة معه في الألوهية؟ ﴿أَمْ آتَيْنَاهُمْ كِتَابًا فَهُمْ على بَيِّنَةٍ مِّنْهُ﴾ أي أم أنزلنا عليهم كتابًا ينطق بأنهم شركاء الله فيهم على بصيرة وحجة وبرهان في عبادة الأوثان ﴿بَلْ إِن يَعِدُ الظالمون بَعْضُهُم بَعْضًا إِلاَّ غُرُورًا﴾ إضرابٌ عن السابق وبيانٌ للسبب الحقيقي أي إنما اتخذوهم آلهة بتضليل الرؤساء للأتباع بقولهم: الأصنام تشفع لهم، وهو غرور باطل وزور، قال أبو السعود: لما نفى أنواع الحجج أضر عنه بذكر ما حملهم عليه، وهو تغرير الأسلاق للأخلاف، وإضلال الرؤساء للأتباع بأنهم يشفعون لهم عند الله.\n. ثم ذكر تعالى دلائل قدرته ووحدانيته فقال: ﴿إِنَّ الله يُمْسِكُ السماوات والأرض أَن تَزُولاَ﴾ أي هو جل وعلا بقدرته وبديع حكمته، يمنع السموات والأرض من الزوال، والسقوط، والوقوع كما قال تعالى: ﴿وَيُمْسِكُ السمآء أَن تَقَعَ عَلَى الأرض إِلاَّ بِإِذْنِهِ﴾ [الحج: ٦٥] قال القرطبي: لما بيَّن أن آلهتهم لا تقدر على خلق شيء من السموات والأرض، بيَّن أن خالقهما وممسكهما هو الله، فلا يوجد حادث إلا بإيجاده، ولا يبقى إلا ببقائه ﴿وَلَئِن زَالَتَآ إِنْ أَمْسَكَهُمَا مِنْ أَحَدٍ مِّن بَعْدِهِ﴾ أي ولئن زالتا عن أماكنهما فرضًا وما أمسكهما أحدٌ بعد الله، بمعنى أنه لا يستطيع أحدٌ على إمساكهما، إنما هما قائتمان بقدرة الواحد القهار ﴿إِنَّهُ كَانَ حَلِيمًا غَفُورًا﴾ أي إنه تعالى حليم لا يعاجل العقوبة للكفار مع استحقاقهم لها، واسع المغفرة والرحمة لمن تاب منهم وأناب ﴿وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ﴾ أي حلف المشركون بالله أشدَّ الأيمان وأبلغها، قال الصاوي: كانوا يحلفون بآبائهم وأصنامهم فإذا أرادوا التأكيد والتشديد حلفوا بالله ﴿لَئِن جَآءَهُمْ نَذِيرٌ﴾ أي لئن جاءهم رسول منذر ﴿لَّيَكُونُنَّ أهدى مِنْ إِحْدَى الأمم﴾ أي ليكونُنَّ أهدى من جميع الأمم الذين أرسل الله إليهم الرسل من أهل الكتاب، قال أبو السعود: بلغ قريشًا قبل مبعث رسول الله ﷺ َ أنَّ أهل الكتاب كذبوا رسلهم فقالوا: لعن الله اليهودَ والنصارى، أتتهم الرسلُ فكذبوهم، فوالله لئن أتانا رسول لنكوننَّ أهدى من اليهود والنصارى وغيرهم ﴿فَلَمَّا جَآءَهُمْ نَذِيرٌ﴾ أي فلما جاءهم محمد ﷺ َ أشرف المرسلين ﴿مَّا زَادَهُمْ إِلاَّ نُفُورًا﴾ أي ما زادهم مجيئه إلا تباعدًا عن الهدى والحق وهربًا منه ﴿استكبارا فِي الأرض وَمَكْرَ السيىء﴾ أي نفروا منه بسبب استكبارهم عن اتباع الحق، وعتوهم وطغيانهم في الأرض، ومن أجل المكر السيىء بالرسول وبالمؤمنين، ليفتنوا ضعفاء الإيمان عن دين الله، قال أبو حيان: أي سبب النفور هو","vol":"2","page":532},{"text":"الاستكبار والمكر السيىء يعني أن الحامل لهم على الابتعاد من الحق هو الاستكبار، والمكرُ السيىءُ وهو الخداع الذي يرمونه برسول الله ﷺ َ والكيد له، قال تعالى ردًا عليهم: ﴿وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ﴾ أي ولا يحيط وبال المكر السيىء إلا بمن مكره ودبَّره كقولهم: من حفر حفرة لأخيه وقع فيها.\n﴿فَهَلْ يَنظُرُونَ إِلاَّ سُنَّتَ الأولين﴾ أي فهل ينتظر هؤلاء المشركون إلا عادة الله وسنته في الأمم المتقدمة، من تعذيبهم وإهلاكهم بتكذيبهم للرسل؟ ﴿فَلَن تَجِدَ لِسُنَّتِ الله تَبْدِيلًا﴾ أي لن تتغير ولن تتبدل سنته تعالى في خلقه ﴿وَلَن تَجِدَ لِسُنَّتِ الله تَحْوِيلًا﴾ أي ولا يستطيع أحد أن يحوّل العذاب عنهم إلى غيرهم، قال القرطبي: أجرى الله العذاب على الكفار، فلا يقدر أحد أن يُبدّل ذلك، ولا أن يُحوّل العذاب عن نفسه إلى غيره، والسُّنة هي الطريقة. . ثم حثهم تعالى على مشاهدة آثار من قبلهم من المكذبين ليعتبروا فقال: ﴿أَوَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾؟ أولم يسافروا ويمروا على القرى المهلكة فيروا آثار دمار الأمم الماضية حين كذبوا رسلهم ماذا صنع الله بهم؟ ﴿وكانوا أَشَدَّ مِنْهُمْ قُوَّةً﴾ أي وكانوا أقوى من أهل مكة أجسادًا، وأكثر منهم أموالًا وأولادًا ﴿وَمَا كَانَ الله لِيُعْجِزَهُ مِن شَيْءٍ فِي السموات وَلاَ فِي الأرض﴾ أي أنه سبحانه لا يفوته شيء، ولا يصعب عليه أمر في هذا الكون ﴿إِنَّهُ كَانَ عَلِيمًا قَدِيرًا﴾ أي بالغ العلم والقدرة، عالم بشؤون الخلق، قادر على الانتقام ممن عصاه ﴿وَلَوْ يُؤَاخِذُ الله الناس بِمَا كَسَبُواْ مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ﴾ بيانٌ لحلم الله ورحمته بعباده أي لو آخذهم بجميع ذنوبهم ما ترك على ظهر الأرض أحدًا يدب عليها من إنسان أو حيوان، قال ابن مسعود: يريد جميع الحيوان مما دبَّ ودرج ﴿ولكن يُؤَخِّرُهُمْ إلى أَجَلٍ مُّسَمًّى﴾ أي ولكنه تعالى من رحمته بعباده، ولظفه بهم، يمهلهم إلى زمن معلوم وهو يوم القيامة فلا يعجل لهم العذاب ﴿فَإِذَا جَآءَ أَجَلُهُمْ فَإِنَّ الله كَانَ بِعِبَادِهِ بَصِيرًا﴾ أي فإذا جاء ذلك الوقت جازاهم بأعمالهم، إن خيرًا فخير، وإن شرًا فشر، لأنه تعالى العالم بشؤونهم المطلع على أحوالهم، قال ابن جرير: بصيرًا بمن يستحق العقوبة، وبمن يستوجب الكرامة، وفي الآية وعيدٌ للمجرمين ووعد للمتقين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرير الفعل ﴿لاَ يَمَسُّنَا فِيهَا نَصَبٌ وَلاَ يَمَسُّنَا فِيهَا لُغُوبٌ﴾ للمبالغة في انتفاء كل منهما استقلالًا، وكذلك الإِطناب في قوله: ﴿وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ عِندَ رَبِّهِمْ إِلاَّ مَقْتًا وَلاَ يَزِيدُ الكافرين كُفْرُهُمْ إِلاَّ خَسَارًا﴾ لزيادة التشنيع والتقبيح على مَن كفر بالله.\n٢ - التهكم في صغية الأمر ﴿فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ مثل ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ [الدخان: ٤٩] .\n٣ - المبالغة مثل ﴿غَفُورٌ، شَكُورٌ، كَفُورٍ﴾ ومثل ﴿حَلِيمًا، عَلِيمًا، قَدِيرًا﴾ فإنها من صيغ المبالغة.","vol":"2","page":533},{"text":"٤ - الاستفهام الإِنكاري للتوبيخ ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾؟ وكذلك ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾؟ .\n٥ - الاستعارة المكنية ﴿مَا تَرَكَ على ظَهْرِهَا مِن دَآبَّةٍ﴾ شبَّه الأرض بدابة تحمل على ظهرها أنواع المخلوقات ثم حذف المشبه به ورمز إليه بشيء من لوازمه وهو الظهر بطريق الاستعارة المكنية.\n٦ - السجع غير المتكلف، البالغ نهاية الروعة والجمال مثل ﴿وَجَآءَكُمُ النذير فَذُوقُواْ فَمَا لِلظَّالِمِينَ مِن نَّصِيرٍ﴾ وهو من المحسنات البديعية.","vol":"2","page":534},{"text":"اللغَة: ﴿أَغْلاَلًا﴾ جمع عُلّ هو القيد الذي يوضع في اليد، وقد تشدُّ به اليد مع العنق ﴿مُّقْمَحُونَ﴾ رافعوا الرؤوس مع غض البصر، قال أهل اللغة: الإقماح: رفع الرأس وغض البصر يقال: أقمح البعير إذا رفع رأسه عند الحوض وامتنع من الشرب، قال بشر يصف سفينة:\nونحن على جوانبها قعودُ ... نغضُّ الطرف كالإِبل القِماح\n﴿سَدًّا﴾ السَّد: الحاجز والمانع بين الشيئين ﴿فَعَزَّزْنَا﴾ عززه قوَّاه وشدَّ من أزره ﴿تَطَيَّرْنَا﴾ تشاءمنا، والتطير التشاؤم، وأصله الطير إذا طار الى جهة اليسار تشاءموا به ﴿خَامِدُونَ﴾ ميتون لا حراك بهم كما تخمد النار.","vol":"3","page":4},{"text":"التفسِير: ﴿يس﴾ الحروف المقطعة في أوائل بعض السور الكريمة للتنبيه على إعجاز القرآن، وأنه مصوغ من جنس هذه الحروف الهجائية التي يعرفونها ويتكلمون بها، ولكنَّ نظمه البديع المعجز آيةٌ على كونه من عند الله وقال ابن عباس: معنى «يس» يا إنسان في لغة طيء، وقيل: هن اسم من أسماء النبي ﷺ َ بدليل قوله بعده ﴿إِنَّكَ لَمِنَ المرسلين﴾ وقيل معناه: يا سيد البشر قاله أبو بكر الوراق ﴿والقرآن الحكيم﴾ قسم من الله تعالى بالقرآن، والحكيم معناه المحكم، الذي لا يلحقه تغيير ولا تبديل، ولا يعتريه تناقض أو بطلان قال القرطبي: أُحكم في نظمه ومعانيه فلا يلحقه خلل وقال أبو السعود: أي المتضمن للحكمة أو الناطق بالحكمة من حيث نظُمه المعجز، المنطوي على بدائع الحكم. . والخلاصة فقد أقسم تعالى بهذا الكتاب المحكم، المعجز نظمه، وبديع معانيه، المتقن، في تشريعه وأحكامه، الذي بلغ أعلى طبقات البلاغة، على أن محمدًا رسوله، وفي هذا القسم من التعظيم والتفخيم لشأن الرسول ما فيه ﴿إِنَّكَ لَمِنَ المرسلين﴾ جواب القسم إنك يا محمد لمن المرسلين من رب العالمين لهداية الخلق قال ابن عباس: قالت كفار قريش: لست يا محمد مرسلًا، وما أرسلك الله إلينا، فأقسم الله بالقرآن العظيم المحكم أن محمدًا ﷺ َ من المرسلين ﴿على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي على طريق ونهج مستقيم، لا انحراف فيه ولا اعوجاج، وهو الإسلام دين الرسل قبلك، والذين جاءوا بالإيمان والتوحيد قال الطبري: أي على طريق لا اعوجاج فيه من الهدى وهو الإسلام كما قال قتادة، والتنكير للفتخيم والتعظيم ﴿تَنزِيلَ العزيز الرحيم﴾ أي هذا القرآن الهادي المنير، تنزيلٌ من ربّ العزة جلا وعلا، والعزيز في ملكه، الرحيم بخلقه ﴿لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ آبَآؤُهُمْ﴾ أي لتنذر يا محمد بهذ القرآن العرب، الذين ما جاءهم رسولٌ ولا كتاب، لتطاول زمن الفترة عليهم، والمراد بالإنذار تخويفهم من عذاب الله ﴿فَهُمْ غَافِلُونَ﴾ أي فهم بسبب ذلك غافلون عن الهدى والإيمان، يتخبطون في ظلمات الشرك وعبادة الأوثان. . ثم بيَّن تعالى استحقاقهم للعذاب بإصرارهم على الكفر والتكذيب فقال ﴿لَقَدْ حَقَّ القول على أَكْثَرِهِمْ فَهُمْ لاَ يُؤمِنُونَ﴾ اللام موطئة للقسم أي والله لقد وجب عذاب النار على أكثر هؤلاء المشركين، بسبب إصرارهم على الكفر والإنكار، وعدم تأثرهم بالتذكير والإنذار، فهم لذلك لا يؤمنون بما جئتهم به يا محمد.\n. ثم بيَّن تعالى سبب تركهم الإيمان فقال ﴿إِنَّا جَعَلْنَا في أَعْناقِهِمْ أَغْلاَلًا فَهِىَ إِلَى الأذقان فَهُم مُّقْمَحُونَ﴾ تمثيلٌ وتصوير لحال المشركين في ضلالهم بحال الذي جعل في يده غلٌّ وجمعت يده إلى عنقه، فبقي رافعًا رأسه لا يخفضه قال في الجلالين: وهذا تمثيل ولمراد أنه لا يُذعنون للإيمان،","vol":"3","page":5},{"text":"ولا يخفضون رؤوسهم له قال ابن كثير: ومعنى الآية: إن جعلنا هؤلاء المحتوم عليهم بالشقاء، كمن جُعل في عُنقه غلٌّ، وجمعت يداه مع عنقه تحت ذقنه، فارتفع رأسه فصار مُقمحًا، والمُقمح هو الرافع رأسه، وكتفى بذكر الغُلِّ في العنق عن ذكر اليدين، لأن الغُلَّ إنما يُعرف فيما جمع اليدين مع العنق وقال أبو السعود: مثِّل حالهم بحال الذين غُلَّت أعناقهم ﴿فَهِىَ إِلَى الأذقان﴾ أي فالأغلال منتيهةٌ إلى أذقانهم، فلا تدعهم يلتفتون إلى الحق، ولا يعطفون أعناقهم نحوه، ولا يُطاطئون رؤوسهم، غاضون أبصارهم، بحيث لا يكادون يرون الحقَّ، أو ينظرون إلى جهته ﴿وَجَعَلْنَا مِن بَيْنِ أَيْدِيهِمْ سَدًّا ومِنْ خَلْفِهِمْ سَدًّا﴾ قال أبو السعود: وهذا تتمةٌ للتمثيل وتكميلٌ له أي وجعلنا من أمامهم سدًا عظيمًا، ومن ورائهم سدًا كذلك ﴿فَأغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ﴾ أي فغظينا بهما أبصارهم فهم بسبب ذلك لا يبصرون شيئًا أصلًا، لأنهم أصبحوا محصورين بين سدين هائلين، وهذا بيان لكمال فظاعة حالهم وكونهم محبوسين في مطمورة الغيُّ والجهالات، محرومين عن النظر في الأدلة والآيات، قال المفسرون: وهذا كله تمثل لسدِّ طرق الإيمان عليهم، بمد سُدَّت عليه الطرق فهو لا يهتدي لمقصوده ﴿وَسَوَآءُ عَلَيْهِمْ أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ﴾ أي يستوي عندهم إنذارك يا محمد وتخويفك لهم وعدمه، لأن من خيَّم على عقله ظلام الضلال، وعشعشت في قبله شهوات الطغيان، لا تنفعه القوارع والزواجر ﴿لاَ يُؤمِنُونَ﴾ أي فهم بسبب ذلك لا يؤمنون، لأنَّ الإِنذار لا يخلق القلوب الميتة، إنما يوقظ القلب الحيَّ المستعد لتلقي الإيمان، وهذا تسلية له ﷺ َ وكشف الحقيقة ما انطوت عليه قلوبهم من الطغيان ﴿إِنَّمَا تُنذِرُ مَنِ اتبع الذكر﴾ أي إنما ينفع إنذارك يا محمد من آمن بالقرآن وعمل بما فيه ﴿وَخشِيَ الرحمن بالغيب﴾ أي وخاف الله دون أن يراه قال أبو حيان: ﴿وَخشِيَ الرحمن﴾ أي المتصف بالرحمة، والرحمةُ تدعو إلى الرجاء، لكنه مع علمه برحمته يخشاه جلا وعلا، خوفًا من أن يسلبه ما أنعم به عليه ومعنى «بالغيب» أي بالخلوة عن مغيب الإِنسان عن عيون البشر ﴿فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ﴾ لما انتفع بالإنذار كان جديرًا بالبشارة أي فبشره يا محمد بمغفرة عظيمة من الله لذنوبه، وأجر كريمٍ في الآخرة في جنات النعيم قال ابن كثير: الأجر الكريم هو الكثير الواسع، الحسن الجميل وذلك إنما يكون في الجنة.\n. ولما ذكر تعالى أمر الرسالة ذكر بعدها أمر البعث والنشور فقال ﴿إِنَّا نَحْنُ نُحْيِي الموتى﴾ أي نبعهم من قبورهم بعد موتهم للحساب والجزاء ﴿وَنَكْتُبُ مَاَ قَدَّمُواْ وَآثَارَهُمْ﴾ قال الطبري: أي ونكتب ما قدَّموا في الدنيا من خير وشر، ومن صالح الأعمال وسيئها ﴿وَآثَارَهُمْ﴾ أي وآثار خطاهم بأرجلهم إلى المساجد، وفي الحديث عن جابر قال: «أراد بنو سَلمة أن يتحولوا إلى قرب المسجد والبقاع خالية فبلغ ذلك النبي ﷺ َ فقال:» يا","vol":"3","page":6},{"text":"بني سلمة دياركم تُكتب آثاركُم، دياركم تُكتب آثاركم «فقالوا: ما كان يسرنا أنا كنا تحولنا» ﴿وَكُلَّ شيْءٍ أَحْصَيْنَاهُ في إِمَامٍ مُّبِينٍ﴾ أي وكل شيء من الأشياء أوامرٍ من الأمور جمعناه وضبطناه في كتاب مسطور هو صحائف الأعمال كقوله تعالى ﴿يَوْمَ نَدْعُواْ كُلَّ أُنَاسٍ بِإِمَامِهِمْ﴾ [الإسراء: ٧١] أي بكتاب أعمالهم، الشاهد عليهم بما علموه من خيرْ أو شرٍ، وقال مجاهد وقتادة: هو اللوح المحفوظ وقال ابو حيان: «نكتب ما قدَّموا» أي ونحصي، فعبَّر عن إحاطة علمه جل وعلا بأعمالهم بالكتابة التي تُضبط بها الأشياء. . ثم ذكر تعالى للمشريكن قصة أهل القرية الذين كذبوا الرسل فأهلكهم الله بصيحةٍ من السماء فقال ﴿واضرب لَهُمْ مَّثَلًا أَصْحَابَ القرية﴾ أي واذكر يا محمد لقومك الذين كذبوك قصة أصحاب القرية «أنطاكية» التي هي في الغرابة كالمثل السائر والقول العجيب ﴿إِذْ جَآءَهَا المرسلون﴾ أي حين جاءهم رسلنا الذين أرسلناهم لهدايتهم قال القرطبي: وهذه القرية هي «أنطاكية» في قول جميع المفسرين أرسل الله إليهم ثلاثة رسل وهم «صادق» و«مصدوق» و«شمعون» أُمر ﷺ َ بإنذار هؤلاء المشركين أن يحل بهم ما حلَّ بكفار أهل القرية المبعوث إليهم ثلاثة رسل من الله، وقيل هم رسل عيسى ﴿إِذْ أَرْسَلْنَآ إِلَيْهِمُ اثنين فَكَذَّبُوهُمَا﴾ أي حين بعثنا إليهم رسولين فبادروهما بالتكذيب ﴿فَعَزَّزْنَا بِثَالِثٍ﴾ أي قوَّيناهما وشددنا أزرهما برسولٍ ثالث ﴿فقالوا إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ﴾ أين نحن رسل الله مرسلون لهدايتكم ﴿قَالُواْ مَآ أَنتُمْ إِلاَّ بَشَرٌ مِّثْلُنَا﴾ أي ليس لكم فضلٌ علينا وما أنتم إلا بشر مثلنا، فكيف أوحى الله إليكم دوننا؟ ﴿وَمَآ أَنَزلَ الرحمن مِن شَيْءٍ﴾ أي لم ينزل الله شيئًا من الوحي والرسالة ﴿إِنْ أَنتُمْ إِلاَّ تَكْذِبُونَ﴾ أي ما أنتم إلا قوم تكذبون في دعوى الرسالة ﴿قَالُواْ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ﴾ أي أجابهم الرسل بقولهم الله يعلم أننا رسله إليكم، ولو كنا كذبة لانتقم منا أشدَّ الانتقام قال ابن جزي: أكدوا الخبر هنا باللام ﴿لَمُرْسَلُونَ﴾ لأنه جواب المنكرين، بخلاف الموضع الأول فإنه إخبارٌ مجرد ﴿وَمَا عَلَيْنَآ إِلاَّ البلاغ المبين﴾ أي وليس علينا إلا أن نبلغكم رسالة الله بلاغًا واضحًا جليًا لا غموض فيه، فإن آمنتم فلكم السعادة، وإن كذبتم فلكم الشقاوة قال أبو حيان: وفي هذا وعيدٌ لهم، ووصف البلاغ ب ﴿المبين﴾ لأنه الواضح بالآيات الشاهدة بصحة الإرسال، كما روي في هذه القصة من المعجزات الدالة صدق الرسل، من إبراء الأكمه والأبرص وإحياء الميت ﴿قالوا إِنَّا تَطَيَّرْنَا بِكُمْ﴾ أي قال لهم أهل القرية: إنّا تشاءمنا بكم وبدعوتكم القبيحة لنا إلى الإيمان، وترك عبادة الأوثان قال المفسرون: ووجه تشاءمهم بالرسل أنهم دعوهم إلى دينٍ غير ما يدينون به، فساتغربوه واستقبحوه ونفرت منه عنه طبيعتهم المعوجة، فتشاءموا بمن دعا إليه كأنهم قالوا: أعاذنا الله مما","vol":"3","page":7},{"text":"تدعوننا إليه، ثم توعَّدُوا الرسل بقولهم ﴿لَئِن لَّمْ تَنتَهُواْ﴾ أي والله لئن لم تمتنعوا عن قولكم، ودعوتكم لنا إلى التوحيد، ورفض ديننا ﴿لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ أَلِيمٌ﴾ أي لنرجمنَّكم بالحجارة حتى تموتوا، ولنقتلنَّكم شرَّ قِتلة ﴿قَالُواْ طَائِرُكُم مَّعَكُمْ﴾ أي قالت الرسل لهم: ليس شؤمكم بسببنا، وإنما شؤمكم بسببكم، وبكفركم، وعصيانكم، وسوء أعمالكم ﴿أَئِن ذُكِّرْتُم﴾؟ شرطٌ جوابه محذوف لدلالة السياق عليه أي أئن ذكرناكم ووعظناكم ودعوناكم إلى توحيد الله، تشاءمتم بنا وتوعدتمونا بالرجم والتعذيب؟ ﴿بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ﴾ أي ليس الامر كما زعمتم بل أنتم قومٌ عادتكم الإِسرافُ في العصيان والإِجرام، وهو توبيخٌ لهم مع الزجر والتقريع ﴿وَجَآءَ مِنْ أَقْصَى المدينة رَجُلٌ يسعى﴾ أي وجاء من أبعد أطراف المدينة رجل يعدو، يسرع في مشيه وهو «جبيب النجار» قال ابن كثير: إن أهل القرية همَّوا بقتل رسلهم، فجاءهم رجل من أقصى المدينة يسعى لينصرهم من قومه، وهو حبيب النجار كان يعمل الحرير وهو الحباك، وكان كثير الصدقة يتصدق بنصف كسبه وقال القرطبي: كان حبيب مجذومًا ومنزله عند أقصى أبواب المدينة، وكان يعكف على عبادة الأصنام سبعين سنة يدعوهم لعلهم يرحمونه ويكشفون ضُرَّه، فما استجابوا له، فلما أبصر الرسل ودعوه إلى الله قال: هل من آية؟ قالوا نعم نحن ندعو ربنا القادر فيفرج عنك ما بك! فقال إن هذا لعجيبٌ، إني إدعو هذه الآلهة سبعين سنة لتفرج عني فلم تستطع فكيف يفرجه ربكم في غداة واحدة؟ قالوا نعم ربنا على ما يشاء قدير، وهذه لا تنفع شيئًا ولا تضر، فآمن ودعوا ربهم فكشف الله ما به، فلمَّا همَّ قومه بقتل الرسل جاءهم مسرعًا وقال ما قصة القرآن ﴿قَالَ ياقوم اتبعوا المرسلين﴾ أي اتبعوا الرسل الكرام الداعين إلى توحيد الله، وإنما قال ﴿ياقوم﴾ تأليفًا لقلوبهم واستمالة لها لقبول النصيحة، ثم كرر القول تأكيدًا وبيانًا للسبب فقال ﴿اتبعوا مَن لاَّ يَسْأَلُكُمْ أَجْرًا وَهُمْ مُّهْتَدُونَ﴾ أي اتبعوا هؤلاء الرسل الصادقين المخلصين، الذين لا يسألونكم أُجرة على الإِيمان، وهم على هدى وبصيرة فيما يدعونكم إليه من توحيد الله ﴿وَمَا لِيَ لاَ أَعْبُدُ الذي فَطَرَنِي وَإِلَيْهِ تُرْجَعُونَ﴾ تلطفُ في الإرشاد لهم كأنه ينصح نفسه، ويختار لهم ما يختار لنفسه، ونفيه نوع تقريع على ترك عبادة خالقهم والمعنى أيُ شيء يمنعني من أن أعبد خالقي الذي أبدع خلقي؟ وإليه مرجعكم بعد الموت فيجازي كلًا بعمله؟ ﴿أَأَتَّخِذُ مِن دُونِهِ آلِهَةً﴾ استفهام إنكاري أي كيف أتخذ من دون الله آلهة لا تسمع ولا تنفع ولا تغني عن عابدها شيئًا؟ ﴿إِن يُرِدْنِ الرحمن بِضُرٍّ لاَّ تُغْنِ عَنِّي شَفَاعَتُهُمْ شَيْئًا﴾ أي هي في المهانة والحقارة بحيث لو أراد الله أن يُنزل بي شيئًا من الضر والأذى وشفعت لي لم تنفع شفاعتهم ولم يقدروا على إنقاذي، فكيف وهي أحجار لا تسمع ولا تنفع ولا تشفع؟ ﴿وَلاَ يُنقِذُونَ﴾ أي ولا يقدرون على إنقاذي من عذاب الله ﴿إني إِذًا لَّفِي ضَلاَلٍ مُّبِينٍ﴾ أي إني إن عبدت غير الله واتخذت الأصنام آلهة لفي خسران ظاهر جلي.\n. وبعد النصح التذكير أعلن إسلامه، م وأشهر إيمانه فقال ﴿إني آمَنتُ بِرَبِّكُمْ فاسمعون﴾ أي إني آمنت بربكم الذي خلقكم، فاسمعوا قولي واعلموا بنصيحتي قال","vol":"3","page":8},{"text":"المفسرون: لما قال لهم ذلك ونصحهم وأعلن إيمانه، وثبوا عليه وثبة رجلٍ واحد فقتلوه، ولم يكن له أحد يمنع عنه أذاهم قال الطبري: وثبوا عليه فوطئوه بأقدامهم حتى مات، وقيل: رموه بالحجارة حتى مات ﴿قِيلَ ادخل الجنة﴾ أي فلما مات قال الله له: ادخل الجنة مع الشهداء الأبرار، جزاءً على صدق إيمانك وفوزك بالشهادة قال ابن مسعود: إنهم وطئوه بأرجلهم حتى خرجت أمعاؤه من دبره، وقال الله له ﴿ادخل الجنة﴾ فدخلها فهو يُرزق فيها، قد أذهب الله عنه سقم الدنيا وحُزنها ونَصَبها ﴿قَالَ ياليت قَوْمِي يَعْلَمُونَ بِمَا غَفَرَ لِي رَبِّي وَجَعَلَنِي مِنَ المكرمين﴾ أي فلما دخل الجنة وعاين ما أكرمه الله بها لإيمانه وصبره تمنى أن يعلم قومه بحاله، ليعلموا حسن مآله أي يا ليتهم يعملون بالسبب الذي من أجله غفر لي ربي ذنوبي، وأكرمني بدخول جنات النعيم قال ابن عباس: نصح قومه في حياته، ونصحهم بعد مماته قال أبو السعود: وإنما تمنَّى علم قومه بحاله ليحملهم ذلك عى اكتساب الثواب والأجر، بالتوبة عن الكفر والدخول في الإيمان، جريًا على سنن الأولياء في الترحم على الأعداء ﴿وَمَآ أَنزَلْنَا على قَوْمِهِ مِن بَعْدِهِ مِن جُندٍ مِّنَ السمآء﴾ هذا تحقيرٌ لهم وتصغيرٌ لشأنهم ﴿إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ خَامِدُونَ﴾ أي ما كانت عقوبتهم إِلا صحيةً واحدة صاح بها جبريل، فإذا هم ميتون لا حراك بهم، قد أخمدت أنفاسهم حتَّى صاروا كالنار الخامدة قال المفسرون: وفي الآية استحقار لإِهلاكهم فإِنهم أذل وأهون على الله من أن يرسل الملائكة لإِهلاكهم، وقد روي أنه لما قُتل «حبيب النجار» غضب الله تعالى له، فعجَّل لهم النقمة فأمر جبريل فصاح بهم صحية واحدة، فماتوا عن آخرهم، فجعل طريق استئصالهم بالصيحة، ثم قال تعالى ﴿ياحسرة عَلَى العباد مَا يَأْتِيهِمْ مِّن رَّسُولٍ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي يا أسفًا على هؤلاء المكذبين لرسل الله المنكرين لآياته ويا حسرةً عليهم، ما جاءهم رسولٌ إلا كذبوه واستهزءوا به، وهكذا عادة المجرمين في كل زمان ومكان قال في حاشية البيضاوي: إنهم أحقاء بأن يتحسروا على أنفسهم أو يُتحسر عليهم، فإن الأمر لفخامته وشدته، بلغ إلى حيث إن كل من يتأتى منه التلهف إذا نظر إلى حال استهزائهم بالرسل تحسَّر عليهم، وقال: يا لها من حسرةٍ وخيبة على هؤلاء المحرومين، حيث بدَّلوا الإِيمان بالكفر، والسعادة بالشقاوة، وفي الآية تعريضٌ بكفار قريش حيث كذبوا سيد المرسلين.\nولمّا مثل حال كفار مكة بحال أصحاب القرية وبَّخ المشركين على عدم اعتبارهم بمن سبقهم فقال ﴿أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا قَبْلَهُمْ مِّنَ القرون أَنَّهُمْ إِلَيْهِمْ لاَ يَرْجِعُونَ﴾ أي ألم يتعظ هؤلاء المشركين بمن أهلك الله قبلهم من المكذبين للرسل، ويعلموا أن هؤلاء المهلكين لا عودة لهم إلى الدنيا بعد هلاكهم؟ ﴿وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ﴾ أي وأن جميع الأمم","vol":"3","page":9},{"text":"الماضية والآتية ستحضر للحساب والجزاء يوم القيامة بين يدي أحكم الحاكمين، فيجازيهم بأعمالهم كلها خيرها وشرها؟ قال أبو حيان: وجاءت هذه الجملة بعد ذكر الإِهلاك تبينًا إلى أن الله تعالى لا يترك المهلكين بل بعد الهلاك جمعٌ وحساب، وثواب وعقاب.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بأكثر من مؤكد لأن المخاطب منكر مثل ﴿إِنَّكَ لَمِنَ المرسلين إِنَّآ إِلَيْكُمْ مُّرْسَلُونَ﴾ فقد أُكد كل منها ب «إنَّ» و«اللام» ويسمى هذا الضرب إنكاريًا.\n٢ - الاستعارة التمثيلية ﴿إِنَّا جَعَلْنَا في أَعْناقِهِمْ أَغْلاَلًا. .﴾ الآية شبَّه حال الكفار في امتناعهم من الهدى والإيمان بمن غلت يده إلى عنقه بالسلاسلا والأغلال فأصبح رأسه مرفوعًا لا يستطيع خفاضًا له ولا التفاتًا، وبمن سُدَّت الطُرقُ في وجهه فلم يهتد لمقصوده، وذلك بطريق الاستعارة التمثيلية.\n٣ - الطباق ﴿مِن بَيْنِ أَيْدِيهِمْ ... ومِنْ خَلْفِهِمْ﴾ .\n٤ - طباق السلب ﴿أَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ﴾ .\n٥ - الجناب الناقص ﴿نَحْنُ نُحْيِي﴾ لتغيير بعض الحروف.\n٦ - الإِطناب بتكرار الفعل ﴿اتبعوا المرسلين اتبعوا مَن لاَّ يَسْأَلُكُمْ أَجْرًا﴾ .\n٧ - الاستفهام للتوبيخ ﴿أَأَتَّخِذُ مِن دُونِهِ آلِهَةً﴾؟\n٨ - الحذف لدلالة السياق عليه ﴿قِيلَ ادخل الجنة﴾ أي فلما أشهر إيمانه قتلوه فقيل له ادخل الجنة.\n٩ - جناس الاشتقاق بين ﴿تَطَيَّرْنَا ... . . وطَائِرُكُم﴾ وبين ﴿أَرْسَلْنَآ والمُّرْسَلُونَ﴾ .\n١٠ - مراعاة الفواصل وهو من خصائص القرآن لما فيه من روعة البيان، وحسن الوقع على السمع، وهو كثير.\nتنبيه: من محاسن التنزيل الكريم وبلاغته الخارقة، هو الإِيجاز في القصص والأنباء، والإِشارة إلى روحها وسرّها، لأن القصد من القصص التذكير والاعتبار، ولهذا لم يذكر في القصة اسم البلدة، ولا اسم الشخص الذي دعاهم إلى الله، ولا اسم الرسل الكرام، لأن كل ذلك ليس هو الهدف من القصة، وقس على هذا سائق قصص القرآن.","vol":"3","page":10},{"text":"المنَاسَبَة: لما ذكر تعالى قصة أهل القرية، وإهلاك الله له بالصيحة بسبب تكذيبهم المرسلين، ذكر هنا الأدلة والبراهين على القدرة والوحدانية، في إخراج الزروع والثمار، وتعاقب الليل والنهار، وفي الشمس والقمر يجرينا بقدرة الواحد القهار، ثم ذكر شبهات المشركين حول البعث وردَّ عليها بالأدلة القاطعة والبراهين الساطعة.\nاللغَة: ﴿وَآيَةٌ﴾ علامة لأنها دالة على وجود الله قال أبو العتاهية:\nفيا عجبًا كيف يُعصى الإِلهُ ... أمْ كيف يجْده الجاحِدُ؟\nوللهِ في كل تحريكةٍ ... وتسكينةٍ أبدًا شاهد\nوفي كل شيءٍ له آيةً ... تدل على أنه وا حد\n﴿الأزواج﴾ الأصناف والأنواع ﴿نَسْلَخُ﴾ السَّلخ: الكشط والنزع قال تعالى ﴿فانسلخ مِنْهَا﴾ [الأعراف: ١٧٥] ويقال سلخ الجزار جلدة الشاة أي نزل الجلد عن اللحم ﴿كالعرجون﴾ من الانعراج وهو الانعطاف، والعرجون: عود عذق النخلة الذي فيه عناقيد الرطب قال الجوهري: هو أصل العذق الذي","vol":"3","page":11},{"text":"يعوجُّ وتقتطع منه الشماريخ فيبقى على النخل ياسبًا ﴿المشحون﴾ المملوء الموقر الثقيلة ﴿صَرِيخَ﴾ مغيث ﴿يَخِصِّمُونَ﴾ يختصمون في أمورهم غافلين عما حولهم ﴿الأجداث﴾ جمع جدث وهو القبر ﴿يَنسِلُونَ﴾ يسرعون في الخروج، يقال: عسل الذئبُ ونسل أي أسرع في المشي.\nالتفسِير: ﴿وَآيَةٌ لَّهُمُ الأرض الميتة أَحْيَيْنَاهَا﴾ أي ومن الآيات الباهرة، والعلامات الظاهرة الدالة على كمال قدرة الله ووحدانيته هذه الآية العظيمة، وهي الأرض الياسبة الهامدة التي لا نبات فيها ولا زرع، أحييناها بالمطر قال المفسرون: موتُ الأرض جدبها، وإِحياؤها بالغيث، فإذا أنزل الله عليها الماء اهتزت وربت وأنبتت من كل زوجٍ بهيج ولهذا قال تعالى بعده ﴿وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ﴾ أي وأخرجنا بهذا الماء أنواع الحبوب ليتغذوا به ويعيشوا قال القرطبي: نبَّههم تعالى بهذا على إحياء الموتى، وذكَّرهم على توحيده وكمال قدرته، بالأرض الميتة أحياها بالنبات، وإخراج الحب منها، فمن الحبِّ يأكلون وبه يتغذون ﴿وَجَعَلْنَا فِيهَا جَنَّاتٍ مِّن نَّخِيلٍ وَأَعْنَابٍ﴾ أي وجعلنا في الأرض بساتين ناضرة فيها من أنواع النخيل والعنب ﴿وَفَجَّرْنَا فِيهَا مِنَ العيون﴾ أي وجعلنا فيها ينابيع من الماء العذب، والأنهار السارحة شفي بلدان كثيرة ﴿لِيَأْكُلُواْ مِن ثَمَرِهِ وَمَا عَمِلَتْهُ أَيْدِيهِمْ﴾ أي ليأكلوا من ثمرات ما ذُكر من الجنات والنخيل التي أنشأها لهم، ومما عملته أيديهم مما غرسوه وزرعوه بأنفسهم قال ابن كثير: لما امتنَّ على خلقه بإيجاد الزروع لهم، عطف بذكر الثمار وأنواعها وأصنافها، وما ذاك كله إلا من رحمة الله تعالى بهم، لا بسعيهم وكدِّهم، ولا بحولهم وقوتهم ولهذا قال ﴿أَفَلاَ يَشْكُرُونَ﴾؟ أي أفلا يشكرونه على ما أنعم به عليهم؟ واختار ابن جرير أنَّ «ما» بمعنى الذي أي ليأكلوا من ثمره ومما عملته أيديهم أي من الذي غرسوه ونصبوه ﴿سُبْحَانَ الذي خَلَق الأزواج كُلَّهَا﴾ أين تنزَّه وتقدَّس الله العلي الجليل الذي خلق الأصناف كلها، والمختلفة الألوان والطعوم والأشكال من جميع الأشياء ﴿مِمَّا تُنبِتُ الأرض وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ﴾ أي ممَّا تُخرج الأرضُ من النخيل والأشجار، والزروع والثمار، ومن أنفسهم من الذكور والإِناث، ومما لا يعملون من المخلوقات العجيبة والأشياء الغريبة كما قال تعالى\n﴿وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ﴾ [الذاريات: ٤٩] ﴿وَآيَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار فَإِذَا هُم مُّظْلِمُونَ﴾ أي وعلامةً أخرى لهم على كمال قدرتنا الليلُ نزيل عنه الضوء ونفصله عن النهار فإذا هم داخلون في الظلام، وفي الآية رمزٌ إلى أن","vol":"3","page":12},{"text":"الأصل هو الظلام والنور عارض، فإذا غربت الشمس ينسلخ النهار من الليل ويكشف ويزول فيظهر الأصل وهو الظلمة ﴿والشمس تَجْرِي لِمُسْتَقَرٍّ لَّهَا﴾ أي وآيةً أخرى لهم الشمس تسير بقدرة الله في فَلك لا تتجاوزه ولا تتخطاه لزمنٍ تستقر فيه، ولوقت تنتهي إليه وهو يوم القيامة حيث ينقطع جريانها عند خراب العالم قال ابن كثير: وفي قوله تعالى ﴿لِمُسْتَقَرٍّ لَّهَا﴾ قولان: أحدهما: أن المراد مستقرها المكاني وهو تحت العرش مما يلي الأرض لحديث البخاري أن النبي ﷺ َ قال: «يا أبا ذرٍ أتدري أين تغرب الشمس؟ قلت: اللهُ ورسوله أعلم، قال: فإنها تذهب حتى تسجد تحت العرش. .» الحديث. والثاني: أن المراد بمستقرها هو منتهى سيرها وهو يوم القيامة، حيث يبطل سيرها، وتسكن حركتها، وتُكور وينتهي هذا العالم إلى غايته، وقرىء (لا مستقر لها) أي لا قرار لها ولا سكون، بل هي سائرة ليلًا ونهارًا، لا تفتر ولا تقف ﴿ذَلِكَ تَقْدِيرُ العزيز العليم﴾ أي ذلك الجري والدوران بانتظام وبحساب دقيق هو تقدير الإله العزيز في ملكه، العليم بخلقه ﴿والقمر قَدَّرْنَاهُ مَنَازِلَ﴾ أي والقمرَ قدرنا مسيره في منازل يسير فيها لمعرفة الشهور، وهي ثمانية وعشرون منزلًا في ثمانية وعشرين ليلة، ينزل كل ليلةٍ في واحد منها لا يتخطاها ولا يتعادها، فإذا كان في آخر ليلة دقَّ واستقوس ﴿حتى عَادَ كالعرجون القديم﴾ أي حتى صار كغصن النخل اليابس، وهو عنقود التمر حين يجف ويصفر ويتقوس قال ابن كثير: جعل الله القمر لمعرفة الشهور، كما جعل الشمس لمعرفة الليل والنهار، وفاوت بين سير الشمس وسير القمر، فالشمس تطلع كل يوم وتغرب آخره، وتنتقل في مطالعها ومغاربها صيفًا وشتاءْ، يطول بسبب ذلك النهار ويقصر الليل، ثم يطول الليل ويقصر النهار، وهي كوكبٍ نهاري، وأما القمر فقدَّره منازل يطلع في أول ليلةٍ من الشهر ضئيلًا قليل النور، ثم يزداد نورًا في الليلة الثانية ويرتفع منزلة، ثم كلما ارتفع ازداد ضياؤه حتى يتكامل نوره في الليلة الرابعة عشرة، ثم يشرع في النقص إلى آخر الشهر حتى يصير كالعرجون القديم قال مجاهد: أي العذق اليابس وهو عنقود الرطب إذا عتق ويبس وانحنى، ثم يبدأ جديدًا في أول الشهر الآخر ﴿لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر﴾ أي لا يمكن للشمس ولا يصح لها أن تجتمع مع القمر بالليل فتمحو نوره، لأن ذلك يُخلُّ بتلوين النبات، ومصلحة العباد قال الطبري: أي لا الشمس يصلح لها إدراك القمر، فيُذهب ضوءها نوره فتكون الأوقات كلها نهارًا لا ليل فيها ﴿وَلاَ اليل سَابِقُ النهار﴾ أي","vol":"3","page":13},{"text":"ولا الليل يسبق النهار حتى يدركه فيذهب بضيائه فتكون الأوقات كلها ليلًا ﴿وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾ أي وكلٌ من الشمس والقمر والنجوم تدور في فلك السماء قال الحسن: الشمس والقمر والنجوم في فَلك بين السماء والأرض، وغير ملصقة بشيء ولو كانت ملصقة ما جرت والغرضُ من الآية: بيانُ قدرة الله في تسيير هذا الكون بنظام دقيق، فالشمس لها مدار، والقمر له مدار، وكل كوكب من الكواكب له مدار لا يتجاوزه في جريانه أو دورانه، ولا يطغى أحدهما على الآخر كما قال قتادة: «لكل حدٍّ وعلمٌ لا يعدوه، ولا يقصر دونه» حتى يأتي الأجل المعلوم بخراب العالم، فيجمع الله بين الشمس والقمر كما قال تعالى\n﴿وَجُمِعَ الشمس والقمر﴾ [القيامة: ٩] فيختل نظام الكون، وتقوم القيامة، وتنتهي حياة البشرية عن سطح هذا الكوكب الأرضي ﴿وَآيَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِي الفلك المشحون﴾ أي وعلامة أخرى واضحة للناس على كمال قدرتنا أننا حملنا آباءهم الأقدمين وهم ذرية آدم في سفينة نوح ﵇ التي أمره الله أن يحمل فيها من كلٍ زوجين اثنين قال في التسهيل: وإنما خصَّ ذريتهم بالذكر، لأنه أبلغ في الامتنان عليهم، ولأن فيه إشارة إلى حمل أعقابهم إلى يوم القيامة ﴿وَخَلَقْنَا لَهُمْ مِّن مِّثْلِهِ مَا يَرْكَبُونَ﴾ أي وخلقنا لهم من مثل سفينة نوح السفن العظيمة التي يركبونها ويبلغون عليها أقصة البلدان، وإنما نسب الخلق إليه لأنها بتعليم الله جل وعلا للإِنسان وقال ابن عباس: هي الإِبل وسائر المركوبات، فهي في البر مثل السفن في البحر ﴿وَإِن نَّشَأْ نُغْرِقْهُمْ فَلاَ صَرِيخَ لَهُمْ﴾ ولو أردنا لأغرقناهم في البحر فلا مغيث لهم ﴿وَلاَ هُمْ يُنقَذُونَ﴾ أي ولا أحد يستطيع أن ينقذهم من الغرق ﴿إِلاَّ رَحْمَةً مِّنَّا وَمَتَاعًا إلى حِينٍ﴾ أي لا ينقذهم أحد إلا نحن لأجل رحمتنا إياهم، وتمتيعنا لهم إلى انقضاء آجالهم. . بيَّن تعالى أن ركوبهم السفن في البحر من الآيات العظيمة، فإن سير السفينة بما فيها من الرجال والأثقال فوق سطح الماء آية باهرة فقد حملتهم قدرة الله ونواميسه التي تحكم الكون وتصرفه بحكم خواص السفن، وخوناص الماء، وخواص الريح، وكلُّها من أمر الله وخلقه وتقديره، والسفينة في البحر الخضم كالريشة في مهبِّ الهواء، وإلاّ تدركها رحمة الله فهي هالكة في لحظة من ليل أو نهار، والذين ركبوا البحار، وشاهدوا الأخطار، يدركون هول البحر المخيف، ويحسون معنى رحمة الله وأنها وحدها هي المنجي لهم من بين العواصف والتيارات، في هذا الخضم الهائل الذي تمسكه يد الرحمة ويعرفون معنى قوله تعالى ﴿إِلاَّ رَحْمَةً مِّنَّا﴾ فسبحان الله القدير الرحيم!! ﴿وَإِذَا قِيلَ لَهُمُ اتقوا مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ","vol":"3","page":14},{"text":"تُرْحَمُونَ﴾ لما ذكَّرهم تعالى بدلائل قدرته، وآثار رحمته، أخبرنا هنا عن تعاميهم عن الحق، وأعراضهم عن الهدى والإيمان، مع كثرة الآيات الواضحات، والشواهد الباهرات والمعنى وإذا قيل للمشركين احذروا سخط الله وغضبه، واعتبروا بما حلَّ بالأمم السابقين قبلكم من العذاب بسبب تكذيبهم الرسل، واحذروا ما وراءكم من عذاب الآخرة لكي تُرحموا، وجواب الشرط محذوف تقديره أعرضوا واستكبروا ودلّ عليه قوله تعالى ﴿إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ﴾ قال القرطبي: والجواب محذوب والتقدير: إذا قيل لهم ذلك أعرضوا، ودليله الآية التي بعدها ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ﴾ فاكتفى بهذا عن ذلك ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ﴾ أي وما تأتي هؤلاء المشركين علامة من العلامات والواضحة الدالة على صدق الرسول كالمعجزات الباهرة التي أيده الله بها إلا أعرضوا عنها على وجه التكذيب والاستهزاء قال أبو السعود: وإضافة الآيات إلى اسم الرب جل وعلا لتفخيم شأنها، المستتبع لتهويل ما اجترءوا عليه في حقها، والمراد بالآيات إما الآيات التنزيلية التي من جملتها الآيات الناقطة ببدائع صنع وسوابغ آلائه، أو الآيات التكوينية الشاملة للمعجزات وغيرها من تعاجيب المصنوعات، التي من جملتها ما ذُكر من شئونه الشاهدة بوحدانيته تعالى، وتفرده بالألوهية ﴿وَإِذَا قِيلَ لَهُمْ أَنفِقُواْ مِمَّا رَزَقَكُمُ الله﴾ أي وإذا قيل لهؤلاء الكفار بطريق النصيحة أنفقوا بعض ما أعطاكم الله من فضله على الفقراء والمساكين ﴿قَالَ الذين كَفَرُواْ لِلَّذِينَ آمنوا أَنُطْعِمُ مَن لَّوْ يَشَآءُ الله أَطْعَمَهُ﴾ أي قال الكفار للمؤمنين تهكمًا بهم: أنفق أموالنا على هؤلاء المساكين الذين أفقرهم الله؟ ﴿إِنْ أَنتُمْ إِلاَّ فِي ضَلاَلٍ مُّبِينٍ﴾ أي ما أنتم أيها المؤمنون إلا في ضلال ظاهر واضح حيث تأمروننا أن ننفق أموالنا على من أفقرهم الله قال ابن عباس: كان بمكة زنادقة فإذا أُمروا بالصدقة على المساكين قالوا: لا والله لا نفعل، أيفقره الله ونطعمه نحن؟ وغرضهم الرد على المؤمنين فكأنهم يقولون: لو كان الأمر كما تزعمون أن الله قادر، وأن الله رازق لأطعم هؤلاء الفقراء، فما بالكم تطلبون إطعامهم منا؟ وما علم هؤلاء السفهاء أن خزائن الأرزاق بيد الخلاق، وأنه تعالى أغنى بعض الخلق وأفقر بعض الخلق ابتلاءً، لينظر كيف عطف الغني، وكيف صبر الفقير، فقد منع الدنيا عن الفقير لا بخلًا، وأمر الغنيَّ بالإنفاق عليه لا حاجة إلى ماله، ولكن للإبتلاء والله يفعل ما يشاء، لا اعتراض لأحدٍ في مشيئته ولا في حكمه\n﴿لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾ [الأنبياء: ٢٣] ثم أخبر عن إنكار المشركين للآخرة، واستبعادهم لقيام الساعة فقال ﴿وَيَقُولُونَ متى هَذَا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي متى يوم القيامة الذي تتوعدوننا به؟ ومتى هذا العذاب الذي تخوفوننا به إن كنتم صادقين في دعواكم أن هناك بعثًا ونشورًا وحسابًا وعذابًا؟ قال تعالى ردًّا عليهم ﴿مَا يَنظُرُونَ إِلاَّ صَيْحَةً وَاحِدَةً تَأْخُذُهُمْ﴾ أي ما ينتظرون إلا صيحةً واحدة تأخذهم مفاجأة من حيث لا يشعرون ﴿وَهُمْ يَخِصِّمُونَ﴾ أي وهم يتخاصمون في معاملاتهم وأسواقهم، فلا يشعرون إلا بالصيحة قد أخذتهم، فيموتون في أماكنهم قال ابن كثير: وهذه والله أعلم نفخة الفزع، ينفخ إسرافيل في الصور والناسُ","vol":"3","page":15},{"text":"في أسواقهم ومعايشهم يختصمون ويتشاجرون على عادتهم، فبينما هم كذلك إذْ أمر الله إسرافيل فنفخ في الصور نفخةً يطوّلها ويمدُّها، فلا يبقى أحدٌ على وجه الأرض إلا حنى عنقه يتسمع الصوت من قبل السماء فذلك قوله تعالى ﴿فَلاَ يَسْتَطِيعُونَ تَوْصِيَةً وَلاَ إلى أَهْلِهِمْ يَرْجِعُونَ﴾ أي فلا يستطيع بعضه أن يوصي بعضًا بأمر من الأمور، ولا يستطيعون أن يرجعوا إلى أهلهم ومنازلهم لأن الأمر أسرع منه ذلك وفي الحديث: «لتقومنَّ الساعة وقد نشر الرجلان ثوبًا بينهما فلا يتبايعانه ولا يطويانه، ولتقومنَّ الساعةُ وهو يُليط حوضه أي يصلحه بالطين فلا يسقي فيه، ولتقومنَّ الساعةُ وقد رفع أُكلته إلى فيه لا يطعمها» ثم تكون هناك نفخة ثانية وهي «نفخة الصَّعق» التي يموت بها الأحياء كلهم ما عدا الحيّ القيوم، ثم تكون النفخة الثالثة وهي «نفخة البعث والنشور» التي يخرج الناسُ بها من القبور، وهي التي أشارت إليها الآية الكريمة ﴿وَنُفِخَ فِي الصور فَإِذَا هُم مِّنَ الأجداث إلى رَبِّهِمْ يَنسِلُونَ﴾ أي ونفخ في الصور فإذا هؤلاء الأموات يخرجون من قبورهم يسرعون المشي قال الطبري: ﴿يَنسِلُونَ﴾ يخرجون سراعًا، والنَّسلان: الإِسراع في المشي ﴿قَالُواْ ياويلنا مَن بَعَثَنَا مِن مَّرْقَدِنَا هَذَا﴾؟ أي يقولون يا هلاكنا من الذين أخرجنا من قبورنا التي كنا فيها؟ قال ابن كثير: وهذا لا ينفي عذابهم في قبورهم، لأنه بالنسبة إلى ما بعده في الشدة كالرقاد، فإذا قالوا ذلك أجابتهم الملائكة أو المؤمنون ﴿مَا وَعَدَ الرحمن وَصَدَقَ المرسلون﴾ أي هذا الذي وعدكم الله به من البعث بعد الموت والحساب والجزاء، وصدق رسله الكرام فيما أخبرونا به عن الله ﴿إِن كَانَتْ إِلاَّ صَيْحَةً وَاحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ﴾ أي ما كان أمر بعثهم إلا صيحةً واحدة يصيح بهم فيها إسرافيل فإذا هم جميع عندنا حاضرون قال الصَّاوي: وهذه الصيحة هي قول إسرافيل: أيتها العظام النخرة، والأوصال المتقطعة، والأجزاء المتفرقة، والشعور المتمزقة، إنَّ الله يأمركنَّ أن تجتمعن لفصل القضاء ثم ينفخ في الصور فإذا هم مجموعون في موقف الحساب ﴿فاليوم لاَ تُظْلَمُ نَفْسٌ شَيْئًا وَلاَ تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي ففي هذا اليوم يوم القيامة لا تُظلم نفس شيئًا، سواءً كانت هذه النفس برَّة أو فاجرة، ولا يُحَمَّل الإِنسان وزر غيره وإنما يُجازى كلٌ بعمله قال أبو السعود: هذه حكاية لما سيقال لهم في الآخرة، حين يرون العذاب المُعدَّ لهم تحقيقًا للحق، وتقريعًا لهم.\n. ولما أخبر عن مآل المجرمين أخبر عن حال الأبرار المتقين فقال ﴿إِنَّ أَصْحَابَ الجنة اليوم فِي شُغُلٍ فَاكِهُونَ﴾ أي إن أصحاب الجنة في ذلك اليوم يوم الجزاء مشغولون بما هم فيه من اللذات والنعيم عن التفكير بأهل النار، يتفكهون ويتلذذون بالحور العين، وبالأكل والشرب والسماع للأوتار قال أبو حيان: والظاهر أن الشغل هو النعيم الذي قد شغلهم عن كل ما يخطر بالبال وقال ابن عباس: شُغلوا بافتضاض الأبكار، وسماع الأوتار عن أهاليهم من أهل النار، لا يذكرونهم لئلا يتنغصوا ﴿هُمْ","vol":"3","page":16},{"text":"وَأَزْوَاجُهُمْ فِي ظِلاَلٍ عَلَى الأرآئك مُتَّكِئُونَ﴾ أي هم وزوجاتهم في ظلال الجنان والوارقة، حيث لا شمس فيها ولا زمهرير، متكئون على السرر المزيَّنة بالثياب والستور ﴿لَهُمْ فِيهَا فَاكِهَةٌ﴾ أي لهم في الجنة، فاكهة كثيرة من كل أنواع الفواكة ﴿وَلَهُمْ مَّا يَدَّعُونَ﴾ أي ولهم فيها ما يتمنون ويشتهون كقوله تعالى ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين﴾ [الزخرف: ٧١] ﴿سَلاَمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ﴾ أي لهم سلامٌ كريم من ربهم الرحيم، وفي الحديث «بينا أهل الجنة في نعيمهم إذ سطع عليه نور، فرفعوا رءوسهم فإذا الرب تعالى قد أشرف عليهم من فوقهم فقال: السلام عليكم يا أهل الجنة فذلك قوله تعالى ﴿سَلاَمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ﴾ قال: فينظر إليهم وينظرون إليه، فلا يلتفتون إلى شيء من النعيم ما داموا ينظرون إليه حتى يحتجب عنهم، ويبقى نوره وبركته عليهم في ديارهم» .\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير والتفخيم والتعظيم ﴿وَآيَةٌ لَّهُمُ﴾ أي آية عظيمة باهرة على قدرة الله.\n٢ - الطباق بين الموت والإحياء ﴿الأرض الميتة أَحْيَيْنَاهَا﴾ وبين الليل والنهار.\n٣ - الاستعارة التصريحية ﴿وَآيَةٌ لَّهُمُ اليل نَسْلَخُ مِنْهُ النهار﴾ شبَّه إزالة ضوء النهار وانكشاف ظلمة اللليل بسلخ الجلد عن الشاة، واستعار اسم السلخ للإِزالة والإِخراج واشتق منه نسخ بمعنى نخرج منه النهار بطريق الاستعارة التصريحية، وهذا من بليغ الاستعارة، وبين الليل والنهار طباق.\n٤ - التشبيه المرسل المجمل ﴿حتى عَادَ كالعرجون القديم﴾ وجه الشبه مركب من ثلاثة أشياء: الرقة، والانحناء، والصفرة، ولما لم يذكر سمي مجملًا.\n٥ - تقديم المسند إليه لتقوية الحركم المنفي ﴿لاَ الشمس يَنبَغِي لَهَآ أَن تدْرِكَ القمر﴾ فإنه أبلغ من أن يقول (لا ينبغي للشمس أن تدرك القمر) وأكد في إفادة أنها مسخرة لا يتيسر لها إلا ما أريد بها فإِنَّ قولك «أنت لا تكذب» بتقديم المسند إليه أبلغ من قولك «لا تكذب» فإِنه أشدُّ لنفي الكذب من العبارة الثانية فتدبر أسرار القرآن.\n٦ - تنزيل غير العاقل منزلة العاقل ﴿وَكُلٌّ فِي فَلَكٍ يَسْبَحُونَ﴾ بدل يسبح، فقد عبر عن الشمس والقمر والكواكب بضمير جمع المذكر، والذي سوَّغ ذلك وصفهم بالسباحة لأنها من صفات العقلاء.\n٧ - الاستعارة اللطيفة ﴿مَن بَعَثَنَا مِن مَّرْقَدِنَا﴾ المرقد هنا عبارة عن الممات، فشبهوا حال موتهم بحال نومهم لأنها أشبه الأشياء بها وأبلغ من قوله: من بعثنا من مماتنا.\n٨ - الإِيجاز بالحذف ﴿هَذَا مَا وَعَدَ الرحمن﴾ أي تقول لهم الملائكة هذا ما وعدكم به الرحمن.","vol":"3","page":17},{"text":"٩ - الطباق ﴿قَالَ الذين كَفَرُواْ لِلَّذِينَ آمنوا﴾ والاستفهام الذي يراد منه التهكم ﴿أَنُطْعِمُ مَن لَّوْ يَشَآءُ الله أَطْعَمَهُ﴾ .\n١٠ - السجع غير المتكلف في ختام الآيات الكريمة مثل ﴿وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ﴾ ﴿وَفَجَّرْنَا فِيهَا مِنَ العيون﴾ ﴿وَمِنْ أَنفُسِهِمْ وَمِمَّا لاَ يَعْلَمُونَ﴾ ﴿فَإِذَا هُم مُّظْلِمُونَ﴾ ومثل ﴿ذَلِكَ تَقْدِيرُ العزيز العليم﴾ و﴿حتى عَادَ كالعرجون القديم﴾ وهو من المحسنات البديعية.","vol":"3","page":18},{"text":"المنَاسَبَة: لما ذكر تعالى حال السعداء الأبرار وما لهم في الجنة من النعيم المقيم، أعقبه بذكر حال الأشقياء الفجار وما لهم من الخزي والدمار، على طريقة القرآن في الترغيب والترهيب، وختم السورة الكريمة بيان أدلة البعث بعد الموت، والحساب والجزاء.\nاللغَة: ﴿وامتازوا﴾ تميزوا وانفصلوا، والتمييزُ: الفرق بين أمرين ﴿جِبِلًاّ﴾ بكسر الميم خلقًا","vol":"3","page":18},{"text":"جمع جِبلَّة ومنه «والجبِلَّة الأولين» مشتق من جبل اللهُ الخلق أي خلقهم ﴿لَطَمَسْنَا﴾ الطمسُ: إذهابُ الشيء وأثره جملةً كأنه لم يوجد ﴿اصلوها﴾ ادخلوها وذوقوا سعيرها ﴿لَمَسَخْنَاهُمْ﴾ المسخ: التحويل من صورة إلى صورة منكرة ﴿نُّعَمِّرْهُ﴾ التعمير: إطالة العمر حتى يبلغ سن الشيخوخة ﴿نُنَكِّسْهُ﴾ التنكيس: قلب الشيء رأسًا على عقب يقال: نكستُ الشيء نكسًا إذا قبلته على رأسه ومنه ﴿ثُمَّ نُكِسُواْ على رُءُوسِهِمْ﴾ [الأنبياء: ٦٥] ﴿رَمِيمٌ﴾ الرميم: البالي المفتَّت يقال رمَّ العظم أي بلى فهو رميم.\nسَبَبُ النّزول: روي «أن» أُبي بن خلَف «من صناديد كفار قريش جاء بعظم بالٍ إلى النبي ﷺ َ ففتَّه بيده ثم قال: أتزعم يا محمد أن الله يُحيي هذا بعدما رمَّ؟ فقال له النبي ﷺ َ نعم يحييه، ثم يبعثك ويدخلك النار فأنزل الله تعالى ﴿أَوَلَمْ يَرَ الإنسان أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ قَالَ مَن يُحيِي العظام وَهِيَ رَمِيمٌ﴾» .\nالتفسِير: بعد أن بيَّن تعالى حال السعداء ذكر حال الأشقياء فقال ﴿وامتازوا اليوم أَيُّهَا المجرمون﴾ أي تميزوا وانفصلوا يا معشر الكفرة المجرمين عن عبادي المؤمنين، انفردوا عنهم وكونوا جانبًا قال القرطبي: يقال لهم هذا عند الوقوف للسؤال، وحين يؤمر بأهل الجنة إلى الجنة ﴿أَلَمْ أَعْهَدْ إِلَيْكُمْ يابنيءَادَمَ﴾ الاستفهام للتوبيخ والتقريع، وهو تبويخٌ للكفرة المجرمين أي ألم أوصكم وآمركم يا بني آدم على ألسنة رسلي ﴿أَن لاَّ تَعْبُدُواْ الشيطان﴾ أي ألاّ تطيعوا الشيطان فيما دعاكم إليه من معصيتي؟ ﴿إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ تعليلٌ للنهي أي لأنه عدوٌ لكم ظاهر العداوة، فكيف يطيع الإِنسان عدوه؟ ﴿وَأَنِ اعبدوني﴾ أي وأمرتكم بأن تعبدوني وحدي، بتوحيدي وطاعتي وامتثال أمري ﴿هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي هذا هو الدين الصحيح، والطريق الحقُّ المستقيم ﴿وَلَقَدْ أَضَلَّ مِنْكُمْ جِبِلًاّ كَثِيرًا﴾ تأكيد للتعليل أي ولقد أضلَّ الشيطان خلقًا منكم كثيرين، وأغواهم عن سلوك طريق الحقَّ قال الطبري: أي صدَّ الشيطان منكم خلقاُ كثيرًا عن طاعتي حتى عبده ﴿أَفَلَمْ تَكُونُواْ تَعْقِلُونَ﴾ أي أفما كان لكم عقل يردعكم عن طاعة الشيطان ومخالفة أمر ربكم؟ وهو توبيخ آخر للكفرة الفجار. . ثم بشرهم بما ينتظرهم من العذاب فقال ﴿اذه جَهَنَّمُ التي كُنتُمْ تُوعَدُونَ﴾ أي هذه نار جهنم التي أوعدكم بها الرسل وكذبتم بها قال الصاوي: هذا خطاب لهم وهم على شفير جهنم، والمقصود منه زيادة التبكيث والتقريع ﴿اصلوها اليوم بِمَا كُنتُمْ تَكْفُرُونَ﴾ أي ذوقوا حرارتها وقاسوا أنواع عذابها اليوم بسبب كفركم في الدنيا، وهو أمر إهانةٍ وتحقير مثل قوله\n﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ [الدخان: ٤٩] ثم أخبر تعالى عن فضيحتهم يوم القيامة على رءوس الأشهاد فقال ﴿اليوم نَخْتِمُ على أَفْوَاهِهِمْ﴾ أي في هذا اليوم يوم القيامة نختم على أفواه الكفار ختمًا يمنعها عن الكلام ﴿وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُمْ بِمَا كَانُواْ يَكْسِبُونَ﴾ أي تنطق عليهم جوارحهم أيديهم وأرجلهم","vol":"3","page":19},{"text":"بأعمالهم القبيحة روى ابن جرير الطبري عن أبي موسى الأشعري أنه قال «يُدعى الكافر والمنافق يوم القيامة للحساب فيعرض عليه ربه عمله فيجحده ويقول: أي ربِّ وعزتك لقد كتب عليَّ هذا الملك ما لم أعمل، فيقول الملك: أما عملت كذا في كذا في مكان كذا فيقول: لا وعزتك أي رب ما عملته، فإذا فعل ذلك خُتم على فيه وتكلمت أعضاؤه ثم تلا ﴿اليوم نَخْتِمُ على أَفْوَاهِهِمْ﴾ وفي الحديث» يقول العبد يا ربِّ ألم تجرني من الظلم؟ فيقول بلى، فيقول العبد فإِني لا أجيز على نفسي إلا شاهدًا مني، فيقول: كفى بنفسك اليوم عليك شهيدًا، وبالكرام الكاتبين شهودًا، ثم يختم على فيه ويقال لجوارجه انطقي، فتنطق بأعملاه ثم يُخلى بينه وبين الكلام فيقول: بُعدًا لكنِّ وسحقًا فعنكن كنت أناضل «﴿وَلَوْ نَشَآءُ لَطَمَسْنَا على أَعْيُنِهِمْ فاستبقوا الصراط فأنى يُبْصِرُونَ﴾ أي ول شئنا لأعميانهم فابتدروا طريقهم ذاهبين كعادتهم فكيف يبصرون حنيئذٍ؟ قال ابن عباس: المعنى لو نشاء لأعميناهم عن الهدى فلا يهتدون أبدًا إلى طريق الحقِّ، وهو تهديد لقريش ﴿وَلَوْ نَشَآءُ لَمَسَخْنَاهُمْ على مَكَانَتِهِمْ﴾ أي لو نشاء لمسخناهم مسخًا يقعدهم في مكانهم ﴿فَمَا استطاعوا مُضِيًّا وَلاَ يَرْجِعُونَ﴾ أي إذا مسخوا في مكانهم لم يقدروا وأن يذهبوا ولا أن يرجعوا، وهو تهديد آخر للكفرة المجرمين، ثم ذكر تعالى دلائل قدرته على مسخ الكفار يتطاول الأعمار فقال ﴿وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِي الخلق﴾ أي ومن نُطِل عمره نقبله في أطوار منتكسًا في الخلق فيصير كالطفل لا يعلم شيئًا قال قتادة: يصير إلى حال الهرم الذي يشبه حال الصبا، فطولُ العمر يصيِّر الشباب هَرَمًا، والقوة ضعفًا، والزيادة نقصًا ﴿أَفَلاَ يَعْقِلُونَ﴾؟ أي أفلا يعقلون أن من قدر على ذلك قادر على إعمائهم أو مسخهم؟ قال ابن جزي: والقصدُ من ذلك الاستدلال على قدرته تعالى على مسخ الكفار، كما قدر على تنكيس الإنسان إذا هرم ﴿وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ﴾ أي وما علمنا محمدًا الشعر، ولا يصح ولا يليق به أن يكون شاعرًا قال القرطبي: هاذ ردٌّ على الكفار في قولهم إنه شاعر، وإن ما أتى به من قبيل الشعر، فالرسول ﷺ َ ليس بشاعر، والقرآن ليس بشعر، لأن الشعر كلام مزخرف موزون، مبني على خيالات وأوهام واهية، حتى قيل» أعذبه أكذبه «فأين ذلك من القرآن العزيز الذي تنزَّه عن مماثلة كلام البشر!! وقد أكثر الناسُ في ذم الشعر ومدحه، وإِنما الإِنصاف ما قاله الشافعي ﵀» الشعر كلامٌ، والكلام منه حسنٌ، ومنه قبيح «﴿إِنْ هُوَ إِلاَّ ذِكْرٌ وَقُرْآنٌ مُّبِينٌ﴾ أي ما هذا الذي تلوه محمد إلا عظة وتذكيرٌ من الله نجل وعلا لعباده، وقرآن واضح ساطع لا يلتبس به الشعر بحالٍ من الأحوال ﴿لِّيُنذِرَ مَن كَانَ حَيًّا﴾ أي لينذر بهذا القرآن من كان حي القلب مستنير البصيرة، وهو المؤمنون لأنهم المنتفعون به ﴿وَيَحِقَّ القول عَلَى الكافرين﴾ أي وتجب كلمة العذاب على الكافرين لأنهم كالأموات لا يعقلون ما يخاطبون به قال البيضاوي: وجعلهم في مقابلة من كان حيًا إشعارًا بأنهم لكفرهم، وسقوط حجتهم، وعدم تأملهم، أمواتٌ في الحقيقة.\n. ثم ذكَّرهم تعالى بنعمه، وأعاد","vol":"3","page":20},{"text":"ذكر دلائل القدرة والوحدانية ليستدلوا على وجوده جلَّ وعللا من آثاره فقال ﴿أَوَلَمْ يَرَوْاْ أَنَّا خَلَقْنَا لَهُم مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعامًا﴾ الهمزة للإِنكار والتعجيب أي أولم ينظروا نظر اعتبار، ويتفكروا فيما أبدعته أيدينا من غير واسطة، وبلا شريك ولا معين مما خلقناه لهم ولأجلهم من الأنعام وهي الإِبل والبقر والغنم، فيستدلوا بذلك على وحدانيتنا وكمال قدرتنا؟ ﴿﴿فَهُمْ لَهَا مَالِكُونَ﴾ أي فهم متصرفون فيها كيف يشاءون تصرف المالك بماله ﴿وَذَلَّلْنَاهَا لَهُمْ﴾ قال ابن كثير: المعنى جعلهم يقهرونها وهي ذليلةٌ لهم لا تمتنع منه، بل لو جاء صغير إلى بعيرٍ لأناخه، ولو شاء لأقامه وساقه وهو ذليل منقاد معه، وكذا لو كان القطار مائة بعير لسار الجميع بسير الصغير، فسبحان من سخر هذا لعباده﴾ ! ﴿فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ﴾ أي فمن هذه الأنعام ما يركبونه في الأسفار، ويحملون عليه الأثقال كالإِبل التي هي سفن البر، ومنها ما يأكلون لحمه كالبقر والغنم ﴿وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ﴾ أي ولهم فيها منافع عديدة غير الأكل والركوب كالجلود والأصواف والأوبار، ولهم فيها مشارب أيضًا يشربون من ألبانها ﴿مِن بَيْنِ فَرْثٍ وَدَمٍ لَّبَنًا خَالِصًا سَآئِغًا لِلشَّارِبِينَ﴾ [النحل: ٦٦] ﴿أَفَلاَ يَشْكُرُونَ﴾ أي أفلا يشكرون ربهم على هذه النعم الجليلة؟ والغرضُ من الآيات تعديدُ النعم وإِقامةُ الحجة عليهم. . ثم وبخهم وعنفهم في عبادة ما لا يسمع ولا ينفع من الأوثان والأصنام، وذلك نهاية الغيّ والضلال فقال ﴿واتخذوا مِن دُونِ الله آلِهَةً لَّعَلَّهُمْ يُنصَرُونَ﴾ أي وعبد المشركون آلهة من الأحجار رجاء أن يُنصروا بها وهي صماء بكماء، لا تسمع الدعاء ولا تستجيب للنداء ﴿لاَ يَسْتَطِيعُونَ نَصْرَهُمْ﴾ أي لا تستطيع هذه الآلهة المزعومة نصره بحالٍ من الأحوال، لا بشفاعة ولا بنصرةٍ أو أعانة ﴿وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ﴾ أي وهؤلاء المشركون كالجند والخدم لأصنامهم في التعصب لهم، والذبِّ عنهم، وفدائهم بالروح والمال، مع أنهم لا ينفعوهم أيَّ نفع قال قتادة: المشركون يغضبون للآلهة في الدنيا، وهي لا تسوق إليه خيرًا ولا تدفع عنه شرًا، إنما هي أصنام والمشركون كأنهم خدام وقال القرطبي: المعنى إنهم قد رأوا هذه الآيات من قدرتنا، ثم اتخذوا من دوننا آلهة لا قدرة لها على فعل شيء أصلًا، والكفار يمنعون منهم ويدفعون عنهم، فهم لهم بمنزلة الجند، والأصنام لا تستطيع أن تنصرهم.\n﴿فَلاَ يَحْزُنكَ قَوْلُهُمْ﴾ أي لا تحن يا محمد على تكذيبهم لك، واتهامهم بأنك شاعرٌ أو ساحر، وهذه تسليةٌ للنبي ﵇، وهنا تمَّ الكلام ثم قال تعالى ﴿إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ﴾ أي نحن أعلم بما يخفونه في صدورهم، وما يظهرونه من أقوالهم وأفعالهم، فنجازيهم عليه، وكفى بربك أنه على كل شيء شهيد. . ثم أقام الدليل القاطع، والبرهان الساطع، على البعث والنشور فقال ﴿أَوَلَمْ يَرَ الإنسان أَنَّا خَلَقْنَاهُ مِن نُّطْفَةٍ﴾ استفهامٌ إِنكاريٌ للتوبيخ والتقريع أي أولم ينظر هذا الإِنسان الكافر نظر اعتبار، ويتفكر في قدرة الله فيعلم أنّا خلقناه من شيءٍ مهينٍ حقير هو النطفة «المني» الخارج من مخرج النجاسة؟ ﴿فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ﴾ أي فإذا هو شديد الخصومة والجدال بالباطل، يخاصم ربه وينكر قدرته، ويكذب بالبعث والنشور، أفليس الإِله الذي قدر على خلق","vol":"3","page":21},{"text":"الإِنسان من نطفة، قادر على أن يخلقه مرة أُخرى عند البعث؟ قال المفسرون: نزلت في «أُبي بن خلف» «جاء بعظم رميم، وفتَّته في وجه النبي الكريم وقال ساخرًا: أتزعم يا محمد أنَّ الله يُحيينا بعد أن نصبح رفاتًا مثل هذا؟ فقال ﷺ َ له: نعم يبعثك ويدخلك النار» ﴿وَضَرَبَ لَنَا مَثَلًا وَنَسِيَ خَلْقَهُ﴾ أي وضرب لنا هاذ الكافر المثل بالعظم الرميم، مستبعدًا على الله إعادة خلق الإِنسان بعد موته وفنائه، ونسي أنا أنشأناه من نطفةٍ ميتة وركبنا فيه الحياة، نسي خلقه العجيب وبدأه الغريب، وجوابه من نفسه حاضر ﴿قَالَ مَن يُحيِي العظام وَهِيَ رَمِيمٌ﴾ أي وقال هذا الكافر: من يحيي العظام وهي بالية أشدَّ البلى، متفتتةٌ متلاشية؟ قال الصاوي: أي أورد كلامًا عجيبًا في الغرابة هو كالمثل، حيث قاسَ قدرتنا على قدرة الخلق ﴿قُلْ يُحْيِيهَا الذي أَنشَأَهَآ أَوَّلَ مَرَّةٍ﴾ أي قل يا محمد تخريسًا وتبكيتًا لهذا الكافر وأمثاله: يخلقها ويحييها الذي أوجدها من العدم، وأبدع خلقها أول مرة من غير شيء، فالذي قدر على البداءة، قادر على الإعادة ﴿وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ﴾ أي يعلم كيف يخلق ويُبدع، فلا يصعب عليه بعث الأجساد بعد الفناء ﴿الذي جَعَلَ لَكُم مِّنَ الشجر الأخضر نَارًا﴾ أي الذي جعل لكم بقدرته من الشجر الأخضر نارًا تحرق الشجر، لا يمتنع عليه فعل ما أراد، ولا يعجزه إحياء العظام البالية وإعادتها خلقًا جديدًا وقال أبو حيان: ذكر تعالى لهم ما هو أغرب من خلق الإِنسان من النطفة، وهو إبراز الشيء من ضده، وذلك أبدع شيء وهو اقتداح النار من الشيء الأخضر، ألا ترى الماء يطفىء النار ومع ذلك خرجت مما هو مشتمل على الماء، والأعراب تُوري النار من المرخ والعُفار، وفي أمثالهم «في كل شيء نار، واستمجد المرخ والعُفار» ولقد أحسن القائل:\nجمعُ النقيضين من أسرار قدرته ... هذا السَّحابُ به ماءٌ به نارٌ\n﴿فَإِذَآ أَنتُم مِّنْه تُوقِدُونَ﴾ أي فإذا أنتم تقدحون النار من هذا الشرج الأخضر ﴿أَوَلَيْسَ الذي خَلَقَ السماوات والأرض بِقَادِرٍ على أَن يَخْلُقَ مِثْلَهُم﴾؟ أي أوَليس الذي خلق السموات والأرض مع كبر جرمهما، وعظم شأنهما قادر على أن يخلق أجساد بني آدم بعد فنائها؟ ﴿بلى وَهُوَ الخلاق العليم﴾ أي بلى هو القادر على ذلك، فهو الخلاَّق المبدع في الخلق والتكوين، العليم بكل شيء ﴿إِنَّمَآ أَمْرُهُ إِذَآ أَرَادَ شَيْئًا أَن يَقُولَ لَهُ كُن فَيَكُونُ﴾ أي لا يصعب عليه جل وعلا شيء لأن أمره بين الكاف والنوت، فمتى أراد تعالى شيئًا وجد، بدون تعب ولا جهد، ولا كلفة ولا عناء ﴿فَسُبْحَانَ الذي بِيَدِهِ مَلَكُوتُ كُلِّ شَيْءٍ﴾ أي تنزَّه وتمجد عن صفات النقص الإلهُ العظيم الجليل، الذي بيده المُلك الواسع، والقدرة التامة على كل الأشياء ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي وإليه وحده مرجع الخلائق للحساب والجزاء. . ختم تعالى السورة الكريمة بهذا الختم الرائع، الدال على كمال القدرة، وعظمةِ الملك والسلطان، الذي تفرد به خالق الأكوان.","vol":"3","page":22},{"text":"البَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - طباق السلب ﴿أَن لاَّ تَعْبُدُواْ الشيطان ... وَأَنِ اعبدوني﴾ فالأول سلب، والآخر إيجاب.\n٢ - الاستفهام الإِنكار للتوبيخ والتقري ﴿أَفَلَمْ تَكُونُواْ تَعْقِلُونَ﴾؟ ﴿أَفَلاَ يَشْكُرُونَ﴾؟ .\n٣ - الطباق بين ﴿مُضِيًّا وَيَرْجِعُونَ﴾ ﴿يُسِرُّونَ وَيُعْلِنُونَ﴾ وهو من المحسنات البديعية.\n٤ - التشبيه البليغ ﴿وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ﴾ أي كالجند في الخدمة والدفاع، حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\n٥ - ذكر العام بعد الخاص ﴿وَلَهُمْ فِيهَا مَنَافِعُ وَمَشَارِبُ﴾ بعد قوله ﴿فَمِنْهَا رَكُوبُهُمْ﴾ الآية وفائدته تفخيم النعمة، وتعظيم المنة.\n٦ - المقابلة ﴿لِّيُنذِرَ مَن كَانَ حَيًّا﴾ الآية قابل بين الإِنذار والإِعذار، وبين المؤمنين والكفار ﴿وَيَحِقَّ القول عَلَى الكافرين﴾ وهو من ألطف التعبير.\n٧ - الاستعارة التمثيلية ﴿مِمَّا عَمِلَتْ أَيْدِينَآ أَنْعامًا﴾ الأنعام تخلق ولا تعمل، ولكنه شبه اختصاصه بالخلق والتكوين بمن يعمل أمرًا بيديه ويصنعه بنفسه، واستعار لفظ العمل للخلق بطريق الاستعارة التمثليلة.\n٨ - صيعة المبالغة ﴿خَصِيمٌ مُّبِينٌ﴾ . . ﴿الخلاق العليم﴾ .\n٩ - الاستعارة التمثيلية ﴿أَن يَقُولَ لَهُ كُن فَيَكُونُ﴾ شبه سرعة تأثير قدرته تعالى ونفاذها في الأشياء بأمر المطاع من غير توقف ولا امتناع، فإِذا أراد شيئًا وجد من غير إبطاءٍ ولا تأخير، وهو من لطائف الاستعارة.\nفَائِدَة: الملكوت صيغة مبالغة من المُلك، ومعناه الملك الواقع التام مثل الجبروت والرحموت للمبالغة.\nتنبيه: قال العلامة ابن كثير: «ما ثبت عنه ﷺ َ أنه تمثل يوم الخندق بأبيات ابن رواحة» اللهم لولا أنت ما اهتدينا «وما ثبت أنه قال يوم حنين وهو راكب على بغلته» أنا النبي لا كذب: أنا ابن عبد المطلب «وقوله» هل أنت إلا أصبعٌ دميت: وفي سبيل الله ما لقيت «الخ إنما وقع اتفاقًا من غير قصد إلى قول الشعر، بل جرى هذا على لسانه ﷺ َ عفوًا وكل هذا لدينا في قوله تعالى: ﴿وَمَا عَلَّمْنَاهُ الشعر وَمَا يَنبَغِي لَهُ﴾ ا. هـ. فتدبره فإِنه نفيس.","vol":"3","page":23},{"text":"اللغَة: ﴿الزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:","vol":"3","page":25},{"text":"ومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ","vol":"3","page":26},{"text":"لثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة","vol":"3","page":27},{"text":"واحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار","vol":"3","page":28},{"text":"غالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ","vol":"3","page":29},{"text":"مُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق","vol":"3","page":30}]