[{"text":"بالبعث والجزاء؟ ﴿أَئِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.","vol":"3","page":31},{"text":"٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.\nاللغَة: ﴿فالزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:\nومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ لثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة واحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار غالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق بالبعث والجزاء؟ ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.\n٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.\nاللغَة: ﴿فالزاجرات﴾ الزجر: الدفع عن الشيء بقوةٍ أو صياح، والزجرة: الصيحةُ من قولك: زجر الراعي الغنم إذا صاح عليها فرجعت لصوته ﴿مَّارِدٍ﴾ عاتي متمرد ﴿ثَاقِبٌ﴾ محرق شديد النفاذ ﴿وَاصِبٌ﴾ دائم لا ينقطع ﴿لاَّزِبٍ﴾ ملتزق بعضه ببعض ﴿مَّعِينٍ﴾ شراب نابع من العيون ﴿غَوْلٌ﴾ الغول: كل ما يغتال العقل ويفسده قال أبو عبيدة: الغول ما يغتال العقل ويذهبه وأنشد قول ابن إياس:\nومازالتِ الخمر تغتالنا ... وتذهب بالأول فالأول\n﴿بِكَأْسٍ﴾ قال أهل اللغة: العرب تقول للإِناء إِذا كان فيه خمر كأس، فإِذا لم يكن فيه خمرا قالوا: إِناء وقدح قال الشاعر:\nوكأسٍ شربتُ على لذةٍ ... وأُخرى تداويتُ منها بها\n﴿يُنزَفُونَ﴾ يسكرون يقال: نُزف الرجل فهو نزيف ومنزوف إذا سكر قال الشاعر:\nلعمري لئن أنزفتمو أو صحوتمو ... لبئس النَّدامى كنتم آل أبجرا\nالتفسِير: ﴿والصافات صَفَّا﴾ افتتح تعالى هذه السورة بالقسم ببعض مخلوقاته، إظهارً لعظم شأنها، وكبر فوائدها، وتنبيهًا للعباد على جلاله قدرها والمعنى: أقسم بهذه الطوائف من الملائكة، الصافات قوائهما في الصلاة، أو أجنحتها في ارتقاب أمر الله قال ابن مسعود: هم الملائكة تصف في السماء في العبادة والذكر صفوفًا، وفي الحديث «ألا تصفُّون كما تصف الملائكة عند ربهم؟ قلنا: وكيف يا رسول الله؟ قال: يُتمون الصفوف المتقدمة، ويتراصون في الصف» أقسم تعالى بالملائكة تنبيهًا على جلالة قدرهم، وكثرة عبادتهم، فهم مع عظيم خلقهم ورفعة شأنهم لا ينفكون عن عبادة الله، يصطفون للعبادة كاصطفاف المؤمنين في الصلاة، مع الخشوع والخضوع للعزيز الجبار، الذي دانت له الخلائق، وخضعت لجلال هيبته الرقاب، بما فيهم حَمَلة العرش والملائكة الأطهار ﴿فالزاجرات زَجْرًا﴾ أي الملائكة التي تزجر السحاب، يسوقونه إلى حيث شاء الله، من الزجر بمعنى السوق والحث ﴿فالتاليات ذِكْرًا﴾ وصفٌ ثالثُ للملائكة الأبرار، إشادةً بذكر محاسنهم ومناقبهم العلوية أي وأقسمُ بالملائكة التالين لآيات الله على أنبيائه وأوليائه، مع التسبيح والتقديس والتحميد والتمجيد ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ هذا هو المقسم عليه أي إن إلهكم الذي تعبدونه أيها الناس إله واحدٌ لاشريك له، قال مقاتل: إِن الكفار بمكة قالوا: أجعل الآلهة إلهًا واحدًا؟ وكيف يسع هذا الخلق إله فرد؟ فأقسم الله بهؤلاء تشريفًا، ثم بيَّن تعالى معنى وحدانيته وألوهيته فقال ﴿رَّبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي هو تعالى خالق السموات والأرض ومالكهما وما بينهما من المخلوقات والموجودات، فإن وجودهما وانتظامهما على هذا النمط البديع، من أوضح الدلائل على وجود الله ووحدانيته ﴿وَرَبُّ المشارق﴾ أي وهو رب مشارق الشمس ومغاربها في الشتاء والصيف قال الطبريب: واكتفى بذكر المشارق عن المغارب لدلالة الكلام عليه ثم أخبر عن قدرته بتزيين السماء بالكواكب، بعد أن أخبر عن وحدانيته فقال ﴿إِنَّا زَيَّنَّا السمآء الدنيا بِزِينَةٍ الكواكب﴾ أي زينا السماء القريبة منكم بالكواكب المنيرة المضيئة، التي تبدو وكأنها جواهر تتلألأ ﴿وَحِفْظًا مِّن كُلِّ شَيْطَانٍ مَّارِدٍ﴾ أي وللحفظ من كل شيطان عاتٍ متمرد، خارج عن طاعة الله قال قتادة: خلقت النجومُ لثلاث: رجومًا للشياطين، ونورًا يُهتدى بها، وزينةً للسماء الدنيا وقال أبو حيان: خصَّ السماء الدنيا بالذكر لأنها هي التي تُشاهد بالأبصار، وفيها وحدها يكون الحفظ من الشياطين ﴿لاَّ يَسَّمَّعُونَ إلى الملإ الأعلى﴾ أي لا يقدرون أن يستمعوا إلى الملائكة الذين هم في العالم العلوي، وقيل المعنى: لئلا يتسمَّعوا إلى الملأ الأعلى ﴿وَيُقْذَفُونَ مِن كُلِّ جَانِبٍ﴾ أي ويُرجمون بالشهب من كل جهةٍ يقصدون السماء منها ﴿دُحُورًا﴾ أي طردًا لهم عن السماع لأخبار السماء قال الطبري: أي مطرودين، من الدحر وهو الدَّفعُ والإِبعاد ﴿وَلَهُمْ عَذابٌ وَاصِبٌ﴾ أي ولهم في الآخرة عذاب موصول لا ينقطع ﴿إِلاَّ مَنْ خَطِفَ الخطفة﴾ أي إلاَّ من اختلص شيئًا مسارقةً ﴿فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ أي فلحقه شهاب مضيءٌ، نافذ بضوئه وشعاعه فأحرقه قال المفسرون: قد يخطف الشيطان المارد خطفةً سريعة مما يدور في الملأ الأعلى، فيتبعه شهابٌ يلاحقه في هبوطه فيصيبه ويحرقه حرقًا قال القرطبي: وليست الشهب التي يرجم بها الشياطين من الكواكب الثواب، لأن الثابتة تجري ولا تُرى حركتها، وهذه الشهب تُرى حركاتها ﴿فاستفتهم﴾ أي فسلْ يا محمد هؤلاء المنكرين للبعث ﴿أَهُمْ أَشَدُّ خَلْقًا أَم مَّنْ خَلَقْنَآ﴾ أي أيهم أقوى بُنيةً وأشد خلْقًا هل هم أم السموات والأرض وما بينهما من الملائكة والمخلوقات العظيمة العجيبة؟ ﴿إِنَّا خَلَقْنَاهُم مِّن طِينٍ لاَّزِبٍ﴾ أي من طينٍ زخوٍ لا قوة فيه قال الطبري: وإِنما وصفه باللزوب لأنه ترابٌ مخلوطٌ بماء، وكذلك خُلِق ابنُ آدم من ترابٍ وماء، ونار وهواء، والترابٌ إِذا خُلط بماءٍ صار طينًا لازبًا، والغرضُ من الآية إِقامةُ البرهان على إعادة الإِنسان، فالذي خلقه من العدم وخلق هذه الخلائق، قادرٌ على إعادة الأجسام بعد الفناء ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ أي بل عجبتَ يا محمد من تكذيبهم للبعث مع رؤيتهم آثار قدرة الله الباهرة، وهم يسخرون منك ومما تقول لهم في ذلك قال أبو السعود: المعنى عجبتَ من قدرة الله تعالى على هذه الخلائق العظيمة وإِنكارهم للبعث، وهم يسخرون من تعجبك وتقريرك للبعث ﴿وَإِذَا ذُكِّرُواْ لاَ يَذْكُرُونَ﴾ أي وإِذا وُعظوا بالقرآن وخوّفوا به، لا يتعظون ولا يتدبرون ﴿وَإِذَا رَأَوْاْ آيَةً يَسْتَسْخِرُونَ﴾ أي وإِذا رأوا آية باهرة، أو معجزة قاهرة تدل على صدقكك كانشقاق القمر، وتكليم الشجر والحجر، يبالغون في السخرية أو يدعون غيرهم للسخرية والاستهزاء ﴿وقالوا إِن هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي ما هذا الذي جئتنا به يا محمد إلا سحر واضح بيِّن قال في البحر: والإِشارة ب «هذا» إلى ما ظهر على يديه ﵇ من الخارق المعجز ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ الاستفهام للإِنكار والاستهزاء أي أئذا أصبحت أجسادنا بالية، وتفتَّت أجزاؤها إلى تراب وعظام سوف نبعث؟ ﴿أَوَ آبَآؤُنَا الأولون﴾ أي أو آباؤنا الأولون كذلك سيُبعثون؟ قال الزمخشري: أي أيبعث أيضًا آباؤنا؟ وهذا زيادة في استبعاد الأمر، يعنون أنهم أقدم، فبعثُهم أبعدُ وأبطل ﴿قُلْ نَعَمْ وَأَنتُمْ دَاخِرُونَ﴾ أي قل لهم نعم تُبعثون وأنتم صاغرون ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي وما هي إلا صيحة واحدة ينفخ فيها إسرافيل في الصور للقيام من القبور ﴿فَإِذَا هُمْ يَنظُرُونَ﴾ أي فإِذا هم قيامٌ في أرض المحشر ينظر بعضهم إلى بعض قال القرطبي: الزجرةُ: الصيحةُ وهي النفخةُ الثانية، وسميت زجرة لأن مقصودها الزجر، كزجر الإِبل، والخيل عند السَّوق.\n. ثم أخبر تعالى عن حسرتهم وندامتهم عند معاينتهم مأهوال القيامة فقال ﴿وَقَالُواْ ياويلنا هذا يَوْمُ الدين﴾ أي يا هلاكنا وخسارتنا هذا يوم الجزاء والحساب!! فتقول لهم الملائكة على سبيل التوبيخ والتقريع ﴿هذا يَوْمُ الفصل الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي هذا يوم الفصف بين الخلائق الذي كنتم تنكرونه وتكذبون به قال البيضاوي: الفصلُ: القضاءُ والتفريق بين المحسن والمسيء ﴿احشروا الذين ظَلَمُواْ وَأَزْوَاجَهُمْ﴾ أي اجمعوا الظالمين وأشباههم من العصاة والمجرمين، كل إنسان مع نظرائه قال القرطبي: الزاني مع الزاني، وشارب الخمر مع شارب الخمر، والسارق مع السارق وقال ابن عباس: اجمعوا الظالمين ونساءهم الكافرات، وعنه المراد به أشباههم من العصاة ﴿وَمَا كَانُواْ يَعْبُدُونَ مِن دُونِ الله﴾ أي وما كانوا يعبدون من الأوثان والأصنام، وذلك زيادةً في تحسيرهم وتخجيلهم ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ أي فعرفوهم طريق الجحيم ووجهوهم إليها، وفي لفظ ﴿اهدوهم﴾ تهكم وسخرية، فإذا لم يهتدوا في الدنيا إلى الصراط المستقيم، فليهتدوا اليوم إلى صراط الجحيم ﴿وَقِفُوهُمْ إِنَّهُمْ مَّسْئُولُونَ﴾ أي احبسوهم عند الصراط لأنهم سيسألون عن جميع أقوالهم وأفعالهم، ثم يقال لهم على سبيل التقريع والتوبيخ ﴿مَا لَكُمْ لاَ تَنَاصَرُونَ﴾ أي ما لكم لا ينصر بعضكم بعضًا وأنتم هنا جميعًا؟ وكلكم في حاجة إلى الناصر والمعين؟ قال المفسرون: هذا إشارة إلى قول أبي جهل يوم بدر «نحن جميعٌ منتصر» وأصل ﴿تناصرون﴾ تتناصرون حذفت إحدى التاءين تخفيفًا، قال تعالى ﴿بَلْ هُمُ اليوم مُسْتَسْلِمُونَ﴾ أي بل هم اليوم أذلاء منقادون، عاجزون عن الانتصار، سواء منهم العابدون والمعبودون ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي أقبل الرؤساء والأتباع يتلاومون ويتخاصمون قال أبو السعود: وسؤالهم إنما هو سؤال توبيخ بطريق الخصومة والجدال ﴿قالوا إِنَّكُمْ كُنتُمْ تَأْتُونَنَا عَنِ اليمين﴾ أي قال الأتباع منهم للمتبوعين: إِنكم كنتم تأتوننا من قبل الحقِّ، وتزينون لنا الباطل، وتصدوننا عن اتباع طريق الهدى قال الطبري: أي كنتم تأتوننا من قبل الدين والحق، فتخدعوننا بأقوى الوجوه، قال: واليمين في كلام العرب: القوه والقدرة كقول الشاعر:\nإِذا ما رايةٌ رفعت لمجدٍ ... تلقَّاها عرابةُ باليمين\nوقيل: المراد تأتوننا بطريق الوسوسة عن يميننا كما هو المعتاد في حالة الوسوسة بالأسرار غالبًا ﴿قَالُواْ بَلْ لَّمْ تَكُونُواْ مُؤْمِنِينَ﴾ أي يقول لهم الرؤساء: لم نحملكم نحن على الضلال ولم نمنعكم من الإِيمان، بل كفرتم ولم تؤمنوا باختياركم قال ابن كثير: أي ليس الأمر كما تزعمون، بل كانت قلوبكم منكرةً للإِيمان، قابلةً للكفر والعصيان ﴿وَمَا كَانَ لَنَا عَلَيْكُمْ مِّن سُلْطَانٍ﴾ أي ما كان لنا عليكم من قوة وقدرة نقهركم بها عن متابعتنا ﴿بَلْ كُنتُمْ قَوْمًا طَاغِينَ﴾ أي بل فيكم فجور وطغيان واستعداد للعصيان، فلذلك استجبتم لنا واتبعتمونا ﴿فَحَقَّ عَلَيْنَا قَوْلُ رَبِّنَآ﴾ أي فوجب علينا جميعًا وعيد الله لنا بالعذاب ﴿إِنَّا لَذَآئِقُونَ﴾ أي فإِنا لذائقو هذا العذاب لا محالة ﴿فَأَغْوَيْنَاكُمْ إِنَّا كُنَّا غَاوِينَ﴾ أي فزينا لكم الباطل، ودعوناكم إلى الغيّ لأننا كنا على غيٍّ وضلال، قال تعالى مخبرًا عن حالهم ﴿فَإِنَّهُمْ يَوْمَئِذٍ فِي العذاب مُشْتَرِكُونَ﴾ أي فإِنهم يوم القيامة مشتركون في العذاب، كما كانوا مشتركين في الغواية، ولكنْ كما قال تعالى ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ [الزخرف: ٣٩] ﴿إِنَّا كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل هذا الفعل بهؤلاء نفعل بالأشقياء المجرمين، ثم بيَّن تعالى السبب فقال ﴿إِنَّهُمْ كانوا إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله يَسْتَكْبِرُونَ﴾ أي إذا قيل لهم قولوا ﴿لاَ إله إِلاَّ الله﴾ يتكبَّرون ويتعظَّمون ﴿وَيَقُولُونَ أَإِنَّا لتاركوا آلِهَتِنَا لِشَاعِرٍ مَّجْنُونٍ﴾؟ أي ويقولون عندما يُدعون إلى التوحيد: أنترك عبادة الأوثان لقول شاعرٍ مجنون؟ يعنون بذلك رسول الله ﷺ َ قال تعالى ردًا عليهم ﴿بَلْ جَآءَ بالحق وَصَدَّقَ المرسلين﴾ أي ليس الأمرَ كما يفترون بل جاءهم محمد بالتوحيد والإِسلام الذي هو الحقُّ الأبلج، وجاء بمثل ما جاء به الرسل قبله قال أبو حيان: جمع المشركون بين إِنكار الوحدانية، وإِنكار الرسالة، ثم خلطوا في كلامهم بقولهم «شاعر مجنون» فإن الشاعر عنده من الفهم والحذق ماينظم به المعاني الغريبة، ويصوغها في قالب الألفاظ البديعة، ومن كان مجنونًا لا يصل إلى شيء من ذلك، فكلامهم تخليط وهذيان ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ أي إنكم أيها المجرمون لمعذبون أشد العذاب ﴿وَمَا تُجْزَوْنَ إِلاَّ مَا كُنْتُمْ تَعْمَلُونَ﴾ أي لا تُعاقبون إلا جزاء مثل عملكم قال الصاوي: لأن الشريكون جزاؤه بقدره، بخلاف الخير فجزاؤه بأضعاف مضاعفة. . ولمّا ذكر شئًا من أحوال الكفار وعذابهم، ذكر شيئًا من أحوال المؤمنين ونعيمهم، على طريقة القرآن في الموازنة بين الفريقين ترغيبًا وترهيبًا فقال ﴿إِلاَّ عِبَادَ الله المخلصين﴾ الاستثناء منقطع أي لكنْ عباد الله المُخلَصين الموحدين، فإِنهم لا يذوقون العذاب، ولا يناقشون الحساب، بل يتجاوز الله عن سيئاتهم، يُجزون الحسنة بعشر أمثالها إلى سبعمائة ضعف.\n. ثم أخبر عن جزائهم فقال ﴿أُوْلَئِكَ لَهُمْ رِزْقٌ مَّعْلُومٌ﴾ أي أولئك الأخيار الأبرار لهم رزقهم في الجنة صباحًا ومساءً كما قال تعالى ﴿وَلَهُمْ رِزْقُهُمْ فِيهَا بُكْرَةً وَعَشِيًّا﴾ [مريم: ٦٢] وقال أبو السعود: معلوم الخصائص من حسن المنظر، ولذة الطعم، وطيب الرائحة، ثم فسر الرزق بقوله: ﴿فَوَاكِهُ وَهُم مُّكْرَمُونَ﴾ أي فواكهُ متنوعة من جميع ما يشتهون، وهم في الجنة معزَّزون مكرَّمون، وخصَّ الفواكه بالذكر لأن كل ما يؤُكل في الجنة إِنما هو على سبيل التفكه والتلذذ ﴿فِي جَنَّاتِ النعيم﴾ أي في رياضٍ وبساتين يتنعمون فيها ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ أي على أسرَّة مكلَّلة بالدر والياقوت، تدور بهم كيف شاءوا قال مجاهد: ﴿مُّتَقَابِلِينَ﴾ أي لا ينظر بعضُهم إلى قفا بعض تواصً وتحابيًا ﴿يُطَافُ عَلَيْهِمْ بِكَأْسٍ مِّن مَّعِينٍ﴾ لما ذكر الطعام أعقبه بذكر الشراب أي يطوف عليهم خدم الجنة بكأسٍ من الخمر من نهر جارٍ خارج من عيون الجنة قال الصاوي: وصف به حمر الجننة لأنه يجري كالماء النابع وقال ابن عباس: كل كأسٍ في القرآن فهي الخمر، والمعين هي الجارية ﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ﴾ أي هذه الخمر بيضاء ذات لذةً للشاربين، يلتذ بها من شربها قال الحسن: خمر الجنة أشد بياضًا من اللبن ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ أي ليس فيها ما يغتال عقولهم فيفسدها، ولا هم يسكرون بشربها كما تفعل خمر الدنيا قال ابن كثير: نزَّه الله سبحانه خمر الجنة عن الآفات التي هي في خمر الدنيا، من صداع الرأس، ووجع البطن، وذهاب العقل، فخمر الجنة طعمها طيب كلونها، والمراد بالغول هنا صُداع الرأس قاله ابن عباس، وقال قتادة: هو صداع الرأس ووجع البطن وتلك أجمل أوصاف الشراب، التي تحقق لذة الشُّرَّاب، وتنفي أكداره وأضراره، فلا خُمار يصدر الرءوس، ولا سكر ولا عربدة يُذهب لذة الاستمتاع كما هي الحال في خمرة الدنيا ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف﴾ أي وعندهم الحور العين، العفيفات اللواتي قصرن أعينهن على النظر إلى أزواجهن، فلا ينظرن إلى غيرهم حياءً وعفةً، قال ابن عباس: ﴿قَاصِرَاتُ الطرف﴾ أي عفيفات لا ينظرن إلى غير أزواجهن ﴿عِينٌ﴾ أي وهنَّ مع العفة واسعات جميلات العيون قال الطبري: أي نُجل العيون جمع عيناء وهي المرأة الواسعة العين مع الحسن والجمال، وهي أحسن ما تكون من العيون ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ أي كأنهن اللؤلؤ المكنون في أصدافه قاله ابن عباس واستشهد بقوله تعالى ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] وقال الحسن: ﴿المكنون﴾ المصون الذي لم تمسَّه الأيدي. . والغرضُ أنهنَّ مع هذا الجمال الباهر، مصونات كالدُّر في أصدافه، مع رقةٍ لطفٍ ونعومة ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ لا تبتذله الأيدي ولا العيون، والعربُ تشبّه المرأة بالبيضة لصفائها وبياضها قال أبو حيان: ذكر تعالى في هذه الآيات أولًا الرزق وهو ما تلذذ به الأجسام، وثانيًا الإِكرام وهو ما تتلذذ به النفوس، ثم ذكر المحل وهو جنات النعيم، ثم لذة التآنس والاجتماع ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ وهو أتم للسرور وآنس، ثم ذكر المشروب وهو الخمر التي تدار عليهم بالكؤوس ولا يتناولونها بأنفسهم، ثم ختم باللذة الجسدية أبلغ الملاذ وهي التآنس بالنساء ثم أخبر تعالى عما يتحدث به أهل الجنة للأنس والسور، وهم على موائد الشراب يتلذذون بكل ممتع، وينعمون بتجاذب أطراف الحديث فقال ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي جلسوا يتحدثون عما جرى لهم في الدنيا، يتذاكرون نعيمهم وحال الدنيا وثمرة الإِيمان ﴿قَالَ قَآئِلٌ مِّنْهُمْ إِنِّي كَانَ لِي قَرِينٌ﴾ أي قال قائل من أهل الجنة إني كان لي في الدنيا صديقً وجليس ينكر البعث ﴿يَقُولُ أَإِنَّكَ لَمِنَ المصدقين﴾ أي يقول لي أتصدِّق بالبعث والجزاء؟ ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَدِينُونَ﴾؟ أي هل إذا متنا وأصبحنا ذراتٍ من التراب وعظامًا نخرة، أئنا لمحاسبون ومجزيون بأعمالنا؟ يقول ذلك على وجه التعجب والتكذيب والاستبعاد ﴿قَالَ هَلْ أَنتُمْ مُّطَّلِعُونَ﴾؟ أي قال ذلك المؤمن لإِخوانه في الجنة: هل أنتم مطَّلعونن إلى النار لننظر كيف حال ذلك القريب؟ قال تعالى ﴿فاطلع فَرَآهُ فِي سَوَآءِ الجحيم﴾ أي فنظر فأبصر صاحبه الكافر في وسط الجحيم يتلظى سعيرها ﴿قَالَ تالله إِن كِدتَّ لَتُرْدِينِ﴾ أي فخاطبه المؤمن شامتًا وقال له: واللهِ لقد قاربت أن تهلكني بإِغوائك ﴿وَلَوْلاَ نِعْمَةُ رَبِّي لَكُنتُ مِنَ المحضرين﴾ أي ولولا فضلُ الله عليَّ بتثبيتي على الإِيمان، لكنتُ معك في النار محضرًا ومعذبًا في الجحيم، ثم يخاطبه مستهزءًا ساخرًا كما كان ذلك الكافر يستهزىء به في الدنيا ﴿أَفَمَا نَحْنُ بِمَيِّتِينَ إِلاَّ مَوْتَتَنَا الأولى وَمَا نَحْنُ بِمُعَذَّبِينَ﴾؟ أي هل لا تزال على اعتقادك بأننا لن نموت إلا موتةً واحدة، وأنه لا بعث ولا جزاء ولا حساب ولا عذاب؟ وهو أسلوب ساخر لاذع يظهر فيه التشفي من ذلك القرين الكافر، والتحدث بنعمة الله عليه قال تعالى ﴿إِنَّ هذا لَهُوَ الفوز العظيم﴾ أي إن هذا النعيم الذي ناله أهل الجنة لهو الفوز العظيم ﴿لِمِثْلِ هذا فَلْيَعْمَلِ العاملون﴾ أي لمثل هذا الجزاء الكريم يجب أن يعمل العاملون ويجتهد المجتهدون.\nقال المفسرون: أشارت الآيات الكريمة إلى قصة شريكين كان لهما ثمانية آلاف درهم، فكان أحدهما يعبد الله ويقصِّر في التجارة والنظر إلى أمور الدنيا، وكان الآخر مقبلًا على تكثير ماله، فانفصل من شريكه لتقصيره، وكان لكما اشترى دارًا أو جارية أو بستانًا أو نحو ذلك عوضه على المؤمن وفخر عليه بكثرة ماله، وكان المؤمن إذا سمع ذلك يتصدَّق بنحوٍ من ذلك ليشتري له به قصرًا في الجنة، فإذا لقيه صديقه قال ما صنعت بمالك؟ قال: تصدقت به لله! فكان يسخر منه ويقول: أئنك لمن المصدِّقين؟ فكان أمرها ما قصَّ الله علينا في كتابه العزيز.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿بَلْ عَجِبْتَ وَيَسْخَرُونَ﴾ لأن السخرية في مقابلة التعجب.\n٢ - التأكيد بإِن واللم ﴿إِنَّ إلهكم لَوَاحِدٌ﴾ ومقتضى الكلام يقتضيه لإِنكار المخاطبين للوحدانية.\n٣ - الأسلوب التهكمي ﴿فاهدوهم إلى صِرَاطِ الجحيم﴾ وردت الهداية بطريق التهكم، لأن الهداية تكون إلى طريق النعيم لا الجحيم.\n٤ - الإِيجاز بالحذف ﴿إِذَا قِيلَ لَهُمْ لاَ إله إِلاَّ الله﴾ أي قولوا لا إ له إلا الله، وحذف لدلالة السياق عليه.\n٥ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّكُمْ لَذَآئِقُو العذاب الأليم﴾ والأصل إنهم لذائقو وإنما التفت لزيادة التقبيح والتشنيع عليهم.\n٦ - الكناية ﴿قَاصِرَاتُ الطرف﴾ كنَّى بذلك عن الحور العين لأنهم عفيفات لا ينظرن إلى غير أزواجهن.\n٧ - التشبيه المرسل والمجمل ﴿كَأَنَّهُنَّ بَيْضٌ مَّكْنُونٌ﴾ حذف منه وجه الشبه فأصبح مجملًا.\n٨ - مراعاة الفواصل وهو المحسنات البديعية مثل ﴿شِهَابٌ ثَاقِبٌ، عَذابٌ وَاصِبٌ، طِينٍ لاَّزِبٍ﴾ إلى آخر.","vol":"3","page":32},{"text":"المنَاسَبَة: لما ذكر تعالى ما أعده للأبرار في دار النعيم، ذكر ما أعده للأشرار في دار الجحيم، ليظهر التمييز بين الفريقين، ثم ذكر قصة «نوح» وقصة «إبراهيم» وما فيهما من العظات والعبر للمعتبرين.","vol":"3","page":32},{"text":"اللغَة: ﴿نُّزُلًا﴾ النُّزُل: الضيافة والتكرمة، وأصله ما يُعد للأضياف من الطعام والشراب وغيرهما ﴿طَلْعُهَا﴾ ثمرها، سُمي طلعًا لطلوعه ﴿لَشَوْبًا﴾ خلطًا ومزاجًا من شاب الطعام يشوبه إِذا خلطه بشيء آخر ﴿يُهْرَعُونَ﴾ يُسرعون قال الفراء: الإِهراع: الإِسراع مع رعدة، وقال المبرّد: المُهرع: المستحثُّ يقال: جاء فلان يُهرعن إلى النار، إِذا استحثَّه البرد إِليها ﴿شِيعَتِهِ﴾ شيعة الرجل أعوانه وأنصاره، ومن سار على طريقته ومنهاجه ﴿أَإِفْكًا﴾ كذبًا وباطلًا ﴿سَقِيمٌ﴾ مريض وعليل ﴿فَرَاغَ﴾ راغ إِليه: أقبل عليه ومال نحوه خفيةً وأصله من الميل قال الشاعر:\nويُريك من طَرف اللسان حلاوةً ... ويروغ فيك كما يروغ الثعلب\n﴿يَزِفُّونَ﴾ يُسرعون في مشيهم ﴿وَتَلَّهُ﴾ صرعه وكبَّه على وجهه.\nالتفسِير: ﴿أَذَلِكَ خَيْرٌ نُّزُلًا أَمْ شَجَرَةُ الزقوم﴾ أي أنعيم الجننة خيرٌ ضيافةً وعطاءً أم شردة الزقوم التي في جهنم؟ أيهما خيرٌ وأفضل؟ فالفواكه والثمار طعام أهل الجنة، وشجرة الزقوم طعام أهل النار، والغرض منه توبيخ الكفار ﴿إِنَّا جَعَلْنَاهَا فِتْنَةً لِّلظَّالِمِينَ﴾ أي إِنا جعلنا شجرة الزقوم فتنةً وابتلاءً لأهل الضلالة قال المفسرون: لما سمع الكفارُ ذكر شجرة الزقوم قالوا: كيف يكون في النار شجرة، والنار تُحرق الشجر؟ وكان أبو جهل يقول لأصحابه: أتدون ما الزقوم؟ إِنه الزُّبد والتمر، ثم يأتيهم به ويقول: تزقَّموا، هذا الذي يخوفنا به محمد ﴿إِنَّهَا شَجَرَةٌ تَخْرُجُ في أَصْلِ الجحيم﴾ أي تنبت في قعر جهنم ثم هي متفرعة فيها ﴿طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين﴾ أي ثمرها وحملها كأنه رءوس الشياطين في تناهي القبح والبشاعة قال ابن كثير: وإنما شبهها برءوس الشياطين، وإن لم تكن معروفة عند المخاطبين، لأنه قد استقر في النفوس أن الشياطين قبيحة المنظر ﴿فَإِنَّهُمْ لآكِلُونَ مِنْهَا فَمَالِئُونَ مِنْهَا البطون﴾ أي فإن هؤلاء الكفار لشدة جوعهم مضطرون إلى الأكل منها حتى تمتلىء منها بطونهم، فهي طعامهم وفاكهتهم بدل رزق أهل الجنة، وفي الحديث «لو أن قطرةً من الزقوم قطرت في بحار الدنيا لأفسدت على أهل الأرض معايشهم، فكيف بمن تكون طعامه» ﴿ثُمَّ إِنَّ لَهُمْ عَلَيْهَا لَشَوْبًا مِنْ حَمِيمٍ﴾ أي ثم إن لهم بعدما شبعوا منها وغلبهم العطش لمزاجًا من ماء حار قد انتهت حرارته يشاب به الطعام أي يخلط ليجمع لهم بين مرارة الزقوم، وحرارة الحميم، تغليظًا لعذابهم ﴿ثُمَّ إِنَّ مَرْجِعَهُمْ لإِلَى الجحيم﴾ أي ثم مصيرهم ومرجعهم إلى دركات الجحيم قال مقاتل: الحميم خارج الجحيم، فهم يوردون الحميم لشربه ثم يردون إلى الجحيم وقال أبو السعود: الزقوم والحميم نُزل يُقدَّم إِليهم قبل دخولها ﴿إِنَّهُمْ أَلْفَوْاْ آبَآءَهُمْ ضَآلِّينَ﴾ أي وجدوهم على الضلالة فاقتدوا بهم ﴿فَهُمْ على آثَارِهِمْ يُهْرَعُونَ﴾ أي فهم يُسرعون في اتباع خطاهم من غير دليل ولا برهان قال مجاهد: شبَّهه بالهرولة كمن يُسرع إِسراعًا نحو الشيء ﴿وَلَقَدْ ضَلَّ قَبْلَهُمْ أَكْثَرُ الأولين﴾ أي ضلَّ قبل قومك أكثر الأمم الماضية ﴿وَلَقَدْ أَرْسَلْنَا فِيهِمْ مُّنذِرِينَ﴾ أي أرسلنا فيهم رسلًا كثيرين يخفونهم من عذاب الله ولكنه تمادوا في الغيّ والضلال ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المنذرين﴾ أي فانظر يا محمد كيف كان مصير أمر هؤلاء المكذبين؟ ألم نهلكهم فنضيرهم عبرةً للعباد؟ ﴿إِلاَّ عِبَادَ الله المخلصين﴾","vol":"3","page":33},{"text":"أي لكنْ عبادَ الله المؤمنين الذين أخلصهم تعالى لطاعته فإنهم نجوا من العذاب.\n. ثم شرع في بيان قصة نوح فقال ﴿وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ المجيبون﴾ اللام موطئة للقسم أي وبالله لقد استغاث بنا نوحٌ لما كذبه قومه فلنعم المجيبون نحن له، وصيعة الجمع ﴿المجيبون﴾ للعظمة والكبرياء قال الصاوي: ذكر تعالى في هذه السورة سبع قصص: قصة نوح، وقصة إبراهيم، وقصية الذبيح إسماعيل، وقصة موسى وهارون، وقصة إلياس، وقصة لوط، وقصة يونس، وكل ذلك تسلية له ﷺ َ وتحذيرًا لمن كفر من أمته ﴿وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الكرب العظيم﴾ أي ونجيناه ومن آمن معه من أهلُه وأتباعُه من الغرق قال المفسرون: وكانوا ثمانين ما بين رجل وامرأة ﴿وَجَعَلْنَا ذُرِّيَّتَهُ هُمُ الباقين﴾ أي وجعلنا ذرية نوح هم الذين بقوا في الأرض بعد هلاك قومه قال ابن عباس: أهل الأرض كلُّهم من ذرية نوح قال في التسهيل: وذلك لأنه لما غرق الناس في الطوفان، ونجا نوح ومن كان معه في السفينة، تناس الناسُ من أولاده الثلاثة «سام، وحام، ويافث» ﴿وَتَرَكْنَا عَلَيْهِ فِي الآخرين﴾ أي تركنا عليه ثناءً حسنًا في كل أمة إلى يوم القيامة ﴿سَلاَمٌ على نُوحٍ فِي العالمين﴾ أي سلام عاطر من الله تعالى والخلائق على نوح باقٍ على الدوام بدون انقطاع ﴿نَّا كَذَلِكَ نَجْزِي المحسنين﴾ أي هكذا نجزي من أحسن من العباد، نبقي له الذكر الجميل إلى آخر الدهر ﴿إِنَّهُ مِنْ عِبَادِنَا المؤمنين﴾ أي كان مخلصًا في العبودية لله، كامل الإِيمان واليقين قال في حاشية البيضاوي: علَّل هذه التكرمة السنية بكونه من أُولي الإِحسان، ثم علَّل كونه محسنًا بأنه كان عبدًا مؤمنًا، إظهارًا لجلالة قدر الإِيمان وأصالة أمره، وجعل الدنيا مملؤءةً من ذريته تبقيه لذكره الجميل في ألسنة العالمين ﴿ثُمَّ أَغْرَقْنَا الآخرين﴾ أي أغرقنا الكافرين الذين لم يؤمنوا بنوح عن آخرهم، فلم تبق منهم عينٌ تطرف ولا ذكرٌ ولا أثر. . ثم شرع تعالى في بيان قصة إبراهيم فقال ﴿وَإِنَّ مِن شِيعَتِهِ لإِبْرَاهِيمَ﴾ أي وإِن من من أنصار نوح واعوانه وممن كان على منهاجه وسنته إبراهيم الخليل، قال البيضاوي: وكان بين نوح وإبراهيم ألفان وستمائة وأربعون سنة، وكان بينهما نبيان هما «هود» و«صالح» صلوات الله عليهم أجمعين ﴿إِذْ جَآءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ﴾ أي حين جاء ربه بقلبٍ نقي طاهر، مُخلص من الشك والشرك ﴿إِذْ قَالَ لأَبِيهِ وَقَوْمِهِ مَاذَا تَعْبُدُونَ﴾ أي حين قال لأبيه آزر وقومه موبخًا لهم: ما الذي تعبدونه من الأوثان والأصنام؟ وهو إِنكار لهم وتوبيخ ﴿أَإِفْكًا آلِهَةً دُونَ الله تُرِيدُونَ﴾؟ أي أتعبدون آلهة من دون الله من أجل الإِفك والكذب والزور؟ وإِنما قدَّم المفعول لأجله ﴿أَإِفْكًا﴾ على المفعول به لأجل التقبيح عليهم بأنهم على إِفكٍ وباطل في شركهم والأصل: أتريدون آلهة من دون الله إفكًا؟ قال القرطبي: والإِفكُ أسوأ الكذب وهو الذي لا يثبتُ ويضطرب ﴿فَمَا ظَنُّكُم بِرَبِّ العالمين﴾ استفهام توبيخ وتحذير أيْ أيَّ شيءٍ تظنون بربِّ العالمين؟ هل تظنون أنه يترككم بلا عقاب وقد عبدتم غيره؟ قال الطبري: المعنى أيَّ","vol":"3","page":34},{"text":"شيءٍ تظنون أيها القوم أنه يصنع بكم إن لقيتموه وقد عبدتم غيره؟ ﴿فَنَظَرَ نَظْرَةً فِي النجوم فَقَالَ إِنِّي سَقِيمٌ﴾ لما وبخهم على عبادة غير الله أراد أن يريهم أن أصنامهم لا تضر ولا تنفع، وأراد أن يخلو بها حتى يكسرها، فاحتال للبقاء وعدم الخروج معهم إلى العيد، فنظر في السماء على عادتهم حيث كانوا نجامين وأوهمهم أن النجوم تدل على أنه سيسقم غدًا فقال: إِني سقيم أي سأمرض إن خرجتُ معكم، وهذا ليس بكذبٍ وإنما هو من المعارض الجائزة لمقصد شرعي كما ورد «إِنَّ المعاريض لمندوحةً عن الكذب» أو أراد أنه سقيم القلب من عبادتهم للأوثان ﴿فَتَوَلَّوْاْ عَنْهُ مُدْبِرِينَ﴾ أي فتركوه إعراضًا عنه وخرجوا إلى عيدهم ﴿فَرَاغَ إلى آلِهَتِهِمْ﴾ أي فلما ذهبوا وتركوه توجه إلى الأصنام ومال إليها في خفية قال ابن كثير: أي ذهب إليها بعد ما خرجوا في سرعةٍ واختفاء ﴿فَقَالَ أَلا تَأْكُلُونَ﴾؟ أي ألا تأكلون من هذا الطعام؟ قال ابن كثير: وذلك أنهم كانوا قد وضعوا بين أيديهما طعامًا قربانًا لتُبارك لهم فيه ﴿مَا لَكُمْ لاَ تَنطِقُونَ﴾؟ أي ما لكم لا تجيبوني على سؤالي قال أبو حيان: وعرضُ الأكل عليها واستفهامها عن النطق إِنما هو على سبيل الهزء، لأنها منحطةٌ عن ربتة عابديها إذ هم يأكلون وينطقون بخلافها ﴿فَرَاغَ عَلَيْهِمْ ضَرْبًا باليمين﴾ أي فأقبل على الأصنام مستخفيًا يحطمها بيمينه بفأسٍ كان معه قال البيضاوي: وتقييدُه باليمين للدلالة على قوته وقوةُ الآلة تستدعي قوة الفعل وقال القرطبي: خصَّ الضرب باليمين لأنها أقوى والضربُ بها أشد ﴿فأقبلوا إِلَيْهِ يَزِفُّونَ﴾ أي أقبلوا نحوه مسرعين كأن بعضهم يدفع بعضًا، فلما أدركوه قالوا: ويحكَ نحن نعبدها وأنت تكسرها؟ فأجابهم موبخًا ﴿قَالَ أَتَعْبُدُونَ مَا تَنْحِتُونَ﴾؟ أي أتبعدون أصنامًا نحتموها بأيديكم، وصنعتموها بأنفسكم؟ ﴿والله خَلَقَكُمْ وَمَا تَعْمَلُونَ﴾ أي واللهُ جل وعلا خلقكم وخلق عملكم، وكلُّ الأشياء مخلوقة له، فكيف تعبدون المخلوق وتتركون الخاق، أليس لكم عقل ايها الناسُ؟ قال ابن جزي: ذهب بعض المفسرين إلى أن ﴿ما﴾ مصدرية والمعنى: اللهُ خلقكم وأعمالكم، وهذه الآية عندهم قاعدةً في خلق أفعال العباد، وذهب بعضهم إلى أن ﴿ما﴾ موصولة بمعنى الذي والمعنى: خلقكم وخلق أصنامكم التي تعملونها، وهذا أليقٌ بسياق الكلام، وأقوى في قصد الاحتجاج على الذين عبدوا الأصنام.\n﴿قَالُواْ ابنوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الجحيم﴾ أي ابنوا له مكانًا وأضرموه نارًا ثم ألقوه في تلك النار المتأججة المستعرة قال المفسرون: لما غلبهم إبراهيم ﵇ في الحجة، مالوا إلى الغلبة بقوة البطش والشدة، وتشاوروا فيما بينهم ثم قرروا أن يطرحوه في النار انتصارً لأصنامهم وآلهتهم ﴿فَأَرَادُواْ بِهِ كَيْدًا فَجَعَلْنَاهُمُ الأسفلين﴾ أي أرادوا المكر بإبراهيم واحتالوا لإهلاكه، فنجيناه من النار وجعلناها بردًا وسلامًا عليه، وجعلناهم الأذلين المقهورين لأنه لم ينفذ فيه مكرهم، ولا كيدهم ﴿وَقَالَ إِنِّي ذَاهِبٌ إلى رَبِّي سَيَهْدِينِ﴾ لما نجاه الله من النار، وخلّصه من كيد","vol":"3","page":35},{"text":"الفجار، هجر قومه واعتزلهم والمعنى إني مهاجر من بلد قومي إلى حيث أمرني ربي قال مقاتل: هو أول من هاجر من الخلق مع سارة إلى أرض الشام ﴿رَبِّ هَبْ لِي مِنَ الصالحين﴾ أي ارزقني ولدًا من الصالحين يؤنسني في غُربتي قال ابن كثير: يريد أولادًا مطيعين يكونون عوضًا عن قومه وعشيرته الذين فارقهم ﴿فَبَشَّرْنَاهُ بِغُلاَمٍ حَلِيمٍ﴾ أي فاستجبنا دعاءه وبشرناه بغلامٍ يكون حليمًا في كبره قال أبو السعود: جمع الله له فيه بشارات ثلاث: بشارة أنه غلام، وأنه يبلغ أوان الحُلم، وأنه يكون حليمًا، لأن الصغير لا يوصف بذلك، وأيُّ حلم يعادل حلمه ﵇ حين عرض عليه أبوه الذبح فقال ﴿قَالَ ياأبت افعل مَا تُؤمَرُ ستجدني إِن شَآءَ الله مِنَ الصابرين﴾ !! وجمهور المفسرين على أن هذا الغلام المبشر به هو «اسماعيل» لأن الله تعالى قال بعد تمام قصة الذبيح ﴿وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِّنَ الصالحين﴾ فدل ذلك على أن الذبيح هو إسماعيل ﴿فَلَمَّا بَلَغَ مَعَهُ السعي﴾ أي فلما ترعرع وشبَّ وبلغ السنَّ الذي يمكنه أن يسعى مع أبيه في أشغاله وحوائجه قال المفسرون: وهو سن الثالثة عشرة ﴿قَالَ يابني إني أرى فِي المنام أَنِّي أَذْبَحُكَ﴾ أي إِني أُمرت في المنام أنْ أذبحك، قال ابن عباس: رؤيا الأنبياء وحيٌ وتلا الآية وقال محمد بن كعب: كانت الرسل يأتيهم الوحي من الله تعالى أيقاضًا ورقودًا، لأن الأنبياء تنام عيونهم ولا تنام قلوبهم ﴿فانظر مَاذَا ترى﴾؟ أي فانظر في الأمر، ما رأيك فيه؟ قال ابن كثير: وإنما أعلم ابنه بذلك ليكون أهون عليه، وليختبر صبره وجلَده وعزمه على طاعة الله وطاعة أبيه.\nفإن قيل: لم شاوره في أمرٍ هو حتمٌ من الله فالجواب: أنه لم يشاوره ليرجع إلى رأيه، ولكنْ ليعلم ما عنده فيثبت قلبه ويوطِّن نفسه على الصبر، فأجابه بأحسن جواب ﴿قَالَ ياأبت افعل مَا تُؤمَرُ ستجدني إِن شَآءَ الله مِنَ الصابرين﴾ أي امرض لما أمرك الله به من ذبحي، فستجدني صابرًا إن شاء الله، وهو جواب من أوُتي الحلم والصبر وامتثال الأمر، والرضا بقضاء الله ﴿فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ﴾ أي فلما استسلما الأب والابن لأمر الله، وصرعه على وجهه ليذبحه قال ابن عباس: ﴿وَتَلَّهُ لِلْجَبِينِ﴾ أكبَّه على وجهه ﴿وَنَادَيْنَاهُ أَن ياإبراهيم قَدْ صَدَّقْتَ الرؤيآ﴾ هذه جواب «لمَّا» والواو مقحمة أي ناديناه يا إبراهيم قد نفَّذْتْ ما أُمرت به، وحصل المقصود من رؤياك بإضجاعك ولدك للذبح، روي أنه أمرَّ السكين بقوته على حلقه مرارًا فلم يقطع قال الصاوي: والحكمة في هذه القصة أن إبراهيم اتخذه الله تعالى خليلًا، فلما سأل ربه الولد ووهبه له تعلقت شعبةٌ من قبله بمحبة ولده، فأُمر بذبح المحبوب لتظهر صفاء الخلة، فامتثل أمر به وقدَّم محبته على محبة ولده، قال ابن عباس: فلما عزم على ذبح ولده ورماه على شقة قال الإِبن: يا أبتِ اشدد رباطي حتى لا أضطرب، واكفف ثيابك لئلا ينتضح عليها شيءٌ من دمي فتراه أمي فتحزن، وأحدَّ شفرتك وأسرعْ بها على حلقي ليكون الموت أهونَ عليَّ، وإِذا أتيتَ أمي فاقْرئْها مني السلام، وإن رأيتَ أن","vol":"3","page":36},{"text":"تردَّ قميصي عليها فافعل فإنه عسى أن يكون أسلى لها عيني، فقال له إبراهيم: نعم العونُ أنت يا بني على أمر الله ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين﴾ تعليلٌ لتفريج الكربة أي كما فرجنا شدتك كذلك نجازي المحسنين بتفريج الشدة عنهم ونجعل لهم من أمرهم فرجًا ومخرجًا ﴿إِنَّ هذا لَهُوَ البلاء المبين﴾ أي إن هذا لهو الابتلاء والامتحان الشاق الواضح، الذي يتميز فيه المخلص من المنافق ﴿وَفَدَيْنَاهُ بِذِبْحٍ عَظِيمٍ﴾ أي وفديناه بكبسٍ عظيم من الجنة فداءً عنه قال ابن عباس: كبش عظيم قد رعى في الجنة أربعين خريفًا ﴿وَتَرَكْنَا عَلَيْهِ فِي الآخرين﴾ أي وأبقينا عليه ثناءً حسنًا إلى يوم الدين ﴿سَلاَمٌ على إِبْرَاهِيمَ﴾ أي سلام منا على إبراهيم عاطرٌ كريم ﴿كَذَلِكَ نَجْزِي المحسنين إِنَّهُ مِنْ عِبَادِنَا المؤمنين﴾ كرَّر ذكر الجزاء مبالغة في الثناء ثم علَّل ذلك بأنه كان من الراسخين في الإِيمان مع الإِيقان والاطمئنان ﴿وَبَشَّرْنَاهُ بِإِسْحَاقَ نَبِيًّا مِّنَ الصالحين﴾ وبشرناه بغلامٍ آخر بعد تلك الحادثة هو إِسحق الذي سيكون نبيًا قال ابن عباس: بُشِّرَ بنبوته حين وُلد، وحين نُبّىء، وتكاد تكون الآية صريحةً في أن الذبيح هو «إسماعيل» لا «إسحاق» ﴿وَبَارَكْنَا عَلَيْهِ وعلى إِسْحَاقَ﴾ أي أفضنا على إبراهيم وإِسحاق بركات الدنيا والدين ﴿وَمِن ذُرِّيَّتِهِمَا مُحْسِنٌ وَظَالِمٌ لِّنَفْسِهِ مُبِينٌ﴾ أي ومن ذريتهما محسنٌ ومسيء قال الطبري: المحسنُ هو المؤمن، والظالم لنفسه هو الكافر وقال أبو حيان: وفي الآية وعيدٌ لليهود ومن كان من ذريتهما ممن لم يؤمن بمحمد ﷺ َ وفيها دليل على أن البرَّ قد يلد الفاجر ولا يلحقه من ذلك عبيب ولا منقصة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبيدع نوجزها فيما يلي:\n١ - الأسلوب التهكمي ﴿أَذَلِكَ خَيْرٌ نُّزُلًا أَمْ شَجَرَةُ الزقوم﴾؟ التعبير ب «خيرٌ» تهكم بهم.\n٢ - الجناح الناقس ﴿المُنذِرين. . والمُنْذَرين﴾ لأن المراد بالأول الرسل، وباللثاني الأمم.\n٣ - التشبيه ﴿طَلْعُهَا كَأَنَّهُ رُءُوسُ الشياطين﴾ أي في الهول والشناعة ويسمى تشبيهًا مرسلًا مجملًا.\n٤ - الاستعارة التبعية ﴿إِذْ جَآءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ﴾ شبَّه إقباله على ربه مخلصًا بقلبه بمن قدم علىلملك بتحفةٍ ثمينة جميلة ففاز بالرضى والقبول ففيه استعارة تبعية.\n٥ - الطباق بين ﴿مُحْسِنٌ. . وَظَالِمٌ﴾ .\n٦ - جناس الاشتقاق بين ﴿ابنوا. . بُنْيَانًا﴾ .\n٧ - الكنابة اللطيفة ﴿وَتَرَكْنَا عَلَيْهِ فِي الآخرين﴾ كنَّة به عن الثناء الحسن الجميل.\n٨ - مراعاة الفواصل مثل ﴿وَإِنَّ مِن شِيعَتِهِ لإِبْرَاهِيمَ إِذْ جَآءَ رَبَّهُ بِقَلْبٍ سَلِيمٍ﴾ الخ وهو من المحسنات البديعية، وهو من خصائق القرآن وفيه من الروعة والجمال، وحسن الوقع على السمع ما يزيده روعةً وجمالًا.","vol":"3","page":37},{"text":"المنَاسَبَة: لما ذكر قصة الخليل إبراهيم، وقصة الذبيح والفداء، أعقبها بذكر قصص بعض الأنبياء، كموسى وهارون، ويونس ولوط، وما في هذه القصة من العظات والعبر، وختم السورة الكريمة ببيان أن النصر والغلبة للرسل وأتباعهم المؤمنين.\nاللغَة: ﴿أَبَقَ﴾ هرب ﴿المشحون﴾ المملوء ﴿سَاهَمَ﴾ قارع أي ضرب القُرعة قال المبرّد: وأصله من السهام التي تُجال ﴿المدحضين﴾ المغلوبين، وأصله من الزرق، يُقال: دَحضت حجته وأدحضها اللهُ أي غُلب وهُزم قال الشاعر:","vol":"3","page":38},{"text":"قتلنا المُدْحضين بكلِّ فجٍّ ... فقد قرَّت بقتلهم العُيون\n﴿مُلِيمٌ﴾ آتٍ يُلام عليه ﴿العرآء﴾ الأرض الفيحاء لا شجر فيها، ولا معلم، قال الفراء، العراءُ المكانُ الخالي ﴿يَقْطِينٍ﴾ القرعُ المعروف والمسمَّى بالدباء، قال الجوهري: اليقطين ما لا ساق له كشجر القرع ونحوه ﴿سَاحَتِهِمْ﴾ الساحةُ: الفناء.\nالتفسِير: ﴿وَلَقَدْ مَنَنَّا على موسى وَهَارُونَ﴾ اللام موطئة للقسم أي وعزتنا وجلالنا لقد أنعمنا على موسى وهارون بأنواع النعم والمنافع الدينية والدنيوية ومنها نعمة النبوة والرسالة ﴿وَنَجَّيْنَاهُمَا وَقَوْمَهُمَا مِنَ الكرب العظيم﴾ أي ونجيناهما وقومهما بني إسرائيل من الغم والمكروه العظيم، وهو استعباد فرعون إياهم مع التعذيب بقتل الأبناء، واستحياء النساء ﴿وَنَصَرْنَاهُمْ فَكَانُواْ هُمُ الغالبين﴾ الضمير يعود على موسى وهارون وبني إسرائيل أي ونصرناهم على أعدائهم الأقباط فكانوا الغالبين عليهم بعد أن كانوا تحت أيديهم مقهورين ﴿وَآتَيْنَاهُمَا الكتاب المستبين﴾ أي أعطيناهما الكتاب البليغ في بيانه، الكامل في حدووده وأحكامه، وهو التوراة ﴿وَهَدَيْنَاهُمَا الصراط المستقيم﴾ أي وهديناهما الطريق المستقيم الذي لا اعوجاج فيه قال الطبري: وهو الإسلام دينُ الله الذي ابتعث به أنبياءه ﴿وَتَرَكْنَا عَلَيْهِمَا فِي الآخرين﴾ أي تركنا عليهما الثناء الجميل، والذكر الحسن ﴿سَلاَمٌ على موسى وَهَارُونَ﴾ أي سلام منا على موسى وهارون ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين إِنَّهُمَا مِنْ عِبَادِنَا المؤمنين﴾ أي كذلك نفعل بمن أحسن وأخلص العبودية لله ﴿وَإِنَّ إِلْيَاسَ لَمِنَ المرسلين﴾ أي وإِنَّ الياس أحد أنبياء بني إسرائيل لمن الرسل الكرام الذين أرسلتُهم لهداية الخلق قال أبو السعود: هو إلياس بن ياسين من سبط هارون أخي موسى ﴿إِذْ قَالَ لِقَوْمِهِ أَلاَ تَتَّقُونَ﴾ أي حين قال لقومه من بني إسرائيل ألا تخافون الله في عبادتكم غيره؟ ﴿أَتَدْعُونَ بَعْلًا وَتَذَرُونَ أَحْسَنَ الخالقين﴾ أتعبدون هذا الصنم المسمَّى بعلًا وتتركون عبادة ربكم أحسن الخالقين؟ ﴿الله رَبَّكُمْ وَرَبَّ آبَآئِكُمُ الأولين﴾ أي تتركون عبادة أحسن الخالقين، الذي هو ربكم وربُّ آبائكم السابقين قال القرطبي: و«بعل» اسم صنم لهم كانوا يعبدونه وبذلك سميت مدينتهم بعلبك، والمعنى: أتدون ربًا اختلقتموه وهو هذا الصنم، وتتركون أحسن من يقال له خالق وهو «الله» ربكم وربَّ آبائكم الأولين؟ ﴿فَكَذَّبُوهُ فَإِنَّهُمْ لَمُحْضَرُونَ﴾ أي فكذبوا نبيَّهم فإِنهم لمحضرون في العذاب ﴿إِلاَّ عِبَادَ الله المخلصين﴾ أي لكنْ عباد الله المؤمنين فإِنهم نجوا من العذاب ﴿وَتَرَكْنَا عَلَيْهِ فِي الآخرين﴾ أي تركنا على إلياس الثناء الحسنت الجميل إلى يوم الدين ﴿سَلاَمٌ على إِلْ يَاسِينَ﴾ أي سلام منا عليه وعلى آل ياسين قال المفسرون: المراد ب ﴿إل ياسين﴾ هو إلياس ومن آمن معه جمعوا معه تغليبًا كما قالوا للمهلَّب وقومه المهلَّبون، واختار الطبري أنه اسم لإِلياس فيقال: إلياس، وإل ياسين مثل ميكال وميكائيل، وأنه له اسمين فيسمى «إلياس» و﴿إل ياسين﴾ ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين إِنَّهُ مِنْ عِبَادِنَا المؤمنين﴾ تقدم","vol":"3","page":39},{"text":"تفسيره، وإنما ختم الآيات بعد ذكر كل رسول بالسلام عليه، وبهاتين الآيتين الكريمتين لبيان فصل الإِحسان والإِيمان، وأن هؤلاء الرسل الكرام كانوا جميعًا من المتصفين بهذه الصفات، فلذلك استحقوا التحية والسلام، والذكر الحسن بين الأنام، صلوات الله وسلامه عليهم أجمعين ﴿وَإِنَّ لُوطًا لَّمِنَ المرسلين﴾ أي وإِنَّ لوطًا لأحد رسلنا لهداية قومه ﴿إِذْ نَجَّيْنَاهُ وَأَهْلَهُ أَجْمَعِينَ﴾ أي ذكر حين خلصناه من العذاب هو ومن آمن معه من أهله وأولاده ﴿إِلاَّ عَجُوزًا فِي الغابرين﴾ أي إلا امرأته الكافرة فإِنها لم تؤمن فكانت من الباقين في العذاب ومن الهالكين ﴿ثُمَّ دَمَّرْنَا الآخرين﴾ أي ثم أهلكنا المكذبين من قومه أشدَّ أهلاك وأفظعه، وذلك بقلب قراهم حيث جعلنا عاليها سافلها وأمطرنا عليهم حجارة من سجيل، ولهذا عبَّر ب ﴿دَمَّرْنَا﴾ ﴿وَإِنَّكُمْ لَّتَمُرُّونَ عَلَيْهِمْ مُّصْبِحِينَ وباليل﴾ أي وإنكم يا أهل مكة لتمرون على منازلهم في أسفاركم وتشاهدون آثار هلاكهم صباحًا ومساءً، وليلًا ونهارًا ﴿أَفَلاَ تَعْقِلُونَ﴾؟ أي أتشاهدون ذلك ثم لا تعتبرون؟ ألا تخافون أن يصيبكم مثل ما أصابهم؟ ﴿وَإِنَّ يُونُسَ لَمِنَ المرسلين﴾ أي وإن يونس لأحد رسلنا المرسلين لهداية قومه ﴿إِذْ أَبَقَ إِلَى الفلك المشحون﴾ أي اذكر حين هرب إلى السفينة المملوءة بالرجال ﴿فَسَاهَمَ فَكَانَ مِنَ المدحضين﴾ أي فقارع أهل السفينة فكان من المغلوبين بالقرعة فألقوه في البحر قال المفسريون: إن يونس ضاق صدرًا بتكذيب قومه، فأنذرهم بعذاب قريب، وغاردهم مغضبًا لأنهم كذبوه، فقاده الغضب إلى شاطىء البحر حيث ركب سفينة مشحونة، فناوأتها الرياح والأمواج، فقال الملاحون: ههنا عبدٌ أبق من سيده، ولا بدَّ لنجاة السفينة من إلقائه في الماء لتنجو من الغرق، فاقترعوا فخرجت القُرعة على يونس فألقوه في البحر ﴿فالتقمه الحوت وَهُوَ مُلِيمٌ﴾ أي فابتلعه الحوت وهو آتٍ بما يُلام عليه من تخليه عن المهمة التي أرسله الله بها، وترك قومه مغاضبًا لهم، وخروجه بغير إِذنٍ من ربه ﴿فَلَوْلاَ أَنَّهُ كَانَ مِنَ المسبحين﴾ أي لولا أنه كان من الذاكرين الله كثيرًا في حياته ﴿لَلَبِثَ فِي بَطْنِهِ إلى يَوْمِ يُبْعَثُونَ﴾ أي لبقي في بطن الحوت إلى يوم القيامة، وأصبح بطنه قبرًا له فلم ينج أبدًا، ولكنه سبَّح اللهَ واستغفره وناداه في بطن الحوت بقوله\n﴿لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين﴾ [الأنبياء: ٨٧] فاستجاب الله تضرعه ونداءه ﴿فَنَبَذْنَاهُ بالعرآء وَهُوَ سَقِيمٌ﴾ أي فألقيناه من بطن الحوت على الساحل، بالأرض الفضاء التي لا شجر فيها ولا ظل، وهو سقيم مريض مما ناله من الكرب قال عطاء: أوحى الله تعالى إلى الحوت إني قد جعلت بطنك له سجنًا، ولم أجعله لك طعامًا، فلذلك بقي سالمًا لم يتغير منه شيء ﴿وَأَنبَتْنَا عَلَيْهِ شَجَرَةً مِّن يَقْطِينٍ﴾ أي وأنبتنا فوقه شجرة لتظله وتقيه حرَّ الشمس، وهي شجرة القرع ذات الأوراق العريضة قال ابن جزي: وإِنما خصَّ القرع بالذكر لأنه يجمع كبر الورق، وبرد الظل، والذبابُ لا يقربه، فإن لحم يونس لما خرج من البحر كان لا يحتمل الذباب، وكان هذا من تدبير الله ولطفه، فلما استكمل قوته وعافيته ردَّه الله إلى قومه ولهذا قال ﴿وَأَرْسَلْنَاهُ إلى مِئَةِ أَلْفٍ أَوْ يَزِيدُونَ﴾ أي وأرسلناه بعد ذلك إلى قومه الذين هرب منهم وهم مائة ألفٍ بل يزيدون قال المفسرون: كانوا مائة وعشرين ألفًا وقيل: وسبعين ألفًا، وهم أهل نينوى بجهة الموصل، و«أو»","vol":"3","page":40},{"text":"بمعنى بل أي بل يزيدون ﴿فَآمَنُواْ فَمَتَّعْنَاهُمْ إلى حِينٍ﴾ أي فآمنوا بعد أن شاهدوا أمارات العذاب الذي وُعدوا به فأبقيناهم ممتعين في الدنيا إلى حين انقضاء آجالهم قال في التسهيل: روي أنهم خرجوا بالأطفال وأولاد البهائم، وفرقوا بينهم وبين الأمهات، وناحوا وتضرعوا إلى الله، فرفع الله العذاب عنهم. . ولما انتهى من الحديث عن الرسل رجع إلى الحديث عن المكذبين من كفار مكة فقال ﴿فاستفتهم أَلِرَبِّكَ البنات وَلَهُمُ البنون﴾؟ أي اسأل يا محمد واستخبر كفار مكة على سبيل التوبيخ والتقريع لهم كيف زعموا أن الملائكة بنات الله، فجعلوا للهِ الإِناث ولأنفسهم الذكور؟ إنهم يكرهون البنات ولا يرضون نسبتهنَّ لأنفسهم، فيكيف يرضونها لله ﷿ ويختصون بالبنين؟ ﴿أَمْ خَلَقْنَا الملائكة إِنَاثًا وَهُمْ شَاهِدُونَ﴾ توبيخٌ آخر على بهتانهم واستهزاء بهم وتجهيل أي بل أخلقنا الملائكة الأطهار حين خلقناهم، وجعلناهم إناثًا وهم شاهدون لذلك حين يقولون مثل هذا البهتان؟ ﴿أَلاَ إِنَّهُم مِّنْ إِفْكِهِمْ لَيَقُولُونَ وَلَدَ الله﴾ أي ألا فانتبهوا أيه الناس إن هؤلاء المشركين من كذبهم وافترائهم ينسبون إلى الله الذرية والولد ﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾ أي وهم كاذبون قطعًا في قولهم الملائكة بناتُ الله قال أبو السعود: والآية استئناف مسوقٌ لإِبطال أصل مذهبهم الفاسد، ببيان أن مبناه ليس إلا الإِفك الصريح، والافتراء القبيح، من غير أن يكون لهم دليلٌ قعطًا ﴿أَصْطَفَى البنات على البنين﴾؟ توبيخٌ وتقريع أي هل اختار جل وعلا البناتِ وفضلهن عن البنين؟ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾؟ تسفيهٌ لهم وتجهيل أيْ أيُّ شيء حصل لكم حتى حكمتم بهذا الحكم الجائر؟ كيف يختار لنفسه أخسَّ الجنسين على زعمكم؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفليس لكم تمييز وإدراك تعرفون به خطأ هذا الكلام؟ قال أبو السعود: أي أفلا تتذكرون بطلان هذا ببديهة العقل، فإِنه مركوزٌ في عقل كل ذكي وغبي ﴿أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ﴾ توبيخ آخر أي أم لكم برهان بيّن وحجة وا ضحة على أن الله اتخذ الملائكة بناتٍ له؟ ﴿فَأْتُواْ بِكِتَابِكُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي فأتوا بهذا الكتاب الذي يشهد بصحة دعواكم فيما تزعمون.\n. والغرضُ تعجيزهم وبيان أنهم لا يستندون في أقوالهم الباطلة على دليل شرعي، ولا منطق عقلي. . وينتقل إلى أسطورةٍ أُخرى لفَّقها المشركون، حيث زعموا أن هناك صلة بين الله سبحانه وبين الجنِّ، وأنه من التزاوج بين الله تعالى والجِنَّة ولدت الملائكة فيقول ﴿وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَبًا﴾ أي جعل المشركومن بين الله وبين الجنِّ قرابة ونسبًا، حيث قالوا إنه نكح من الجنِّ فولدت له الملائكة ﴿سُبْحَانَهُ وتعالى عَمَّا يَقُولُونَ عُلُوًّا كَبِيرًا﴾ [الإسراء: ٤٣] ثم زعموا أن الملائكة إناث، وأنهن بنات الله ﴿وَلَقَدْ عَلِمَتِ الجنة إِنَّهُمْ لَمُحْضَرُونَ﴾ أي لقد علمت الشياطين أنهم محضرون في العذاب قال الصاوي: وهذا زيداة في تبكيتهم وتكذيبهم كأنه قيل: هؤلاء الذين عظمتموهم وجعلتموهم بنات الله، أعلمُ بحالكم وما يئون إليه أمركم ﴿سُبْحَانَ الله عَمَّا يَصِفُونَ﴾ أي تنزَّه وتقدَّس الله عما يصفه به هؤلاء الظالمون ﴿إِلاَّ عِبَادَ الله المخلصين﴾ استثناء منقطع أي لكنْ عباد الله","vol":"3","page":41},{"text":"المخلصين فإِنهم ينزهون الله تعالى عما يصفه به هؤلاء ﴿فَإِنَّكُمْ وَمَا تَعْبُدُونَ مَآ أَنتُمْ عَلَيْهِ بِفَاتِنِينَ إِلاَّ مَنْ هُوَ صَالِ الجحيم﴾ أي فإنكم أيها الكفار وكل ما تعبدونه من الأصنام والشياطين لستم بقادرين على أن تُضلوا أحدًا من عباد الله، إلاَّ من قضى الله عليه الشقاوة، وقدَّر أنه يدخل النار ويصلاها، ثم ذكر تعالى اعتراف الملائكة بالعبودية لله فقال ﴿وَمَا مِنَّآ إِلاَّ لَهُ مَقَامٌ مَّعْلُومٌ﴾ أي وما منا ملك إلا له مرتبة ومنزلة ووظيفة لا يتعداها، فمنا الموكَّل بالأرزاق، ومنا الموكَّل بالآجال، ومنَّا من يتنزل بالوحي، ولكلٍ منزلته من العبادة، والتقريب، والتشريف ﴿وَإِنَّا لَنَحْنُ الصآفون﴾ أي الواقفون في العبادة صفوفًا ﴿وَإِنَّا لَنَحْنُ المسبحون﴾ أي المنزهون الله سبحانه عن كلا ما يليق بعظمته وكبريائه، نسبّح الله في كل وقتٍ وحين قال في التسهيل: وفي هذا الكلام الذي قالته الملائكة ردًّ على من قال إنهم بناتُ الله، وشركاء الله، لأنه اعترفوا على أنفسهم بالعبودية والطاعة لله، والتنزيه له جل وعلا ﴿وَإِن كَانُواْ لَيَقُولُونَ لَوْ أَنَّ عِندَنَا ذِكْرًا مِّنَ الأولين لَكُنَّا عِبَادَ الله المخلصين﴾ الضمر لكفار قريش و﴿وَإِن﴾ هي المخففة من «إنَّ» الثقيلة أي وإن كان الحال والشأن أن كفار مكة كانوا قبل أن ينزل عليهم القرآن يقولون لو نزل علينا كتاب من كتب الأولين كالتوراة والإِنجيل لكنا أعظم إيمانًا منهم، وأكثر عبادةً وإخلاصًا للهِ منهم، فلما جاءهم القرآن كفروا به ولهذا قال ﴿فَكَفَرُواْ بِهِ﴾ أي فكفروا وكذبوا بالقرآن أشرف الكتب السماوية ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي فسوف يرون عاقبة كفرهم بآيات الله، وهو وعيد وتهديد ﴿وَلَقَدْ سَبَقَتْ كَلِمَتُنَا لِعِبَادِنَا المرسلين﴾ أي سبق وعدنا وقضاؤنا للرسل الكرام ﴿إِنَّهُمْ لَهُمُ المنصورون﴾ أي إنهم هم المنصورون على أعدائهم، والإشارة إلى قوله تعالى\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ [المجادلة: ٢١] ﴿وَإِنَّ جُندَنَا لَهُمُ الغالبون﴾ أي وإن جندنا المؤمنين لهم الغالبون في الدنيا والآخرة، في الدنيا بالحجة والبرهان، وفي الآخرة بدخول الجنان قال المفسرون: نصرُ الله للمؤمنين محقق، ولا يقدح في ذلك انهزامهم في بعض المعارك، فإن القاعدة هي بالظفر والنصرة، وإنما يُغلبون في بعض الأحيان بسبب تقصيرٍ منهم أو ابتلاءً ومحنة ﴿فَتَوَلَّ عَنْهُمْ حتى حِينٍ﴾ أي أعرض عنه يا محمد إلى مدة يسيرة، إلى أن تؤمر بقتالهم ﴿وَأَبْصِرْهُمْ فَسَوْفَ يُبْصِرُونَ﴾ أي وأبصرهم حين ينزل بهم العذاب، فسوف يبصرون عاقبة كفرهم ﴿أَفَبِعَذَابِنَا يَسْتَعْجِلُونَ﴾ استفهام إنكاري للتهديد أي أيستعجلون بعذاب الله؟ روي أنه لما نزل ﴿فَسَوْفَ يُبْصِرُونَ﴾ استهزءوا وقالوا متى هذا يكون؟ فنزلت الآية ثم قال تعالى ﴿فَإِذَا نَزَلَ بِسَاحَتِهِمْ فَسَآءَ صَبَاحُ المنذرين﴾ أي لا يستبعدوا ذلك فإن العذاب إذا نزل بفناء المكذبين فبئس هذا الصباح صباحهم، شبهه بجيسٍ هجم عليهم وقت الصباح فقطع دابرهم ﴿وَتَوَلَّ عَنْهُمْ حتى حِينٍ وَأَبْصِرْ فَسَوْفَ يُبْصِرُونَ﴾ كرره تأكيدًا للتهديد وتسلية للرسول ﷺ َ ﴿سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ﴾ أي تنزه وتقدس ذو العزة والجبروت عما يصفه به المشركون ﴿وَسَلاَمٌ على المرسلين والحمد للَّهِ رَبِّ العالمين﴾ أي وسلامٌ منا على الرسل الكرام، والحمد لله في البد والختام لله ربَ الخلائق أجمعين. نزَّه تعالى نفسه عما وصفه به الكفار مما لا يليق به سبحانه، فإنه حكى عنهم في هذه","vol":"3","page":42},{"text":"السورة أقوالًا كثيرة شنيعة، وختم بتعميم السلام على الرسل الكرام وبحمده سبحانه، وهو تعليم للعباد.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿تَدْعُونَ. . وَتَذَرُونَ﴾ وبين ﴿البنات. . والبنين﴾ .\n٢ - تتابع التوبيخ وتكراره مثل ﴿أَلِرَبِّكَ البنات﴾؟ ﴿أَمْ خَلَقْنَا الملائكة إِنَاثًا﴾؟ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾؟ ﴿أَفَلاَ تَذَكَّرُونَ﴾؟ ﴿أَمْ لَكُمْ سُلْطَانٌ مُّبِينٌ﴾؟ وكلها للتوبيخ والتبكيت.\n٣ - التأكيد بعدة مؤكدات لتحقيق المعنى وتقريره مثل ﴿إِنَّهُمْ لَهُمُ المنصورون وَإِنَّ جُندَنَا لَهُمُ الغالبون﴾ فقد أُكدت كل من الجملتين بإن واللام.\n٤ - الاستعارة التصريحية ﴿إِذْ أَبَقَ إِلَى الفلك المشحون﴾ شبه خروجه بغير إذن ربه بإِباق العبد من سيّده.\n٥ - الالتفات من الخطاب إلى الغيبة ﴿وَجَعَلُواْ بَيْنَهُ وَبَيْنَ الجنة نَسَبًا﴾ الأصل وتجعلون، والالتفاتُ للإِشارة إلى أنهم ليسوا أهلًا للخطاب، وهم بعيدون من رحمة ربَ الأرباب.\n٦ - الاستعارة التمثيلية ﴿فَإِذَا نَزَلَ بِسَاحَتِهِمْ﴾ مثل للعذاب النازل بهم بجيش هجم عليهم فأناخ بفنائهم بغتة، ونصحهم بعض النصاح فلم يلتفتوا إلى إنذاره ولا أخذوا أهبتهم، حتى أجتاحهم الجيش. قال الزمخشري: وما فصحت هذه الجملة ولا كانت لها الروعة التي يروقك موردها إلا لمجيئها على طريقة التمثيل.\nفَائِدَة: روى ابن أبي حاتم عن الشعبي قال قال رسول الله ﷺ َ: «من سَّره أن يكتال بالمكيال الأوفى فليقل آخر مجلسه حين يريد أن يقوم ﴿سُبْحَانَ رَبِّكَ رَبِّ العزة عَمَّا يَصِفُونَ وَسَلاَمٌ على المرسلين والحمد للَّهِ رَبِّ العالمين﴾» .","vol":"3","page":43},{"text":"اللغَة: ﴿عِزَّةٍ﴾ تكبر وامتناع عن قبول الحق، وأصلها الغلبة والقهرُ ومنه قولهم «من عَزَّ بزَّ» يعني من غلب سلب ﴿شِقَاقٍ﴾ مخالفة ومباينة ﴿مَنَاصٍ﴾ المناص: الملجأ والغوث والخلاص ﴿عُجَابٌ﴾ بالغ الغاية في العجب قال الخليل: العجيب: العجب، والعُجَاب الذي قد تجاوز حدَّ العجب ﴿اختلاق﴾ كذب وافتراء ﴿فَوَاقٍ﴾ الفَوَاق: الاستراحة، والإِفاقة قال الجوهري: الفواق والفواق: مابين الحلبتين من الوقت، لأنها تحلب ثم ت ترك ساعة يرضعها الفصيل لتدرَّ ثم تُحلب وقوله تعالى ﴿مَّا لَهَا مِن فَوَاقٍ﴾ أي ما لها من نظرة وراحة وإفاقة ﴿قِطَّنَا﴾ القِطُّ: الحظُّ والنصيب ﴿الأيد﴾ القوة في العبادة والطاعة ﴿تَسَوَّرُواْ﴾ تسور الحائط علا أعلاه وتسلقه، والسور: الحائط ﴿تُشْطِطْ﴾ قال علماء اللغة: الشَّطط: مجاوزة الحد وتخطي الحق، يقال: شطَّ في الحكم أي جار فيه ولم يعدل، والأصل فيه: البعدُ من شطَّت الدار بمعنى بعدت.\nالتفسِير: ﴿ص﴾ تقدم الكلام على الحروف الهجائية، وبينا أن فيها الإِشارة إلى إعجاز القرآن ﴿والقرآن ذِي الذكر﴾ قسمٌ أقسم به الباري جل وعلا أي والقرآن ذي الشرف الرفيع، وذي الشأن والمكانة، وجواب القسم محذوف تقديره إن هذا القرآن لمعجز وإن محمدًا لصادق قال ابن","vol":"3","page":45},{"text":"عباس: ﴿ذِي الذكر﴾ أي ذي الشرف ﴿بَلِ الذين كَفَرُواْ فِي عِزَّةٍ وَشِقَاقٍ﴾ أي بل الكافرون في حميةٍ وتكبرٍ عن الإِيمان، وفي خلافٍ وعداوة للرسول ﵇ قال البيضاوي: أي ما كفر من كفر بالقرآن لخلَلٍ وجده فيه بل الذين كفروا به ﴿عِزَّةٍ﴾ أي استكبار عن الحق ﴿وَشِقَاقٍ﴾ أي خلاف للهِ ولرسوله ولذلك كفروا به ﴿كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ أي كم أهلكنا قبل أهل مكة من أمم كثيرة من القرون الخالية، لكبرهم عن الحق ومعاداتهم لرسلهم، قال أبو السعود: والآية وعيد لأهل مكة على كفرهم واستكبارهم ببيان ما أصاب من قبلهم من المستكبرين ﴿فَنَادَواْ وَّلاَتَ حِينَ مَنَاصٍ﴾ أي فاستغاثوا واستجاروا عند نزول العذاب طلبًا للنجاة، وليس الحينُ حينَ فرارٍ ومهرب ونجاة قال ابن جزي: المعنى أن القرون الذين هلكوا دعوا واستغاثوا حين لم ينفعهم ذلك، إذ ليس الحين الذي دعوا فيه حين مناص أي مفر ونجاة من ناص ينوص إذا فرَّ، ولات بمعنى ليس وأصلها لا النافية زيدت عليها علامة التأنيث ﴿وعجبوا أَن جَآءَهُم مٌّنذِرٌ مِّنْهُمْ﴾ أي وعجب المشركون من بعثة محمد ﷺ َ واستبعدوا أن يبعث الله رسولًا من البشر ﴿وَقَالَ الكافرون هذا سَاحِرٌ كَذَّابٌ﴾ أي وقال كفار مكة: إن محمدًا ساحرٌ فيما يأتي به من المعجزات ﴿كَذَّابٌ﴾ أي مبالغ في الكذب في دعوى أنه رسول الله، وإنما وضع الاسم الظاهر ﴿الكافرون﴾ مكان الضمير «وقالوا» غضبًا عليهم، وذمًا لهم وتسجيلًا لجريمة الكفر عليهم، فإن هذا الاتهام لا يقوله إلا المتوغلون في الكفر والفسوق ﴿أَجَعَلَ الآلهة إلها وَاحِدًا﴾؟ أي أزعم أن الربَّ المعبود واحد لا إله إلا هو؟ ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ أي إنَّ هذا الذي يقوله محمد ان الإله واحد شيء بليغٌ في العجب قال ابن كثير: أنكر المشركون ذلك قبَّحهم الله وتعجبوا من ترك الشرك بالله، فإنهم كانوا قد تلقَّوا عن آبائهم عبادة الأوثان وأُشربته قلوبهم، فلما دعاهم رسول الله ﷺ َ إلى خلع الأوثان وإفراد الإِله بالوحدانية، أعظموا ذلك وتعجبوا وقالوا: ﴿أَجَعَلَ الآلهة إلها وَاحِدًا إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ قال المفسرون:\n«إن قريشًا اجتمعوا وقالوا لأبي طالب: كُفَّ ابنَ أخيك عنا، فإنه يعيب ديننا، ويذم آلهتنا، ويسفِّه أحلامنا، فدعاه أبو طالب وكلَّمه في ذلك، فقال ﷺ َ يا عم: إنما أُريد منهم كلمةً واحدة، يملكون بها العجم، وتدين لهم بها العرب، فقال أبو جهل والمشركون: نعم نعطيكها وعشر كلماتٍ معها!! فقال قولوا:» لا إله إلا الله «فقاموا فزعين ينفصون ثيابهم ويقولون ﴿أَجَعَلَ الآلهة إلها وَاحِدًا ...﴾؟» فنزلت الآيات ﴿وانطلق الملأ مِنْهُمْ أَنِ امشوا وَاْصْبِرُواْ على آلِهَتِكُمْ﴾ أي وانطلق أشراف قريش ورؤساء الضلال فيهم، وخرجوا من عند الرسول ﷺ َ يقول بعضهم لبعض: امشوا واصبروا على عبادة آلهتكم، ولا تطيعوا محمدًا فيما يدعوكم إليه من عبادة الله الواحد الأحد ﴿إِنَّ هذا لَشَيْءٌ يُرَادُ﴾ أي هذا أمرٌ مدبَّر، يريد من ورائه محمد أن يصرفكم عن دين آبائكم لتكون له العزة والسيادة عليكم،","vol":"3","page":46},{"text":"فاحذروا أن تطيعوه ﴿مَا سَمِعْنَا بهذا فِى الملة الآخرة﴾ أي ما سمعنا بمثل هذا القول في ملة النصرانية التي هي آخر الملل، فإنهم يقولون بالتثليث لا بالتوحيد، فيكف يزعم محمد أنَّ الله واحد؟ قال ابن عباس: يعنون بالملة الآخرة دينَ النصرانية وقال مجاهد وقتادة: يعنون دين قريش أي ليس هذا في الدين الذي أدركنا عليه آبائنا ﴿إِنْ هذا إِلاَّ اختلاق﴾ أي ما هذا الذي يدعيه محمد إلا كذب وافتراء، ثم أنكروا اختصاصه ﵇ بالوحي من بينهم فقالوا ﴿أَأُنزِلَ عَلَيْهِ الذكر مِن بَيْنِنَا﴾؟ الاستفهام للإِنكار أي هل تنزَّل القرآن على محمد دوننا، مع أن فينا من هو أكثر منه مالًا، وأعلى رياسةً؟\nقال الزمخشري: أنكروا أن يختص ﷺ َ بالشرف من بين أشرافهم ورؤسائهم، وهذا الإنكار ترحمة عما كانت تغلي به صدورهم من الحسد على ما أوتي من شرف النبوة من بينهم ﴿بَلْ هُمْ فَي شَكٍّ مِّن ذِكْرِي﴾ إضرابٌ عن مقدر تقديره: إنكارهم للذكر ليس عن علم بل هم في شك منه فلذلك كفروا ﴿بَل لَّمَّا يَذُوقُواْ عَذَابِ﴾ اضراب انتقالي وغرضه التهديد والمعنى سبب شكهم أنهم لم يذوقوا العذاب إلى الآن، ولو ذاقوه لأيقنوا بالقرآن وآمنوا به ﴿أَمْ عِندَهُمْ خَزَآئِنُ رَحْمَةِ رَبِّكَ ا ;لْعَزِيزِ الوهاب﴾؟ هذا ردٌّ على المشركين فيما أنكروا من اختصاص محمد ﷺ َ بالنبوة والمعنى هل عندهم خزائن رحمته تعالى حتى يعطوا النبوة من شاءوا، ويمنعوها من شاءوا؟ قال البيضاوي: يريد أن النبوة عطيةٌ من الله يتفضل بها على من يشاء من عباده، فإنه ﴿العزيز﴾ أي الغالب الذي لا يغلب ﴿الوهاب﴾ أي الذي له أن يهب ما يشاء لمن يشاء ﴿أَمْ لَهُم مُّلْكُ السماوات والأرض وَمَا بَيْنَهُمَا﴾؟ أي هل لهم شيء من ملك السموات والأرض؟ وهو إنكار وتوبيخ ﴿فَلْيَرْتَقُواْ فِى الأسباب﴾ أي ان كان لهم شيء من ذلك فليصعدوا في المراقي التي توصلهم إلى السماء، وليدبروا شئون الكون؟ وهو تهكم بهم واستهزاء قال الزمخشري: تهكم بهم غاية التهكم فقال: إن كانوا يصلحون لتدبير الخلائق، والتصرف في قسمة الرحمة، وكان عندهم من الحكمة ما يميزون بها بين من هوحقيقٌ بالنبوة من غيره فليصعدوا في المعارج التي يتوصلون بها إلى العرش، حين يستووا عليه ويدبروا أمر العالم، وينزلوا الوحي على من يختارون، هو غاية التهكم بهم ﴿جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب﴾ التنكير للتقليل والتحقير، ﴿مَا﴾ لتأكيد القلة أي ما هم إلا جندٌ من الكفار، المتحزبين على رسل الله، هم عما قليلٍ يُهزمون ويُولون الأدبار، فلا تبال بما يقولون، ولا تكترث بما يهذون.\n. ثم أخبر تعالى عما نالَ أسلافهم الكفار من العذاب والدمار فقال ﴿كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ وَعَادٌ وفِرْعَوْنُ ذُو الأوتاد﴾ أي كذب قبل كفار قريش أممٌ كثيرون منهم قوم نوح، وقوم هود وهم قبيلة «عاد» وفرعون الجبار ذو الملك الثابت بالأوتاد أو ذو الجموع الكثيرة، قال بعض المفسرين: سمي صاحب الإهرامات والمباني العظيمة الثابتة التي تقوم في الأرض كالأوتاد ﴿وَثَمُودُ وَقَوْمُ لُوطٍ وَأَصْحَابُ لْئَيْكَةِ﴾ أي","vol":"3","page":47},{"text":"وكذبت ثمود وهم قوم صالح وقوم لوط، وأصحاب الأيكة أي الشجر الملتف وهم قوم شعيب ﴿أولئك الأحزاب﴾ أي أولئك هم الكفار الذين تحزبوا على رسلهم فأهلكهم الله، فليحذر هؤلاء المكذبون لرسول الله أن يصيبهم ما أصاب أسلافهم ﴿إِن كُلٌّ إِلاَّ كَذَّبَ الرسل﴾ أي ما كل من هؤلاء الأحزاب والأمم إلا كذَّب رسوله الذي أُرسل إليه ﴿فَحَقَّ عِقَابِ﴾ أي فثبت ووجب عليهم عقابي، وحذفت الياء مراعاة لرءوس الآيات ﴿وَمَا يَنظُرُ هؤلاءآء إِلاَّ صَيْحَةً واحِدَةً﴾ أي وما ينتظر هؤلاء المشركون كفار مكة إلا نفخة واحدة ينفخ فيها إسرافيل شفي الصور فيصعقون ﴿مَّا لَهَا مِن فَوَاقٍ﴾ أي ليس لها من توقف ولا تكرار، قال ابن عباس: أي ما لها من رجوع قال المفسرون: أي أن هذه الصيحة إذا جاءت لا تستأخر ولو فترة قصيرة مقدار فواق ناقة وهي المسافة بين الحلبتين لأنها تجيء في موعدها المحدد، الذي لا يتقم ولا يتأخر قال الزمخشري: يريد أنها نفخة واحدة فحسب لا تثنى ولا تردد ﴿وَقَالُواْ رَبَّنَا عَجِّل لَّنَا قِطَّنَا قَبْلَ يَوْمِ الحساب﴾ أي وقال كفار مكة على سبيل الاستهزاء والسخرية: عجّلْ لنا يا ربنا نصيبنا من العذاب الذي وعدته لنا، قبل أن يجيء يوم القايمة إن كان الأمر كما يقول محمد قال المفسرون: وإنما قالوا هذا على سبيل الاستهزاء كقوله تعالى\n﴿وَيَسْتَعْجِلُونَكَ بالعذاب﴾ [الحج: ٤٧] ﴿اصبر على مَا يَقُولُونَ﴾ أي اصبر يا محمد على تكذيبهم فإن الله ناصرك عليهم قال الصاوي: وفيه تسلية للرسول ﷺ َ وتهديد للكفار ﴿واذكر عَبْدَنَا دَاوُودَ ذَا الأيد﴾ أي وتذكرْ عبدنا داود ذلك النبي الشاكر الصابر، ذا القوة في الدين، والقوة في البدن، فقد كان يصوم يومًا ويفطر يومًا، وكان يقوم نصف الليل ﴿إِنَّهُ أَوَّابٌ﴾ أي كثير الرجوع والإِنابة إلى الله، والاوَّابُ: الرجَّاع إلى الله قال أبو حيان: لما كانت مقالة المشركين تقتضي الاستخفاف بالدين، أمر تعالى نبيه بالصبر على أذاهم، وذكر قصصًا للأنبياء «داود، وسليمان، وأيوب» وغيرهم، وما عرض لهم فصبروا حتى فرج الله عنهم، وصارت عابتُهم أحسن عاقبة، فكذلك أنت تصبر ويئول أمرك إلى أحسن مآل ﴿إِنَّا سَخَّرْنَا الجبال مَعَهُ يُسَبِّحْنَ بالعشي والإشراق﴾ أي سخرنا الجبال لداود تسبح معه في المساء والصباح، وتصبحُ الجبال حقيقةٌ وكان معجزةً لداود ﵇ كما قال تعالى ﴿ياجبال أَوِّبِي مَعَهُ والطير﴾ [سبأ: ١٠] ﴿والطير مَحْشُورَةً كُلٌّ لَّهُ أَوَّابٌ﴾ أي وسخرنا له الطير مجموعة إليه تسبّح بتسبيحه وترجّع بترجيعه، إذا مرَّ به الطير وهو سابح في الهواء فسمعه يترنم بقراءة الزبور يقف في الهواء ويسبّح معه، وكذلك الجبال الشامخات كانت تُرجّع معه وتسبّح تعبًا له، قال قتادة: ﴿أَوَّابٌ﴾ أي مطيع ﴿وَشَدَدْنَا مُلْكَهُ﴾ أي قوينا ملكه وثبتناه بالهيبة والنصرة وكثرة الجنود ﴿وَآتَيْنَاهُ الحكمة﴾ أي أعطيناه النبوَّة والفهم والإِصابة في الأمور ﴿وَفَصْلَ الخطاب﴾ أي الكلام البيِّن الذي يفهمه من يُخاطب به قال مجاهد: يعني إصابة القضاء وفهمه وقال القرطبي: البيان الفاصل بين الحق والباطل قال المفسرون: كان مُلك داود قويًا","vol":"3","page":48},{"text":"عزيزًا، وكان يسوسه بالحكمة والحزم معًا، ويقطع ويجزم برأيٍ لا تردد فيه مع الحكمة والقوة، وذلك غاية الكمال في الحكم والسلطان ﴿وَهَلْ أَتَاكَ نَبَأُ الخصم إِذْ تَسَوَّرُواْ المحراب﴾ هذا الاستفهام للتعجب وتشويق السامع إلى ما يلقى إليه كما تقول لجليسك: هل تعلم ما وقع اليوم؟ تريد تشويقه لسماع كلامك والمعنى هل أتاك يا محمد خبر الجماعة المتنازعين الذين تسوَّروا على داود مسجده في وقت اشتغاله بالعبادة والطاعة؟ ﴿إِذْ دَخَلُواْ على دَاوُودَ فَفَزِعَ مِنْهُمْ﴾ أي حين دخلوا عليه من أعلى السور فخاف وارتعد منهم قال المفسرون: وإنما فزع داود منهم لأنهم دخلوا عليه بغير إذن، ودخلوا من غير الباب، في وقت كان قد خصصه للعبادة ﴿قَالُواْ لاَ تَخَفْ خَصْمَانِ بغى بَعْضُنَا على بَعْضٍ﴾ أي لاتخف منا فنحن فوجان مختصمان تعدَّى بعضنا على بعض ﴿فاحكم بَيْنَنَا بالحق وَلاَ تُشْطِطْ﴾ أي فاحكم بيننا بالعدل، ولا تجر ولا تظلم في الحكم ﴿واهدنآ إلى سَوَآءِ الصراط﴾ أي وأرشدنا إلى وسط الطريق يعني إلى الطريق الحق الواضح ﴿إِنَّ هَذَآ أَخِي لَهُ تِسْعٌ وَتِسْعُونَ نَعْجَةً وَلِي نَعْجَةٌ وَاحِدَةٌ﴾ هذه بداية قصة الخصمين أي قال أحدهما: إن صاحبي هذا يملك تسعة وتسعين نعجة وهي أنثى الضأن وأملك أنا نعجة واحدة قال","vol":"3","page":49},{"text":"المفسرون: وقد يكنى بها عن المرأة فيكون الغرض أن عنده تسعًا وتسعين امرأةً وعندي امرأة واحدة ﴿فَقَالَ أَكْفِلْنِيهَا﴾ أي ملكنها واجعلها تحت كفالتي ﴿وَعَزَّنِي فِي الخطاب﴾ أي غلبني في الخصومة، وشدَّد عليَّ في القول وأغلظ ﴿قَالَ لَقَدْ ظَلَمَكَ بِسُؤَالِ نَعْجَتِكَ إلى نِعَاجِهِ﴾ أي قال له داود لقد ظلمك بهذا الطلب حين أراد انتزاع نعجتك منك ليكمل ما عنده إلى مائة ﴿وَإِنَّ كَثِيرًا مِّنَ الخلطآء ليبغي بَعْضُهُمْ على بَعْضٍ﴾ أي وإن الكثيرين من الشركاء ليتعدى بعضُهم على بعض ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَقَلِيلٌ مَّا هُمْ﴾ إي إلا المؤمنين الذين يعملون الصالحات فإنهم لا يبغون وهم قليل ﴿وَظَنَّ دَاوُودُ أَنَّمَا فَتَنَّاهُ﴾ أي علم وأيقن أنما اختبرناه بهذه الحادثة وتلك الحكومة ﴿فاستغفر رَبَّهُ وَخَرَّ رَاكِعًا وَأَنَابَ﴾ أي طلب المغفرة من الله وخرَّ ساجدًا لله تعالى، ورجع إليه بالتوبة والندم على ما فرط منه قال أبو حيان: وذكر المفسرون في هذه القصة أشياء لا تناسب مناصب الأنبياء، ضربنا عن ذكرها صفحًا، والذي يدل عليه ظاهر الآية من أن المتسورين المحراب كانوا من الإِنس، دخلوا عليه من غير المدخل وفي غير وقت جلوسه للحكم، وأنه فزع منهم ظنًا منه أنهم يغتالونه إذا كان منفردًا في محرابه لعبادة ربه، فلما اتضح له أنهم جاءوا في حكومة، وبرز منهم اثنان للتحاكم كما قصَّ الله تعالى فاستغفر من ذلك الظن، وخرَّ ساجدًا لله ﷿، ونحن نعلم قطعًا أن الأنبياء معصومون من الخطايا، إذ لو جوزنا عليهم شيئًا من ذلك لبطلت الشرائع ولم نثق بشيء مما يذكرون، فما حكى الله في كتابه يُمرُّ على ما أراده الله، وما حكى القُصَّاص مما فيه غضٌ من منصب النبوة طرحناه ثم قال تعالى ﴿فَغَفَرْنَا لَهُ ذَلِكَ﴾ أي فسامحناه وعفونا عنه ذلك الظن السيء بالرجلين قال ابن كثير: أي غفرنا له ما كان منه مما يقال فيه: «حسناتُ الأبرار سيئات المقربين» ﴿وَإِنَّ لَهُ عِندَنَا لزلفى﴾ وإنَّ له لقربةً وكرامة بعد المغفرة ﴿وَحُسْنَ مَآبٍ﴾ أي وحسن مرجع في الآخرة ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض﴾ أي استخلفناك على الناس لتدبير شئونهم ومصالحهم ﴿فاحكم بَيْنَ الناس بالحق﴾ اي فاحكم بينهم بالعدل وبشريعة الله التي أنزلها عليك ﴿وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله﴾ أي لا تتَّبع هوى النفس في الحكومات وغيرها فيضلك اتباع الهوى عن دين الله القويم، وشرعه المستقيم ﴿إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله لَهُمْ عَذَابٌ شَدِيدُ﴾ أي إن الذين ينحرفون عن دين الله وشرعه لهم عذاب شديد يوم القيامة ﴿بِمَا نَسُواْ يَوْمَ الحساب﴾ أي بسبب نسياهم وتركهم سلوك سبيل الله، وعدم إيمانهم بيوم الحساب، لأنهم لو آمنوا به لأعدوا الزاد ليوم المعاد، قال أبو حيان: وجعلُه تعالى داود خليفةً في الأرض يدلُ على مكانته ﵇ واصطفائه له، ويدفع في صدر من نسب إليه شيئًا مما لا يليق بمنصب النبوة.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز المرسل ﴿كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ القرن مائة عام والهلاك لأهله ففيه مجاز.","vol":"3","page":50},{"text":"٢ - وضع الظاهر مكان الضمير ﴿وَقَالَ الكافرون﴾ بدل وقالوا لتسجيل جرؤمة الكفر عليهم.\n٣ - صيغة المبالغة في كل من ﴿كَذَّابٌ، العزيز، الوهاب، أَوَّابٌ﴾ .\n٤ - التنوين للتقليل والتحقير وزيادة ﴿ما﴾ لتأكيد القلة ﴿جُندٌ مَّا هُنَالِكَ﴾ .\n٥ - تأكيد الجملة الخبرية بإن واللام لزيادة التعجب والإنكار ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ﴾ .\n٦ - الاستعارة البليغة ﴿وفِرْعَوْنُ ذُو الأوتا﴾ شبه المُلْك بخيمةٍ عظيمة شُدَّت أطنابها بالأوتاد لتثبيت وترسخ ولا تقتلعها الرياح ففيه استعارة مكنيَّة وذكرُ الأوتاد تخييل.\n٧ - الطباق ﴿يُسَبِّحْنَ بالعشي والإشراق﴾ لأن المراد المساء والصباح.\n٨ - أسلوب التشويق ﴿وَهَلْ أَتَاكَ نَبَأُ الخصم﴾ ورد الأسلوب بطريق التشويق.\n٩ - أسلوب الإِطناب ﴿وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله إِنَّ الذين يَضِلُّونَ عَن سَبِيلِ الله﴾ الخ.\n١٠ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿إِنَّ هذا لَشَيْءٌ عُجَابٌ. . فَلْيَرْتَقُواْ فِى الأسباب. . جُندٌ مَّا هُنَالِكَ مَهْزُومٌ مِّن الأحزاب﴾ مما يزيد في روعة الكلام وجماله.\nلطيفَة: روى ابن كثير أن أبا زرعة دخل على الوليد بن عبد الملك فقال له الوليد أخبرني أيحاسب الخليفة فإنك قد قرأت القرآن وفقهت! فقال يا أمير المؤمنين أقول؟ قال: قل في أمان الله، قال يا أمير المؤمنين: أنت أكرم على الله أو داود ﵊ ُ؟ إن الله تعالى جمع له بين الخلافة والنبوة ثم توعده في كتابه فقال ﴿ياداوود إِنَّا جَعَلْنَاكَ خَلِيفَةً فِي الأرض فاحكم بَيْنَ الناس بالحق وَلاَ تَتَّبِعِ الهوى فَيُضِلَّكَ عَن سَبِيلِ الله ...﴾ الآية، فكانت موعظة بليغة.","vol":"3","page":51},{"text":"المناسبة: لما ذكر تعالى إنكار المشركين للقرآن والرسالة والحشر والنشر، وأعقبها بذكر قصة داود تسلية للنبي ﵊ ُ، ذكر هنا بعض البراهين على البعث والنشور، ثم بيَّن الحكمة من نزول القرآن، ثم تابع الحديث عن قصة سليمان بن داود تتميمًا وتكميلًا للهدف السامي من ذكر قصص القرآن.\nاللغَة: ﴿الألباب﴾ العقول واحدها لبٌّ، ولبٌّ الشيء صفوته وخلاصته ولذلك سُمي العقل لُبًّا ﴿الصافنات﴾ الخيول الواقفة على ثلاثة قوائم وطرف حافر الرابعة جمع صافن قال الفراء: الصافن في كلام العرب الواقف من الخيل أو غيرها قال الشاعر:\nتركنا الخيل عاكفةً عليه ... مُقلدة أعنَّتها صُفونا\n﴿الجياد﴾ السِّراع السَّوابق في العدو قال المبرد: الجياد جمع جواد وهو الشديد الجري كما أن الجواد من الناس هو السريع البذل ﴿تَوَارَتْ﴾ اختفت ﴿رُخَآءً﴾ لينة أو منقادة حيث أراد ﴿الأصفاد﴾ سلاسل الحديد والأغلال واحدها صفد وفي الحديث: «صُفدت الشياطين» أي ربطت بالسلاسل قال الشاعر:\nفآبوا بالنِّهاب وبالسبايا ... وأُبنا بالمُلوك مصفَّدينا\n﴿ضِغْثًا﴾ الضغث: حزمة من الحشيش أو غيره مختلطة الرطب باليابس، وأصله: الشيء المختلط ومنه «أضغاث أحلام» للرؤيا المختلطة.\nالتفسِير: ﴿وَمَا خَلَقْنَا السمآء والأرض وَمَا بَيْنَهُمَا بَاطِلًا﴾ أي ما خلقنا هذا الكون البديع بما في من المخلوقات العجيبة عبثًا وسُدى ﴿ذَلِكَ ظَنُّ الذين كَفَرُواْ﴾ أي خلق ما ذكر لا لحكمة هو ظنُّ الكفار الفجار الذين لا يؤمنون بالبعث والنشور ﴿فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِنَ النار﴾ أي فويلٌ للكفار من عذاب النار، ثم وبخهم تعالى على هذا الظنِّ السيء فقال ﴿أَمْ نَجْعَلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِي الأرض﴾؟ أي هل نجعل المؤمنين المصلحين كالكفرة المفسدين؟ ﴿أَمْ نَجْعَلُ المتقين كالفجار﴾ أي أم نجعل الأخيار الأبرار كالأشرار الفجار؟ والغرض: أنه لا يتساوى في حكمته تعالى المحسن مع المسيء، ولا البرُّ مع الفاجر، ففي الآية استدلال على الحشر والجزاء، وفيها أيضًا وعدٌ ووعيد قال ابن كثير: بيَّن تعالى أنه ليس من عدله وحكمته أن يساوي بين المؤمنين والكافرين، وإذا","vol":"3","page":52},{"text":"كان الأمر كذلك فلا بدَّ من جزاء يُثاب فيها المطيع، ويعاقب فيها الفاجر، وقد دلت العقول السليمة على أنه لا بدَّ من جزاء ومعاد، فإنا نرى الظالم الباغي يزداد مالُه وولدُه ونعيمُه ويموت دون عقاب، ونرى المطيع المظلوم يموت بكمده، فلا بدَّ في حكمه الحكيم العليم إنصاف هذا من هذا، وإذا لم يقع هذا في هذه الدار، فتعيَّن أن هناك دارًا أُخرى لهذا الجزاء والمواساة وهي الدار الآخرة. . ثم بيَّن تعالى الغاية من نزول القرآن وهي العمل والتفكير فقال ﴿كِتَابٌ أَنزَلْنَاهُ إِلَيْكَ مُبَارَكٌ﴾ أي هذا الكتاب الذي أنزلناه عليك يا محمد كتابٌ عظيم جليل، كثير الخيرات والمنافع الدينية والدنيوية ﴿ليدبروا آيَاتِهِ﴾ أي أنزالناه ليتدبروا آياته ويتفكروا بما فيها من الأسرار العجيبة، والحكم الجليلة ﴿وَلِيَتَذَكَّرَ أُوْلُواْ الألباب﴾ أي وليتعظ بهذا القرآن أصحاب العقول السليمة قال الحسن البصري: واللهِ ما تدبُّره بحفظ حروفه وإِضاعة حدوده، حتى إنَّ أحدهم ليقول: واللهِ لقد قرأتُ القرآن فما أسقطتُ منه حرفًا، وقد أسقطه واللهِ كلَّه، ما يُرى للقرآن عليه أثرٌ في خُلُق ولا عمل.\n. اللهم اجعلنا ممن قرأه وتدبَّره وعمل بما فيه ﴿وَوَهَبْنَا لِدَاوُودَ سُلَيْمَانَ﴾ شروعٌ في بيان قصة سليمان بن داود ﵉ أي رزقنا عبدنا داود بالولد الصالح المسمَّى سليمان وأعطيناه النبوة قال المفسرون: المراد بالهبة هنا هبة النبوة كما قال تعالى ﴿وَوَرِثَ سُلَيْمَانُ دَاوُودَ﴾ [النمل: ١٦] أي في النبوة، وإلا فقد كان له أولاد كثيرون غيره ﴿نِعْمَ العبد إِنَّهُ أَوَّابٌ﴾ أي نعم العبدُ سليمان فإنه كان كثير الرجوع إلى الله بالتوبة والإِنابة ﴿إِذْ عُرِضَ عَلَيْهِ بالعشي الصافنات الجياد﴾ أي اذكر حين عُرض على سليمان عشية يوم من الأيام أي بعد العصر الخيل الواقفة على طرف الحافر، السريعة الجري قال الرازي: وُصفت تلك الخيل بوصفين: الأول: الصفون وهو صفة دالة على فضيلة الفرس، والثاني: الجياد وهي الشديدة الجري، والمراد وصفها بالفضيلة والكمال في حالي الوقوف والحركة، فإذا وقفت كانت ساكنة مطمئنة في مواقفها، وإذا جرت كانت سراعًا في جريها ﴿فَقَالَ إني أَحْبَبْتُ حُبَّ الخير عَن ذِكْرِ رَبِّي﴾ أي آثرت حبَّ الخيل حتى شغلتني عن ذكر الله قال المفسرون: عُرضت عليه آلاف من الخيل تركها له أبوه، فأُجريت بين يديه عيشًا فتشاغل بحسنها وجريها ومحبتها عن ذكرٍ له حتى غابت الشمس ﴿حتى تَوَارَتْ بالحجاب﴾ أي حتى غابت الشمس واختفت عن الأنظار ﴿رُدُّوهَا عَلَيَّ﴾ أي قال سليمان ردُّوا هذه الخيل عليَّ ﴿فَطَفِقَ مَسْحًا بالسوق والأعناق﴾ أي فشرع يذبحها ويقطع أرجلها تقربًا إلى الله، لتكون طعامًا للفقراء لأنها شغلته عن ذكر الله قال الحسن: لما رُدَّت عليه قال: لا والله لا تشغليني عن طاعة ربي ثم أمر بها فعقرت وكذلك قال السدي، وأما قول من قال: إنها شغلته عن صلاة العصر حتى غابت الشمس فضعيف، لأنه لا يتصور من نبيٍ أن يترك صلاة العصر من أجل اشتغالهع بالدنيا، والنصُّ صريح ﴿عَن ذِكْرِ رَبِّي﴾ ﴿وَلَقَدْ فَتَنَّا سُلَيْمَانَ وَأَلْقَيْنَا على كُرْسِيِّهِ","vol":"3","page":53},{"text":"جَسَدًا ثُمَّ أَنَابَ﴾ هذه إشارة إلى ابتلاء آخر لسليمان ابتلي به، ثم تاب وأناب من تلك الهفوة والزلة، ولعلَّ هذه الفتنة ما روي في الصحيح عن أبي هريرة أن النبي ﷺ َ قال: «قال سليمان: لأطوفنَّ الليلة على سبعين امرأة، كلُّ واحدة تأتي بفارس يجاهد في سبيل الله ولم يقل: إن شاء الله فطاف عليهم فلم تحمل إلا امرأة واحدة جاءت بشق رجل، والذي نفسي بيده: لو قال إن شاء الله لجاهدوا في سبيل الله فرسانًا أجمعون»\nقال ابن كثير: «وقد ِأورد بعضُ المفسرين أثارًا كثيرة عن جماعةٍ من السلف، وأكثرها أوكلُّها متلقاة من الإِسرائيليات، وفي كثير منها كارة شديدة» واختار الإِمام الفخر أن الفتنة المذكورة في الآية الكريمة يقصد بها فتنته في جسده، حيث إن سليمان ابتلي بمرضٍ شديد نحل منه وضعف، حتى صار لشدة المرض كأنه جسد ملقى على كرسي، قال والعرب تقول في الضعيف: إنه لحم على وضم، وجسم بلا روح، ثم أناب أي رجع إلى حالة الصحة ﴿قَالَ رَبِّ اغفر لِي وَهَبْ لِي مُلْكًا لاَّ يَنبَغِي لأَحَدٍ مِّن بعدي﴾ أي اغفر لي ما صدر مني وأعطني ملكًا واسعًا لا يكون لأحدٍ غيري ليكون دلالة على نبوتي ﴿إِنَّكَ أَنتَ الوهاب﴾ أي واسع الفضل كثير العطاء ﴿فَسَخَّرْنَا لَهُ الريح﴾ أي فذللنا الريح لطاعته إجابةً لدعوته ﴿تَجْرِي بِأَمْرِهِ رُخَآءً حَيْثُ أَصَابَ﴾ أي تسير بأمره لينةً طيبة حيث قصد وأراد ﴿والشياطين كُلَّ بَنَّآءٍ وَغَوَّاصٍ﴾ أي وسخرنا له الشياطين كذلك تعمل بأمره، منهم من يستخدمه لبناء الأبنية الهائلة العجيبة، ومنهم من يغوص في البحار لاستخراج اللؤلؤ والمرجان ﴿وَآخَرِينَ مُقَرَّنِينَ فِي الأصفاد﴾ أي وآخرين من الشياطين وهم المردة موثوقون في الأغلال، مربوطون بالقيود والسلاسل لكفرهم وتمردهم عن طاعة سليمان ﴿هذا عَطَآؤُنَا فامنن أَوْ أَمْسِكْ بِغَيْرِ حِسَابٍ﴾ أي وقلنا له: هذا عطاؤنا الواسع لك، فأعطٍ من شئت وامنعْ من شئت، لا حساب عليك في ذلك، لأنك مطلق اليد فيما وهب الله لك الواسع لك من سلطة ومن نعمة ﴿وَإِنَّ لَهُ عِندَنَا لزلفى وَحُسْنَ مَآبٍ﴾ أي وإنّ له عندنا لمكانة رفيعة في الدنيا، وحسن مرجع في الآخرة ﴿واذكر عَبْدَنَآ أَيُّوبَ﴾ هذه هي القصة الثالثة في هذه السورة، والإِضافة للتشريف أي اذكر يا محمد عبدنا الصالح أيوب ﵇، الذي ابتلي بأنواع البلاء فصبر. ﴿إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الشيطان بِنُصْبٍ وَعَذَابٍ﴾ أي حين نادى ربه متضرعًا إليه قائلًا إني مسني الشيطان بتعبٍ ومشقة، وألمٍ شديد في بدني قال المفسريون: وإِنما نسبَ ذلك إلى الشيطان تأدبًا مع الله تعالى، وإنْ كانت الأشياء كلها خيرها وشرها","vol":"3","page":54},{"text":"من الله تعالى، وكان أيوب قد أُصيب في ماله وأهله وبدنه، وبقي في البلاء ثمان عشرة سنة، وقد تقدمت قصته ﴿اركض بِرِجْلِكَ﴾ أي وقلنا له اضرب برجلك الأرض فضربها فنبعت له عين ماءٍ صافية ﴿هذا مُغْتَسَلٌ بَارِدٌ وَشَرَابٌ﴾ أي وقلنا له هذا ماءٌ تغتسل به، وشراب تشرب منه، فاغتسل منها فذهب ما كان بظاهر جسده، وشرب منها فذهب كل مرضٍ كان داخل جسده قال أبو حيان: ﴿هذا مُغْتَسَلٌ بَارِدٌ﴾ أي ما يُغتسل به ﴿وَشَرَابٌ﴾ أي ما يشرب منه، فباغتسالك يبرأ ظاهرك، وبشربك يبرأ باطنك، والجمهور على أن نبعت له عينان، شرب من إحداهما واغتسل من الأُخرى فشفي ﴿وَوَهَبْنَا لَهُ أَهْلَهُ وَمِثْلَهُمْ مَّعَهُمْ﴾ أي أحيا الله من مات من أولاده ورزقه مثله قال الرازي: الأقرب أن الله تعالى متعته بصحته وبماله وقوَّاه حتى كثر نسله وصار أهله ضعف ما كان وأضعاف ذلك وعن الحسن أنه أحياهم بعد أن هلكوا وقال أبو حيان: الجمهور على أنه تعالى أحيا له من مات من أهله، وعافى المرضى، وجمع عليه من شتت منهم ﴿رَحْمَةً مِّنَّا﴾ أي رحمةً منَّا به لصبره وإِخلاصه ﴿وذكرى لأُوْلِي الألباب﴾ أي وعبرة لذوي العقول المستنيرة قال ابن كثير: أي وذكرى لذوي العقول ليعلموا أن عاقبة الصبر الفرج ﴿وَخُذْ بِيَدِكَ ضِغْثًا فاضرب بِّهِ وَلاَ تَحْنَثْ﴾ أي وقلنا له خذْ بيدك حزمة من القضبان الرفيعة فاضرب بها زوجتك لتبرَّ بيمينك ولا تحنث قال المفسرون: كان أيوب قد حلف أن يضرب امرأته مائة سوطٍ إذا برىء من مرضه، وسبب ذلك أنها كانت تخدمه في حالة مرضه، وفلما اشتد به البلاء وطالت به المدة وسوس إليها الشيطان: إلى متى تصبرين؟ فجاءت إلى أيوب وفي نفسها الضجر فقالت له: إلى متى هذا البلاء؟ فغضب من هذا الكلام وحلف إن شفاه الله ليضربنها مائة سوط، فأمره الله أن يأخذ حزمةً من قضبانٍ خفيفة فيها مئة عود ويضربها بها ضربة واحدةً ويبرَّ في يمينه، ورحمةً من الله به وبزوجه التي قامت على رعايته، وصبرت على بلائه، وهذا من الفرج والمخرج لمن اتقى الله وأطاعه ولهذا قال تعالى ﴿إِنَّا وَجَدْنَاهُ صَابِرًا﴾ أي ابتليناه فوجدناه صابرًا على الضراء ﴿نِّعْمَ العبد إِنَّهُ أَوَّابٌ﴾ أي نعم العبد أيوب إنه كثير الرجوع إلى الله بالتوبة والإِنابة والعبادة ﴿واذكر عِبَادَنَآ إِبْرَاهِيمَ وَإِسْحَاقَ وَيَعْقُوبَ أُوْلِي الأيدي والأبصار﴾ أي اذكر يا محمد هؤلاء الأنبياء الأخيار وتأسَّ بهم، الذين جمعوا بين القوة في العبادة، والبصائر في الدين قال الطبري: أي أهل القوة في عبادة الله، وأهل العقول المبصرة ﴿إِنَّآ أَخْلَصْنَاهُمْ بِخَالِصَةٍ ذِكْرَى الدار﴾ أي خصصناهم بخصلةٍ خالصة عظيمة الشأن، هي عدم التفاتهم إلى الدنيا وتذكرهم للدار الباقية قال مجاهد: جعلناهم يعملون للآخرة ليس لهم همٌّ غيرها ﴿وَإِنَّهُمْ عِندَنَا لَمِنَ المصطفين الأخيار﴾ أي وهم عندنا المختارون المجتبون على سائر الناس لأنهم أخيار أبرار ﴿واذكر إِسْمَاعِيلَ واليسع وَذَا الكفل وَكُلٌّ مِّنَ الأخيار﴾ أي واذكر يا محمد هؤلاء الرسل أيضًا وكلٌّ من خيرة الله فاقتد بهم في","vol":"3","page":55},{"text":"الصبر وتحمل الأذى في سبيل الله ﴿هذا ذِكْرٌ﴾ أي هذا الذي قصصناه عليك يا محمد من سيرة الرسل الكرام ذكرٌ جميلٌ لهم في الدنيا، وشرفٌ يذكرون به أبدًا ﴿وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ﴾ أي وإِن لكل متقرٍ لله مطيع لرسله لحسن مرجع ومنقلب، ثم فسره بقوله ﴿جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب﴾ أي جنات إقامة في دار الخلد والنعيم قد فتحت لهم أبوابها انتظارًا لقدومهم قال الرازي: إن الملائكة الموكلين بالجنان إذا رأوا المؤمنين فتحوا لهم أبوابها، وحيوهم بالسلام، فيدخلون كذلك محفوفين بالملائكة على أعزَّ حال، وأجمل هيئة ﴿مُتَّكِئِينَ فِيهَا﴾ أي متكئين في الجنة على الأرائك وهي السرر الوثيرة ﴿يَدْعُونَ فِيهَا بِفَاكِهَةٍ كَثِيرَةٍ وَشَرَابٍ﴾ أي وهم متكئون على الأسرَّة يطلبون أنواع الفواكة، وألوان الشراب كعادة الملوك في الدنيا قال ابن كثير: أي مهما طلبوا وجدوا، ومن أي أنواع شاءوا أتتهم به الخدام قال الصاوي: والاقتصار على دعاء الفاكهة للإِيذان بأن مطاعمهم لمحض التفكه والتلذذ دون التغذي لأنه لا جوع في الجنة ﴿وَعِندَهُمْ قَاصِرَاتُ الطرف أَتْرَابٌ﴾ أي وعندهم الحور العين اللواتي لا ينظرن إلى غير أزواجهن أتراب أي في سنٍّ واحدة ﴿هذا مَا تُوعَدُونَ لِيَوْمِ الحساب﴾ أي هذا جزاؤكم الذي وعدتم به في الدنيا ﴿إِنَّ هذا لَرِزْقُنَا مَا لَهُ مِن نَّفَادٍ﴾ أي هذا النعيم عطاؤنا لأهل الجنة لا زوال له ولا انقطاع ولا انتهاء أبدًا قال في الظلال: يبدأ هذا المشهد بمنظرين متقابلين تمام التقابل في المجموع والأجزاء، وفي السَّمات والهيئات: منظر المتقين لهم ﴿حُسْنَ مَآبٍ﴾ ومنظر الطاغين لهم ﴿شَرُّ مَآبٍ﴾ فأما الأولون فلهم جنات عدن مفتحةً لهم الأبواب، ولهم فيها راحة الاتكاء، ومتعمة الطعام والشراب، ولهم كذلك متعة الحوريات الشواب، وهنَّ مع شبابهن ﴿قَاصِرَاتُ الطرف﴾ لا يتطلعن ولا يمددن بأبصارهن، وكلهن شواب أتراب، وهو متاع دائم، ورزق من عند الله ما له من نفاد.","vol":"3","page":56},{"text":"المنَاسَبَة: لمّا ذكر تعالى مآل السعداء المتقين، ثنَّى بذكر حال الأشيقاء المجرمين، ثم ذكر الأدلة على صدق رسالة محمد ﷺ َ وختم السورة الكريمة بذكر قصة آدم وإِبليس وامتنعه عن السجود لآدم، تحذيرًا للبشر من عدوهم الأكبر ومن وساوسه وإِغوائه.\nاللغَة ﴿غَسَّاقٌ﴾ الغسَّاق: ما يخرج من لحوم الكفرة من الصديد والقيح والنتن ﴿زَاغَتْ﴾ مالت ﴿سِخْرِيًّا﴾ بكسر السين وهو الهزء والسخرية ﴿مُّقْتَحِمٌ﴾ الاقتحام: ركوب الشدة والدخول فيها ومنه اقتحام المخاطر ﴿سَوَّيْتُهُ﴾ أتممت خلقه على أكمل الوجوه ﴿العالين﴾ المتكبرين، وعلا في الأرض: تكبر وتجبر ﴿رَجِيمٌ﴾ مرجوم بالكواكب والشهب.\nالتفسِير: ﴿هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ﴾ ﴿هذا﴾ خبرٌ لمبتدأ محذوف تقديره الأمرُ هذا وهي بمنزلة أما بعد، ثم قال ﴿وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ﴾ أي وإِنَّ للكافرين الذين كذبوا الرسل، لشرَّ منقلب يصيرون إليه في الآخرة ثم فسَّر هذا المصير بقوله ﴿جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد﴾ أي جهنم يذقونها ويصلون سعيرها، وبئست جهنم فراشًا ومهادًا لهم قال ابن الجزي: لما تمَّ ذكر أهل الجنة ختمه بقوله ﴿هذا﴾ ثم ابتدأ بذكر وصف أهل النار، وعنى بالطاغين الكفار ﴿هذا فَلْيَذُوقُوهُ حَمِيمٌ وَغَسَّاقٌ﴾ أي هذا هو العذاب الأليم فليذوقوه وهو الحميم أي الماء الحار المحرق، والغسَّاق وهو ما يسيل من صديد أهل النار قال الطبري: في الآية تقديم وتأخير أي هذا حميم وغساق فليذقوه، والحميمُ الذين أُغلي حتى انتهى حره، والغسَّاق ما يسيل من جلودهم من الصديد والدم ﴿وَآخَرُ مِن شَكْلِهِ أَزْوَاجٌ﴾ أي وعذابٌ أخر من هذا العذاب المذكور كالزمهرير، والسموم، وأكل الزقوم له منه أنواع وأصناف. . ثم حكى ما يقال للرؤساء الطاغين إذا دخلوا النار فقال ﴿هذا فَوْجٌ مُّقْتَحِمٌ مَّعَكُمْ لاَ مَرْحَبًا بِهِمْ﴾ أي تقول لهم خزنة جهنم: هذا جمع كثيف قد اقتحم معكم النار، ودخلوها بصحبتكم كما اقتحموا معكم في الجهل والضلال، لا أهلًا ولا مرحبًا بهم ﴿إِنَّهُمْ صَالُواْ النار﴾ أي إِنهم ذائقو النار، وداخلوها كما دخلتموها أنتم قال الرازي: والاقحتامُ ركوبُ الشدة والدخولُ فيها، وهذا من كلام خزنة جهنم لرؤساء الكفرة عن أتباعهم، والعرب تقول لمن يدعون له: مرحبًا أي أتيتَ رحبًا في البلاد لا","vol":"3","page":57},{"text":"ضيِّقًا، ثم يدخلون عليها كلمة «لا» في دعاء السوء ﴿قَالُواْ بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ أي قال الأتباع للرؤساء الطغاة الذين أضلوهم بل أنتم لا أهلًا بكم ولا مرحبًا قال المفسرون: عندما يدخل الأتباع جهنم تتلقاهم الرؤساء بقولهم ﴿لاَ مَرْحَبًا بِكُمْ﴾ ألا تلقون هنا رحبًا ولا خيرًا وهذه تحية أهل النار كما قال تعالى ﴿كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا﴾ [الأعراف: ٣٨] فعند ذلك يقول لهم الداخلون ﴿بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ وهذا على حد قول القائل «تحيةُ بينهِم ضربٌ وجيع» فكذلك أهل النار يتلقون بعضهم باللعنات والشتائم بدل التحايا والسلام، ثم يعلِّل الأتباع ذلك بقولهم ﴿أَنتُمْ قَدَّمْتُمُوهُ لَنَا فَبِئْسَ القرار﴾ أي أنتم قدمتم لنا هذا العذاب وكنتم السبب في ضلالنا، فبئس المنزل والمستقر لنا ولكم نار جهنم ﴿قَالُواْ رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَابًا ضِعْفًا فِي النار﴾ هذا أيضًا من كلام الأتباع دعوا الله أن يضاعف العذاب لرؤسائهم الذين أوجبوا لهم العذاب فهو كقولهم\n﴿رَبَّنَا هؤلاء أَضَلُّونَا فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النار﴾ [الأعراف: ٣٨] والضعفُ زيادة المثل قال البيضاوي: وقال الأتباع أيضًا ﴿رَبَّنَا مَن قَدَّمَ لَنَا هذا فَزِدْهُ عَذَابًا ضِعْفًا﴾ أي مضاعفًا وذلك أن يزيد على عذابه مثله فيصير ضعفين ﴿وَقَالُواْ مَا لَنَا لاَ نرى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الأشرار﴾؟ أي وقال الطغاة من رؤساء الكفر وأئمة الضلال: ما لنا لا نرى في النار هؤلاء الذين كنا نعدُّهم في الدنيا من الأشرار؟ يعنون بهم المؤمنين قال ابن عباس: يريدون أصحاب محمد ﷺ َ يقول أبو جهل: أين بلال، أين صهيب، أين عمار؟ أولئك في الفردوس ﴿واعجبًا لأبي جهل﴾ مسكين، أسلم ابنه عكرمة، وابنته جويرية، وأسلمت أُمه، وأسلم أخوه وكفر هو قال ابن كثير: هذا إِخبار عن الكفار في النار، أنهم يفتقدون رجالًا كانوا يعتقدون أنهم على الضلالة وهم المؤمنون، يقول أبو جهل: ما لي لا أرى بلالًا وعمارًا وصهيبًا وفلانًا وفلانًا؟ وهذا ضربُ مثل وإلا فكل الكفار هذا حالهم، يعتقدون أن المؤمنين يدخلون النار، فلما دخلها الكفار افتقدوهم فلم يجدوهم، ثم قالوا ﴿أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبصار﴾؟ أي يؤنبون أنفسهم قائلين: أجعلنا هؤلاء المؤمنين في الدنيا هزءًا وسخرية؟ أم هم معنا في النار ولكن لا نراهم؟ قال البيضاوي: إنكار على أنفسهم وتأنيبُ لها في الاستسخار من المؤمنين، كأنهم قالوا: ليسوا ههنا في النار؟ أم مالت عنهم أبصارنا فلا نراهم؟ قال تعالى ﴿إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار﴾ أي إن هذا الذي أخبرناك به يا محمد من أقوال أهل النار وتخاصمهم، لهو الحقُّ الذي لا بدَّ وأن يتكلموا به، فنحن نخبرك عن قول الرؤساء ﴿لاَ مَرْحَبًا بِهِمْ﴾ وقول الأتباع ﴿بَلْ أَنتُمْ لاَ مَرْحَبًا بِكُمْ﴾ من باب الخصومة ﴿قُلْ إِنَّمَآ أَنَاْ مُنذِرٌ﴾ هذا شروع في بيان مهمة الرسول ﷺ َ وفي إثبات الوحدانية، والمعاد، والجزاء أي قل يا محمد لهؤلاء المشركين: إِنما أنا","vol":"3","page":58},{"text":"رسولٌ من رب العالمين، أُنذركم وأخوفكم من عذابه إن لم تؤمنوا، ولستُ بساحرٍ ولا شاعر ولا كاهن ﴿وَمَا مِنْ إله إِلاَّ الله الواحد القهار﴾ أي وليس لكم ربٌ ولا معبود إلا الواحد الأحد، الغالب على خلقه، القاهر لكل شيء ﴿رَبُّ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي خالق جميع ما في الكون من الخلائق والعجائب، والمتصرف فيها بالإِيجاد والإِعدام ﴿العزيز الغفار﴾ أي الغالب على أمره الذي لا يُغلب، المبالغ في المغفرة لمن شاء من العباد قال الرازي: لما ذكر أنه ﴿قهار﴾ وهذا مشعر بالترهيب والتخويف، أردفه بما يدل على الرجاء والترغيب وذلكرثلاث صفات دالة على الرحمة، والفضل والكرم وهي: «الرب، العزيز، الغفار» فكونه ربًا مشعر بالتربية والإِحسان، وكونه عزيزًا مشعرٌ بأنه قادر على كل شيء ولا يعجزه شيء، وكونه غفارًا مشعر بالترغيب وأنه يرجى فضله وثوابه، فلو بقي الإِنسان على الكفر سبعين سنة، ثم تاب فإن الله سبحانه يغفر له برحمته جميع ذنوبه، ويمحو اسمه من ديوان المذنبين، ويوصله إلى درجات الأبرار ﴿قُلْ هُوَ نَبَأٌ عَظِيمٌ أَنتُمْ عَنْهُ مُعْرِضُونَ﴾ أي قل لهم يا محمد: إن هذا القرآن الذي جئتكم به هو نبأ هام وأمر عظيم الشأن، أنتم عنه غافلون لا تلتفون إليه ولا تعلمون قدره ﴿مَا كَانَ لِيَ مِنْ عِلْمٍ بالملإ الأعلى إِذْ يَخْتَصِمُونَ﴾ أي من أين لي العلم باختلاف الملائكة في شأن خلق آدم لولا الوحي المنزل عليَّ؟ قال ابن جزي: والقصدُ الاحتجاج على نبوة محمد ﷺ َ لأنه أخبر بأمور لم يكون بعلمها قبل ذلك، والإشارة الى اختصام الملائكة هو ما جاء في قصة آدم حين قال تعالى لهم\n﴿إِنِّي جَاعِلٌ فِي الأرض خَلِيفَةً﴾ [البقرة: ٣٠] حسبما تضمنته قصته في مواضع من القرآن ﴿إِن يوحى إِلَيَّ إِلاَّ أَنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ﴾ أي ما يوحى إليَّ إلا لأني رسولٌ مرسل إليكم لأنذركم عذاب الله، ومعنى النذير المنذر المخوّف من عذاب الله، ثم شرع تعالى في ذكر قصة آدم فقال ﴿إِذْ قَالَ رَبُّكَ لِلْمَلاَئِكَةِ إِنِّي خَالِقٌ بَشَرًا مِّن طِينٍ﴾ أي اذكر حين أعلم ربك الملائكة أنه سيخلق إِنسانًا من طين وهو آدم ﵇ ﴿فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُّوحِي فَقَعُواْ لَهُ سَاجِدِينَ﴾ أي فإذا أتممتُ خلقه وفنخت فيه الروح فاسجدوا إكرامًا له وإِعظامًا قال القرطبي: وهذا سجود تحية لا سجود عبادة ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ أي فسجد جميع الملائكة خضوعهًا له وتعظيمًا لأمر الله بالسجود له ﴿إِلاَّ إِبْلِيسَ استكبر وَكَانَ مِنَ الكافرين﴾ أي لكن إبليس استكبر عن طاعة الله وأبى السجود لآدم فصار من الكافرين قال ابن كثير: امتثل الملائكة كلهم سوى إبليس، ولم يكن منهم جنسًا كان من الجن، فخانه طبعه وجبلته فاستنكف عن السجود لآدم، وخاصم ربه ﷿ فيه، وادعى أنه خيرٌ من آدم، فكفر بذلك وطرده الله عن باب رحمته، ومحل أنسه، وحضرة قدسه ﴿قَالَ ياإبليس مَا مَنَعَكَ أَن تَسْجُدَ لِمَا خَلَقْتُ بِيَدَيَّ﴾؟ أي: قال له ربه: ما الذي صرفك وصدَّك عن السجود لمن خلقته بذاتي من نغير واسطة أب وأم؟ قال القرطبي: أضاف","vol":"3","page":59},{"text":"خلقه إلى نفسه تكريمًا لآدم وإن كان خالق كل شيء، كما أضاف إلى نفسه الروح، والبيت، والناقة، المساجد، فخاطب الناس بما يعرفونه ﴿أَسْتَكْبَرْتَ أَمْ كُنتَ مِنَ العالين﴾؟ أي استكبرتَ الآن عن السجود أم كنت قديمًا من المتكبرين على ربك؟ وهذا على وجهة التوبيخ له لاستنكافه عن السجود ﴿قَالَ أَنَاْ خَيْرٌ مِّنْهُ﴾ أي قال اللعينُ أنا خير من آدم وأشرف وأفضل ﴿خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ﴾ أي لأنني مخلوق من النار، وآدم مخلوق من الطين، والنار خيرٌ من الطين، فكيف يسجد الفاضل للمفضول؟ ﴿قَالَ فاخرج مِنْهَا فَإِنَّكَ رَجِيمٌ﴾ أي اخرج من الجنة فإِنك لعين مطرود من كل خيرٍ وكرامة ﴿وَإِنَّ عَلَيْكَ لعنتي إلى يَوْمِ الدين﴾ أي وأنت مبعدٌ عن رحمتي إلى يوم الجزاء والعقوبة ثم تلقى ما هو أفضع وأشنع من اللعنة ﴿قَالَ رَبِّ فأنظرني إلى يَوْمِ يُبْعَثُونَ﴾ أي أخرني وأمهلني إلى اليوم الذي تبعث فيه الخلائق من القبور قال أبو السعود: أراد بذلك أن يجد فسحةً لإِغوائهم، ويأخذ منهم ثأره، وينجو من الموت بالكلية إذ لا موتَ بعد البعث فأجابه الله بأنه مؤخر إلى وقت النفخة الأولى لا إلى وقت العبث الذي طلبه ﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ أي إِنك من الممهلين إلى وقت النفخة الأولى حيث يموت الناس وتنتهي مهمتك ﴿قَالَ فَبِعِزَّتِكَ لأُغْوِيَنَّهُمْ أَجْمَعِينَ إِلاَّ عِبَادَكَ مِنْهُمُ المخلصين﴾ أي قال اللعين: أُقسم بعزتك لأُضلنَّ بني آدم أجمعين، إلا الذين أخلصتهم لعبادتك وعصمتهم مني ﴿قَالَ فالحق والحق أَقُولُ لأَمْلأَنَّ جَهَنَّمَ مِنكَ وَمِمَّن تَبِعَكَ مِنْهُمْ أَجْمَعِينَ﴾ أي قال تعالى أقسم بالحقِّ ولا أقول إلا الحقَّ لأملأن جنهم منك ومن أتباعك قال السُّدي: هو قسم أقسم الله به، وجمله «والحقَّ أقول» اعتراضية لتأكيد القسم ﴿قُلْ مَآ أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ وَمَآ أَنَآ مِنَ المتكلفين﴾ أي قل لهم يا محمد: لا أسألكم على تبليغ الرسالة أجرًا، ولست من الذين يتصنعون ويتحليون حتى انتحل النبوة وأتقوَّل القرآن ﴿إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾ أي ما هاذ القرآن إلا عظة وذكرى للإٍِنس والجن والعقلاء ﴿وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينِ﴾ أي لتعملنَّ خبره وصدقة عن قريب، وهذا وعيدٌ وتهديد قال الحسن البصري: يا ابن آدم عند الموت يأتيك الخبر اليقين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المقابلة بين المؤمنين والمفسدين، وبين المتقين والفجار ﴿أَمْ نَجْعَلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات كالمفسدين فِي الأرض أَمْ نَجْعَلُ المتقين كالفجار﴾ [ص: ٢٨] وهذا من ألطف أنواع البديع.\n٢ - الكناية ﴿فَطَفِقَ مَسْحًا بالسوق والأعناق﴾ [ص: ٣٣] كنَّى عن العقر والذبح بالمسح وهي كناية بليغة.\n٣ - الطباق بين\n﴿فامنن أَوْ أَمْسِكْ﴾ [ص: ٣٩] لأنها بمعنى أعط من شئت، وامنع من شئت.\n٤ - مراعاة الأدب ﴿أَنِّي مَسَّنِيَ الشيطان﴾ [ص: ٤١] أسند الضرر إلى الشيطان أدبًا، والخير والشر بيد الله تعالى.\n٥ - الاستعارة التصريحية ﴿أُوْلِي الأيدي والأبصار﴾ [ص: ٤٥] استعار الأيدي للقوة في العبادة والأبصار للبصيرة في الدين.","vol":"3","page":60},{"text":"٦ - المقابلة الرائعة ﴿هذا ذِكْرٌ وَإِنَّ لِلْمُتَّقِينَ لَحُسْنَ مَآبٍ جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب﴾ [ص: ٤٩ ٥٠] ثم قابل ذلك بقوله ﴿هذا وَإِنَّ لِلطَّاغِينَ لَشَرَّ مَآبٍ جَهَنَّمَ يَصْلَوْنَهَا فَبِئْسَ المهاد﴾ وياله من تصوير رائع!\n٧ - التأكيد بمؤكدين ﴿فَسَجَدَ الملائكة كُلُّهُمْ أَجْمَعُونَ﴾ فقد أكده أولًا بلفظ كل ثم بلفظ أجمعون.\n٨ - مراعاة الفواصل وهي من خصائل القرآن ﴿وَقَالُواْ مَا لَنَا لاَ نرى رِجَالًا كُنَّا نَعُدُّهُمْ مِّنَ الأشرار أَتَّخَذْنَاهُمْ سِخْرِيًّا أَمْ زَاغَتْ عَنْهُمُ الأبصار إِنَّ ذَلِكَ لَحَقٌّ تَخَاصُمُ أَهْلِ النار﴾ فمثل هذا البيان الرائع والجرس العذب، يسري في النفس سريان الروح في الجسد، وأقسم بالله أنني أشعر بهزة في نفسي كلما قرأتُ القرآن، لما له من وقع عذب على السمع، وأحيانًا أجدني أتمايل طربًا بدون شعور، أكثر مما يتمايل المغرمون بالأنغام، وما ذلك إلا لروعة البيان شفي هذا القرآن، وصدق رسول الله حين قال «إن من البيان سحرًا» .","vol":"3","page":61},{"text":"اللغَة: ﴿زلفى﴾ قربى ومنه ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ﴾ [الشعراء: ٩٠] أي قرّبت لهم ﴿يُكَوِّرُ﴾ التكوير: اللَّفُ والليُّ يقال: كوَّر العمامة أي لفَّها ﴿خَوَّلَهُ﴾ أعطاه وملَّكه ﴿قَانِتٌ﴾ مطيع خاضع عابد ﴿","vol":"3","page":63},{"text":"أَندَادًا﴾ أوثانًا وأصنامًا ﴿ظُلَلٌ﴾ جمع ظُلَّة وهي ما يُظل الإِنسان من سقف ونحوه ﴿الطاغوت﴾ من الطغيان وهو مجاوزة الحدِّ والمراد بالطاغوت كل ما عُبد من دون الله من وثن أو بشر أو حجر ﴿أنابوا﴾ رجعوا ﴿غُرَفٌ﴾ منازل رفيعة عالية في الجنة، والغرفة: المنزلة والمكانة السامية ومنه ﴿أولئك يُجْزَوْنَ الغرفة بِمَا صَبَرُواْ﴾ [الفرقان: ٧٥] .\nالتفسِير: ﴿تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم﴾ أي هذا القرآن تنزيلٌ من الله جل وعلا ﴿العزيز﴾ أي القادر الذي لا يُغلب ﴿الحكيم﴾ أي الذي يفعل كل شيء بحكمةٍ وتقدير وتدبير ﴿إِنَّآ أَنزَلْنَآ إِلَيْكَ الكتاب بالحق﴾ أي نحن أنزلنا عليك يا محمد القرآن العظيم متضمنًا الحق الذي لا مرية فيه، والصدق الذي لا يشوبه باطل أو هزل ﴿فاعبد الله مُخْلِصًا لَّهُ الدين﴾ أي فاعبد الله وحده مخلصًا له في عبادتك، ولا تقصد بعملك ونيتك غير ربك ﴿أَلاَ لِلَّهِ الدين الخالص﴾ أي ألا فانتبهوا أيها الناس: إن الله تعالى لا يقبل إلا مكان خالصًا لوجهه الكريم لأنه المتفرد بصفات الألوهية، المطَّلع على السرائر الضمائر، ومعنى «الخالص» الصافي من شوائب الشرك والرياء ﴿والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ أي وهؤلاء المشركون الذين عبدوا من دونه الأوثان يقولون ﴿مَا نَعْبُدُهُمْ إِلاَّ لِيُقَرِّبُونَآ إِلَى الله زلفى﴾ أي ما نعبد هذه الآلهة والأصنام إلا ليقربونا إلى الله قربى ويشفعوا لنا عنده قال الصاوي: كان المشركون إذا قيل لهم: من خلقكم؟ ومن خلق السمواتِ والأرض؟ من ربكم ورب آبائكم الأولين؟\nفيقولون: الله، فيقال لهم: فما معنى عبادتكم الأصنام؟ فيقولون: لتقربنا إلى الله زلفى وتشفع لنا عنده ﴿إِنَّ الله يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ﴾ أي يحكم بين الخلائق يوم القيامة فيما اختلفوا فيه من أمر الدين، فيدخل المؤمنين الجنة، والكافرين النار ﴿إِنَّ الله لاَ يَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ﴾ أي لا يوفق للهدى، ولا يرشد للدين الحق من كان كاذبًا على ربه، مبالغًا في كفره، وفي الآية إشارة إلى كذبهم في تلك الدعوى ﴿لَّوْ أَرَادَ الله أَن يَتَّخِذَ وَلَدًا﴾ أي لو شاء الله اتخاذ ولد على سبيل الفرض والتقدير ﴿لاصطفى مِمَّا يَخْلُقُ مَا يَشَآءُ﴾ أي لاختارمن مخلوقاته ما يشاء ولدًا على سبيل التبني إذ يستحيل أن يكون ذلك في حقه تعالى بطريق التولد المعروف ولكنه لم يشأ ذلك لقوله ﴿وَمَا يَنبَغِي للرحمن أَن يَتَّخِذَ وَلَدًا﴾ [مريم: ٩٢] وقوله ﴿مِمَّا يَخْلُقُ﴾ أي من المخلوقات التي أنشأها واخترعها ﴿سُبْحَانَهُ هُوَ الله الواحد القهار﴾ أي تنزه جل وعلا وتقدس عن الشريك والولد، لأنه هو الإِله الواحد الأحد، المنزَّه عن النظير والمثيل، القاهر لعباده بعظمته وجلاله قال في التسهيل: نزَّه تعالى نفسه من اتخاذ الولد، ثم وصف نفسه بالواحد لأن الوحدانية تنافي اتخاذ الولد، لأنه لو كان له ولدٌ لكان من جنسه ولا جنس له لأنه واحد، ووصف نفسه بالقهار ليدل على نفي الشركاء والأنداد، لأن كل شيء مقهور تحت قهره تعالى، فكيف يكون شريكًا له؟ ثم ذكر تعالى دلائل قدرته وحدانيته وعظمته، فقال: ﴿خَلَقَ السماوات والأرض بالحق﴾ أي خلقهما على أكمل الوجوه وأبدع الصفات، بالحق الواضح والبراهن الساطع ﴿يُكَوِّرُ الليل عَلَى النهار وَيُكَوِّرُ النهار عَلَى الليل﴾ أي يغشي الليل على النهار، ويغشي النهار على الليل، وكأنه يلفُّ عليه لفَّ اللباس على","vol":"3","page":64},{"text":"اللابس قال القرطبي: وتكويرُ الليل على النهار تغشيتُه أياه حتى يُذهب ضوءه، ويغشي النهار على الليل فيذهب ظلمته وهذا منقول عن قتادة وهو معنى قوله تعالى: يُغشي الليلَ النهار يطلبه حيثيًا ﴿وَسَخَّرَ الشمس والقمر﴾ أي ذلَّلهما لمصالح العباد ﴿كُلٌّ يَجْرِي لأَجَلٍ مُّسَمًّى﴾ أي كلٌ منهما يسير إلى مدة معلومة عند الله تعالى، ثم ينقضي يوم القيامة حين تكور الشمس وتنكدر النجوم ﴿أَلا هُوَ العزيز الغفار﴾ أي هو جل وعلا كامل القدرة لا يغلبه شيء، عظيم الرحمة والمغفرة والإِحسان قال الصاوي: صُدِّرت الجملة بحرف التنبيه «ألا» للدلالة على كمال الاعتناء بمضمونها كأنه قال: تنبهوا يا عبادي فإني أنا الغالب على أمري، والستَّار لذنوب خلقي فأخلصوا عبادتكم ولا تشركوا بي أحدًا.\n﴿خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خلقكم أيها الناس من نفسٍ واحدة هي آدم، وهذا من جملة أدلة وحدانيته، وانفراده بالعزة والقره، وجمع صفات الألوهية ﴿ثُمَّ جَعَلَ مِنْهَا زَوْجَهَا﴾ أي ثم خلق من آدم وحواء ليحصل التجانس والتناسل قال الطربي: المعنى: ﴿خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ يعني آدم (ثم خلق منها زوجها) يعني حواء خلقها من ضلعٍ من أضلاعه ﴿وَأَنزَلَ لَكُمْ مِّنَ الأنعام ثَمَانِيَةَ أَزْوَاجٍ﴾ أي وأوجد لكم من الأنعام المأكولة وهي الإِبل، والبقر، والغنم، والمعز، ثمانية أزواج من كل نوعٍ ذكرًا وأنثى قال قتادة: من الإِبل اثنين، ومن البقر اثنين، ومن الضأن اثنين، ومن المعز اثنين، كلُّ واحدٍ زوج، وسميت أزواجًا لأن الذكر زوج الأنثى، والأنثى زوج الذكر قال المفسرون: والإِنزالُ عبارةٌ عن نزول أمره وقضائه ﴿يَخْلُقُكُمْ فِي بُطُونِ أُمَّهَاتِكُمْ خَلْقًا مِّن بَعْدِ خَلْقٍ﴾ أي يخلقكم في بطون أمهاتكم أطوارًا، فإِن الإِنسان يكون نطفة، ثم علقة، ثم مضغة إلى أن يتم خلقه، ثم ينفخ فيه الروح فيصير خلقًا آخر ﴿فِي ظُلُمَاتٍ ثَلاَثٍ﴾ هي البطن، والرحم، والمشيمة، وهو الكيس الذي يغلفُ الجنين ﴿ذلكم الله رَبُّكُمْ﴾ أي ذلكم الخالق المبدع المصوّر هو الله ربُّ العالمين، ربكم وربُّ آبائكم الأولين ﴿لَهُ الملك﴾ أي له الملك والتصرف التام، في الإِيجاد والإِعدام ﴿لا إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا الله ولا ربَّ لكم سواه ﴿فأنى تُصْرَفُونَ﴾؟ أي فيكف تنصرفون عن عبادته إلى عبادة غيره؟ ثم بعد أن ذكَّرهم بآياته ونعمه، حذَّرهم من الكفر والجحود لفضله وإحسانه فقال ﴿إِن تَكْفُرُواْ فَإِنَّ الله غَنِيٌّ عَنكُمْ﴾ أي إن تكفروا أيها الناس بعدما شاهدتم من آثار قدرته وفنون نعمائه، فإِن الله مستغنٍ عنكم وعن إيمانكم وشكركم وعبادتكم ﴿وَلاَ يرضى لِعِبَادِهِ الكفر﴾ أي لا يرضى الكفر لأحدٍ من البشر قال الرازي: أشار تعالى إلى أنه وإِن كان لا ينفعه إيمان، ولا يضره كفران، إلا أنه لا يرضى بالكفر بمعنى أنه لا يمدح صاحبه ولا يثيبه عليه وإن كان واقعًا بمشيئته وقضائه ﴿","vol":"3","page":65},{"text":"وَإِن تَشْكُرُواْ يَرْضَهُ لَكُمْ﴾ أي وإن تشكروا ربكم يرضى هذا الشكر منكم، لأجلكم ومنفعتكم لا لانتفاعه بطاعتكم قال أبو السعود: عدم رضائه بكفر عباده لأجل منفعتهم ودفع مضرَّتهم، رحمة بهم لا لتضرره تعالى بذلك، ورضاه بشكرهم لأجلهم ومنفعتهم لأنه سبب فوزهم بسعادة الدارين، ولهذا فرَّق بين اللفظين فقال «ولا يرضى لعباده الكفر» وقال هنا «يرضه لكم» لأن المراد بالأول تعميم الحكم ثم تعليله بكونهم عباده ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي ولا تحمل نفسٌ ذنب نفسٍ أخرى، بل كلٌ يؤاخذ بذنبه ﴿ثُمَّ إلى رَبِّكُمْ مَّرْجِعُكُمْ﴾ أي ثم مرجعكم ومصيركم إليه تعالى ﴿فَيُنَبِّئُكُمْ بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي فيحاسبكم ويجازيكم على أعمالكم ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي يعلم ما تكنه السرائر وتخفيه الضمائر، وفيه تهديدٌ وبشارة للمطيع ﴿وَإِذَا مَسَّ الإنسان ضُرٌّ﴾ أي وإذا أصاب الإِنسان الكافر شدة من فقر ومرضٍ وبلاء ﴿دَعَا رَبَّهُ مُنِيبًا إِلَيْهِ﴾ أي تضرع إلى ربه في إزالة تلك الشدة، مقبلًا غليه مخبتًا مطيعًا ﴿ثُمَّ إِذَا خَوَّلَهُ نِعْمَةً مِّنْهُ﴾ أي ثم إذا أعطاه نعمةً منه وفرَّج عنه كربته ﴿نَسِيَ مَا كَانَ يدعوا إِلَيْهِ مِن قَبْلُ﴾ أي نسي الضرب الذي كان يدعو ربه لكشفه وتمرَّد وطغى ﴿وَجَعَلَ لِلَّهِ أَندَادًا لِّيُضِلَّ عَن سَبِيلِهِ﴾ أي وجعل لله شركاء في العبادة ليصد عن دين الله وطاعته ﴿قُلْ تَمَتَّعْ بِكُفْرِكَ قَلِيلًا﴾ أمرٌ للتهديد أي تمتع بهذه الحياة الدنيا الفانية، وتلذَّذ فيها وأنت على كفرك، عمرًا قيلًا وزمنًا يسيرًا ﴿إِنَّكَ مِنْ أَصْحَابِ النار﴾ أي فمصيرك إلى نار جهنم، وأنت من المخلدين فيها ﴿أَمَّنْ هُوَ قَانِتٌ آنَآءَ اليل سَاجِدًا وَقَآئِمًا﴾ استفهام حذف جوابه لدلالة الكلام عليه أي أم من هو مطيع عابد في ساعات الليل يتعبد ربه في صلاته ساجدًا وقائمًا كمن أشرك بالله وجعل له أندادًا؟ قال القرطبي: بيَّن تعالى أن المؤمن ليس كالكافر الذي مضى ذكره ﴿يَحْذَرُ الآخرة وَيَرْجُواْ رَحْمَةَ رَبِّهِ﴾ أي حال كونه خائفًا من عذاب الآخرة، راجيًا رحمة ربه وهي الجنة، هل يستوي هذا المؤمن التقي مع ذلك الكافر الفاجر؟ لا يستون عند الله، ثم ضرب مثلاُ فقال ﴿قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ﴾؟ أي هل يتساوى العالم والجاهل؟ فكما لا يتسوي هذان كذلك لا يستوي المطيع والعاصي ﴿إِنَّمَا يَتَذَكَّرُ أُوْلُواْ الألباب﴾ أي إنما يعتبر ويتعظ أصحاب العقول السليمة قال الإِمام الفخر: واعلم أن هذه الآية دالة على أسرار عجيبة، فأولها أنه بدأ فيها بذكر العمل، وختم فيها بذكر العلم، أما العمل فهو القنوت، والسجود، والقيام، وأما العلم ففي قوله ﴿قُلْ هَلْ يَسْتَوِي الذين يَعْلَمُونَ والذين لاَ يَعْلَمُونَ﴾؟ وهذا يدل على أن كمال الإنسان محصورٌ في هذين المقصودين، فالعمل هو البداية، والعلم والمكاشفة هو النهاية، وفي الكلام حذف تقديره أمَّن هو قانتٌ كغيره؟ وإنما حسن هذا الحذف لدلالة الكلام عليه، لأنه تعالى ذكر قبل هذه الآية الكافر، ثم مثَّل بالذين يعلمون، وفيه تنبيه عظيم على فضيلة العلم ﴿قُلْ ياعباد الذين آمَنُواْ اتقوا رَبَّكُمْ﴾ أي قل يا محمد لعبادي المؤمنين يجمعوا بين الإِيمان وتقوى الله وهي البعدُ عن محارم الله قال المفسرون: نزلت في جعفر بن أبي طالب وأصحابه حين عزوا على الهجرة إلى أرض الحبشة والغرضُ منها التأنيس لهم والتنشيط إلى","vol":"3","page":66},{"text":"الهجرة ومعنى التقوى: امتثال الأوامر، واجتناب النواهي، وكأن العبد بذلك يجعل بينه وبين النار وقاية ﴿لِلَّذِينَ أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ﴾ أي لمن أحسن العمل في هذه الدنيا حسنة عظيمة في الآخرة وهي الجنة دار الأبرار ﴿وَأَرْضُ الله وَاسِعَةٌ﴾ أي وأرض الله فسيحة فهاجروا من دار الكفر إلى دار الإِيمان، ولا تقيموا في أرضٍ لا تتمكنون فيها من إقامة شعائر الله ﴿إِنَّمَا يُوَفَّى الصابرون أَجْرَهُمْ بِغَيْرِ حِسَابٍ﴾ أي إنما يعطى الصابرون جزاءهم بغير حصر، وبدون عدد أو وزن قال الأوزاعي: ليس يوزن لهم ولا يكال إنما يغرف غرفًا ﴿قُلْ إني أُمِرْتُ أَنْ أَعْبُدَ الله مُخْلِصًا لَّهُ الدين﴾ أي قل يا محمد أُمرت بإِخلاص العبادة لله وحده لا شريك له قال المفسرون: وإنما خص الله تعالى الرسول بهذا الأمر لينبه على أنَّ غير بذلك أحق فهو كالترغيب للغير ﴿وَأُمِرْتُ لأَنْ أَكُونَ أَوَّلَ المسلمين﴾ أي وأُمرت أيضًا بأن أكون أولَ المسلمين من هذه الأمة قال القرطبي: وكذلك كان، فإِنه أول من خالف دين آبائه وخلع الأصنام وحكمها، وأسلم وجهه لله وآمن به ودعا إليه ﴿قُلْ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي وأخاف إن عصيبت أمره أن يعذبني يوم القيامة بنار جهنم قال الصاوي: والمقصود منها زجر الغير عن المعاصي، لأنه ﷺ َ إذا كان خائفًا مع كمال طهارته وعصمته فغيره أولى، وذلك سنة الأنبياء والصالحين حيث يخبرون غيرهم بما اتصفوا به ليكونوا مثلهم ﴿قُلِ الله أَعْبُدُ مُخْلِصًا لَّهُ دِينِي﴾ أي قل لهم يا محمد لا أعبد إلا الله وحده، مخلصًا له طاعتي وعبادتي من كل شائبة، وليس هذا بتكرار لأن الأول إخبار بأنه ﷺ َ مأمور بالعبادة، والثاني إخبار بخوفه من عذاب الله إن عصى أمره، والثالث إخبار بامتثاله الأمر مع إفادة الحصر كأنه يقول: أعبد الله ولا أعبد أحدًا سواه ﴿فاعبدوا مَا شِئْتُمْ مِّن دُونِهِ﴾ صيغة أمر على جهة التهديد والوعيد أي اعبدوا ما شئتم من دون الله من الأوثان والأصنام فسوف ترون عاقبة كفركم كقوله\n﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿قُلْ إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة﴾ أي حقيقة الخسران الذين خسروا أنفسهم وأهليهم، حيث صاروا إلى نار مؤبدة يصلون سعيرها يوم القيامة، فهؤلاء هم الخاسون كل الخسران قال ابن عباس: إنَّ لكل رجلٍ منزلًا وأهلًا وخدمًا في الجنة، فإن أطاع اللهَ أُعطي ذلك، وإن كان من أهل النار حُرم ذلك، فخسر نفسه وأهله ومنزله ﴿أَلاَ ذَلِكَ هُوَ الخسران المبين﴾ أي ألا فانتبهوا أيها القوم ذلك هو الخسرانُ الواضح الذي ليس بعده خسرانٌ! قال أبو حيان: بالغ في بيان الخسران بأداة التنبيه «ألاَ» وبالإِشارة إليه «ذلك» وتأكيده بأداة الحصر «هو» وتعريفه بأل ووصفه بأنه بيّن ﴿الخسران المبين﴾ أي الواضح لمن تأمله أدنى تأمل، ثم ذلك خسرانهم في الدنيا ذكر حالهم ومآلهم في الآخرة فقال ﴿لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ﴾ أي تغاشهم نار جنهم من فوقهم ومن تحتهم، وتحيط بهم من جميع جوانبهم، ومعنى الظللٍ أطباقٌ من نار جنهم، وتسميتها ظُللًا تهكمٌ بهم، لأنها محرقة والظلةُ تقي من الحر ﴿ذَلِكَ يُخَوِّفُ الله بِهِ عِبَادَهُ﴾ أي ذلك العذاب الشديد الفظيع، إنما يقصه","vol":"3","page":67},{"text":"تعالى ليخوف به عباده، لينزجروا عن المحارم والمآثم ﴿ياعباد فاتقون﴾ أي يا أوليائي خافوا عذابي ولا تتعرضوا لما يوجب سخطي، قال الزمخشي: وهذه عظة من الله تعالى لعباده ونصيحة بالغة. . والحكمة من ذكر أحوال النار تخويف المؤمنين منها ليتقوها بطاعة ربهم ﴿والذين اجتنبوا الطاغوت أَن يَعْبُدُوهَا﴾ لما ذكر وعيد عبده الأوثان، ذكر وعد أهل الفضل والإِحسان، ممن احترز عن الشرك والعصيان، ليكون الوعد مقرونًا بالوعيد، فيحصل كمال الترغيب والترهيب والمعنى: والذين انتهوا عن عبادة الأوثان وطاعة الشيطان، وتباعدوا عنها كل البعد قال أبو السعود: «الطاغوت» البالغ أقصى غاية الطغيان كالرحموت والعظموت، والمراد به الشيطان وصف به للمبالغة ﴿وأنابوا إِلَى الله﴾ أي رجعوا إلى طاعة الله وعبادته ﴿لَهُمُ البشرى﴾ أي له البشرى السارة من الله تعالى بالفوز العظيم بجنات النعيم ﴿فَبَشِّرْ عِبَادِ الذين يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ﴾ أي فبشِّر عبادي المتقين الذين يستمعون الحديث والكلام فيتبعون أحسن ما فيه قال ابن عباس: هو الرجل يسمع الحسن والقبيح، فيتحدث بالحسن وينكف عن القبيح فلا يتحدث به.\n. وهذا ثناء من الله تعالى عليهم بنفوذ بصائرهم، وتمييزهم الأحسن من الكلام، فإذا سمعوا قولًا تبصَّروه وعملوا بما فيه، وأحسنُ الكلام كلام الله وخير الهدي هديُ محمد ﷺ َ وإنما وضع الظاهر ﴿فَبَشِّرْ عِبَادِ﴾ بدل الضمير (فبشرهم) تشريفًا لهم وتكريمًا بالإِضافة إليه سبحانه ﴿أولئك الذين هَدَاهُمُ الله﴾ أي أولئك المتصفون بتلك الصفات الجليلة هم الذين هداهم الله لما يرضاه، ووفقهم لنيل رضاه ﴿وأولئك هُمْ أُوْلُواْ الألباب﴾ أي أولئك هم أصحاب العقول السليمة، والفطر المستقيمة ﴿أَفَمَنْ حَقَّ عَلَيْهِ كَلِمَةُ العذاب﴾ أي أفمن وجبت له الشقاوة من الله تعالى، وجوابه محذوفٌ دلَّ عليه ما بعده أي هل تقدر على هدايته؟ لا ثم قال تعالى ﴿أَفَأَنتَ تُنقِذُ مَن فِي النار﴾؟ أي هل تستطيع يا محمد أن تنقذ من هو في الضلال والهلاك؟ قال القرطبي: كان النبي ﷺ َ يحرص على إِيمان قومه وقد سبقت لهم من الله الشقاوة فنزلت الآية، وقال بان عباس: يريد «أبا لهب» وولده ومن تخلَّف من عشيرة النبي ﷺ َ عن الإِيمان، وكرر الاستفهام «أفأنت» تأكيدًا لطول الكلام والمعنى: أفمن حقَّ عليه كلمة العذاب أفأنت تنقذه؟ ﴿لكن الذين اتقوا رَبَّهُمْ﴾ أي لكنْ المؤمنين الأبرار، المتقون للهِ في الدنيا، المتمسكون بشريعته وطاعته ﴿لَهُمْ غُرَفٌ مِّن فَوْقِهَا غُرَفٌ مَّبْنِيَّةٌ﴾ أي لهم في الجنة درجات عالية وقصورٌ شاهقة بعضها فوق بعض مبنية من زبرجدٍ وياقوت ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت قصورها وأشجارها أنهار الجنة من غير أخدود ﴿وَعْدَ الله لاَ يُخْلِفُ الله الميعاد﴾ أي وعدهم الله بذلك وعدًا مؤكدًا لا يمكن أن يتخلف لأنه وعد العزيز التقدير.\nتنبيه: قال الزمخشري: أفاد قوله تعالى ﴿يَسْتَمِعُونَ القول فَيَتَّبِعُونَ أَحْسَنَهُ﴾ أن المؤمنين","vol":"3","page":68},{"text":"ينبغي أن يكونوا نُقَّادًا في الدين، يميزن بين الحسن والأحسن، والفاضل والأفضل، ويدخل تحته المذاهب واختيار أثبتها دليلًا، وأبينها أمارة، وألا يكونوا في مذهبهم كما قال القائل «ولا تكن مثل عيرٍ قيد فانقادا» .","vol":"3","page":69},{"text":"المنَاسَبَة: لما ذكر تعالى أحوال المشركين وضلالاتهم في عبادة غير الله، أردفه بذكر دلائل الوحدانية، ثم ذكر القرآن العظيم أشرف الكتب السماوية المنزَّلة، ومع إقرارهم بفصاحته وإِعجازه كذَّب به المكذبون، ثم ضرب للمشرك والموحّد مثلًا في غاية الوضوح.\nاللغَة: ﴿سَلَكَهُ﴾ أدخله ﴿يَنَابِيعَ﴾ جمع ينبوعٍ وهو عين الماء من الأرض ﴿يَهِيجُ﴾ ييبس قال الأصمعي: هاجت الأرض هيج إذا أدبر نبتُها وولى وقال الجوهري: هاج النَّبْت هياجًا إذا يبس، وأرضُ هائجة إذا يبس بقلُها أو اصفرَّ ﴿حُطَامًا﴾ فُتاتًا وهشيمًا، من تحطَّم العود إذا تفتَّت من لا يرقُّ ولا يلين ﴿مَّثَانِيَ﴾ مكررًا فيه الحكم والمواعظ والأمثال ﴿تَقْشَعِرُّ﴾ تضطرب وتتحرك من الخوف ﴿الخزي﴾ الذل والهوا ﴿مُتَشَاكِسُونَ﴾ متنازعون ومختلفون، ورجلٌ شكس: شرس الخُلق والطباع.","vol":"3","page":69},{"text":"التفسِير: ﴿أَلَمْ تَرَ أَنَّ الله أَنزَلَ مِنَ السمآء مَآءً﴾ أي ألم تر أيها الإِنسان العاقل أنَّ الله بقدرته أنزل المطر من السحاب ﴿فَسَلَكَهُ يَنَابِيعَ فِي الأرض﴾ أي أدخله مسالك وعيونًا في الأرض وأجراه فيها قال المفسرون: وهذا دليلٌ على أن ماء العيون من المطر، تحبسه الأرض ثم ينبغ شيئًا فشيئًا قال ابن عباس: ليس في الأرض ماء إلا نزل من السماء، ولكنْ عروق الأرض تغيِّره ﴿ثُمَّ يُخْرِجُ بِهِ زَرْعًا مُّخْتَلِفًا أَلْوَانُهُ﴾ أي ثم يُخرج بهذا الماء النازل من السماء والنابع من الأرض أنواع الزروع، المختلفة الأشكال والألوان، من أحمر وأبيض وأصفر، والمختلفة الأصناف من قمح وأرز وعدس وغير ذلك قال البيضاوي: ﴿مُّخْتَلِفًا أَلْوَانُهُ﴾ أي أصنافه من بر وشعير وغيرهما، أو كيفياته من خضرة وحمرة وغيرهما ﴿ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا﴾ أي ثم ييبس فتراه بعد خضرته مصفرًا ﴿ثُمَّ يَجْعَلُهُ حُطَامًا﴾ أي ثم يصبح فتاتًا وهشيمًا متكسرًا ﴿إِنَّ فِي ذَلِكَ لذكرى لأُوْلِي الألباب﴾ أي إنَّ فيما ذُكر لعظة وعبرة، ودلالةً على قدرة الله ووحدانيته لذوي العقول المستنيرة. . والآية فيها تمثيلٌ لحياة الإِنسان بالحياة الدنيا، فمهما طال عمر الإِنسان فلا بدَّ من الانتهاء، إلى أن يصير مصفر اللون، متحطم الأعضاء، متكسرًا كالزرق بعد نضرته، ثم تكون عاقبته الموت قال ابن كثير: هكذا الدنيا تكون خضرة ناضرة حسناء، ثم تعود عجوزًا شوهاء، وكذلك الشاب يعود شيخًا هرمًا، كبيرًا ضعيفًا، وبعد ذلك كله الموت، فالسعيد من كان حاله بعده إلى خير ﴿أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ﴾ أي وسَّع صدره للإِسلام، واستضاء قلبه بنوره حتى ثبت ورسخ فيه ﴿فَهُوَ على نُورٍ مِّن رَّبِّهِ﴾ أي فهو على بصيرة ويقين من أمر دينه، وعلى هدىً من ربه بتنوير الحق في قلبه، وفي الآية محذوفٌ دلَّ عليه سياق الكلام تقديره كمن هو أعمى القلب، معرضٌ عن الإِسلام؟ قال الطبري: وتُرك الجوابُ اجتزاءً بمعرفة السامعين وبدلالة ما بعده وتقديره: كمن أقسى اللهُ قلبه وأخلاه من ذكره حتى ضاق عن استماع الحق، واتباع الهدى ﴿فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُمْ مِّن ذِكْرِ الله﴾ أي فويلٌ للذين لا تلين قلوبهم ولا تخشع عند ذكر الله، ب «ذكر الله» القرآن الذي أنزله الله تذكرة لعباده ﴿أولئك فِي ضَلاَلٍ مُّبِينٍ﴾ أي أولئك الذين قست قلوبهم في بعدٍ عن الحق ظاهر.\n. ولما بيَّن تعالى ذلك أردفه بما يدل على أنَّ القرآن سبب لحصول النور والهداية والشفاء فقال ﴿الله نَزَّلَ أَحْسَنَ الحديث﴾ أي اللهُ نزَّل القرآن العظيم أحسن الكلام قال أبو حيان: والابتداءُ باسم «اللهُ» وإسناد «نزَّل» لضميره، فيه تفخيمٌ للمُنزل، ورفعٌ من قدره كما تقول: الملكُ أكرم فلانًا، فإِنه أفخم من أكرم الملك فلانًا، وحكمةُ ذلك البداءةُ بالأشرف ﴿كِتَابًا مُّتَشَابِهًا﴾ أي قرآنًا متشابهًا يشبه بعضه بعضًا في الفصاحة، والبلاغة، والتناسب، بدون تعارضٍ ولا تناقض ﴿مَّثَانِيَ﴾ أي تُثنَّى وتكرر فيه المواعظ والأحكام، والحلال والحرام، وتُردَّد فيه القصص والأخبار دون سأم أو ملل قال الطبري: تُثنَّى أي تكرر فيه الأنباء والأخبار والقضاء والأحكام والحجج ﴿تَقْشَعِرُّ مِنْهُ جُلُودُ الذين يَخْشَوْنَ رَبَّهُمْ﴾ أي تعتري هؤلاء المؤمنين خشيةٌ،","vol":"3","page":70},{"text":"وتأخذهم قشعريرة عند تلاوة آيات القرآنُ، هيبةً من الرحمن وإجلالًا لكلامه ﴿ثُمَّ تَلِينُ جُلُودُهُمْ وَقُلُوبُهُمْ إلى ذِكْرِ الله﴾ أي تطمئن وتسكن قلوبهم وجلودهم إلى ذكر الله قال المفسرون: إنهم عند سماع آيات الرحمة والإِحسان تلين جلودهم وقلوبهم وقال العارفون: إِذا نظروا إلى علم الجلال طاشوا، وإن لاح لهم أثرُ من عالم الجمال عشاوا قال ابن كثير: هذه صفة الأبرار عند سماع كلام الجبار، إِذا قرءوا آيات الوعد والوعيد، والتخويف والتهديد، تقشعر جلودهم من الخشية والخوف وإِذا قرءوا آيات الرحمة لانت جلودهم وقلوبهم، لما يرجون ويؤملون من رحمته ولطفه ﴿ذَلِكَ هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ﴾ أي ذلك القرآن الذي تلك صفتُه هو هدى الله يهدي به من شاء من خلقه ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن يخذلْه اللهُ فيجعل قلبه قاسيًا مظلمًا، فليس له مرشدٌ ولا هاد بعد الله ﴿أَفَمَن يَتَّقِي بِوَجْهِهِ سواء العذاب يَوْمَ القيامة﴾ أي فمن يجعل وجهه وقاية من عذاب جهنم الشديد، وخبره محذوف تقديره كمن هو آمنٌ من العذاب؟ قال المفسرون: الوجه أشرف الأعضاء فإِذا وقع الإِنسان في شيء من المخاوف فإِنه يجعل يده وقاية لوجهه، وأيدي الكفار مغلولة يوم القيامة، فإِذا ألقوا في النار لم يجدوا شيئًا يتقونها به إلا وجوههم ﴿وَقِيلَ لِلظَّالِمِينَ ذُوقُواْ مَا كُنتُمْ تَكْسِبُونَ﴾ أي وتقول خزنة جهنم للكافرين: ذوقوا وبال ما كنت تكسبونه في الدنيا من الكفر والمعاصي ﴿كَذَّبَ الذين مِن قَبْلِهِمْ فَأَتَاهُمُ العذاب مِنْ حَيْثُ لاَ يَشْعُرُونَ﴾ أي كذَّب من قبلهم من الأمم السالفة فأتاهم العذاب من جهةٍ لا تخطر ببالهم ﴿فَأَذَاقَهُمُ الله الخزي فِي الحياة الدنيا﴾ أي فأذاقهم الله الذُلَّ والصغار والهوان في الدنيا ﴿وَلَعَذَابُ الآخرة أَكْبَرُ﴾ أي ولعذاب الآخرة الذي أُعدَّ لهم أعظم بكثير من عذاب الدنيا ﴿لَوْ كَانُواْ يَعْلَمُونَ﴾ أي لو كان عندهم علمٌ وفهم ما كذبوا ﴿وَلَقَدْ ضَرَبْنَا لِلنَّاسِ فِي هذا القرآن مِن كُلِّ مَثَلٍ﴾ أي ولقد بينا ووضحنا للناس في هذا القرآن من كل الأمثال النافعة، والأخبار الواضحة ما يحتاجون إليه ﴿لَّعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي لعلهم يتعظون ويعتبرون بتلك الأمثال والزواجر ﴿قُرْآنًا عَرَبِيًّا غَيْرَ ذِي عِوَجٍ﴾ أي حال كونه قرآنًا عربيًا لا اختلاف فيه بوجه من الوجوه، ولا تعارض ولا تناقض ﴿لَّعَلَّهُمْ يَتَّقُونَ﴾ أي لكي يتقوا الله ويجتنبوا محارمه.\n. ثم ذكر تعالى مثلًا لمن يشرك بالله ولمن يوحِّده فقال ﴿ضَرَبَ الله مَثَلًا رَّجُلًا فِيهِ شُرَكَآءُ مُتَشَاكِسُونَ﴾ أي ضرب الله لكم أيها الناس هذا المثل: رجلٌ من المماليك اشترك فيه ملاكٌ سيئو الأخلاق، بينهم اختلاف وتنازع، يتجاذبونه في حوائجهم، هذا يأمره بأمرٍ وذاك يأمره بمخالفته، وهو متحيِّر موزّع القلب، لا يدري لمن يرضي؟ ﴿وَرَجُلًا سَلَمًا لِّرَجُلٍ﴾ هذا من تتم المثل أي رجلًا آخر لا يملكه إلا شخص واحد، حسن الأخلاق، فهو عبد مملوك لسيد واحد، يخدمه بإِخلاص ويتفانى في خدمته، ولا يلقى من سيده إلا إحسانًا ﴿هَلْ يَسْتَوِيَانِ مَثَلًا﴾ أي هل يستوي هذا وهذا في حسن الحال، وراحة البال؟ فكذلك لا يتساوى المؤمن الموحِّد مع المشرك الذي يعبد آلهة شتى. قال ابن عباس: هذه الآية ضربت مثلًا للمشرك والمخلص وقال الرازي: وهذا مثلٌ ضُرب في غاية الحُسن في تقبيح","vol":"3","page":71},{"text":"الشرك، وتحسين التوحيد ﴿الحمد للَّهِ بَلْ أَكْثَرُهُمْ لاَ يَعْلَمُونَ﴾ لما كان المثل بينًا واضحًا في غاية الجلاء والوضوح ختم به الآية والمعنى: الحمد لله على إقامة الحجة عليهم بل أكثر هؤلاء المشركين لا يعملون الحق فهم لفرط جهلهم يشركون بالله ﴿إِنَّكَ مَيِّتٌ وَإِنَّهُمْ مَّيِّتُونَ﴾ أي إنك يا محمد ستموت كما يموت هؤلاء، ولا يخلَّد أحد في هذه الدار ﴿ثُمَّ إِنَّكُمْ يَوْمَ القيامة عِندَ رَبِّكُمْ تَخْتَصِمُونَ﴾ أي ثم تجتمعون عند الله في الدار الآخرة، وتختصمون فيما بينكم من المظالم وأمر الدنيا والدين ويفصل بينكم أحكم الحاكمين.","vol":"3","page":72},{"text":"المنَاسَبَة: لما ذكر أن الخلق صائرون إلى الموت، وأن المؤمنين والكافرين سيختصمون عند ربهم في أمر التوحيد والشرك، وأنه تعالى يفصل بينهم، ذكر هنا جزاء كلٍ من الفريقين، ثم أتبعه بذكر قبائح المشركين واعتدادهم بشفاعة الأوثان والأصنام.\nاللغَة: ﴿مَثْوًى﴾ مأوى ومقام، مشتقٌ من ثَوى بالمكان إِذا أقام به ﴿يُخْزِيهِ﴾ يُهينه ويُذله ﴿اشمأزت﴾ نفرتْ وانقبضتْ ﴿فَاطِرَ﴾ خالق ومبدع ﴿يَحْتَسِبُونَ﴾ يظنون ويؤملون يقال: جاءه الأمر من حيث لا يحتسب أي من حيث لا يظن ﴿حَاقَ﴾ نزل وأحاط بهم من كل جانب ﴿خَوَّلْنَاهُ﴾ منحناه وأعطيناه تفضلًا وكرمًا ﴿مُعْجِزِينَ﴾ فائتين من العذاب ﴿يَقْدِرُ﴾ يضيق ويُقتِّر.\nالتفسِير: ﴿فَمَنْ أَظْلَمُ مِمَّن كَذَبَ علَى الله﴾ الاستفهام إِنكاري بمعنى النفي أي لا أحد أظلم ممن كذب على الله بنسبة الشريك له والولد ﴿وَكَذَّبَ بالصدق إِذْ جَآءَهُ﴾ أي وكذَّب بالقرآن والشريعة وقت مجيئه من غير تدبر ولا تأمل؟ أي لا أحد أظلم ممن حاله ذلك، فإِنه أظلم من كل ظامل ﴿أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْكَافِرِينَ﴾؟ أي أليس في جهنم مقام ومأوى لهؤلاء الكافرين المكذبين؟ والاستفهام هنا تقريري أي بلى لهم مأوى ومكان ﴿والذي جَآءَ بالصدق وَصَدَّقَ بِهِ﴾ أي وأما الذين جاءوا بالصدق وهم الأنبياء، والذين صدَّقوا به وهم المؤمنون أتباعُ الرسل ﴿أولئك هُمُ المتقون﴾ أي فأؤلئك الموصوفون بالصفات الحميدة هم أهل التقوى والصلاح الذي يستحقون كل إحسان وإكرام ﴿لَهُم مَّا يَشَآءُونَ عِندَ رَبِّهِمْ﴾ أي لهم كل ما يشتهون في الجنة من الحور، والقصور، والملاذِّ، والنعيم ﴿ذَلِكَ جَزَآءُ المحسنين﴾ أي ذلك الذي ينالونه هو ثواب كل محسن، أحسن في هذه الحياة قال بعض المفسرين: «الذي جاء بالصدق» هو محمد ﷺ َ «وصدَّق به» هو أبو بكر ﵁، والاختيارُ أن يكون على العموم حتى يشترك في هذه الصفة كل الرسل الكرام، وكل من دعا إلى هذا الصدق عن عقيدة وإِيمان من أتباعٍ الرسل، ونيدل عليه ﴿أولئك هُمُ المتقون﴾ بصيغة الجمع، وهذا اختيار ابن عطية ﴿لِيُكَفِّرَ الله عَنْهُمْ أَسْوَأَ الذي عَمِلُواْ﴾ أي هؤلاء الذين صدَّقوا الأنبياء سيغفر الله لهم ما أسلفوا من الأعمال السيئة فلا يعاقبهم بها ﴿وَيَجْزِيَهُمْ أَجْرَهُمْ بِأَحْسَنِ الذي كَانُواْ يَعْمَلُونَ﴾ أي ويثيبهم على طاعاتهم في الدنيا بحساب الأحسن الذي عملوه فضلًا منه وكرمًا قال المفسرون: العدلُ أن تُحسب الحسنات وتُحسب السيئات، ثم يكون الجزاء، والفضلُ هو الذي يتجلى به الله على عباده المتقين، فيكفر عنهم أسوأ أعمالهم، فلا يبقى لها حساب في ميزانهم، وأن يجزيهم أجرهم بحساب أحسن الأعمال، فتزيد حسناتُهم وتعلو وترجّح كفة الميزان، وهذا من زيادة","vol":"3","page":73},{"text":"الكرم والإِحسان ﴿أَلَيْسَ الله بِكَافٍ عَبْدَهُ﴾؟ الهمزة للتقرير أي أليس الله كافيًا عبده ورسوله محمد ﷺ َ من شر من يريده بسوء؟ قال أبو السعود: تسليةٌ لرسول الله ﷺ َ عما قالت له قريش: لتكفنَّ عن شتم آلهتنا، أو ليصيبنَّك منها خبل أو جنون وقال أبو حيان: قالت قريش: لئن لم ينته محمد عن سبِّ آلهتنا وتعييبنا لنسلِّطنها عليه فتصيبه بخبَل وتعتريه بسوء، فأنزل الله ﴿أَلَيْسَ الله بِكَافٍ عَبْدَهُ﴾ أي هو كافٍ عبده، وإضافته إليه تشريفٌ عظيمٌ لنبيّه ﴿وَيُخَوِّفُونَكَ بالذين مِن دُونِهِ﴾ أي ويخوفونك يا محمد بهذه الأوثان التي لا تضر ولا تنفع ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن أشقاه الله وأضلَّه فلن يهديه أحدٌ كائنًا من كان ﴿وَمَن يَهْدِ الله فَمَا لَهُ مِن مُّضِلٍّ﴾ أي ومن أراد الله سعادته فهداه إلى الحق، ووفقه لسلوك طريق المهتدين، فلن يقدر أحدٌ على إضلاله ﴿أَلَيْسَ الله بِعَزِيزٍ ذِي انتقام﴾؟ أي هو تعالى منيع الجناب لا يُضام من لجأ إلى بابه، وهو القادر على أن ينتقم من أعدائه لأوليائه، لأنه غالب لا يُغلب، ذو انتقام من أعدائه، وفي الآية وعيدٌ للمشركين، ووعدٌ للمؤمنين ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض لَيَقُولُنَّ الله﴾ هذه الآية إقامة برهان على تزييف طريقة عبدة الأوثان أي ولئن سألت يا محمد هؤلاء المشركين عمَّن خلق السموات والأرضَ ليقولُنَّ اللهُ خالقهما، لوضوح الدليل على تفرده تعالى بالخالقية قال الرازي: إنَّ العلم بوجود الإِله القادر الحكيم، لا نزاع فيه بين جمهور الخلائق، وفطرة العقل شاهدةٌ بصحة هذا العالم، فإِنَّ من تأمل في عجائب أحوال السموات والأرض، وفي عجائب أحوال النبات والحيوان، وفي عجائب بدن الإِنسان وما فيه من أنواع الحِكَم الغريبة، والمصالح العجيبة، علم أنه لا بدَّ من الاعتراف بالإِله القادر الحيكم الرحيم، ولهذا أقر المشركون بوجود الله ﴿قُلْ أَفَرَأَيْتُم مَّا تَدْعُونَ مِن دُونِ الله﴾ أي قل لهم يا محمد توبيخًا وتبكيتًا: أخبروني بعد أن تحققتم أن خالق العالم هو الله عن هذه الآلهة التي تعبدونها من دون الله ﴿إِنْ أَرَادَنِيَ الله بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ﴾؟ أخبروني لو أراد الله أن يصيبني بشدة أو بلاء، هل تستطيع هذه الأصنام أن تدفع عني ذلك السوء والضُّرَّ؟ ﴿أَوْ أَرَادَنِي بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ﴾؟ أي ولو أراد الله نفعًا من نعمة ورخاء هل تستطعي أن تمنع عني هذه الرحمة؟ والجواب محذوفٌ لدلالة الكلام عليه يعني فسيقولون: لا، لا تكشف السوء، ولا تمنع الرحمة ﴿قُلْ حَسْبِيَ الله عَلَيْهِ يَتَوَكَّلُ المتوكلون﴾ أي الله كافيني فلا ألتفت إلى غيره، عليه وحده يعتمد المعتمدون، والغرضُ الاحتجاجُ على المشركين في عبادة ما لا يضرُّ ولا ينفع، وإقامة البرهان على الوحدانية ﴿قُلْ ياقوم اعملوا على مَكَانَتِكُمْ﴾ أي اعملوا على طريقتكم من المكر والكيد والخداع ﴿إِنِّي عَامِلٌ﴾ أي إني عاملٌ على طريقتي، من الدعوة إلى الله وإظهار دينه ﴿فَسَوْفَ تَعْلَمُونَ مَن يَأْتِيهِ عَذَابٌ يُخْزِيهِ﴾ أي فسوف تعلمون لمن سيكون العذاب الذي يذل ويخزي الإِنسان ﴿وَيَحِلُّ عَلَيْهِ عَذَابٌ مُّقِيمٌ﴾ أي وينزل عليه عذاب دائمٌ لا ينقطع وهو عذاب النار، هل هذا العذاب سيصيبني","vol":"3","page":74},{"text":"أو يصيبكم؟ والغرض التهديد والتخويف قال أبو السعود: وفي الآية مبالغة في الوعيد، وإشعارٌ بأن حاله ﵇ لا تزال تزداد قوةً بنصر الله وتأييده، وفي خزي أعدائه دليل غلبته ﵊ ُ، وقد عذبهم الله وأخزاهم يوم بدر ﴿إِنَّآ أَنزَلْنَا عَلَيْكَ الكتاب لِلنَّاسِ بالحق﴾ أي نحن أنزلنا عليك يا محمد هذا القرآن المعجز في بيانه، الساطع في برهانه، لجميع الخلق، بالحقِّ الواضح الذي لا يلتبس به الباطل ﴿فَمَنِ اهتدى فَلِنَفْسِهِ وَمَن ضَلَّ فَإنَّمَا يَضِلُّ عَلَيْهَا﴾ أين فمن اهتدى فنفعه يعود عليه، ومن ضلَّ فضرر ضلاله لا يعود إلا عليه ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي لستَ بموكَّل عليهم حتى تجبرهم على الإِيمان قال الصاوي: وفي هذا تسلية له ﷺ َ والمعنى: ليس هداهم بيدك حتى تقهرهم وتجبرهم عليه، وإنما هو بيدنا، فإِن شئنا هديناهم وإن شئنا أبقيناهم على ما هم عليه من الضلال ﴿الله يَتَوَفَّى الأنفس حِينَ مَوْتِهَا﴾ أي يقبضها من الأبدان عند فناء آجالها وهي الوفاة الكبرى ﴿والتي لَمْ تَمُتْ فِي مَنَامِهَا﴾ أي ويتوفى الأنفس التي لم تمت في منامها وهي الوفاة الصغرى قال في التسهيل: هذه الآية للاعتبار ومعناها أن الله يتوفى النفوس على وجهين: أحدهما: وفاة كاملة حقيقة وهي الموت، والآخر: وفاة النوم لأن النائم كالميت، في كونه لا يُبصر ولا يسمع، ومنه قوله تعالى\n﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل﴾ [الأنعام: ٦٠] وفي الآية عطف والتقدير: ويتوفى الأنفس التي لم تمت في منامها وقال ابن كثير: أخبر تعالى بأنه المتصرف في الوجود كما يشاء، وأنه يتوفى الأنفس الوفاة الكبرى، بما يرسل من الحفظة الملائكة الذين يقبضونها من الأبدان، والوفاة الصغرى عند المنام ﴿فَيُمْسِكُ التي قضى عَلَيْهَا الموت﴾ أي فيمسك الروح التي قضى على صاحبها الموتَ فلا يردها إلى البدن ﴿وَيُرْسِلُ الأخرى إلى أَجَلٍ مُّسَمًّى﴾ أي ويرسل الأنفس النائمة إلى بدنها عند اليقظة إلى وقت محدود، هو أجل موتها الحقيق قال ابن عباس: إنَّ أرواح الأحياء والأموات تلتقي في المنام، فتتعارف ما شاء الله لها، فإِذا أرادت الرجوع إلى أجسادها، أمسك الله أرواح الأموات عنده، وأرسل أرواح الأحياء إلى أجسادها قال القرطبي: وفي الآية تنبيه على عظيم قدرته تعالى، وانفراده بالألوهية، وأنه يحيي ويميت، ويفعل ما يشاء، لا يقدر على ذلك سواه، ولهذا قال ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إن في هذه الأفعال العجيبة لعلامات واضحة قاطعة، على كمال قدرة الله وعلمه، لقومٍ يجيلون أفكارهم فيها فيعتبرون ﴿أَمِ اتخذوا مِن دُونِ الله شُفَعَآءَ﴾ أمْ للإِضراب أي لم يتفكروا بل اتخذوا لهم شفعشاء من الأوثان والأصنام، فانظر إلى فرط جهالتهم حيث اتخذوا من لا يملك شيئًا أصلًا شفعاء لهم عند الله قال ابن كثير: هذا ذمٌ للمشركين في اتخاذهم شفعاء من دون الله وهي الأصنام والأوثان التي اتخذوها من تلقاء أنفسهم، بلا دليل ولا برهان، وهي لا تملك شيئًا من الأمر، وليس لها عقل تعقل به، ولا سمعٌ تسمع به، ولا بصرٌ تبصر به، بل هي جمادات أسوأ حالًا بكثير من الحيوانات ﴿قُلْ أَوَلَوْ كَانُواْ لاَ يَمْلِكُونَ شَيْئًا وَلاَ يَعْقِلُونَ﴾ الاستفهام","vol":"3","page":75},{"text":"توبيخي أي قل لهم يا محمد: أتتخذونهم شفعاء ولو كانوا على هذه الصفة جمادات لا تقدر على شيء، ولا عقل لها ولا شعور؟ ﴿قُل لِلَّهِ الشفاعة جَمِيعًا﴾ أي قل لهم: الشفاعةُ للهِ وحده، لا يملكها أحدٌ إلا الله تعالى، ولا يستطيع أحد أن يشفع إلا بإذنه ﴿لَّهُ مُلْكُ السماوات والأرض﴾ أي هو المتصرف في المُلك والملكوت قال البيضاوي: أي هو تعالى مالك المُلكِ كله، لا يملك أحدٌ أن يتكلم في أمره دون إذنه ورضاه ﴿ثُمَّ إِلَيْهِ تُرْجَعُونَ﴾ أي ثم مصيركم إليه يوم القيامة، فيحكم بينكم بعدله، ويجازي كلًا بعمله.\n. ثم ذكر تعالى نوعًا آخر من أفعالهم القبيحة فقال ﴿وَإِذَا ذُكِرَ الله وَحْدَهُ﴾ أي وإِذا أفرد الله بالذكر، ولم يذكر معه آلهتهم وقيل أمام المشركين: لا إله إلا اللهُ ﴿اشمأزت قُلُوبُ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي نفرت وانقبضت من شدة الكراهة قلوب هؤلاء المشركين ﴿وَإِذَا ذُكِرَ الذين مِن دُونِهِ إِذَا هُمْ يَسْتَبْشِرُونَ﴾ أي وإِذا ذكرت الأوثان والأصنام إِذا هم يفرحون ويُسرون قال الإِمام الفخر: هذا نوع آخر من قبائح المشركين، فإِنك إذا ذكرتَ الأصنام وقلت: لا إله إلا الله وحده لا شريك له، ظهرتْ آثار النفرة من وجوههم وقلوبهم، وإذا ذكرتَ الأصنام والأوثان ظهرت آثار الفرح والبشارة في قلوبهم وصدورهم، وذلك يدل على الجهل والحماقة، لأن ذكر الله رأس السعادات وعنوان الخيرات، وذكر الأصنام الجمادات رأسُ الجهالات والحماقات، فنفرتُهم عن ذك رالله، واستبشارهم بذكر الأصنام، من أقوى الدلائل على الجهل الغليظ، والحُمق الشديد ﴿قُلِ اللهم فَاطِرَ السماوات والأرض﴾ أي قل يا الله يا خالق ومبدع السموات والأرض ﴿عَالِمَ الغيب والشهادة﴾ أي يا عالم السرِّ والعلانية، يا من لا تخفى عليه خافية، مما هو غائب عن الأعين أو مشاهد بالأبصار ﴿أَنتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي مَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي أنت تفصل بين الخلائق بعدلك وقضائك، فافصل بين وبين هؤلاء المشركين قال في البحر: لما أخبر عن سخافة عقولهم باشمئزازهم من ذكر الله، واستبشارهم بذكر الأصنام أمر رسوله أن يدعوه بأسمائه العظمى من القدرة والعلم ليفصل بينه وبين أعدائه، وفي ذلك وعيد للمشركين وتسلية للرسول ﵊ ُ وقال الصاوي: أي التجىءْ إلى ربك بالدعاء والتضرع فإنه القادر على كل شيء ﴿وَلَوْ أَنَّ لِلَّذِينَ ظَلَمُواْ﴾ أي ولو أنَّ لهؤلاء المشركين الذين ظلموا أنفسهم بتكذيب القرآن والرسول ﴿مَا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ﴾ أي لو ملكوا كل ما في الأرض من أموال، وملكوا مثل ذلك معه ﴿لاَفْتَدَوْاْ بِهِ مِن سواء العذاب يَوْمَ القيامة﴾ أي لجعلوا كل ما لديهم من أموال وذخائر، فديةً لأنفسهم من ذلك العقاب الشديد يوم القيامة ﴿وَبَدَا لَهُمْ مِّنَ الله مَا لَمْ يَكُونُواْ يَحْتَسِبُونَ﴾ أي وظهر له من أنواع العقوبات ما لم يكن في حسابهم قال أبو السعود: وهذه غايةً من الوعيد لا غاية وراءها، ونظيرها في الوعد\n﴿فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ﴾ [السجدة: ١٧] ﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي وظهر لهم في ذلك اليوم المفزع سيئات أعمالهم التي اكتسبوها ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي وأحاط ونزل بهم من كل الجوانب جزاء ما كنوا يستهزئون به قال ابن كثير: أي","vol":"3","page":76},{"text":"أحاط بهم من العذاب والنكال ما كانوا يستهزئون به في الدنيا ﴿فَإِذَا مَسَّ الإنسان ضُرٌّ دَعَانَا﴾ أي فإذا أصاب هذا الإنسان الكافر شيءٌ من الشدة والبلاء، تضرَّع إلى الله وأناب إليه ﴿ثُمَّ إِذَا خَوَّلْنَاهُ نِعْمَةً مِّنَّا﴾ اي ثم إذا أعطيناه نعمة منا تفضلا عليه وكرمًا ﴿قَالَ إِنَّمَآ أُوتِيتُهُ على عِلْمٍ﴾ أي قال ذلك الإنسان الكافر الجاحد إِنما أعطيته على علمٍ مني بوجوه المكاسب والمتاجر ﴿بَلْ هِيَ فِتْنَةٌ﴾ أي ليس الأمر كما زعم بل هي اختبارٌ وامتحانٌ له، لنختبره فيما أنعمنا عليه أيطيع أم يعصي؟ ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعلمون أن إعطاءهم المال اختبار وابتلاء فلذلك يبطرون ﴿قَدْ قَالَهَا الذين مِن قَبْلِهِمْ﴾ أي قال تلك الكلمة والمقالة الكفار قبلهم كقارون وغيره حيث قال ﴿إِنَّمَآ أُوتِيتُهُ على عِلْمٍ عندي﴾ [القصص: ٧٨] ﴿فَمَآ أغنى عَنْهُمْ مَّا كَانُواْ يَكْسِبُونَ﴾ أي فما نفعهم ما جمعوه من الأموال، ولا ما كسبوه من الحُطام ﴿فَأَصَابَهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي فنالهم جزاء أعمالهم السيئة ﴿والذين ظَلَمُواْ مِنْ هؤلاء﴾ أي والذين ظلموا من هؤلاء المشركين كفار قريش ﴿سَيُصِيبُهُمْ سَيِّئَاتُ مَا كَسَبُواْ﴾ أي سينالهم جزاء أعمالهم القبيحة كما أصاب أولئك قال البيضاوي: وقد أصابهم ذلك فإنهم قد قُحطوا سبع سنين حتى أكلوا الجيف وقُتل ببدرٍ صناديدهم ﴿وَمَا هُمْ بِمُعْجِزِينَ﴾ أي وليسوا بفائتين من عذابنا، لا يعجزوننا هربًا ولا يفوتوننا طلبًا. . ثم ردَّ عليهم زعمهم فيما أوتوا من المال وسعة الحال فقال ﴿أَوَلَمْ يعلموا أَنَّ الله يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾؟ أي أولم يعلم هؤلاء المشركون أن الله يوسِّع الرزق على قوم، ويضيّقه على آخرين؟ فليس أمر الرزق تابعًا لذكاء الإِنسان أو غبائه، إنما هو تابعٌ للقسمة والحكمة ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إِن في الذي ذكر لعبرًا وحججًا لقوم يصدِّقون بآيات الله قال القرطبي: وخصَّ المؤمن بالذكر، لأنه هو الذي يتدبر الآيات وينتفع بها، ويعلم أن سعة الرزق قد يكون استدراجًا، وأن تقتيره قد يكون إعظامًا.","vol":"3","page":77},{"text":"المنَاسَبة: لما ذكر تعالى أحوال الفجرة المشركين، وذكر ما يكونون عليه في الآخرة من الذل والهوان، دعا المؤمنين إلى الإِنابة والتوبة قبل فوات الأوان، وختم السورة بذكر عظمة الله وجلاله يوم الحشر الأكبر، حيث يكون العدل الإِلهي والقسطاسُ المستقيم، ويساق السعداء إلى الجنة زمرًا، والأشقياء إلى النار زمرًا ﴿وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَرًا. .﴾ الآية.\nاللغَة: ﴿بَغْتَةً﴾ فجأة ﴿مَثْوَى﴾ مكان إقامة يقال: ثوى بالمكان أقام فيه ﴿مَقَالِيدُ﴾ خزائن ومفاتيح ﴿زُمَرًا﴾ جماعات جماعات جمع زُمرة وهي الجماعة ﴿خَزَنَتُهَا﴾ حُرَّاسها الموكلون عليها ﴿نَتَبَوَّأُ﴾ تبوأ المكانَ حلَّ ونزل فيه ﴿حَآفِّينَ﴾ محيطين به من أطرافه وجهاته.\nالتفسِير: ﴿قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ﴾ أخبر يا محمد عبادي المؤمنين الذين أفرطوا في الجناية على أنفسهم بالمعاصي والآثام ﴿لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله﴾ أي لا تيأسوا من مغفرة الله ورحمته ﴿إِنَّ الله يَغْفِرُ الذنوب جَمِيعًا﴾ أي إنه تعالى يعفو عن جميع الذنوب لمن شاء، وإن كانت مثل زبد البحر ﴿إِنَّهُ هُوَ الغفور الرحيم﴾ أي عظيم المغفرة واسع الرحمة، وظاهر الآية أنها دعوة للمؤمنين إلى عدم اليأس من رحمة الله لقوله ﴿ياعبادي﴾ وقال ابن كثير: هي دعوة لجميع العصاة من الكفرة وغيرهم إلى التوبة والإِنابة، وإِخبارٌ بأن الله يغفر الذنوب جميعًا لمن تاب منها ورجع عنها مهما كثرت ﴿وأنيبوا إلى رَبِّكُمْ وَأَسْلِمُواْ لَهُ﴾ أي ارجعوا إلى الله واستسلموا له","vol":"3","page":78},{"text":"بالطاعة والخضوع والعمل الصالح ﴿مِن قَبْلِ أَن يَأْتِيَكُمُ العذاب﴾ من قبل حلول نقمته تعالى بكم ﴿ثُمَّ لاَ تُنصَرُونَ﴾ أي ثم لا تجدون من يمنعكم من عذابه ﴿واتبعوا أَحْسَنَ مَآ أُنزِلَ إِلَيْكُم مِّن رَّبِّكُمْ﴾ أي اتبعوا القرآن العظيم، بامتثال أوامره واجتناب نواهيه، والزموا أحسن كتاب أنزل إليكم فيه سعادتكم وفلاحكم ﴿مِّن قَبْلِ أَن يَأْتِيَكُمُ العذاب بَغْتَةً وَأَنتُمْ لاَ تَشْعُرُونَ﴾ أي من قبل أن ينزل بكم العذاب فجأة وأنتم غافلون، لا تدرون بمجيئه لتتداركوا وتتأهبوا ﴿أَن تَقُولَ نَفْسٌ﴾ أي لئلا تقول بعض النفوس التي أسرفت في العصيان ﴿ياحسرتا على مَا فَرَّطَتُ فِي جَنبِ الله﴾ أي يا حسرتي وندامتي على تفريطي وتقصيري في طاعة الله وفي حقه قال مجاهد: يا حسرتا على ماضيعت من أمر الله ﴿وَإِن كُنتُ لَمِنَ الساخرين﴾ أي وإِنَّ الحال والشأن أنني كنت من المستهزئين بشريعة الله ودينه قال قتادة: لم يكفه أن ضيَّع طاعة الله حتى سخر من أهلها ﴿أَوْ تَقُولَ لَوْ أَنَّ الله هَدَانِي لَكُنتُ مِنَ المتقين﴾ «أو» للتنويع أي يقول الكافر والفاجر هذا أو هذا والمعنى لو أن الله هداني لاهتديت إلى الحق، وأطعت الله، وكنت من عباده الصالحين قال ابن كثير: يتحسر المجرم ويودُّ لو كان من المحسنين المخلصين، المطيعين لله ﷿ ﴿أَوْ تَقُولَ حِينَ تَرَى العذاب لَوْ أَنَّ لِي كَرَّةً فَأَكُونَ مِنَ المحسنين﴾ أي أو تقول تلك النفس الفاجرة حين مشاهدتها العذاب لو أنَّ لي رجعةً إلى الدنيا لأعمل بطاعة الله، وأُحسن سيرتي وعملي ﴿بلى قَدْ جَآءَتْكَ آيَاتِي﴾ هو جواب قوله ﴿لَوْ أَنَّ الله هَدَانِي﴾ والمعنى بلى قد جاءك الهدى من الله بإرساله الرسل، وإنزاله الكتب ﴿فَكَذَّبْتَ بِهَا واستكبرت وَكُنتَ مِنَ الكافرين﴾ أي فكذبت بالآيات، وتكبرت عن الإِيمان، وكنت من الجاحدين قال الصاوي: إن الكافر أولًا يتسحر، ثم يحتج بحجج واهية، ثم يتمنى الرجوع إلى الدنيا، ولو رُدَّ لعاد إلى ضلاله كما قال تعالى\n﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ﴾ [الأنعام: ٢٨] ﴿وَيَوْمَ القيامة تَرَى الذين كَذَبُواْ عَلَى الله وُجُوهُهُم مُّسْوَدَّةٌ﴾ أي ويوم القيامة ترى أيها المخاطب الذين كذبوا على الله بنسبة الشريك له والولد وجوههم سوداء مظلمة بكذبهم وافترائهم ﴿أَلَيْسَ فِي جَهَنَّمَ مَثْوًى لِّلْمُتَكَبِّرِينَ﴾ استفهام تقريري أي أليس في جهنم مقام ومأوى للمستكبرين عن الإِيمان، وعن طاعة الرحمن؟ بلى إنَّ لهم منزلًا ومأوى في دار الجحيم. . ولما ذكر حال الكاذبين على الله، ذكر حال المتقين لله فقال ﴿وَيُنَجِّي الله الذين اتقوا بِمَفَازَتِهِمْ﴾ أي وينجي الله المتقين بسبب سعادتهم وفوزهم بمطلوبهم وهو الجنة دار الأبرار ﴿لاَ يَمَسُّهُمُ السواء وَلاَ هُمْ يَحْزَنُونَ﴾ أي لا ينالهم هلعٌ ولا جزع، ولا هم يحزنون في الآخرة، بل هم آمنون ﴿فِي مَقْعَدِ صِدْقٍ عِندَ مَلِيكٍ مُّقْتَدِرٍ﴾ [القمر: ٥٥] ثم عاد إلى دلائل الألوهية والتوحيد، بعد أن أفاض في الوعند والوعيد فقال ﴿الله خَالِقُ كُلِّ شَيْءٍ﴾ أي الله جل وعلا خالق جميع الأشياء وموجد المخلوقات، والمتصرف فيها كيف يشاء، لا إله غيره ولا ربَّ سواه ﴿وَهُوَ على كُلِّ شَيْءٍ وَكِيلٌ﴾ أي هو القائم بتدبير كل شيء ﴿لَّهُ مَقَالِيدُ السماوات","vol":"3","page":79},{"text":"والأرض﴾ أي بيده جل وعلا مفاتيح خزائن كل الأشياء، لا يملك أمرها ولا يتصرف فيها غيره قال ابن عباس: «مقاليد» مفاتيح، وقال السدي: خزائن السمواتِ والأرض بيده ﴿والذين كَفَرُواْ بِآيَاتِ الله أولئك هُمُ الخاسرون﴾ أي والذين كذَّبوا بآيات القرآن الظاهرة، والمعجزات الباهرة، أولئك هم الخاسرون أشدَّ الخسران ﴿قُلْ أَفَغَيْرَ الله تأمروني أَعْبُدُ أَيُّهَا الجاهلون﴾؟ أي قل يا محمد أتأمرونني أن أعبد غير الله بعد سطوع الآيات والدلائل على وحدانيته يا أيها الجاهلون؟ قال ابن كثير: إن المشركين من جهلهم دعو رسولَ الله ﷺ َ إلى عبادة آلهتهم، ويعبدوا معه إلهَه فنزلت الآية ﴿وَلَقَدْ أُوْحِيَ إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ﴾ اللام موطئة للقسم أي واللهِ لقد أوحي إليك وإلى الأنبياء قبلك ﴿لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ﴾ أي لئن أشركت يا محمد ليبطلنَّ ويفسدنَّ عملك الصالح ﴿وَلَتَكُونَنَّ مِنَ الخاسرين﴾ أي ولتكونَنَّ في الآخرة من جملة الخاسرين بسبب ذلك.\n. وهذا على سبيل الفرض والتقدير، وإلاّ فالرسول ﷺ َ قد عصمه الله، وحاشا له أن يشرك بالله، وهو الذي جاء لإقامة صرح الإِيمان والتوحيد قال أبو السعود: والكلام ورادٌ على طريقة الفرض لتهييج الرسل، وإقناط الكفرة، والإِيذان بغاية شناعة الإِشراك وقبحه ﴿بَلِ الله فاعبد﴾ أي أخلص العبادة لله وحده، ولا تعبد أحدًا سواه. ﴿وَكُن مِّنَ الشاكرين﴾ أي وكن من الشاكرين لإِنعام ربك ﴿وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ﴾ أي وما عرفوا الله حق معرفته، إذ أشركوا معه غيره، وساووا بينه وبين الحجر والخشب في العبادة. . ثم نبههم على عظمته وجلالة شأنه فقال ﴿والأرض جَمِيعًا قَبْضَتُهُ يَوْمَ القيامة﴾ الجملة حالية والمعنى ما عظَّموه حقَّ تعظيمه والحال أنه موصوف بهذه القدرة الباهرة، التي هي غاية العظمة والجلال، فالأرضُ مع سعتها وبسطتها يوم القيامة تحت قبضته وسلطانه ﴿والسماوات مَطْوِيَّاتٌ بِيَمِينِهِ﴾ أي والسموات مضموات ومجموعات بقدرته تعالى قال الزمخشري: والغرضُ من هذا الكلام تصويرُ عظمته والتوقيف على كنه جلاله لا غير، من غير ذهابٍ بالقبضة واليمين إلى جهة وفي الحديث «يقبضُ اللهُ تعالى الأرض ويطوي السماء بيمينه، ثم يقول: أنا الملكُ أين ملوكُ الأرض؟» ﴿سُبْحَانَهُ وتعالى عَمَّا يُشْرِكُونَ﴾ أي تنزَّه الله وتقدس عما يصفه به المشركومن من صفاتِ العجز والنقص، ثم ذكر تعالى أهوال الآخرة فقال ﴿وَنُفِخَ فِي الصور﴾ هو قرنٌ ينفخ فيه إسرافيل علهي السلام بأمر الله، والمراد بالنفخة هنا «نفخة الصَّعق» التي تكون بعد نفخة الفزع قال ابن كثير: وهي النفخة الثانية التي يموت بها الأحياء من أهل السمواتِ والأرض ﴿فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض﴾ أي فخَّر ميتًا كل من في السموات والأرض ﴿إِلاَّ مَن شَآءَ الله﴾ أي إلاَّ من شاء الله بقاءه كحملة العرض، والحور العين والولدان ﴿ثُمَّ نُفِخَ فِيهِ أخرى﴾ أي نُفخ فيه نفخةٌ أخرى وهي نفخةُ الإِحياء ﴿فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ﴾ أي فإِذا جمع الخلائق الأموات يقومون من","vol":"3","page":80}]