[{"text":"القبور ينظرون ماذا يُؤمرون ﴿وَأَشْرَقَتِ الأرض بِنُورِ رَبِّهَا﴾ أي وأضاءت أرض المحشر بنور الله يوم القيامة، حين تجلى الباري جلا وعلا لفصل القضاء بين العباد ﴿وَوُضِعَ الكتاب﴾ أي أحضرت صحائف أعمال الخلائق للحساب ﴿وَجِيءَ بالنبيين والشهدآء﴾ أي وجيء بالأنبياء ليسألهم رب العزة عما أجابتهم به أممهم، وبالشهداء وهم الحفظة الذين يشهدون على الناس بأعمالهم، وقال السدي: هم الذين استشهدوا في سبيل الله ﴿وَقُضِيَ بَيْنَهُم بالحق﴾ أي وقَضي بين العباد جميعًا بالقسط والعدل ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي وهم في الآخرة لا يظلمون شيئًا من أعمالهم، لا بنقص ثواب، ولا بزيادة عقاب قال ابن جبير: لا يُنقص من حسناتهم ولا يزاد على سيئاتهم ﴿وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ﴾ أي جوزي كل إنسان بما عمل من خير أو شر ﴿وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ﴾ أي هو تعالى أعلم بما عمل كل إنسان، ولا حاجة به إلى كتاب ولا إلى شاهد، ومع ذلك تشهد الكتب إلزامًا للحجة.\n. ثم فصَّل تعالى مآلٍ من الأشقياء والسعداء فقال ﴿وَسِيقَ الذين كفروا إلى جَهَنَّمَ زُمَرًا﴾ أي وسيق الكفرة المجرمون إلى نار جهنم جماعاتٍ جماعات، كما يساق الأشقياء في الدنيا إلى السجون ﴿حتى إِذَا جَآءُوهَا فُتِحَتْ أَبْوَابُهَا﴾ أي حتى إذا وصلوا إليها فتحت أبواب جهنم فجأة لتستقبلهم ﴿وَقَالَ لَهُمْ خَزَنَتُهَآ أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنكُمْ يَتْلُونَ عَلَيْكُمْ آيَاتِ رَبِّكُمْ﴾؟ أي وقال لهم خزنة جهنم تقريعًا وتوبيخًا: ألم يأتكم رسلٌ من البشر يتلون عليكم الكتب المنزلة من السماء؟ ﴿وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هذا﴾؟ أي ويخوفونكم من شر هذا اليوم العصيب؟ ﴿قَالُواْ بلى ولكن حَقَّتْ كَلِمَةُ العذاب عَلَى الكافرين﴾ أي قالوا بلى قد جاءونا وأنذرونا، وأقاموا علينا الحجج والبراهين، ولكننا كذبناهم وخالفانهم لما سبق لنا من الشقاوة قال القرطبي: وهذا اعتراف منهم بقيام الحجة عليهم، والمراد بكلمة العذاب قوله تعالى ﴿لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ﴾ [هود: ١١٩] ﴿قِيلَ ادخلوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا﴾ أي قيل لهم ادخلوا جهنَّم لتصلوا سعيرها ماكثين فيها أبدًا، بلا زوال ولا انتقال ﴿فَبِئْسَ مَثْوَى المتكبرين﴾ أي فبئس المقام والمأوى جهنم للمتكبرين عن الإِيمان بالله وتصديق رسله ﴿وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَرًا﴾ أي وسيق الأبرار المتقون لله إلى الجنة جماعاتٍ جماعات راكبين على النجائب قال القرطبي: سوقُ أهل النار طردُهم إليها بالخزي والهوان، كما يفعل بالمجرمين الخارجين على السلطان، وسوقُ أهل الجنان سوقُ مراكبهم إلى دار الكرامة والرضوان، لأنه لا يُذبهم بهم إلا راكبين، كما يفعل بالوافدين على الملوك، فشتَّان ما بين السوقين ﴿حتى إِذَا جَآءُوهَا وَفُتِحَتْ أَبْوَابُهَا﴾ أي حتى إذا جاءوها وقد فتحت أبوابُها كقوله تعالى ﴿جَنَّاتِ عَدْنٍ مُّفَتَّحَةً لَّهُمُ الأبواب﴾ [ص: ٥٠] قال الصاوي: والحكمةُ في زيادة الواو هنا «فُتحت» دون التي قبلها، أن أبواب السجون تكون مغلقة إلى أن يجيئها أصحاب الجرائم، فتفتح لهم ثم تُغلق عليهم، بخلاف أبواب السرور والفرح فإنها تفتح انتظارًا لمن يدخلها فناسب دخول الواو هنا دون التي قبلها ﴿وَقَالَ لَهُمْ خَزَنَتُهَا سَلاَمٌ عَلَيْكُمْ طِبْتُمْ فادخلوها خَالِدِينَ﴾ أي وقال لهم","vol":"3","page":81},{"text":"حراس الجنة: سلامٌ عليكم أيها المتقون الأبرار ﴿طِبْتُمْ﴾ أي طهرتم من دنس المعاصي والذنوب، فادخلوا الجنة دار الخلود، قال البيضاوي: وجواب «إذا» محذوف، للدلالة على أنَّ لهم من الكرامة والتعظيم، ما لا يحيط به الوصف والبيان قال ابن كثير: وتقديره إِذا كان هذا سُعِدوا، وطابوا، وسُرّوا وفرحوا بقدر ما يكون لهم من النعيم ﴿وَقَالُواْ الحمد للَّهِ الذي صَدَقَنَا وَعْدَهُ﴾ أي وقالوا عند دخولهم الجنة واستقرارهم فيها: الحمد لله الذي حقَّق لنا ما وعدنا به من دخول الجنة قال المفسرون: والإِشارة إلى وعده تعالى لهم بقوله\n﴿تِلْكَ الجنة التي نُورِثُ مِنْ عِبَادِنَا مَن كَانَ تَقِيًّا﴾ [مريم: ٦٣] ﴿وَأَوْرَثَنَا الأرض نَتَبَوَّأُ مِنَ الجنة حَيْثُ نَشَآءُ﴾ أي وملَّكنا أرض الجنة نتصرف فيها تصرف المالك في ملكه وننزل فيها حيث نشاء، ولا ينازعنا فيها أحد ﴿فَنِعْمَ أَجْرُ العاملين﴾ أي فنعم أجر العاملين بطاعة الله الجنة ﴿وَتَرَى الملائكة حَآفِّينَ مِنْ حَوْلِ العرش﴾ أي وترى يا محمج الملائكة محيطين بعرش الرحمن، محدقين به من كل جانب ﴿يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ﴾ أي يسبحون الله ويمجدونه تلذذًا لا تعبدًا ﴿وَقُضِيَ بَيْنَهُمْ بالحق﴾ أي وقُضي بين العباد بالعدل ﴿وَقِيلَ الحمد لِلَّهِ رَبِّ العالمين﴾ أي وقيل الحمد لله على عدله وقضائه قال المفسرون: القائل هم المؤمنون والكافرون، المؤمنون يحمدون الله على فضله، والكافرون يحمدونه على عدله قال ابن كثير: نطق الكون أجمعه، ناطقه وبهيمه، لله رب العالمين بالحمد في حكمه وعدله، ولهذا لم يسند القول إلى قائل، بل أطلقه فدل على أن جميع المخلوقات شهدت له بالحمد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين (تكفروا. . تَشْكُرُواْ) وبين ﴿يَرْجُواْ. . ويَحْذَرُ﴾ وبين ﴿فَوْقِهِمْ. . وتَحْتِهِمْ﴾ وبين ﴿ضُرٍّ. . ورَحْمَةٍ﴾ وبين ﴿الغيب. . والشهادة﴾ وبين ﴿يَبْسُطُ. . وَيَقْدِرُ﴾ وبين ﴿اهتدى. . وضَلَّ﴾ الخ.\n٢ - جناس الاشتقاق ﴿يَتَوَكَّلُ المتوكلون﴾ [الزمر: ٣٨] وكذلك في قوله ﴿أَحْسَنُواْ فِي هذه الدنيا حَسَنَةٌ﴾ [الزمر: ١٠] .\n٣ - الأسلوب التهكمي ﴿لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار﴾ [الزمر: ١٦] إطلاق الظلة عليها تهكم لأنها محرقة، ولظلة تقي من الحر.\n٤ - المقابلة الرائعة ﴿وَإِذَا ذُكِرَ الله وَحْدَهُ اشمأزت قُلُوبُ الذين لاَ يُؤْمِنُونَ بالآخرة. .﴾ [الزمر: ٤٥] الآية فقد قابل بين الله والأصنام، وبين السرور والاشمئزاز، وكذلك توجد مقابلة بين آيتي السعداء والأشقياء ﴿وَسِيقَ الذين كفروا إلى جَهَنَّمَ زُمَرًا﴾ وقابل ذلك بقوله ﴿وَسِيقَ الذين اتقوا رَبَّهُمْ إِلَى الجنة زُمَرًا. .﴾ والمقابلةُ أن يؤتى بمعنيين أو أكثر، ثم يُؤتى بما يقابل ذلك على الترتيب وهو من المحسنات البديعية.\n٥ - الإِيجاز بالحذف لدلالة السياق عليه ﴿أَفَمَن شَرَحَ الله صَدْرَهُ لِلإِسْلاَمِ فَهُوَ على نُورٍ مِّن رَّبِّهِ فَوَيْلٌ لِّلْقَاسِيَةِ قُلُوبُهُمْ مِّن ذِكْرِ الله أولئك فِي ضَلاَلٍ مُّبِينٍ﴾ [الزمر: ٢٢]؟ حذف خبره","vol":"3","page":82},{"text":"وتقديره كمن طبع الله على قلبه؟ ومثله ﴿أَمَّنْ هُوَ قَانِتٌ آنَآءَ اليل﴾ [الزمر: ٩]؟ أي كمن هو كافرٌ جاحدًا لربه؟\n٦ - الأمر الذي يراد منه التهديد ﴿قُلْ تَمَتَّعْ بِكُفْرِكَ﴾ [الزمر: ٨] ومثله ﴿اعملوا على مَكَانَتِكُمْ﴾ [الزمر: ٣٩] للمبالغة في الوعيد.\n٧ - المجاز المرسل ﴿أَفَأَنتَ تُنقِذُ مَن فِي النار﴾ [الزمر: ١٩]؟ أطلق المسبب وأراد السبب، لأن الضلال سبب لدخول النار.\n٨ - الاستعارة ﴿لَّهُ مَقَالِيدُ السماوات والأرض﴾ أي مفاتيح خيراتهما، ومعادن بركاتها فشبَّه الخيرات والبركات بخزائن واستعار لها لفظ المقاليد، بمعنى المفاتيح، ومعنى الآية خزائن رحمته وفضله بيده تعالى.\n٩ - الاستعارة التمثيلية ﴿والأرض جَمِيعًا قَبْضَتُهُ يَوْمَ القيامة والسماوات مَطْوِيَّاتٌ بِيَمِينِهِ﴾ مثَّل لعظمته وكما قدرته، وحقارة الأجرام العظام التي تتحير فيها الأوهام بالنسبة لقدرته تعالى بمن قبض شيئًا عظيمًا بكفه، وطوى السموات بيمينه بطريق الاستعارة التمثيلية، قال في تلخيص البيان: وفي الآية استعارة ومعنى ذلك أن الأرض في مقدوره كالذي يقبض عليه القابض، فتستولي عليه كفه، ويحوزه ملكه، ولا يشاركه غيره، والسموات مجموعات في ملكه ومضموات بقدرته وقال الزمخشري: والآية لتصوير عظمته والتوقيف على كنه جلاله، من غير ذهاب بالقبضة واليمين إلى جهة، لأن الغرض الدلالة على القدرة الباهرة، ولا ترى بابًا في علم البيان أدق ولا أرقَّ ولا ألطف من هذا الباب.\n١٠ - الكناية ﴿أَن تَقُولَ نَفْسٌ ياحسرتا على مَا فَرَّطَتُ فِي جَنبِ الله﴾ جنبُ الله كنايةٌ عن حقِّ الله وطاعته، وهذا من لطيف الكنايات.\n١١ - الالتفات من التكلم إلى الغيبة ﴿لاَ تَقْنَطُواْ مِن رَّحْمَةِ الله﴾ والأصل: لا تقطنوا من رحمتي قال علماء البيان: وفي الآية الكريمة ﴿قُلْ ياعبادي الذين أَسْرَفُواْ على أَنفُسِهِمْ﴾ الآية من أنواع المعاني والبيان أمور حسان: منها إقباله تعالى على خلقه ونداؤه لهم، ومنها إضافة الرحمة للفظ الجلالة الجامع لجميع الأسماء والصفات، ومنها الإِتيان بالجملة المعرَّفة الطرفين المؤكدة بإِن وضمير الفصل ﴿إِنَّهُ هُوَ الغفور الرحيم﴾ .\n١٢ - توافق الفواصل في الحرف الأخير، وهو نهاية في الروعة والجمال اقرأ مثلًا قوله تعالى ﴿وَنُفِخَ فِي الصور فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله ثُمَّ نُفِخَ فِيهِ أخرى فَإِذَا هُمْ قِيَامٌ يَنظُرُونَ وَأَشْرَقَتِ الأرض بِنُورِ رَبِّهَا وَوُضِعَ الكتاب وَجِيءَ بالنبيين والشهدآء وَقُضِيَ بَيْنَهُم بالحق وَهُمْ لاَ يُظْلَمُونَ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ﴾ ألا تأخذك روعة هذا البيان، برونقه، وجماله، وأدائه، فينطلق لسانك بذكر الرحمن؟!","vol":"3","page":83},{"text":"اللغَة: ﴿غَافِرِ﴾ الغفْر: السترُ والمحو والتكفير ﴿الطول﴾ الإِنعام والتفضل ﴿يُدْحِضُواْ﴾ يبطلوا ويزيلوا، يقال: الباطلُ داحضٌ، لأنه يزلق ويزل فلا يستقر ﴿حَقَّتْ﴾ وجبت ولزمت ﴿مَقْتُ﴾ المقت: شدة البغض ﴿الروح﴾ الوحيُ والنبوة سمي رُوحًا لأن القلوب تحيا به كما تحا الأبدان بالأرواح ﴿التلاق﴾ الاجتماع في الحشر ﴿بَارِزُونَ﴾ ظاهرون لا يسترهم شيء ﴿الأزفة﴾ اسم للقيامة سميت آزفة لقربها، يقال أزف الشيء إذا اقترب ﴿وَاقٍ﴾ دافع يدفع عنهم العذاب.\nالتفسِير: ﴿حم﴾ الحروف المقطَّعة للتنبيه على إعجاز القرآن، وللإِرشاد على أن هذا القرآن المعجز منظوم من أمثال هذه الحروف الهجائية ﴿تَنزِيلُ الكتاب مِنَ الله﴾ أي هذا القرآن تنزيلٌُ من الله ﴿العزيز العليم﴾ أي العزيز في ملكه، العليم في خلقه ﴿غَافِرِ الذنب وَقَابِلِ التوب﴾ أي الذي يعفو عن ذنوب العباد، ويقبل توبة العصاة لمن تاب منهم وأناب ﴿شَدِيدِ العقاب﴾ أي شديد العقاب لمن تكبر وطغى، وأعرض عن طاعة المولى ﴿ذِي الطول﴾ أي ذي الفضل والإِنعام ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا الله، ولا ربَّ في الوجود سواه ﴿إِلَيْهِ المصير﴾ أي إليه وحده مرجع الخلائق فيجازيهم بأعمالهم، وإنما قدَّم المغفرة والتوبة على العقاب، للإِشارة إلى سعة الفضل وأن رحمته سبقت عذابه، ثم لما ذكر أن القرآن هداية الله للعالمين، أعقبه بذكر المجادلين المعاندين فقال ﴿مَا يُجَادِلُ في آيَاتِ الله إِلاَّ الذين كَفَرُواْ﴾ أي ما يدفع الحق ويجادل في هذا القرآن بعد وضوح آيات وظهور إعجازه إلا الجاحدون لآياتِ الله، المعاندون لرسله ﴿فَلاَ يَغْرُرْكَ تَقَلُّبُهُمْ فِي البلاد﴾ أي فلا تغترَّ أيها العاقل بتصرفهم وتقلبهم في هذه الدنيا، بالمساكن والمزارع، والممالك والتجارات، فإنهم أشقى الناس، وما هم عليه من النعيم متاعٌ قلي، وظلٌ زائل، فإِني وإِن أمهلتهم لا أهملُهم، بل آخذه بعد ذلك النعيم أخذ عزيز مقتدر قال في التسهيل: والآية تسليةٌ للنبي ﷺ َ ووعيدٌ شديد للكفار ﴿كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ والأحزاب مِن بَعْدِهِمْ﴾ أي كذَّب قبل كفار مكة أقوام كثيرون، منهم قوم نوح والأمم الذين تحزبوا على أنبيائهم ولم يقبلوا ما جاءوا به من عند الله كقوم عاد وثمود وفرعون وأمثالهم ﴿وَهَمَّتْ كُلُّ أُمَّةٍ بِرَسُولِهِمْ لِيَأْخُذُوهُ﴾ أي وهمت كل أمةٍ من الأمم المكذبين أن يقتلوا رسولهم ويبطشوا به قال ابن كثير: أي حرصوا على قتله بكل ممكن ومنهم من قتل رسوله ﴿وَجَادَلُوا بالباطل لِيُدْحِضُواْ بِهِ الحق﴾ أي جادلوا رسلهم بالباطل ليزيلوا ويبطلوا به الحق الواضح الجلي ﴿فَأَخَذْتُهُمْ﴾ أي فأهلكتهم إهلاكًا مريعًا ﴿فَكَيْفَ كَانَ عِقَابِ﴾ استفهام تعجيب أي فكيف كان عقابي لهم؟ ألم يكن شديدًا فضيعًا؟ ﴿وَكَذَلِكَ حَقَّتْ كَلِمَةُ رَبِّكَ عَلَى الذين كفروا﴾ أي وكذلك وجبت","vol":"3","page":86},{"text":"كلمة العذاب على هؤلاء المكذبين من قومك، كما وجبت لمن سبقهم من الكفار ﴿أَنَّهُمْ أَصْحَابُ النار﴾ أي لأنهم أهل النار، قال القرطبي: أي كما حقَّ على الأمم التي كذبت رسلها وحلَّ بها عقابي، كذلك وجبت كلمة العذاب على الذين كفروا بالله من قومك لأنهم أصحاب النار.\nثم ذكر تعالى حال الملائكة الأطهار، والمؤمنين الأبرار، بعد أن ذكر الكفار والفجار فقال ﴿الذين يَحْمِلُونَ العرش وَمَنْ حَوْلَهُ يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ﴾ أي هؤلاء العباد المقربون حملةُ العرش ومن حول العرش من أشراف الملائكة وأكابرهم، ممن لا يُحصي عددهم إلا الله، هم في عبادة دائبة لله، ينزهونه عن صفات النقص، ويثنون عليه بصفات الكمال ﴿وَيُؤْمِنُونَ بِهِ﴾ أي ويصدقون بوجوده تعالى، وبأنه لا إله لهم سواه، ولا يستكبرون عن عبادته قال الزمخشير: فإن قالت: ما فائدة قوله ﴿وَيُؤْمِنُونَ بِهِ﴾ ولا يخفى أن حملة العرش وجميع الملائكة يؤمنون بالله؟ فالجواب أن ذلك إظهار لفضيلة الإِيمان وشرفه والترغيب فيه ﴿وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ﴾ أي موهم مع عباداتهم واستغراقهم في تسبيح الله وتمجيده، يطلبون من الله المغفرة للمؤمنين قائلين ﴿رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا﴾ أي يا ربنا وسعت رحمتُك وعلمك كل شيء قال المفسرون: وفي وصف الله تعالى بالرحمة والعلم وهو ثناءٌ قبل الدعاء تعليمُ العباد أدب السؤال والدعاء، فهم يبدأون دعاءهم بأدبٍ ويستمطرون إحسانه وفضله وإنعامه ﴿فاغفر لِلَّذِينَ تَابُواْ واتبعوا سَبِيلَكَ﴾ أي فاصفح عن المسيئين المذنبين، التائبين عن الشرك والمعاصي، المتعبين لسبيل الحق الذي جاء به أنبياؤك ورسلك ﴿وَقِهِمْ عَذَابَ الجحيم﴾ أي واحفظهم من عذاب جهنم ﴿رَبَّنَا وَأَدْخِلْهُمْ جَنَّاتِ عَدْنٍ التي وَعَدْتَّهُمْ﴾ أي أدخلهم جنات النعيم والإِقامة التي وعدتهم إياها ﴿وَمَن صَلَحَ مِنْ آبَآئِهِمْ وَأَزْوَاجِهِمْ وَذُرِّيَّاتِهِمْ﴾ أي وأدخل الصالحين من الآباء والأزواج والأولاد في جنات النعيم أيضًا ليتم سرورهم بهم قال ابن كثير: أي جمع بينهم وبينهم لتقر بذلك أعينهم بالاجتماع في الجنة بمنازل متجاورة ﴿إِنَّكَ أَنتَ العزيز الحكيم﴾ أي العزيز الذي لا يُغلب ولا يمتنع عليه شيء، الحكيم الذي لا يفعل إلا ما فيه الحكمة والمصلحة ﴿وَقِهِمُ السيئات﴾ هذا من تمام ادعاء الملائكة أي أحفظم يا ربّ من فعل المنكرات والفواحش التي توبق أصحابها ﴿وَمَن تَقِ السيئات يَوْمَئِذٍ فَقَدْ رَحِمْتَهُ﴾ أي ومن حفظته من نتائجها وعواقبها يوم القيامة، فقد لفطفت به ونجيته من العقوبة ﴿وَذَلِكَ هُوَ الفوز العظيم﴾ أي وذلك الغفران ودخول الجنان، هو الظفر العظيم الذي لا ظفر مثله. . ولما تحدث عن أحوال المؤمنين، ذكر شيئًا من أحوال الكافرين فقال ﴿إِنَّ الذين كَفَرُواْ يُنَادَوْنَ لَمَقْتُ الله أَكْبَرُ مِن مَّقْتِكُمْ أَنفُسَكُمْ﴾ أي تناديهم الملائكة يوم القيامة على جهة التوبيخ والتقريع: لبغض الله الشديد لكم في الدنيا أعظم من بغضكم اليوم لأنفسكم ﴿إِذْ تُدْعَوْنَ إِلَى الإيمان فَتَكْفُرُونَ﴾ إي حين كنتم تُدعون إلى الإِيمان فتكفرون كبرًا وعتوًا قال قتادة: بغضُ الله لأهل الضلالة حين عُرض عليهم الإِيمان في الدنيا فأبوا أن يقبلوه، أكبرُ مما مقتوا أنفسهم حين عاينوا عذاب الله ﴿قَالُواْ رَبَّنَآ أَمَتَّنَا اثنتين وَأَحْيَيْتَنَا اثنتين﴾ أي قال الكفار لما","vol":"3","page":87},{"text":"رأوا الشدائد والأهوال ربَّنا أمتَّنا مرتين، وأحييتنا مرتين ﴿فاعترفنا بِذُنُوبِنَا﴾ أي فاعترفنا بما جنيناه من الذنوب في الدنيا ﴿فَهَلْ إلى خُرُوجٍ مِّن سَبِيلٍ﴾ أي فهل تردنا إلى الدنيا لنعمل بطاعتك؟ وهل تخرجنا من النار لنسلك طريق الأبرار؟ قال المفسرون: الموتةُ الأولى حين كانوا في العمد، والموتة الثانية حين ماتوا في الدنيا، والحياة الأولى حياة الدنيا، والحياة الثانية حياةُ البعث يوم القيامة، فهاتان موتتان وحياتان، وإنما قالوا ذلك على سبيل التعطف والتوسل إلى رضى الله، بعد أن عاينوا العذاب، وقد كانوا يكفرون وينكرون، ولهذا جاء الجواب ﴿ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ الله وَحْدَهُ كَفَرْتُمْ﴾ أي ذلكم العذاب والخلود في جهنم بسبب كفركم وعدم إيمانكم بالله، فإِذا دعيتم إلى التوحيد كفرتم ﴿وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ﴾ وإن دعيتم إلى اللت والعزَّى وأمثالهما من الأصنام، آمنت وصدَّقتم بألوهيتها ﴿فالحكم للَّهِ العلي الكبير﴾ أي فالقضاء لله وحده، لا للأوثان والأصنام، ولا سبيل إلى نجاتكم، لأن الله هو المتعالي على خلقه، العظيم في ملكه الذي يفعل ما يشاء، ويحكم ما يريد.\n. ولما ذكر تعالى ما يوجب التهديد الشديد للمشركين، أردفه بذكر ما يدل على كما قدرته وحكمته ليصير بمنزلة البرهان على عدم جواز عبادة الأوثان فقال ﴿هُوَ الذي يُرِيكُمْ آيَاتِهِ﴾ أي الله جل وعلا هو الذي يريكم أيها الناس العلامات الدالة على قدرته الباهرة في مخلوقاته، في العالم العلوي والسفلي الدالة على كمال خالقها ومبدعها ومنشئها ﴿وَيُنَزِّلُ لَكُم مِّنَ السمآء رِزْقًا﴾ أي وينزِّل لكم من السماء المطر الذي هو سبب للرزق، وبه تخرج الزروع والثمار ﴿وَمَا يَتَذَكَّرُ إِلاَّ مَن يُنِيبُ﴾ أي وما يعتبر ويتعظ بهذه الآيات الباهرة، إلا من يرجع إلى الله بالتوبة والإِنابة، العمل الصالح البعيد عن الرياء والنفاق ﴿فادعوا الله مُخْلِصِينَ لَهُ الدين﴾ أي فاعبدوا الله أيها المؤمنون مخلصين له العبادة والطاعة ولا تعبدوا معه غيره ﴿وَلَوْ كَرِهَ الكافرون﴾ هذا للمبالغة أي اعبدوه وأخلصوا له قلوبكم، حتى ولو كره الكافرون وذلك، وغاظهم إخلاصكم وقاتلكم عليه ﴿رَفِيعُ الدرجات﴾ أي عظيم الشأن والسلطان، صاحب الرفعة والمقام العالي ﴿ذُو العرش﴾ أي صاحب العرش العظيم، الذي هو أعظم المخلوقات، ولا شيء يشبهه من مخلوقات الله قال ابن كثير: أخبر تعالى عن عظمته وكبريائه، وارتفاع عرضه العظيم العالي على جميع مخلوقاته كالسقف لها، وقد ذُكر أن العرش من ياقوتةٍ حمراء ولا يعلم سعته إلا الله وقال أبو السعود: وكونُ العرض العظيم المحيط بأكناف العالم العلوي والسفلي، تحت ملكوته وقبضة قدرته، مما يقضي بكون علو شأنه وعظم سلطانه، في غايةٍ لا غاية وراءها ﴿يُلْقِي الروح مِنْ أَمْرِهِ على مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي نزل الوحي على من يشاء من خلقه، ويختص بالرسالة والنبوة من أراد من عباده، وإِنما سمَّى الوحي روحًا لأنه يسري في القلوب كسريان الروح في الجسد قال القرطبي: سمَّاه روحًا لأن الناس يحيون به من موت الكفر كما تحيا الأبدان بالأرواح ﴿لِيُنذِرَ يَوْمَ التلاق﴾ أي ليخوِّف الرسول الموحَى إليه يوم القيامة الكبرى، حيث يلتقي العباد جميعًا ليحاسبوا","vol":"3","page":88},{"text":"على أعمالهم، ويلتقي الخلق بالخالق في ساعة الحساب قال قتادة: يلتقي فيه أهل السماء بأهل الأرض، والخالق والخلق ﴿يَوْمَ هُم بَارِزُونَ﴾ أي يوم هم ظاهرون بادون للعيان، لا شيء يكنُّهم ولا يظلّهم ولا يسترهم من جبلٍ أو أكمةٍ أو بناء، لأنهم في أرض مستوية هي أرض المحشر ﴿لاَ يخفى عَلَى الله مِنْهُمْ شَيْءٌ﴾ أي لا يخفى على الله شيء من أحواله وأعمالهم ولا من سرائرهم وبواطنهم قال الصاوي: والحكمة في تخصيص ذلك اليوم مع أن الله لا يخفى عليه شيء في سائر الأيام أنهم كانوا يتوهمون في الدنيا أنهم إذا استتروا بالحيطان مثلًا لا يراهم الله، وفي هذا اليوم لا يتوهمون هذا التوهم ﴿لِّمَنِ الملك اليوم﴾؟ أي ينادي الله سبحانه والناسُ بارزون في أرض المحشر: لمن المُلكُ اليوم؟ ويسكت الخلائق هيبةً لله تعالى وفزعًا، فيجيب تعالى نفسه قائلا ﴿لِلَّهِ الواحد القهار﴾ أي لله المتفرد بالملك، الذي قهر بالغلبة كل ما سواه قال الحسن: هو تعالى السائل والمجيب، لأنه يقول ذلك حين لا أحد يجيبه، فيجيب نفسه ﴿اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ﴾ أي في ذلك اليوم يوم القضاء والفصل بين العباد تُجازى كل نفسٍ بما عملت من خيرٍ أو شر ﴿لاَ ظُلْمَ اليوم﴾ أي لا يُظلم أحد شيئًا، لا بنقص ثواب، ولا بزيادة عقاب ﴿إِنَّ الله سَرِيعُ الحساب﴾ أي سريعٌ حسباه، لا يشغله شأنٌ عن شأن، فيحاسب الخلائق جميعًا في وقتٍ واحد قال القرطبي: كما يرزقهم في ساعةٍ واجدة، يحاسبهم كذلك في ساعةٍ واحدة، وفي الخبر:\n«لا ينتصف النهارُ حتى يقيل أهل الجنة في الجنة، وأهلُ النار في النار» ﴿وَأَنذِرْهُمْ يَوْمَ الأزفة﴾ أي خّوفهم ذلك اليوم الرهيب يوم القيامة قال ابن كثير: «الآزفة» اسم من أسماء القيامة، سميت بذلك لقربها كقوله تعالى ﴿أَزِفَتِ الآزفة﴾ [النجم: ٥٧] ﴿إِذِ القلوب لَدَى الحناجر﴾ أي تكاد قلوبهم لشدة الخوف والجزع تبلغ الحناجر وهي الحلوق مكان البلعوم ﴿كَاظِمِينَ﴾ أي ممتلئن غمًا وحسرةً شأن المكروب قال في التسهيل: معنى الآية أن القلوب قد صعدت من الصدور لشدة الخوف حتى بلغت الحناجر، ويحتمل أن يكون ذلك حقيقةً أو مجازوًا عبَّر به عن شدة الخوف والحنجرة هي الحلق ﴿مَا لِلظَّالِمِينَ مِنْ حَمِيمٍ﴾ أي ليس للظالمين صديقٌ ينفعهم ﴿وَلاَ شَفِيعٍ يُطَاعُ﴾ أي ولا شفيع يشفع لهم لينقذهم من شدة العذاب ﴿يَعْلَمُ خَآئِنَةَ الأعين﴾ أي يعلم جلَّ وعلا العين الخائنة بمسارقتها النظر إلى محرم قال ابن عباس: هو الرجل يكون جالسًا مع الناس، فتمرُّ المرأة فيسارقهم النظر إليها ﴿وَمَا تُخْفِي الصدور﴾ أي ويعلم السرَّ المستور تخفيه الصدور ﴿والله يَقْضِي بالحق﴾ أي يقضي ويحكم بالعدل ﴿والذين يَدْعُونَ مِن دُونِهِ﴾ أي والذين يعبدونهم من دون الله من الأوثان والأصنام ﴿لاَ يَقْضُونَ بِشَيْءٍ﴾ أي لا حكم لهم أصلًا فيكف يكونون شركاء لله؟ قال أبو السعود: وهذا تهكمٌ بهم","vol":"3","page":89},{"text":"لأن الجماد لا يقال في حقه يقضي أو لا يقضي ﴿إِنَّ الله هُوَ السميع البصير﴾ أي هو السمع لأقوال العباد، البصير بأفعالهم ﴿أَوَلَمْ يَسِيروُاْ فِي الأرض﴾؟ أي أولم يعتبر هؤلاء المشركون في أسفارهم بما يرون من أثار المكذبين ﴿فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين كَانُواْ مِن قَبْلِهِمْ﴾ أي فينظروا ما حلَّ بالمكذبين من العذاب والنكال؟ فإنَّ العاقل من اعتبر بغيره ﴿كَانُواْ هُمْ أَشَدَّ مِنْهُمْ قُوَّةً﴾ أي كانوا أشدَّ قوةً من هؤلاء الكفار من قومك ﴿وَآثَارًا فِي الأرض﴾ أي وأقوى آثارًا في الأرض من الحصون والقصور والجند الأشداء، ومع هذه القوة العظيمة والبأس الشديد أهكلهم الله لما كذبوا الرسل ﴿فَأَخَذَهُمُ الله بِذُنُوبِهِمْ﴾ أي أهلكهم الله إهلاكًا فضيعًا بسبب إجرامهم وتكذيبهم رسل الله ﴿وَمَا كَانَ لَهُم مِّنَ الله مِن وَاقٍ﴾ أي وما كان لهم أحد يدفع عنهم عذاب الله، ولا يقيهم من عقابه.\n. ثم ذكر تعالى سبب عقابه لهم فقال ﴿ذَلِكَ بِأَنَّهُمْ كَانَت تَّأْتِيهِمْ رُسُلُهُم بالبينات﴾ أي ذلك العذاب بسبب أنهم كانت تأتيهم رسلهم بالمعجزات الباهرات، والآيات الساطعات الواضحات ﴿فَكَفَرُواْ فَأَخَذَهُمُ الله﴾ أي فكفروا مع هذا البيان والبرهان فأهلكهم الله ودمَّرهم ﴿إِنَّهُ قَوِيٌّ﴾ أي إنه تعالى قويٌ لايُقهر، ذو قوة عظيمة وبأسٍ شديد ﴿شَدِيدُ العقاب﴾ أي عقابه شديد لمن عصاه، وعذابه أليم وجيع، أعاذنا الله من عقابه وأجارنا من عذابه.","vol":"3","page":90},{"text":"المنَاسَبَة: لما ذكر تعالى ما حلَّ بالكفار من العذاب والدمار، أردفه بذكر قصة موسى مع فرعون تسلية لرسول الله ﷺ َ عما يلقاه من الأذى والتكذيب، وبيانًا لسنة الله تعالى في أهلاك الظاليمن، ثم ذكر موقف مؤمن آل فرعون ونصيحته لقومه، وهي مواقف بطولية مشرِّفة في وجه الطغيان.\nاللغَة: ﴿استحيوا﴾ استبقوا بناتهم على قيد الحياة ﴿ضَلاَلٍ﴾ ضياع وبطلان ﴿عُذْتُ﴾ اعتصمت وتحصنتُ والتجأت ﴿ظَاهِرِينَ﴾ غالبين مستعلين ﴿بَأْسِ الله﴾ عذابه وانتقامه ﴿دَأْبِ﴾ عادة وشأن ﴿التناد﴾ يوم القيامة للنداء فيه إلى المحشر، أو المناداة الناس بعضهم بعضًا قال أمية بن الصَّلت:\nوبثَّ الخلق فيها إذ دحاها ... فهم سكَّانُها حتى التَّنادِ\n﴿عَاصِمٍ﴾ مانع ودامع ﴿صَرْحًا﴾ قصرًا وبناءً عظيمًا حاليًا ﴿تَبَابٍ﴾ خسران وهلاك ﴿لاَ جَرَمَ﴾ حقًا ولا محالة ﴿حَاقَ﴾ نزل وأحاط.\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَا وَسُلْطَانٍ مُّبِينٍ﴾ اللام موطئة للقسم أي والله لقد بعثنا رسولنا موسى بالآيات البينات، والدلائل الواضحات، وبالبرهان البيّن الظاهر وهو معجزة اليد والعصا ﴿إلى فِرْعَوْنَ وَهَامَانَ وَقَارُونَ﴾ أي إلى فرعون الطاغية الجبار، ووزيره هامان، وقارون","vol":"3","page":91},{"text":"صاحب الكنوز والأموال قال في البحر: وخصَّ قارون وهامان بالذكر لمكانتهما في الكفر، ولأنهما أشهر أتباع فرعون ﴿فَقَالُواْ سَاحِرٌ كَذَّابٌ﴾ أي فقالوا عن موسى إنه ساحر فيما أظهر من المعجزات، كذَّاب فيما ادعاه أنه من عند الله، وصيغة كذَّاب للمبالغة ﴿فَلَمَّا جَآءَهُمْ بالحق مِنْ عِندِنَا﴾ أي فلما جاءهم بالمعجزات الباهرة التي تدل على صدقه، والتي أيَّده الله بها ﴿قَالُواْ اقتلوا أَبْنَآءَ الذين آمَنُواْ مَعَهُ واستحيوا نِسَآءَهُمْ﴾ أي اقتلوا الذكور لئلا يتناسلوا، واستبقوا الإِناث للخدمة قال الصاوي: وهذا القتلُ غيرُ الأول، لأن فرعون بعد ولادة موسى أمسك عن قتل الأولاد، فلما بُعث موسى وعجز عن معارضته أعاد القتل في الأولاد ليمتنع الناس من الإِيمان، ولئلا يكثر جمعهم فيكيدوه، فأرسل الله عليهم أنواع العذاب كالضفادع والقُمَّل والدم والطوفان، إلى أن خرجوا من مصر فأغرقهم الله تعالى وجعل كيدهم في نحورهم ﴿وَمَا كَيْدُ الكافرين إِلاَّ فِي ضَلاَلٍ﴾ أي وما تدبيرهم ومكرهم إلا في خسرانٍ وهلاك، لأن الله لا يُنجح سعيهم ﴿وَقَالَ فِرْعَوْنُ ذروني أَقْتُلْ موسى﴾ أي قال فرعون الجبار: اتركوني حتى أقتلْ لكم موسى ﴿وَلْيَدْعُ رَبَّهُ﴾ أي وليناد ربه حتى يخصله مني، وإنما ذكره على سبيل الاستهزاء وكأنه يقول: لا يهولنكم ما يذكر من ربه فإِنه لا حقيقة له وأنا ربكم الأعلى، وغرضُه أن يوهمهم بأنه إنما امتنع عن قتله رعايةً لقلوب أصحابه قال أبو حيان: والظاهر أ، فرعون لعنه الله كان قد استيقن أنه نبيٌ، وأن ما جاء به آياتٌ باهرة وما هو بسحر، ولكن الرجل كان فيه خبثٌ وجبروت وكان قتالًا سفاكًا للدماء لأهون شيء، فكيف لا يقتل من أحسَّ منه بأنه يثل عرشه ويهدم ملكه، ولكنه يخاف إن همَّ بقتله أن يُعاجل بالهلاك، وكان كلامه للتمويه على قومه وإيهامهم أنهم هم الذي يكفّرونه، وما كان يكفُّه إلا شدةُ الخوف والفزع ﴿إني أَخَافُ أَن يُبَدِّلَ دِينَكُمْ﴾ أي إني أخشى أن يغيّر ما أمنت عليه من عبادتكم لي إلى عباده ربه ﴿أَوْ أَن يُظْهِرَ فِي الأرض الفساد﴾ أي أو أن يثير الفتن والقلاقل في بلدكم، ويكون بسببه الهرجُ، وهذا كما قال المثل «صار فرعون واعظًا» ﴿وَقَالَ موسى إِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ﴾ أي إني استجرتُ بالله واعتصمتُ به ليحفظني ﴿مِّن كُلِّ مُتَكَبِّرٍ لاَّ يُؤْمِنُ بِيَوْمِ الحساب﴾ أي من شر كل جبارٍ عنيد متكبر عن الإِيمان بالله، لا يصدِّق بالآخرة قال في التسهيل: وإنما قال ﴿مِّن كُلِّ مُتَكَبِّرٍ﴾ ولم يذكره باسمه ليشمل فرعون وغيره، وليكون فيه وصفٌ لغير فرعون بذلك الوصف القبيح ﴿وَقَالَ رَجُلٌ مُّؤْمِنٌ مِّنْ آلِ فِرْعَوْنَ يَكْتُمُ إِيمَانَهُ﴾ قال المفسرون: كان هذا الرجل ابن عم فرعون وكان قبطيًا يخفي إيمانه عن فرعون،","vol":"3","page":92},{"text":"فلما سمع قول الجبار متوعدًا موسى بالقتل نصحهم بقوله ﴿أَتَقْتُلُونَ رَجُلًا أَن يَقُولَ رَبِّيَ الله﴾ استفهام إنكاري للتبكيت عليهم أي أتقتلون رجلًا لا ذنب له إلا لأجل أنقال: ربيَ الله من غير تفكرٍ ولا تأملٍ في أمره؟ ﴿وَقَدْ جَآءَكُمْ بالبينات مِن رَّبِّكُمْ﴾ أي والحال أنه قد أتاكم بالمعجزات الظاهرة التي شاهدتموها من عند ربكم ﴿وَإِن يَكُ كَاذِبًا فَعَلَيْهِ كَذِبُهُ﴾ أي إن كان كذابًا في دعوى الرسالة فضرر كذبه لا يتعداه قاله القرطبي: ولم يكن ذلك لشكٍ منه في رسالته وصدقه، ولكنْ تلطفًا في الاستكفاف، واستنزالًا عن الأذى ﴿وَإِن يَكُ صَادِقًا يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ﴾ أي وإِن كان صادقًا في دعواه أصابكم بعضُ ما وعدم به من العذاب ﴿إِنَّ الله لاَ يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ﴾ أي لا يوفق للهداية والإِيمان من هو مسرفٌ في الضلال، مبالغ في الكذب على الله قال الإِمام الفخر: وفي هذا إشارة إلى رفع شأن موسى لأن الله هداه وأيده بالمعجزات، وتعريضٌ بفرعون في أنه مسرفٌ في عزمه على قتل موسى، كذَّاب في إِقدامه على ادعاء الإِلهية، والله لا يهدي من هذا شأنه وصفته، بل يبطله ويهدم أمره وقال في البحر: هذا نوعٌ من أنواع علم البيان يسميه علماؤنا «استدراج المخاطب» وذلك أنه لما رأى فرعون قد عزم على قتل موسى، وقومه على تكذيبه أراد الانتصار له بطريق يُخفي عليهم بها أنه متمعصبٌ له، وأنه من أتباعه، فجاءهم بطريق النصح والملاطفة فقال ﴿أَتَقْتُلُونَ رَجُلًا﴾ ولم يذكر اسمه بل قال رجلًا ليوهمهم أنه لا يعرفه، ثما قال ﴿أَن يَقُولَ رَبِّيَ الله﴾ ولم يقول رجلًا مؤمنًا بالله أو هو نبيٌ الله، إذ لو قال ذلك لعلموا أنه متعصب ولم يقبلوا قوله، ثم أتبعه بقوله ﴿وَإِن يَكُ كَاذِبًا﴾ فقدَّم الكذب على الصدق موافقة لرأيهم فيه ثم تلاه بقوله ﴿وَإِن يَكُ صَادِقًا﴾ ولم يقل هو صادق وكذلك قال ﴿يُصِبْكُمْ بَعْضُ الذي يَعِدُكُمْ﴾ ولم يقل كلُّ ما يعدكم ولو قال ذلك لعلموا أنه متعصب له، وأنه يزعم نبوته وأنه يصدّقه، ثم أتبعه بكلام يفهم منه أنه ليس بمصدِّق له وهو قوله ﴿إِنَّ الله لاَ يَهْدِي مَنْ هُوَ مُسْرِفٌ كَذَّابٌ﴾ وفيه تعريضٌ بفرعون، إذ هو في غاية الإِسراف والكذب على الله، إذْا ادعدى الألوهية والربوبية ﴿ياقوم لَكُمُ الملك اليوم ظَاهِرِينَ فِي الأرض﴾ كرر النصح مع التلطف والمعنى: أنتم غالبون على بني إسرائيل في أرض مصر قد قهرتموهم واستعبدتموهم اليوم ﴿فَمَن يَنصُرُنَا مِن بَأْسِ الله إِن جَآءَنَا﴾ أي فمن ينقذنا من عذاب الله وينجينا منه إن قتلتم رسوله قال الرازي: وإِنما قال ﴿يَنصُرُنَا﴾ و﴿جَآءَنَا﴾ لأنه كان يُظهر لهم أنه منهم، وأنَّ الذي ينصحهم به هو مشارك لهم فيه.\n. وهنا تأخذ فرعون العزةُ بالإِثم، ويستبدُّ به الجبروت والطغيان ﴿قَالَ فِرْعَوْنُ مَآ أُرِيكُمْ إِلاَّ مَآ أرى﴾ أي ما أشير عليكم برأيٍ سوى ما ذكرتُه من قتل موسى حسمًا لمادة الفتنة ﴿وَمَآ أَهْدِيكُمْ إِلاَّ سَبِيلَ الرشاد﴾ أي وما أهديكم بهذا الرأي إلا طريق الصواب والصلاح ﴿وَقَالَ الذي آمَنَ ياقوم إني أَخَافُ عَلَيْكُمْ مِّثْلَ يَوْمِ الأحزاب﴾ أي أخشى عليكم مثل أيام العذاب التي عُذّب بها المتحزبون على الأنبياء ﴿مِثْلَ دَأْبِ قَوْمِ نُوحٍ وَعَادٍ وَثَمُودَ﴾ هذا تفسير للأحزاب أي مثل عادة قوم نوع وعاد وثمود وما أصابهم من العذاب والدمار بتكذيبهم لرسلهم ﴿والذين مِن بَعْدِهِمْ﴾ أي والمكذبين بعد أولئك كقوم لوط ﴿وَمَا الله يُرِيدُ ظُلْمًا لِّلْعِبَادِ﴾ أي لا يعاقب","vol":"3","page":93},{"text":"العباد بدون ذنب قال الزمخشري: أي إن تدميرهم كان عدلًا وقسطًا لأنهم استوجبوه بأعمالهم، وفيه مبالغة حيث جعل المنفي إرادة الظلم، ومن كان بعيدًا عن إرادة الظلم، كان عن الظلم أبعد ﴿وياقوم إني أَخَافُ عَلَيْكُمْ يَوْمَ التناد﴾ خوَّفهم بعذاب الآخرة بعد أن خوفهم بعذاب الدنيا والمعنى إني أخاف عليكم من ذلك اليوم الرهيب يوم الحشر الأكبر، حيث ينادي المجرمون بالويل والثبور ﴿دَعَوْاْ هُنَالِكَ ثُبُورًا﴾ [الفرقان: ١٣] ﴿يَوْمَ تُوَلُّونَ مُدْبِرِينَ﴾ أي تولون منهزمين من هول عذاب جنهم قال المفسرون: إن الكفار إذا سمعوا زفير النار أدبروا هاربين، فلا يأتون قطرًا من الأقطار إلا وجدوا الملائكة يتلقونهم يضربون وجوههم، فيرجعون إلى مكانهم فتتلقهم جنهم ﴿مَا لَكُمْ مِّنَ الله مِنْ عَاصِمٍ﴾ أي ليس لكم مانع ولا دافع يصرف عنكم عذاب الله ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِنْ هَادٍ﴾ أي ومن يضلله اللهُ فليس له من يهديه إلى طريق النجاة ﴿وَلَقَدْ جَآءَكُمْ يُوسُفُ مِن قَبْلُ بالبينات﴾ أي والله لقد جاءكم يوسف بن يعقوب من قبل موسى بالمعجزات الظاهرات ﴿فَمَا زِلْتُمْ فِي شَكٍّ مِّمَّا جَآءَكُمْ بِهِ﴾ أي فلم تزالوا شاكين في رسالته كافرين بما جاء به من عند الله قال المفسريون: المراد آباؤكم وأصولكم ﴿حتى إِذَا هَلَكَ قُلْتُمْ لَن يَبْعَثَ الله مِن بَعْدِهِ رَسُولًا﴾ أي حتى إذا مات قلتم على سبيل التشهيّ والتمني من غير حجة ولا برهان لن يأتي أحد يدعي الرسالة بعد يوسف قال أبو حيان: وليس هذا تصديقًا لرسالة يوسف، كيف وما زالوا في شك منه، وإنما المعنى لا رسول من عند الله فيبعثه إلى الخلق، ففيه نفي الرسول ونفي بعثته ﴿كَذَلِكَ يُضِلُّ الله مَنْ هُوَ مُسْرِفٌ مُّرْتَابٌ﴾ أي مثل ذلك الضلال الفظيع يُضلُّ الله كل مسرفٍ في العصيان، شاكٍّ في الدين، بعد وضوح الحجج والبراهين ﴿الذين يُجَادِلُونَ في آيَاتِ الله بِغَيْرِ سُلْطَانٍ أَتَاهُمْ﴾ هذا من تتمة كلام الرجل المؤمن والمعنى الذين يجادلون في شريعة الله بغير حجة وبرهان جاءهم من عند الله ﴿كَبُرَ مَقْتًا عِندَ الله وَعِندَ الذين آمَنُواْ﴾ أي عظُم بغضًا عند الله وعند المؤمنين جدالُهم بغير رهان قال في البحر: عادل الواعظ عن مخاطبتهم إلى الإسم الغائب، لحسنِ محاورته لهم واستجلاب قلوبهم، لئلا يفجأهم بالخطاب، وفي قوله ﴿كَبُرَ مَقْتًا﴾ ضربٌ من التعجب والاستعظام لجادالهم، كأنه خارج عن حدِّ أمثاله من الكبائر ﴿كَذَلِكَ يَطْبَعُ الله على كُلِّ قَلْبِ مُتَكَبِّرٍ جَبَّارٍ﴾ أي كما ختم على قلوب هؤلاء المجادلين كذلك يختم بالضلال على قلب كل متكبر عن الإِيمان، متجبرٍ على العباد، حتى لا يعقل الرشاد، ولا يقبل الحق، وإنما وصف القلب بالتكبر والجبروت لكونه مركزهما ومنبعهما، وهو سلطان الأعضاء، فمتى فسد فسدت ﴿وَقَالَ فَرْعَوْنُ ياهامان ابن لِي صَرْحًا﴾ أي قال فرعون لوزيره هامان ابن لي قصرًا عاليًا، وبناءً شامخًا منيفًا قال القرطبي: لما قال مؤمن آل فرعون ما قال، وخاف فروع أن يتمكن كلامه في قلوب القوم، أوهم أنه يمتحن ما جاء به موسى من التوحيد، فأمر وزيره هامان ببناء الصرح ﴿لعلي أَبْلُغُ الأسباب أَسْبَابَ السماوات﴾ أي لعلي أصل وأنتهي إلى طرق السموات وما","vol":"3","page":94},{"text":"يؤدي إليها، وكررها للتفخيم والبيان ﴿فَأَطَّلِعَ إلى إله موسى﴾ أي فأنظر إلى إله موسى نظر عيان ﴿وَإِنِّي لأَظُنُّهُ كَاذِبًا﴾ أي وإِني لأعتقد موسى كاذبًا في ادعائه أن له إلهًا غيري قال أبو حيان: وبلوغُ أسباب السموات غير ممكن، لكنَّ فرعون أبرزه في صورة الممكن تمويهًا على سامعيه، ولما قال ﴿فَأَطَّلِعَ إلى إله موسى﴾ كان ذلك إقرارًا بالإِله فلذلك استدرك هذا الإِقرار بقوله ﴿وَإِنِّي لأَظُنُّهُ كَاذِبًا﴾ ﴿وَكَذَلِكَ زُيِّنَ لِفِرْعَوْنَ سواء عَمَلِهِ﴾ أي ومثل ذلك التزيين زُيّن لفرعون عمله السيء حتى رآه حسنًا ﴿وَصُدَّ عَنِ السبيل﴾ أي ومُنع بضلاله عن طريق الهدى ﴿وَمَا كَيْدُ فِرْعَوْنَ إِلاَّ فِي تَبَابٍ﴾ أي وما تدبير فرعون ومكره إلا في خسار وهلاك، خسر ملكه في الدنيا بالغرق، وفي الآخرة بالخلود في النار ﴿وَقَالَ الذي آمَنَ ياقوم اتبعون أَهْدِكُمْ سَبِيلَ الرشاد﴾ كرَّر مؤمن آل فرعون نصحه لهم بعد تلك المراوغة التي لقيها من فرعون، ودعا قومه إلى الإيمان بالله الواحد الأحد، وكشف لهم عن قيمة الحياة الزائلة، وشوَّقهم إلى نعيم الحياة الباقية، وحذَّرهم من عذاب الله ومعنى الآية: امتثلوا يا قوم أمري واسلكوا طريقي أرشدكم إلى طريق الفوز والنجاة طريق الجنة ﴿ياقوم إِنَّمَا هذه الحياة الدنيا مَتَاعٌ﴾ أي ليست الدنيا إلا متاعًا زائلًا، لاثبات له ولا دوام ﴿وَإِنَّ الآخرة هِيَ دَارُ القرار﴾ أي وإن الدار الآخرة هي دار الاستقرار والخلود، التي لا زوال لها ولا انتقال منها، فإِما خلود في النعيم، أو خلود في الجحيم قال القرطبي: ومراده بالدار الآخرة الجنة والنار لأنهما لا يفنيان ﴿مَنْ عَمِلَ سَيِّئَةً فَلاَ يجزى إِلاَّ مِثْلَهَا﴾ أي من عمل في هذه الدنيا سيئةً فلا يعاقب في الآخرة إلا بمقدارها دون زيادة، رحمة منه تعالى بالعباد ﴿وَمَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ﴾ أي ومن فعل في الدنيا العمل الصالح سواءً كان ذكرًا أو أنثى بشرط الإِيمان ﴿فأولئك يَدْخُلُونَ الجنة يُرْزَقُونَ فِيهَا بِغَيْرِ حِسَابٍ﴾ أي فأولئك المحسنون يدخلون جنات النعيم، ويعطون جزاءهم بغير تقدير، بل أضعافًا مضاعفة فضلًا من الله وكرمًا، فقد اقتضى فضله تعالى أن تضاعف الحسناتُ دون السيئات قال ابن كثير: ﴿بِغَيْرِ حِسَابٍ﴾ أي لا يتقدر بجزاء، بل يثيبه الله ثوابًا كثيرًا عظيمًا، لا انقضاء له ولا نفاد ﴿وياقوم مَا لي أَدْعُوكُمْ إِلَى النجاة وتدعونني إِلَى النار﴾؟ أي ما لي أدعوكم إلى الإِيمان الموصل إلى الجنان، وتدعونني إلى الكفر الموصل إلى النار؟ والاستفهما للتعجب كأنه يقول: أنا أتعجب من حالكم هذه، أدعوكم إلى النجاة والخير، وتدعونني إلى النار والشر؟ ثم وضَّح ذلك بقوله ﴿تَدْعُونَنِي لأَكْفُرَ بالله وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ﴾ أي تدعونني للكفر بالله، وأن أعبد ما ليس لي علمٌ بربويته، وما ليس بإِلهٍ كفرعون ﴿وَأَنَاْ أَدْعُوكُمْ إِلَى العزيز الغفار﴾ أي وأنا أدعوكم إلى عبادة الله الواحد الأحد، العزيز الذي لا يُغلب، العفَّار لذنوب العباد ﴿لاَ جَرَمَ أَنَّمَا تدعونني إِلَيْهِ﴾ أي حقًا إنما تدعونني لعبادته ﴿لَيْسَ لَهُ دَعْوَةٌ فِي الدنيا وَلاَ فِي الآخرة﴾ أي لا يصلح أن يُعبد لأنه لا يسْتجيب لنداء داعيه، ولا يقدر على تفريج كربته لا في الدنيا ولا في الآخرة ﴿وَأَنَّ مَرَدَّنَآ إِلَى الله﴾ أي وأن مرجعنا إلى الله وحده فيجازي كلًا بعمله ﴿وَأَنَّ المسرفين هُمْ أَصْحَابُ النار﴾ أي وأن المسرفين في الضلال والطغيان","vol":"3","page":95},{"text":"سيخلَّدون في النار ﴿فَسَتَذْكُرُونَ مَآ أَقُولُ لَكُمْ﴾ أي فستذكرون صدق كلامي عندما يحل بكم العذاب، وهو تهديد ووعيد ﴿وَأُفَوِّضُ أمري إِلَى الله﴾ أي أتوكل على الله، وأسلّم أمري إليه قال القرطبي: وهذا يدل على أنهم هدَّدوه وأرادوا قتله ﴿إِنَّ الله بَصِيرٌ بالعباد﴾ أي مطلع أعمالهم، لا تخفى عليه خافية من أحوالهم ﴿فَوقَاهُ الله سَيِّئَاتِ مَا مَكَرُواْ﴾ أي فنجاه الله من شدائد مكرهم، ومن أنواع العذاب الذي أرادوا إلحاقه به ﴿وَحَاقَ بِآلِ فِرْعَوْنَ سواء العذاب﴾ أي ونزل بفرعن وجماعته أسوأ العذاب، وهو الغرق في الدنيا، والحرق في الآخرة، ثم فسَّره بقوله ﴿النار يُعْرَضُونَ عَلَيْهَا غُدُوًّا وَعَشِيًّا﴾ أي النار ُحرقون بها صباحًا ومساء قال المفسرون: المراد بالنار هنا نار القبر وعذابهم في القبور بدليل قوله بعده ﴿وَيَوْمَ تَقُومُ الساعة أدخلوا آلَ فِرْعَوْنَ أَشَدَّ العذاب﴾ أي ويوم القيامة يقال للملائكة: ادخلوا فرعون وقومه نار جنهم التي هي أشد من عذاب الدينا.","vol":"3","page":96},{"text":"المنَاسَبة: لما ذكر تعالى ما حلَّ بآل فرعون من العذاب والدمار، ذكر بعده النزاع والخصام الذي يكون بين أهل النار، واستغاثة المجرمين، وهم في عذاب الجحيم يصلون سعيرها فلا يجابون، ثم ذكر الأدلة والبراهين على قدرة الله ووحدانيته، لإِقامة الحجة على المشركين.\nاللغَة: ﴿يَتَحَآجُّونَ﴾ يختصمون ﴿خَزَنَةِ﴾ جمع خازن وهو المتكفل بحفظ الشيء وحراسته ﴿الأشهاد﴾ جمع شاهد وهو الذي يشهد بالحجة على غيره ﴿دَاخِرِينَ﴾ أذلاء صاغرين ﴿تُؤْفَكُونَ﴾ تُصرفون عن الإِيمان إلى الكفر ﴿قَرَارًا﴾ مستقرا ﴿أُسْلِمَ﴾ أذل وأخضع.\nالتفسِير: ﴿وَإِذْ يَتَحَآجُّونَ فِي النار﴾ أي واذكر حين يختصم الرؤساء والأتباع في نار جهنم ﴿فَيَقُولُ الضعفاء لِلَّذِينَ استكبروا إِنَّا كُنَّا لَكُمْ تَبَعًا﴾ أي فيقول الأتباع الضفعاء للرؤساء المستكبرين عن الإِيمان واتباع الرسل، إنا كنا لكم في الدنيا أتباعًا كالخدم ننقاد لأوامركم، ونطيعكم فيما تدعوننا إليه من الكفر والضلال ﴿فَهَلْ أَنتُم مُّغْنُونَ عَنَّا نَصِيبًا مِّنَ النار﴾؟ أي فهل أنتم دافعون عنا جزءًا من هذا العذاب الذي نحن فيه؟ قال الرازي: علموا أن أولئك الرؤساء لا قدرة لهم على ذلك التخفيف، وإنما مقصودهم من هذا الكلام المبالغة في تخجيل الرؤساء، وإِيلام قلوبهم، لأنهم سعوا في إيقاعهم في أنواع الضلالات ﴿قَالَ الذين استكبروا إِنَّا كُلٌّ فِيهَآ﴾ أي قال الرؤساء جوابًا لهم: إنَّا جميعًا في نار جهنم، فلو قدرنا على إزالة العذاب عنكم لدفعناه عن أنفسنا ﴿إِنَّ الله قَدْ حَكَمَ بَيْنَ العباد﴾ أي قضى قضاءً مبرمًا لا مردَّ له، بدخول المؤمنين الجنة، والكافرين النار، فلا نستطيع أن نفعل لكم شيئًا ﴿وَقَالَ الذين فِي النار لِخَزَنَةِ جَهَنَّمَ﴾ لما ئيس أهل النار بعضهم من بعض التجأوا إلى حراس جنهم يطلبون منهم التخفيف قال البيضاوي: وإنما وضع جهنم موضع الضمير ﴿لِخَزَنَةِ جَهَنَّمَ﴾ بدلًا من «لخزنتها» للتهويل والتفظيع ﴿ادعوا رَبَّكُمْ يُخَفِّفْ عَنَّا يَوْمًا مِّنَ العذاب﴾ أي أدعوا لنا الله أن يخفف عنا ولو مقدار يوم واحد من هذا العذاب ﴿قالوا أَوَلَمْ تَكُ تَأْتِيكُمْ رُسُلُكُمْ بالبينات﴾؟ أي أجابتم الملائكة على سبيل التوبيخ والتقريع: ألم تأتكم الرسل بالمعجزات الظاهرات فكفرتم بهم وكذبتموهم؟ ﴿قَالُواْ بلى﴾ أي قال الكفار بلى جاءونا ﴿قَالُواْ فادعوا﴾ اي قالت لهم الملائكة: فادعوا اللهَ أنتم فإِنا لا نجترىء على ذلك قال الرازي: وليس قولهم ﴿فادعوا﴾ لرجاء المنفعة، ولكنْ للدلالة على الخيبة، فإن الملائكة المقربين إذا لم يُسمع دعاؤهم، فكيف يسمع دعاء الكفار؟ ثم يصرّحون لهم بأنه لا أثر لدعائهم فيقولون ﴿وَمَا دُعَاءُ الكافرين إِلاَّ فِي ضَلاَلٍ﴾ أي دعاؤكم لا ينفع ولا","vol":"3","page":97},{"text":"يجدي لأن دعاء الكافرين ما هو إلا خسار وتبار ﴿إِنَّا لَنَنصُرُ رُسُلَنَا والذين آمَنُواْ فِي الحياة الدنيا﴾ أي ننصر الرسل والمؤمنين بالحجة والظفر والانتقام لهم من الكفرة المجرمين في هذه الحياة الدنيا ﴿وَيَوْمَ يَقُومُ الأشهاد﴾ أي وفي الآخرة يوم يحضر الأشهاد الذين يشهدون بأعمال العباد، من مَلك ونبيٍ ومؤمن قال الرازي: الآية وعدٌ من الله تعالى لرسوله بأن ينصره على أعدائه في الحياة الدنيا وفي الآخرة ﴿يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ﴾ أي لا ينفع المجرمين اعتذارهم قال ابن جرير: لا ينفع أهل الشرك اعتذارهم، لأنهم لا يعتذرون إلا بباطل ﴿وَلَهُمُ اللعنة﴾ أي الطردُ من رحمة الله ﴿وَلَهُمْ سواء الدار﴾ أي ولهم جهنم أسوأ مرجع ومصير قال ابن عباس: ﴿سواء الدار﴾ سؤُ العاقبة ﴿وَلَقَدْ آتَيْنَا مُوسَى الهدى﴾ أي والله لقد أعطينا «موسى بن عمران» ما يُهتدى به في الذين، من المعجزات والصحف والشرائع ﴿وَأَوْرَثْنَا بني إِسْرَائِيلَ الكتاب﴾ أي أورثناهم العلم النافع والكتاب الهادي وهو «التوراة» ﴿هُدًى وذكرى لأُوْلِي الألباب﴾ أي هاديًا وتذكرةً لأصحاب العقول السليمة ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ أي فاصبر يا محمد علىأذى المشركين، فإن وعد الله لك ولأتباعك بالنصر على الأعداء، حقٌ لا يمكن أن يتخلف، لأن الله لا يخلف الميعاد قال الإِمام الفخر: لما بيَّن تعالىأنه ينصر رسله، وضرب المثال في ذلك بحال موسى، خاطب بعده رسوله بقوله ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ والمراد أنَّ الله ناصرك كما نصرهم، ومنجزٌ وعده لك كما أنجزه في حقهم ﴿واستغفر لِذَنبِكَ﴾ أي واطلب المغفرة من ربك على ما فرط منك من ترك الأولى والأفضل، قال الصاوي: والمقصودُ من هذا الأمر تعليم الأمة ذلك، وإلا فرسول الله ﷺ َ معصومٌ من الذنوب جميعًا، صغائر وكبائر قبل النبوة وبعدها على التحقيق وقال ابن كثير: وهذا تهييجٌ للأمة على الاستغفار ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ بالعشي والإبكار﴾ أي ودمْ على تسبيح ربك في المساء والصباح قال الرازي: والمرادُ منه الأمرُ بالمواظبة على ذكر الله، وألاَّ يفتر اللسان عنه، حتى يصبح في زمرة الملائكة الأبرار، الذين\n﴿يُسَبِّحُونَ اليل والنهار لاَ يَفْتُرُونَ﴾ [الأنبياء: ٢٠] والمرادُ بالتسبيح تنزيهُ اللهِ عن كل ما لا يليق به، ثم نبه تعالىإلى السبب الدافع للكفار إلى المجادلة بالباطل فقال ﴿إِنَّ الذين يُجَادِلُونَ في آيَاتِ الله﴾ أي يخاصمون في الآيات المنزلة ﴿بِغَيْرِ سُلْطَانٍ أَتَاهُمْ﴾ أي بلا برهانٍ ولا حجةٍ من الله ﴿إِن فِي صُدُورِهِمْ إِلاَّ كِبْرٌ﴾ أي ما شفي قلوبهم إلا تكبرٌ وتعاظم يمنعهم من اتباعك والانقياد إليك ﴿مَّا هُم بِبَالِغِيهِ﴾ أي ما هم بواصلين إلى مرادهم من إطفاء نور الله، ولا بمؤملين مقصودهم بالعو عليك ﴿فاستعذ بالله إِنَّهُ هُوَ السميع البصير﴾ أي فالتجىءْ وتحصَّنْ بالله من كيدهم، فإِن الله يدفع عنك شرهم، لأنه هو السميعُ لأقوالهم العليمُ بأحوالهم. . ثم ذكر تعالى الدلائل الدالة على قدرته ووحدانيته فقال ﴿لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس﴾ اللام لام الابتداء أي لخلقُ الله للسمواتِ والأرضِ وإِنشاؤُهما وابتداعهما من غير شيء أعظم من خلق البشر، فمن قدر على خلقهما مع عظمهما كيف","vol":"3","page":98},{"text":"يعجز عن خلق ما هو أحقر وأهون؟ قال في التسهيل: والغرض الاستدلال على البعث، لأن الإِله الذي خلقَ السمواتِ والأرض على كبرها، قادرٌ على إعادة الأجسام بعد فنائها ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعملون ذلك، لأنهم لا يتأملون لغلبة الجهل عليهم، وفرط غفلتهم واتباعهم لأهوائهم ﴿وَمَا يَسْتَوِي الأعمى والبصير﴾ أي لا يتساوى المؤمن والكافر ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات وَلاَ المسياء﴾ أي ولا البرُّ والفاجر ﴿قَلِيلًا مَّا تَتَذَكَّرُونَ﴾ أي لا تتعظون بهذه الأمثال إلا قليلًا قال ابن كثير: والمراد أنه كما لا يستوي الأعمى الذي لا يبصر شيئًا، والبصير الذي يرى ما انتهى إليه بصره، كذلك لا يستوي المؤمنون الأبرار، والكفرة الفجار، ما أقلَ ما يتذكر كثيرٌ من الناس؟ ﴿إِنَّ الساعة لآتِيَةٌ لاَّ رَيْبَ فِيهَا﴾ أي إن القيامة آتيةٌ لا محالة، لا شك في ذلك ولا مرية ﴿ولكن أَكْثَرَ الناس لاَ يُؤْمِنُونَ﴾ أي ولكنَّ أكثر الناس لا يصدقون بمجيئها، ولذلك ينكرون البعث والجزاء قال الرازي: والمراد بأكثر الناس الكفار الذين ينكرون البعث والقيامة ﴿وَقَالَ رَبُّكُمُ ادعوني أَسْتَجِبْ لَكُمْ﴾ أي ادعوني أجبْكم فيما طلبتم، وأعطم ما سألتم قال ابن كثير: ندب تعالى عباده إلى دعائه، وتكفَّل لهم بالإِجابة فضلًا منه وكرمًا ﴿إِنَّ الذين يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ﴾ أي إنَّ الذين يتكبرون عن دعاء الله سيدخلون جهنم أذلاء صاغرين.\n. ثم ذكر تعالى من آثار قدرته ووحدانيته، ما يلزم منه أفراده بالعبادة والشكر فقال ﴿الله الذي جَعَلَ لَكُمُ الليل لِتَسْكُنُواْ فِيهِ والنهار مُبْصِرًا﴾ أي الله جل وعلا بقدرته وحكمته هو الذي جعل لكم الليل مظلمًا لتستريحوا فيه من تعب وعناء العمل بالنهار، وجعل النهار مضيئًا لتتصرفوا فيه بأسباب الرزق وطلب المعاش ﴿إِنَّ الله لَذُو فَضْلٍ عَلَى الناس﴾ إي إنه تعالى متفضل على العباد، وهو صاحب الجود والإِحسان إليهم ﴿ولكن أَكْثَرَ الناس لاَ يَشْكُرُونَ﴾ أي ولكنَّ أكثر الناس لا يشكرون الله على إحسانه، ويجحدون فضله وإِنعامه ﴿ذَلِكُمُ الله رَبُّكُمْ خَالِقُ كُلِّ شَيْءٍ﴾ أي ذلكم المتفرد بالخلق والإِنعام هو الله ربكم، خالق كل الأشياء ﴿لاَّ إله إِلاَّ هُوَ﴾ أي لا معبود في الوجود سواه ﴿فأنى تُؤْفَكُونَ﴾ أي فكيف تصرفون عن عبادة الخالق المالك إلى عبادة الأوثان؟ ﴿كَذَلِكَ يُؤْفَكُ الذين كَانُواْ بِآيَاتِ الله يَجْحَدُونَ﴾ أي كذلك يُصرف عن الهدى والحق الذين جحدوا بآيات الله وأنكروها قال الصاوي: وهذه تسلية للنبي ﷺ َ والمعنى لا تحزن يا محمد على إِنكار قومك فإن من قبلهم فعل ذلك، ثم زاد في البيان ودلائل القدرة فقال ﴿الله الذي جَعَلَ لَكُمُ الأرض قَرَارًا﴾ أي جعلها مستقرًا لكم في حياتكم وبعد مماتكم قال ابن عباس: جعلها منزلًا لكم في حال الحياة وبعد الموت ﴿والسمآء بِنَآءً﴾ أي وجعل السماء سقفًا محفوظًا، كالقبة المبنية مرفوعة فوقكم ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ أي صوَّركم أحسن تصوير، وخلقكم في أحسن الأشكال، متناسي الأعضاء، ولم يجعلكم كالبهائم منكوسين تمشون","vol":"3","page":99},{"text":"على أربع قال الزمخشري: لم يخلق تعالى حيوانًا أحسن صورةً من الإِنسان، وهذه مثل قوله تعالى\n﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] ﴿وَرَزَقَكُمْ مِّنَ الطيبات﴾ أي ورزقكم من أنواع اللذائذ ﴿ذَلِكُمُ الله رَبُّكُمْ﴾ أي ذلكم الفاعل لهذه الأشياء والمنعم بهذه النعم هو ربكم لا إله إلا هو ﴿فَتَبَارَكَ الله رَبُّ العالمين﴾ أي فتعالى وتمجَّد وتقدس ربُّ جميع المخلوقات الذي لا تصلح الربوبية إلاَّ له ﴿هُوَ الحي لاَ إله إِلاَّ هُوَ﴾ أي هو تعالى المتفرد بالحياة الذاتية الحقيقة، الباقي الذي لا يموت، لا إله سواه ﴿فادعوه مُخْلِصِينَ لَهُ الدين﴾ أي فاعبدوه وحده مخلصين له العبادة والطاعة ظاهرًا وباطنًا قائلين ﴿الحمد للَّهِ رَبِّ العالمين﴾ أي الثناء والشكر لله مالك جميع المخلوقات، لا للأوثان الي لا تملك شيئًا، ولما بيَّن صفات الجلال والعظمة، نهى عن عبادة غير الله فقال ﴿قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الذين تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد إن ربي العظيم الجليل نهاني أن أعبد هذه الآلهة التي تعبدونها من الأوثان والأصنام قال الصاوي: أمر تعالى نبيه أن يخاطب قومه بذلك زجرًا له، حيث استمروا على عبادة غير الله، بعد ظهور الأدلة العقلية والنقلية ﴿لَمَّا جَآءَنِيَ البينات مِن رَّبِّي﴾ أي حين جاءتني الآيات الواضحات من عنده، الدالة على وحدانيته قال الرازي: والبيناتُ هي أن إله العالم قد ثبت كونه موصوفًا بصفات الجلال والعظمة، وصريح العقل يشهد بأن العبادة لا تليق إلا به، وأن جعل الحجارة المنحوتة والأخشاب المصورة، شركاء له في المعبودية مستنكرٌ في بديهة العقل ﴿وَأُمِرْتُ أَنْ أُسْلِمَ لِرَبِّ العالمين﴾ أي وأمرت أن أذل وأخضع لله وحده، وأن أخلص له ديني، وأطهّر نفسي من عبادة غيره.","vol":"3","page":100},{"text":"المنَاسَبَة: لا تزال الآيات الكريمة تتحدث عن دلائل القدرة والوحدانية، فبعد أن ذكر تعالى دلائل القدرة في الآفق أردفها بدلائل القدرة في الأنفس، ثم تحدث عن أحوال المشركين يوم القيامة، وختم السورة الكريمة بالوعيد والتهديد لأهل الكفر والضلال.\nاللغَة: ﴿الأغلال﴾ القيود جمع غُلَّ وهو القيد يجمع اليد إلى العنق ﴿الحميم﴾ الماء الحار البالغ نهاية الحرارة ﴿يُسْجَرُونَ﴾ توقد بهم النار يقال: سجر التنور أوقده ﴿تَمْرَحُونَ﴾ تبطرون وتأْشرون ﴿مَثْوَى﴾ مأوى ومكان إقامة، من ثَوى بالمكان إذا أقام فيه ﴿خَلَتْ﴾ مضت.\nالتفسِير: ﴿هُوَ الذي خَلَقَكُمْ مِّن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ﴾ هذا بيانٌ للأجوار التي مرَّ خلق الإِنسان أي هو جل وعلا بقدرته الذي أوجدكم أيها الناس من العد، فخلق أصلكم آدم من تراب، ثم خلق ذريته من النطفة وهي المنيُّ، ثم من علقة وهي الدم الغليظ، إلى آخر تلك الأطوار ﴿ثُمَّ يُخْرِجُكُمْ طِفْلًا﴾ أي ثم بعد أن ينفصل الجنين من بطن الأم يكون طفلًا ﴿ثُمَّ لتبلغوا أَشُدَّكُمْ﴾ أي ثم لتبلغوا كمالكم في القوة والعقل، وهو سنُّ الأربعين ﴿ثُمَّ لِتَكُونُواْ شُيُوخًا﴾ أي ثم لتصبحوا في سنِّ الهرم والشيخوخة قال الإِمام الفخر: رتَّب تعالى عمر الإِنسان على ثلاث مراتب: الطفولة، وبلوغ الأشد، والشخوخة، وهذا ترتيب مطابق للعقل، فإِن الإِنسان في أول عمره يكون في النمَّاء والنشوء وهو المسمى بالطفولة، إلى أن يبلغ إلى كمال النشوء من غير أن يحصل له ضعف، وهذا بلوغ الأشد، ثم يبدأ بالتراجع ويبدأ فيه الضعف والنقص، وهذه مرتبة الشيخوخة ﴿وَمِنكُمْ مَّن يتوفى مِن قَبْلُ﴾ أي ومنكم من يُتوفى قبل أن يخرج إلى العالم وهو السِّقطُ وقال مجاهد: من قبلِ سنِّ الشيخوخة ﴿ولتبلغوا أَجَلًا مُّسَمًّى﴾ أي ولتصلوا إلى الزمان الذي حُدِّد لكل شخصٍ وهو الموتَ ﴿وَلَعَلَّكُمْ تَعْقِلُونَ﴾ أي ولكي تعقلوا دلائل قدرته تعالى وتؤمنوا بأنه الواحد الأحد ﴿هُوَ الذي يُحْيِي وَيُمِيتُ﴾ أي هو القادر جل وعلا على الإِحياء والإِماتة ﴿فَإِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فيَكُونُ﴾ أي فإِذا أراد أمرًا من الأمور فلا يحتاج إلى تعب وعناء، وإِنما يوجد فورًا دون تأخير قال أبو السعود:","vol":"3","page":101},{"text":"وهذا تمثيلٌ لكمال قدرته، وتصوير لسرعة وجودها من غير أني كون هناك أمرٌ ومأمور. . ثم عاد إلى ذم المجادلين في آيات الله بالباطل فقال ﴿أَلَمْ تَرَ إِلَى الذين يُجَادِلُونَ في آيَاتِ الله أنى يُصْرَفُونَ﴾ الاستفهام للتعجيب أي ألا ترى السامع وتعجبْ من حال هؤلاء المكابرين، الذين يجادلون في آيات الله الواضحة، كيف تُصرف عقولهم عن الهدى إلى الضلال؟ ثم بيَّنهم بقوله ﴿الذين كَذَّبُواْ بالكتاب وَبِمَآ أَرْسَلْنَا بِهِ رُسُلَنَا﴾ أي الذين كذبوا بالقرآن، وبسائر الكتب والشرائع السماوية ﴿فَسَوْفَ يَعْلَمُونَ﴾ وعيدٌ وتهديد أي سوف يعلمون عاقبة تكذيبهم ﴿إِذِ الأغلال في أَعْنَاقِهِمْ والسلاسل﴾ أي حين يدخلون النار، وتربط أيديهم إلى أعناقهم بالأغلال والسلاسل ﴿يُسْحَبُونَ فِي الحميم ثُمَّ فِي النار يُسْجَرُونَ﴾ أي يسحبون بتلك السلاسل في الماء الحارِّ المسخّن بنار جهنم، ثم يُوقدون ويحرقون فيها قال ابن كثير: ومعنى الآية أن السلاسل متصلة بالأغلال وهي بأدي الزبانية، يسحبونهم على وجوههم تارةً إلى الحميم، وتارة إلى الجحيم كما قال تعالى\n﴿يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ﴾ [الرحمن: ٤٤] ﴿ثُمَّ قِيلَ لَهُمْ أَيْنَ مَا كُنتُمْ تُشْرِكُونَ مِن دُونِ الله﴾ أي ثم قيل لهم تبكيتًا: أين هم الأوثان والأصنام التي كنتم تعبدونها وتجعلونها شركاء لله؟ ﴿قَالُواْ ضَلُّواْ عَنَّا﴾ أي فيقولون: غابوا عن عيوننا فلا نراهم ولا نستشفع بهم ﴿بَل لَّمْ نَكُنْ نَّدْعُواْ مِن قَبْلُ شَيْئًا﴾ أي بل لم نكن نعبد شيئًا قال المفسرون: جحدوا عبادتهم، وإنما فعلوا ذلك لحيرتهم واضطرابهم ﴿كَذَلِكَ يُضِلُّ الله الكافرين﴾ أي مثل إضلال هؤلاء المذكبين يضلُّ الله كل كافر ﴿ذَلِكُمْ بِمَا كُنتُمْ تَفْرَحُونَ فِي الأرض بِغَيْرِ الحق﴾ أي ذلكم العذاب بما كنتم تظهرونه في الدنيا من السرور بالمعصية وكثرة المال وإِنفاقه في المحرمات ﴿وَبِمَا كُنتُمْ تَمْرَحُونَ﴾ أي وبسبب بطركم وأشركم وخيلائكم قال الصاوي: وهذاوإن كان ذمًا في الكفار، إلا أنه يجرُّ بذيله على كل من توسَّع في معاصي الله، فله من هذا الوعيد نصيب ﴿ادخلوا أَبْوَابَ جَهَنَّمَ خَالِدِينَ فِيهَا﴾ أي ادخلوا من أبواب جهنم السبعة المقسومة لكم ماكثين فيها أبدًا ﴿فَبِئْسَ مَثْوَى المتكبرين﴾ أي بئست جهنم مقرًا وسكنًا للمستكبرين عن آيات الله، المعرضين عن دلائل الإِيمان والتوحيد، وإنما قال ﴿مَثْوَى المتكبرين﴾ ولم يقل فبئس مدخل المكبرين وهو مقتضى النظم، لأن الدخول لا يدوم، وإنما يدوم المثوى ولذا خصه بالذمِّ ﴿فاصبر إِنَّ وَعْدَ الله حَقٌّ﴾ أي فاصبر يا محمد على تكذيب قومك لك، فإِن وعد الله بتعذيبهم كائنٌ لا محالة قال الصاوي: هذا تسلية من الله لنبيه ﷺ َ ووعدٌ حسن بالنصر له على أعدائه ﴿فَإِمَّا نُرِيَنَّكَ بَعْضَ الذي نَعِدُهُمْ﴾ أي إنْ أريناك بعض الذي نعدهم من العذاب، وجواب الشرط محذوفٌ تقديره فذلك هو المطلوب، أو لتقرَّ به عينُك ﴿أَوْ نَتَوَفَّيَنَّكَ فَإِلَيْنَا يُرْجَعُونَ﴾ أي أو نتوفينَّك يا محمد قبل إنزال العذاب عليهم، فإِلينا مرجعهم يوم القيامة فننتقم منهم أشدَّ الانتقام، ثم أخبره تعالى بأنباء الرسل تسليةً له ﵇ فقال ﴿وَلَقَدْ أَرْسَلْنَا رُسُلًا مِّن قَبْلِكَ﴾ أي والله لقد بعثنا يا محمد رسلًا كثيرين قبلك، وأيدناهم بالمعجزات","vol":"3","page":102},{"text":"الباهرة فجادلهم قومهم وكذبوهم فتأسَّ بهم في الصبر على ما ينالك قال القرطبي: عزَّاه تعالى بما لقيت الرسلُ من قبله ﴿مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ﴾ أي من هؤلاء الرسل من أخبرناك عن قصصهم مع قومهم، ومنهم من لم نخبرك عن قصصهم وأخبارهم ﴿وَمَا كَانَ لِرَسُولٍ أَن يَأْتِيَ بِآيَةٍ إِلاَّ بِإِذْنِ الله﴾ أي وما صحَّ ولا استقام لرسولٍ من الرسل أن يأتي قومه بشيء من المعجزات إلا بأمر الله، وهذا ردٌ على قريش حيث قالوا للنبي ﷺ َ اجعل لنا الصفا ذهبًا وغير ذلك من مقترحاتهم ﴿فَإِذَا جَآءَ أَمْرُ الله قُضِيَ بالحق﴾ أي فإِذا جاء الوقت المسمّى لعذابهم أهلكهم الله ﴿وَخَسِرَ هُنَالِكَ المبطلون﴾ أي خسر في ذلك الحين المعاندون الذين يجادلون في آيات الله، ويقترحون المعجزات على سبيل التعنت، ثم ذكَّرهم تعالى بعمه فقال ﴿الله الذي جَعَلَ لَكُمُ الأنعام﴾ أي الله جلَّ وعلا الذي لا تصلح الألوهية إلا له، هو الذي سخَّر لكم هذه الأنعام «الإِبل والبقر والغنم» خلقها لكم ولمصلحتكم ﴿لِتَرْكَبُواْ مِنْهَا وَمِنْهَا تَأْكُلُونَ﴾ أي لتركبوا على ظهور بعض هذه الحيوانات، وتأكلوا من لحومها وألبانها، ﴿وَلَكُمْ فِيهَا مَنَافِعُ﴾ أي ولكم في هذه الأنعام منافع عديدة في الوبر والصوف والشعر، واللبن والزبد والسمن ﴿وَلِتَبْلُغُواْ عَلَيْهَا حَاجَةً فِي صُدُورِكُمْ﴾ أي بحمل الأثقال في الأسفار البعيدة ﴿وَعَلَيْهَا وَعَلَى الفلك تُحْمَلُونَ﴾ أي وعلى هذه الإِبل في البر، وعلى السفن في البحر تُحملون، وإنما قرن بين الإِبل والسفن لما بينهما من شدة المناسبة حتى سميت الإِبل سفن البر ﴿وَيُرِيكُمْ آيَاتِهِ﴾ أي ويريكم أيها الناس حججه وأدلته على وحدانيته في الآفاق والأنفس ﴿فَأَيَّ آيَاتِ الله تُنكِرُونَ﴾ توبيخٌ لهم على إنكارهم لوحدانيته مع ظهور آياته الكثيرة والمعنى أيَّ آية من تلك الآيات الباهرة والدلائل الكثيرة الساطعة تنكرون مع وضوحها وجلائها وكثرتها؟ فإن هذه الدلائل لظهورها لا تقبل الإِنكار ﴿أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾ الاستفهام إِنكاري أي أفلم يسر هؤلاء المشركون في أطراف الأرض ليعرفوا عاقبة المتكبرين المتمردين، وآثار الأمم السالفة قبلهم، ماذا حلَّ بهم من العذاب والدمار بسبب كفرهم وتكذيبهم؟ ﴿كانوا أَكْثَرَ مِنْهُمْ وَأَشَدَّ قُوَّةً وَآثَارًا فِي الأرض﴾ أي كانوا أكثر عددًا من أهل مكة، وأقوى منهم قوة، وآثارهم لا تزال باقية بعدهم من الأبنية والقصور والمباني الضخمة ﴿فَمَآ أغنى عَنْهُم مَّا كَانُواْ يَكْسِبُونَ﴾ أي فلم ينفعهم ما كانوا يكسبونه من الأبنية والأموال شيئًا، ولا دفع عنهم العذاب ﴿فَلَمَّا جَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي فلما جاءتهم الرسل بالمعجزات الظاهرات، والآيات الواضحات ﴿فَرِحُواْ بِمَا عِندَهُمْ مِّنَ العلم﴾ أي فرح الكفار بما هم عليه من العلم الدنيوي، الخالي عن نور الهداية والوحي، فرح بطرٍ وأشر، وأغتروا بذلك العلم ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي نزل بهم جزاء كفرهم واستهزائهم بالرسل والآيات ﴿فَلَمَّا رَأَوْاْ بَأْسَنَا قالوا آمَنَّا بالله وَحْدَهُ﴾ أي فلما رأوا شدة العذاب وعيانوا أهواله وشدائده قالوا آمنا بالله الواحد الأحد ﴿وَكَفَرْنَا بِمَا كُنَّا بِهِ مُشْرِكِينَ﴾ أي كفرنا بالأصنام والأوثان التي أشركناها في العبادة مع الله ﴿فَلَمْ يَكُ يَنفَعُهُمْ إِيمَانُهُمْ لَمَّا رَأَوْاْ بَأْسَنَا﴾ أي فلم يكن ينفعهم ذلك الإِيمان حين شاهدوا العذاب لأنه إيمانٌ عن قسر وإلجاء ﴿سُنَّتَ الله التي قَدْ خَلَتْ فِي","vol":"3","page":103},{"text":"عِبَادِهِ﴾ أي سنَّ الله ذلك سنةً ماضيةً في العباد، أنه لا ينفع الإِيمان إذا رأوا العذاب ﴿وَخَسِرَ هُنَالِكَ الكافرون﴾ أي وخسر في ذلك الوقت الكافرون بربهم، الجاحدون لتوحيد خالقهم.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الذنب. . والتوب﴾ وبين ﴿أَمَتَّنَا. . وَأَحْيَيْتَنَا﴾ وبين ﴿صَادِقًا. . وكَاذِبًا﴾ وبين ﴿غُدُوًّا. . وَعَشِيًّا﴾ وبين ﴿يُحْيِي. . وَيُمِيتُ﴾ وبين ﴿الأعمى. . والبصير﴾ .\n٢ - المقابلة ﴿ذَلِكُم بِأَنَّهُ إِذَا دُعِيَ الله وَحْدَهُ كَفَرْتُمْ وَإِن يُشْرَكْ بِهِ تُؤْمِنُواْ﴾ [غافر: ١٢] فقد قابل بين التوحيد والإِشراك، والكفر والإِيمان وكذلك توجد المقابلة بين قوله تعالى ﴿ياقوم إِنَّمَا هذه الحياة الدنيا مَتَاعٌ وَإِنَّ الآخرة هِيَ دَارُ القرار﴾ [غافر: ٣٩] وهذه من المحسنات البديعية.\n٣ - المجاز المرسل ﴿وَيُنَزِّلُ لَكُم مِّنَ السمآء رِزْقًا﴾ [غافر: ١٣] أطلق الرزق وأراد المطر لأن الماء سبب في جميع الأرزاق، فهو من إِطلاق المسَّبب وإرادة السبب.\n٤ - الاستعارة اللطيفة ﴿وَمَا يَسْتَوِي الأعمى والبصير﴾ [غافر: ٥٨] استعار الأعمى للكافر، والبصير للمؤمن.\n٥ - المجاز العقلي ﴿والنهار مُبْصِرًا﴾ [غافر: ٦١] من إسناد الشيء إلى زمانه، لأن النهار زمنٌ للإِبصار.\n٦ - الكناية ﴿يُلْقِي الروح مِنْ أَمْرِهِ﴾ [غافر: ١٥] الروحُ هنا كناية عن الوحي، لأنه كالروح للجسد.\n٧ - صيغ المبالغة مثل: «كذَّاب، جبَّار، سمعي، بصير، عليم» الخ.\n٨ - الجناس الناقص ﴿تَفْرَحُونَ. . وتَمْرَحُونَ﴾ وكذلك ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ [غافر: ٦٤] .\n٩ - التأكيد بإِن واللم ﴿إِنَّ الساعة لآتِيَةٌ﴾ [غافر: ٥٩] .\n١٠ - صيغة الحصر ﴿مَا يُجَادِلُ في آيَاتِ الله إِلاَّ الذين كَفَرُواْ﴾ [غافر: ٤] .\n١١ - جناس الاشتقاق ﴿أَرْسَلْنَا رُسُلًا﴾ .\n١٢ - طباق السلب ﴿مِنْهُم مَّن قَصَصْنَا عَلَيْكَ وَمِنْهُمْ مَّن لَّمْ نَقْصُصْ عَلَيْكَ﴾ .\n١٣ - توافق رءوس الآيات مع السجن البديع، والكلام الذي يأخذ بالألباب، انظر روعة البيان، وتمعَّنْ قول القرآن وهو يتحدث عن مؤمن آل فرعون بذلك البيان الإلهي المعجز ﴿وياقوم مَا لي أَدْعُوكُمْ إِلَى النجاة وتدعونني إِلَى النار تَدْعُونَنِي لأَكْفُرَ بالله وَأُشْرِكَ بِهِ مَا لَيْسَ لِي بِهِ عِلْمٌ وَأَنَاْ أَدْعُوكُمْ إِلَى العزيز الغفار﴾ [غافر: ٤١٤٢] الخ الآيات الكريمة التي هي أجلى من عقود الجُمان.","vol":"3","page":104},{"text":"اللغَة: ﴿فصِّلتْ﴾ بُيِّنت ووُضِّحت ﴿أَكِنَّةٍ﴾ جمع كنان وهو الغطاء ﴿وَقْرٌ﴾ صمم وثقل يمنع سماع الكلام ﴿مَمْنُونٍ﴾ مقطوع من مننْتُ الجبل إِذا قطعته قال الشاعر:\nإني لعمرُك ما بابي بذي غلقٍ ... أساعة نحسٍ تُتَّقى أم بأسعد","vol":"3","page":106},{"text":"﴿صَرْصَر﴾ الصَّرْصر: الريح الباردة العاصفة مع الصوت الشديد ﴿نَّحِسَاتٍ﴾ مشئومات من النَّحس بمعنى الشؤم وهو ضدُّ السَّعد قال الشاعر: _","vol":"3","page":107},{"text":"_سواءٌ عليه أيَّ حسنٍ أتيته _","vol":"3","page":107},{"text":"_ أساعة نحسٍ تُتَّقى أم بأسعد_","vol":"3","page":107},{"text":"_ ﴿أخزى﴾ أشد إهانةً وإِذلالًا من الخزي بمعنى الإِهانة ﴿الهون﴾ الإِهانة والذل.\nالتفسِير: ﴿حم﴾ الحروف المقطعة للتنبيه على إعجاز القرآن ﴿تَنزِيلٌ مِّنَ الرحمن الرحيم﴾ أي هذا القرآن المجيد منزَّل من الرحمن الرحيم، أنزله جل وعلا رحمة بعباده، وإِنما خصَّ هذين الإِسمين ﴿الرحمن الرحيم﴾ إشارة إلى أن نزوله من أكبر النعم، ولا شك أن القرآن نعمة باقية إلى يوم القيامة ﴿كِتَابٌ فُصِّلَتْ آيَاتُهُ قُرْآنًا عَرَبِيًّا﴾ أي كتابٌ جامع للمصالح الدينية والدنيوية، بُيِّنت معانيه، ووُضِّحت أحكامه، بطريق القصص والمواعظ والأحكام والأمثال، في غاية البيان والكمال ﴿قُرْآنًا عَرَبِيًّا﴾ أي في حال كونه قرآنًا عربيًا، واضحًا جليًا نزل بلسان العرب ﴿لِّقَوْمٍ يَعْلَمُونَ﴾ أي لقومٍ يفهمون تفاصيل آياته، ودلائل إعجازه، فإِنه في أعلى طبقات البلاغة، ولا يتذوق أسراره إلا من كان عالمًا بلغة العرب ﴿بَشِيرًا وَنَذِيرًا﴾ أي مبشرًا للمؤمنين بجنات النعيم، ومنذرًا للكافرين بعذاب الجحيم ﴿فَأَعْرَضَ أَكْثَرُهُمْ فَهُمْ لاَ يَسْمَعُونَ﴾ أي فأعرض أكثر المشركين عن تدبير آياته مع كونه نتزل بلغتهم، فهم لا يسمعون سماع تفكر وتأمل قال أبو حيان: المعنى أعرض أكثر أولئك القوم مع كونهم من أهل العلم، ولكن لم ينظروا النظر التام بل أعرضوا، فهم لإِعراضهم لا يسمعون ما احتوى عليه من الحجج والبراهين وقال القرطبي: السورةُ نزلت تقريعًا وتوبيخًا لقريش في إعجاز القرآن، فهم لا يسمعون سماعًا ينتفعون به، ثم أخبر تعالى عن عتوهم وضلالهم فقال ﴿وَقَالُواْ قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ﴾ أي وقالوا للرسول ﷺ َ حين دعاهم إلى الإِيمان: قلوبنا في أغطية متكاثفة، لا يصل إليها شيءٌ مما تدعونا إليه من التوحيد والإِيمان ﴿وَفِي آذانِنَا وَقْرٌ﴾ أي وفي آذاننا صممٌ وثقلٌ يمنعنا من فهم ما تقول قال الصاوي: شبهوا أسماعهم بآذانٍ فيها صمَمٌ، من حيث إنها تمدُّ الحقَّ ولا تميل إلى استماعه ﴿وَمِن بَيْنِنَا وَبَيْنِكَ حِجَابٌ﴾ أي وبيننا وبينك يا محمد حاجز يمنع أن يصل إلينا شيء مما تقول، فنحن معذورون في عدم اتباعك، لوجود المانع من جهتنا وجهتك ﴿فاعمل إِنَّنَا عَامِلُونَ﴾ أي اعملْ أنت على طريقتك، ونحن على طريقتنا، واستمرَّ على دينك فإنا مستمرون على ديننا ﴿قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ﴾ أي قل يا محمد لأولئك المشركين: لستُ إلا بشرًا مثلكم خصّني الله بالرسالة والوحي، وأنا داعٍ لكم إلى توحيد خالقكم وموجودكم، الذي قامت الأدلة العقلية والشرعية على وحدانيته ووجوده، فلا داعي إلى تكذيبي ﴿فاستقيموا إِلَيْهِ واستغفروه﴾ أي توجهوا إليه بالاستقامة على التوحيد والإِيمان، والإِخلاص في الأعمال، واسألوه المغفرة لسالف الذنوب ﴿وَوَيْلٌ لِّلْمُشْرِكِينَ الذين لاَ يُؤْتُونَ الزكاة﴾ أي دمارٌ وهلاك للمشركين الذين لا يفعلون","vol":"3","page":107},{"text":"الخير، ولا يتصدقون ولا ينفقون في طاعة الله قال القرطبي: قرَّعهم بالشح الذي يأنف منه الفضلاء، وفي الآية دلالة على أن الكافر يُعذَّب بمنع الزكاة مع عذابه على كفره وقال ابن عباس: المراد زكاة الأنفس والمعنى: لا يطهرون أنفهسم من الشرك بالتوحيد، ولا يقولون لا إله الله ﴿وَهُمْ بالآخرة هُمْ كَافِرُونَ﴾ أي كفروا بالبعث والنشور، وكذَّبوا بالحساب والجزاء قال الصاوي: وإنما خصَّ منع الزكاة وقرنه بالكفر بالآخرة، لأن المال شقيق الروح فإِذا بذله الإِنسان في سبيل الله كان دليلًا على قوته وثباته في الدين ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ لما ذكر حال الكفار ووعيدهم، أردفه بذكر حال المؤمنين وما لهم من الوعد الكريم والمعنى الذين صدَّقوا الله ورسوله، وجمعوا بين الإِيمان والعمل الصالح، لهم في الآخةر أجرٌ غير مقطوع عند ربهم، بل هو دائم مستمر بدوام الجنة، ثم ذكر تعالى دلائل قدرته ووحدانيته فقال ﴿قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ بالذي خَلَقَ الأرض فِي يَوْمَيْنِ﴾ الاستفهام للتوبيخ والتعجب أي كيف تكفرون بالله وهو الإِلهُ العليُّ الشأن، القادر على كل شيء، خالقُ الأرض في يومين؟ ﴿وَتَجْعَلُونَ لَهُ أَندَادًا﴾ أي تجعلون له شركاء وأمثالًا تعبدنها معه ﴿ذَلِكَ رَبُّ العالمين﴾ أي ذلك الخالق المبدع هو ربُّ العالمين كلهم، فكيف يجوز جعل الأصنام الخسيسة شركاء له في الإِلهية والمعبودية؟ قال الصاوي: الاستفهام ﴿أَإِنَّكُمْ﴾ للإِنكار والتشنيع عليهم المعنى: أنتم تعلمون أنه لا شريك له في العالم العلوي والسفلي، فكيف تجعلون له شريكًا؟ ﴿وَجَعَلَ فِيهَا رَوَاسِيَ مِن فَوْقِهَا﴾ أي جعل في الأرض جبالًا ثوابت لئلا تميد بالبشر ﴿وَبَارَكَ فِيهَا﴾ أي أكثر خيرها بما جعل فيها من المياه، والزروع، والضروع ﴿وَقَدَّرَ فِيهَآ أَقْوَاتَهَا﴾ أي قدَّر أرزاق أهلها ومعاشهم قال مجاهد: خلق فيها أنهارها وأشجارها ودوابها ﴿في أَرْبَعَةِ أَيَّامٍ سَوَآءً لِّلسَّآئِلِينَ﴾ اي في تمام أربعة أيام كاملة مستوية بلا زيادة ولا نقصان، للسائلين عن مدة خلق الأرض وما فيها ﴿ثُمَّ استوى إِلَى السمآء وَهِيَ دُخَانٌ﴾ أي عمد إلى خلقها وقصد إلى تسويتها وهي بهيئة الدخان قال ابن كثير: والمراد بالدخان بخار الماء المتصاعد منه حين خلقت الأرض ﴿فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعًا أَوْ كَرْهًا﴾ أي استجيبا لأمري طائعتين أو مكرهتين ﴿قَالَتَآ أَتَيْنَا طَآئِعِينَ﴾ أي قالت السموات والأرض أتينا أمرك طائعين قال الزمخشري: وهذا على التمثيل أي أنه تعالى أراد تكوينهما فلم يمتنعا عليه، وكانتا في ذلك كالمأمور المطيع إرا ورد عليه أمر الآمر المُطاع، والغرضُ تصوير أثر قدرته في المقدورات من غير أن يكون هناك خطاب وجواب، ومثله قول القائل: قال الحائطُ للمسمار لم تشقني؟ قل: سلْ من يدُقُّني، وروي عن ابن عباس قال قال الله تعالى","vol":"3","page":108},{"text":"للسماء: أطلعي شمسك وقمرك ونجومك، وقال للأرض: شققي أنهارك وأخرجي شجرك وثمارك طائعتين أو كارهتين «قالتا أتينا أمرك طائعتين» واختاره ابن جرير ﴿فَقَضَاهُنَّ سَبْعَ سماوات فِي يَوْمَيْنِ﴾ أي صنعنَّ وأبدع خلقهن سبع سمواتٍ في وقت مقدَّر بيومين، فتمَّ خلق السموات والأرض في ستة أيام، ولو شاء لخلقهنَّ بلمح البصر، ولكنْ أراد أن يعلّم عباده الحلم والأناة ﴿وأوحى فِي كُلِّ سَمَآءٍ أَمْرَهَا﴾ أي أوحى في كل سماء ما أراده، وما أمر به فيها قال ابن كثير: أي رتَّب في كل سماء ما تحتاج إليه من الملائكة وما فيها من الأشياء التي لا يعلمها إلا هو ﴿وَزَيَّنَّا السمآء الدنيا بِمَصَابِيحَ وَحِفْظًا﴾ أي وزينَّا السماءَ الأولى القريبة منكم، بالكواكب المنيرة المشرقة على أهل الأرض، وحرسًا من الشياطين أن تستمع إل الملأ الأعلى ﴿ذَلِكَ تَقْدِيرُ العزيز العليم﴾ أي ذلك المذكور من الخلق والإِيداع هو صنع الله، العزيز في ملكه، العليم بمصالح خلقه ﴿فَإِنْ أَعْرَضُواْ فَقُلْ أَنذَرْتُكُمْ صَاعِقَةً مِّثْلَ صَاعِقَةِ عَادٍ وَثَمُودَ﴾ أي حين جاءتهم الرسلُ من كل جوانبهم، واجتهدوا في هدايتهم من كل جهة، وأعملوا فيهم كل حيلة، فلم يروا منهم إلا العتوَّ والإِعراض ﴿أَلاَّ تعبدوا إِلاَّ الله﴾ أي بأن لا تعبدوا إلاّ اللهَ وحده ﴿قَالُواْ لَوْ شَآءَ رَبُّنَا لأَنزَلَ مَلاَئِكَةً﴾ أي فإن أعرضوا عن الإيمان بعد هذا البيان، فقل لهم: إني أخوفكم عذابًا هائلًا مثل هلاك عاد وثمود، وعبَّر بالماضي إشارةً إلى تحققه وحصوله ﴿إِذْ جَآءَتْهُمُ الرسل مِن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ﴾ أي ولو شاء ربُّنا إرسالَ رسولٍ لجعله ملكًا لا بشرًا ﴿فَإِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ﴾ إي فإنا كافرون برسالتكم، لا نتبعكم وأنتم بشرٌ مثلُنا، وفي قولهم ﴿بِمَآ أُرْسِلْتُمْ﴾ ضربٌ من التهكم والسخرية بهم ﴿فَأَمَّا عَادٌ فاستكبروا فِي الأرض بِغَيْرِ الحق﴾ هذا تفصيلٌ لما حلَّ بعاد وثمود من استحقاقٍ للتعظم والاستعلاء ﴿وَقَالُواْ مَنْ أَشَدُّ مِنَّا قُوَّةً﴾؟ أي وقالوا اغترارًا بقوتهم لمّا خُوّفوا بالعذاب: لا أحد أقوى منا فنحن نستطيع أن ندفع العذاب عن أنفسنا بفضل قوتنا قال أبو السعود: كانوا ذوي أجسام طوال، وخلق عظيم، وقد بلغ من قوتهم أن الرجل كان ينزع الصخرة من الجبل فيقتلعها بيده ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَهُمْ هُوَ أَشَدُّ مِنْهُمْ قُوَّةً﴾ جملة اعتراضية للتعجيب من مقالتهم الشنيعة والمعننى أغفلوا عن قدرة الله ولم يعلموا أن الله العظيم الجليل الذي خلقهم وخلق الكائنات، وهو أعظم منهم قوةً وقدرة؟ ﴿وَكَانُواْ بِآيَاتِنَا يَجْحَدُونَ﴾ أي وكانوا بمعجزاتنا يجحدون قال الرازي: إنهم كانوا يعرفون أنها حقٌّ ولكنهم جحدوا كما يجحد المودعُ الوديعة ﴿فَأَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا﴾ أي فأرسلنا على عاد ريحًا باردة شديدة البرد، وشديدة الصوت والهبوب، تُهلك بشدة صوتها وبردها ﴿في أَيَّامٍ نَّحِسَاتٍ﴾ أي في أيامٍ مشئومات غير مباركات ﴿لِّنُذِيقَهُمْ عَذَابَ الخزي فِي الحياة الدنيا﴾ أي لكي نذيقهم العذاب المخزي المذل في الدنيا قال الرازي: ﴿عَذَابَ الخزي﴾ أي عذاب الهوان والذل، والسبب أنهم استكبروا عن الإِيمان،","vol":"3","page":109},{"text":"فقالب الله ذلك الاستكبار بإيصال الذل والهوان إليهم ﴿وَلَعَذَابُ الآخرة أخزى وَهُمْ لاَ يُنصَرُونَ﴾ أي ولعذابهم في الآخرة أعظم وأشدُّ إهانةٌ وخزيًا من عذاب الدنيا، وليس لهم ناصر يدفع عنهم ذلك العذاب ﴿وَأَمَّا ثَمُودُ فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى﴾ أي وأمَّا ثمود فبينا لهم طريق الهدى، ودللناهم على سبيل السعادة، فاختاروا الضلالة على الهداية، والكفر على الإِيمان ﴿فَأَخَذَتْهُمْ صَاعِقَةُ العذاب الهون﴾ أي فأخذتهم قارعة العذاب الموقع في الإِهانة والذل ﴿بِمَا كَانُواْ يَكْسِبُونَ﴾ أي بسبب إجرامهم وطغيانهم وتكذيبهم لنبيّ الله «صالح» قال ابن كثير: بعث الله عليهم صيحةً ورجفة وذلًا وهوانًا، وعذابًا ونكالًا، بتكذيبهم صالح وعقرهم الناقة ﴿وَنَجَّيْنَا الذين آمَنُواْ وَكَانُواْ يتَّقُونَ﴾ أي ونجينا صالحًا ومن آمن به من ذلك العذاب.","vol":"3","page":110},{"text":"المنَاسَبَة: لما ذكر تعالى قصة عاد وثمود، وما أصابهم من العقوبة في الدنيا بطغيانهم وإجرامهم، ذكر هنا ما يصيب الكفار عامةً في الآخرة من العذاب والدمار، ليحصل منه تمام الاعتبار، في الزجر والتحذير عن ارتكاب المعاصي والكفر بنعم الله.\nاللغَة: ﴿يُوزَعُونَ﴾ يُحبس أولهم على آخرهم حتى يجتمعوا ﴿تَسْتَتِرُونَ﴾ تستخفون، من الاستتار بمعنى الاختفاء عن الأعين ﴿أَرْدَاكُمْ﴾ أهلككم وأوقعكم في المهالك ﴿يَسْتَعْتِبُواْ﴾ يطلبوا رضاء الله ﴿المعتبين﴾ جمع معتب وهو المقبول عتابه قال النابغة:\nفإِن أكُ مظلومًا فعبدُ ظلمته ... وإنْ تكُ ذا عتبى فمثلك يُعتب\n﴿قَيَّضْنَا﴾ هيأنا ﴿نُزُلًا﴾ ضيافة وكرامةً ﴿يَسْأَمُونَ﴾ يملُّون.\nسَبَبَُ النّزول: عن ابن مسعود قال: اجتمع عند البيت ثلاثة نفرٍ: قريشان وثقفي، قليلٌ فقهُ قلوبهم، كثيرّ شحم بطونهم، فقال أحدهم: أترون أنَّ الله يسمع ما نقول؟ فقال أحدهم: يسمع إن جهرنا ولا يسمع إن أخفينا، وقال الآخر: إن كان يسمع إن جهرنا فهو يسمع إذا أخفينا، فأنزل الله ﷿ ﴿وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أَبْصَارُكُمْ وَلاَ جُلُودُكُمْ﴾ الآية.\nالتفسِير: ﴿وَيَوْمَ يُحْشَرُ أَعْدَآءُ الله إِلَى النار﴾ أي واذكر يوم يُجمع أعداء الله المجرمون في أرض المحشر لسوقهم إلى النار ﴿فَهُمْ يُوزَعُونَ﴾ أي يُحبس أولهم على آخرهم ليتلاحقوا ويجتمعوا قال ابن كثير: تجمع الزبانية أولهم على آخرهم حتى يجتمعوا ﴿حتى إِذَا مَا جَآءُوهَا﴾ أي حتى إذا وقفوا للحساب ﴿شَهِدَ عَلَيْهِمْ سَمْعُهُمْ وَأَبْصَارُهُمْ وَجُلُودُهُم بِمَا كَانُواْ يَعْمَلُونَ﴾ أي نطقت جوارحهم وشهدت عليهم بما اقترفوه من إجرامٍ وآثام، وفي الحديث «فيُختم على فيه أي فمه ثم يُقال لجوارحه انطقي، فتنطٌ بأعماله، ثم يُخَّلى بينه وبين الكلام فيقول: بُعدًا لكُنَّ وسُحقًا، فعنكنَّ كنت أناضل» ﴿وَقَالُواْ لِجُلُودِهِمْ لِمَ شَهِدتُّمْ عَلَيْنَا﴾ أي وقالوا لأعضائهم وجلودهم توبيخًا وتعجبًا من هذا الأمر الغريب: لم أقررتم علينا وشهدتم بما فعلنا وإنما كنا نجادل وندافع عنكم؟ ﴿قالوا أَنطَقَنَا الله الذي أَنطَقَ كُلَّ شَيْءٍ﴾ أي قالوا معتذرين: ليس الأمر بيدنا وإِنما أنطقنا الله بقدرته، الذي ينطق الجماد والإِنسان والحيوان، فشهدنا عليكم بما علمتم من القبائح ﴿وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ﴾ أي هو أوجدكمم من العدم، وأحياكم بعد أن لم تكونوا شيئًا، فمن قدر على هذا قدر على إنطاقنا ﴿وَإِلَيْهِ","vol":"3","page":111},{"text":"تُرْجَعُونَ﴾ أي وإِليه وحده تُردون بالبعث قال أبو السعود: المعنى ليس نطقنا بعجبٍ من قدرة الله، الذي أنطق كل حي، فإِن من قدر على خلقكم وإِنشائكم أولًا، وعلى إعادتكم ورجعكم إلى جزائه ثانيًا، لا يُتعجب من إِنطاقه لجوارحكم ﴿وَمَا كُنتُمْ تَسْتَتِرُونَ أَن يَشْهَدَ عَلَيْكُمْ سَمْعُكُمْ وَلاَ أَبْصَارُكُمْ وَلاَ جُلُودُكُمْ﴾ أي وما كنتم تستخفون من هؤلاء الشهود في الدنيا حين مباشرتكم الفواحش، لأنكم لم تظنوا أنها تشهد عليكم قال البيضاوي: أي كنتم تستترون عن الناس عند ارتكاب الفواحش مخافة الفضيحة، وما ظننتم أن أعضاءكم تشهد عليكم فمنا استخفيتم منها، وفيه تنبيهٌ على أن المؤمن ينبغي ألاَّ يمر عليه حالٌ إلا وعليه رقيب ﴿ولكن ظَنَنتُمْ أَنَّ الله لاَ يَعْلَمُ كَثِيرًا مِّمَّا تَعْمَلُونَ﴾ أي ولكنْ ظننتم أن الله تعالى لا يعلم كثيرًا من القبائح المخفية، ولذلك اجترأتم على المعاصي والآثام ﴿وَذَلِكُمْ ظَنُّكُمُ الذي ظَنَنتُم بِرَبِّكُمْ أَرْدَاكُمْ﴾ أي وذلكم الظنُّ القبيح برب العالمين أنه لا يعلم كثيرًا من الخفايا هو الذي أوقعكم في الهلاك والدمار فأوردكم النار ﴿فَأَصْبَحْتُمْ مِّنَ الخاسرين﴾ أي فخسرتم سعادتكم وأنفسكم وأهليكم، وهذا تمام الخسران والشقاء ﴿فَإِن يَصْبِرُواْ فالنار مَثْوًى لَّهُمْ﴾ أي فإِن يصبروا على العذاب فالنارُ مقامهم ومنزلهم، لا محيد ولا محيص لهم عنها ﴿وَإِن يَسْتَعْتِبُواْ فَمَا هُم مِّنَ المعتبين﴾ أي وإن يطلبوا إرضاء الله، فما هم من المرضي عليهم، قال القرطبي: والعُتبى: رجوعُ المعتوب عليه إلى ميُرضي العاتب، تقول: استَعتبتُه فأعْتبني أي استرضيتُه فأرضاني ﴿وَقَيَّضْنَا لَهُمْ قُرَنَآءَ﴾ أي هيأنا للمشركين ويسَّرنا لهم قرناء سوء من الشياطين، ومن غواة الإِنس ﴿فَزَيَّنُواْ لَهُم مَّا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي حسَّنوا لهم أعمالهم القبيحة، الحاضرة والمستقبلة قال ابن كثير: حسنوا لهم أعمالهم فلم يروا أنفسهم إلا محسنين ﴿وَحَقَّ عَلَيْهِمُ القول﴾ أي ثبت وتحقق عليهم كلمة العذاب، وهو القضاء المحتَّم بشقائهم ﴿في أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِمْ مِّنَ الجن والإنس﴾ أي في جملة أمم من الأشقياء المجرمين قد مضت من قبلهم، ممن فعلوا كفعلهم من الجنِّ والإِنس ﴿إِنَّهُمْ كَانُواْ خَاسِرِينَ﴾ تعليلٌ لاستحقاقهم العذاب أي لأنهم كانوا من الخاسرين في الدنيا والآخرة، فلذلك استحقوا العذاب الأبدي ﴿وَقَالَ الذين كَفَرُواْ لاَ تَسْمَعُواْ لهذا القرآن﴾ لما أخبر تعالى عن كفر عاد وثمود وغيرهم، أخبر عن مشركي قريش وأنهم كذبوا القرآن والمعنى قال الكافرون بعضهم لبعض لا تستمعوا لمحمد إذا قرأ القرآن، وتشاغلوا عنه.\n﴿والغوا فِيهِ لَعَلَّكُمْ تَغْلِبُونَ﴾ أي ارفعوا أصواتكم عند قراءته حتى لا يسمعه أحد لكي تغلبوه على دينه قال ابن عباس: قال أبو جهل إذا قرأ محمد فصيحوا في وجهه حتى لا يدري ما يقول ﴿فَلَنُذِيقَنَّ الذين كَفَرُواْ عَذَابًا شَدِيدًا﴾ أي فوالله لنذيقنَّ هؤلاء المستهزئين عذابًا شديدًا لا يخف ولا ينقطع ﴿وَلَنَجْزِيَنَّهُمْ أَسْوَأَ الذي كَانُواْ يَعْمَلُونَ﴾ أي ولنجازيهنم بشر أعمالهم، وسيء أفعالهم، أسوأُ وأقبح الجزاء ﴿ذَلِكَ جَزَآءُ أَعْدَآءِ الله النار﴾ أي ذلك العذاب الشديد الذي هو أسوأُ الجزاء هو نار جهنم جزاء المجرمين، أعداء الله ورسوله ﴿لَهُمْ فِيهَا دَارُ الخُلْدِ﴾ أي لهم في جهنم دار الإِقامة، لا يخرجون منها أبدًا ﴿جَزَآءً","vol":"3","page":112},{"text":"بِمَا كَانُوا بِآياتِنَا يَجْحَدُونَ﴾ أي جزاءً له على كفرهم بالقرآن، واستهزائهم بآيات الرحمن قال الرازي: وسمَّى لغوهم بالقرآن جحودًا لأنهم لما علموا أن القرآن بالغٌ إلى حد الإِعجاز، خافوا إن سمعه الناس أن يؤمنوا به، فاخترعوا تلك الطريقة الفاسدة، وذلك يدل على أنهم علموا كونه معجزًا إلا أنه جحدوه حسدًا ﴿وَقَال الَّذِينَ كَفَرُواْ رَبَّنَآ أَرِنَا الذين أَضَلاَّنَا مِنَ الجن والإنس﴾ أي ويقول الكفار إذا دخلوا جهنم ربنا أرنا كل من إغوانا وأضلنا من الجن والإِنس، وإِنما جاء بلفظ الماضي «وقال» لتحققه ومعناه المستقبل قال أبو حيان: والظاهر أن المراد ب ﴿الَّذِينَ﴾ يراد بهما الجنس أي كل مغوٍ من هذه النوعين ﴿نَجْعَلْهُمَا تَحْتَ أَقْدَامِنَا﴾ أن نطأْهما بأقدامنا انتقامًا وتشفيًا ﴿لِيَكُونَا مِنَ الأسفلين﴾ أي ليكونا في الدرك الأسفل من النار، وهي أشد عذاب جهنم لأنها درك المنافقين، ولما ذكر تعالى حال الأشقياء المجرمين، أردفه بذكر حال السعداء المؤمنين فقال ﴿إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا﴾ أي آمنوا بالله إيمانًا صادقًا وأخلصوا العمل له، ثم استقاموا على توحيد الله وطاعته، وثبتوا على ذلك حتى الممات، عن عمر ﵁ أنه قال على المنبر بنعد أن تلا الآية الكريمه: «استقاماو واللهِ على الطريقة لطاعته، ثم لم يروغوا روغان الثعالب» والغرضُ أنه استقاموا على شريعة الله، في سولكهم، وأخلاقهم وأقوالهم، وأفعالهم، فكانوا مؤمنين حقًا، مسلمين صدقًا، وقد سئل بعض العارفين على تعريف الكرامة فقال: الاستقامةُ عينُ الكرامة، وعن الحسن أنه كان يقول: اللهمَ أنت ربنا فارزقنا الاستقامة ﴿تَتَنَزَّلُ عَلَيْهِمُ الملائكة أَلاَّ تَخَافُواْ وَلاَ تَحْزَنُواْ﴾ أي تتنزل عليهم ملائكة الرحمة عند الموت بأن لا تخافوا ممَّا تقدمون عليه من أحوال القيامة، ولا تحزنوا على ما خلفتموه في الدنيا من أهلٍ ومالٍ وولد فنحن نخلفكم فيه ﴿وَأَبْشِرُواْ بالجنة التي كُنتُمْ تُوعَدُونَ﴾ أي وأبشروا بجنة الخلد التي وعدكم الله بها على لسان الرسل قال شيخ زاده: إن الملائكة تتنزلُّ حين الاحتضار على المؤمنين بهذه البشارة أن لا تخافوا من هول الموت، ولا من هو القبر، وشدائد يوم القيامة، وإن المؤمن ينظر إلى حافظيه قائمين على رأسه يقولان لا تخف اليوم ولا تحزن، وأبشر بالجنة التي كنت توعد، وإنك سترى اليوم أمورًا لم تر مثلها فلا تهولنك فإنما يراد بها غيرك ﴿نَحْنُ أَوْلِيَآؤُكُمْ فِي الحياة الدنيا وَفِي الآخرة أي تقول لهم الملائكة: نحن أنصاركم وأعوانكم في الدنيا والآخرة، نرشدكم إلى مافيه خيركم وسعادتكم في الدارين ﴿وَلَكُمْ فِيهَا مَا تشتهي أَنفُسُكُمْ وَلَكُمْ فِيهَا مَا تَدَّعُونَ﴾ أي ولكم في الجنة ما تشتهيه نفوسكم، وتقرُّ به عيونُكم من أنواع اللذائذ والشهوات، ولكم فيها ما تطلبون وتتمنون ﴿نُزُلًا مِّنْ غَفُورٍ رَّحِيمٍ﴾ أي ضيافة وكرامة من ربٍ واسع المغفرة، عظيم الرحمة لعباده المتقين ﴿وَمَنْ أَحْسَنُ قَوْلًا مِّمَّن دَعَآ إِلَى الله وَعَمِلَ صَالِحًا وَقَالَ إِنَّنِي مِنَ المسلمين﴾ أي دعا إلى توحيد الله وطاعته، بقوله وفعله وحاله، وفعل الصالحات، وجعل الإِسلام دينه ومذهبه قال ابن كثير: وهذه الآية معامة في كل من دعا إلى خير وهو نفسه مهتدٍ، وقال الزمخشري: والآية عامة في كل من جمع بين هذه الثلاث: أن يكون مؤمنا معتقدا لدين الإِسلام، عاملا بالخير، داعيا إليه، وما هم إلا طبقة العلماء","vol":"3","page":113},{"text":"العاملين ﴿وَلاَ تَسْتَوِي الحسنة وَلاَ السيئة﴾ أي لا يتساوى فعل الحنسة مع فعل السيئة، بل بينهما فرقٌ عظيم في الجزاء وحسن العاقبة ﴿ادفع بالتي هِيَ أَحْسَنُ﴾ أي ادفع السيئة بالخصلة التي هي أحسن، مثل أن تدفع الغضب بالصبر، والجهل بالحلم، والإِسارة بالعفو قال ابن عباس: ادفع بحلمك جهل من جهل عليك ﴿فَإِذَا الذي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِيٌّ حَمِيمٌ﴾ أي فإذا فعلت ذلك صار عدوك كالصديق القريب، الخالص الصداقة في مودته ومحبته لك ﴿وَمَا يُلَقَّاهَا إِلاَّ الذين صَبَرُواْ﴾ أي وما ينال هذه المنزلة الرفيعة، والخصلة الحميدة، إلاّ من جاهد نفسه بكظم الغيظ واحتمال ُالأذى ﴿وَمَا يُلَقَّاهَآ إِلاَّ ذُو حَظٍّ عَظِيمٍ﴾ أي وما يصل إليها وينالها إلا وينالها إلا ذو نصيب وافر من السعادة واحتمال والخير ﴿وَإِمَّا يَنزَغَنَّكَ مِنَ الشيطان نَزْغٌ فاستعذ بالله﴾ أي وإن وسوس إليك الشيطان بترك ما أُمرت به من الدفع بالتي هي أحسن، وأراد أن يحملك على البطش والانتقام، فاستعذ بالله من كيده وشره ﴿إِنَّهُ هُوَ السميع العليم﴾ أي هو السميع لأقوال العباد، العليم بأفعالهم وأحوالهم، ثم ذكر تعالى دلائل قدرته الباهرة، وحكمته البالغة فقال ﴿وَمِنْ آيَاتِهِ اليل والنهار والشمس والقمر﴾ أي ومن علاماته الدالة على وحدانيته وقدرته تعاقب الليل والنهار، وتذليل الشمس والقمر، مسخَّرين لمصالح البشر ﴿لاَ تَسْجُدُواْ لِلشَّمْسِ وَلاَ لِلْقَمَرِ واسجدوا لِلَّهِ الذي خَلَقَهُنَّ﴾ أي لا تسجدوا للمخلوق واسجدوا للخالق، الذي خلق هذه الأشياء وأبدعها ﴿إِن كُنتُمْ إِيَّاهُ تَعْبُدُونَ﴾ أي إن كنتم تفردونه بالعبادة فلا تسجدوا لأحدٍ سواه ﴿فَإِنِ استكبروا﴾ أي فإِن استكبر الكفار عن السجود لله ﴿فالذين عِندَ رَبِّكَ يُسَبِّحُونَ لَهُ بالليل والنهار﴾ أي فالملائكة الأبرار يعبدونه بالليل والنهار ﴿وَهُمْ لاَ يَسْأَمُونَ﴾ أي لا يملّون عبادته.","vol":"3","page":114},{"text":"المنَاسَبَة: لما ذكر صفات المؤمنين الأبرار، وأردفها بذكر الدلائل الدالة على وجوده سبحانه ووحدانتيه، وكمال علمه وحكمته، ذكر هنا ما يدل على البعث والنشور، من صفحات هذا الكون المنظور، ثم أعقبه بذكر الملحدين في آياته، المكذبين برسله وأنبيائه، وختم السورة الكريمة بيان حال الأشقياء المجرمين، المنكرين للقرآن العظيم.\nاللغَة: ﴿يُلْحِدُونَ﴾ يمليون عن الحق والاستقامة، والإِلحادُ: الميلُ والعدول يقال: ألحد في دين الله أي حاد عنه وعدل ﴿أعْجَمِيًّا﴾ بلغة العجم ﴿وَقْرٌ﴾ صممٌ مانع من سماعه ﴿أَكْمَامِهَا﴾ جمع كُمَّ وهو وعاء الثمرة بضم الكاف وكسرها (مَّحِيصٍ﴾ فرار ومهرب من حاص يحيصُ حيصًا إذا هرب ﴿نأ﴾ تباعد وأعرض ﴿الآفاق﴾ أقطار السموات والأرض ﴿مِرْيَةٍ﴾ شك وارتياب عظيم.\nالتفسِير: ﴿وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرض خَاشِعَةً﴾ أي ومن البراهين والعلاقات الدالة على وحدانيته وكمال قدرته، أنك ترى الأرض يابسة جرداء لا نبات فيها، تشبه الرجل الخاضع الذليل ﴿فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ﴾ أي فإِذا أنزلنا عليها المطر تحركت حركة شديدة وانتفحت وعلت بالنبات، وأخرجت من جميع ألوان الزروع والثمار ﴿إِنَّ الذي أَحْيَاهَا لَمُحْىِ الموتى﴾ أي إن الإِله الذي أحيا الأرض بعد موتها هو الذي يحيي الأموات ويبعثهم من القبور ﴿إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه جل وعلا شيءٌ، فكما أخرج الزروع والثمار من الأرض المجدبة، فإِنه قادر على إحياء الموتى. . ثم توعَّد تعالى من يلحد في آياته بعد ظهور الأَدلة والبراهين على وجوده فقال ﴿إِنَّ الذين يُلْحِدُونَ في آيَاتِنَا لاَ يَخْفَوْنَ عَلَيْنَآ﴾ أي إن الذين يطعنون في آياتنا، بالتحريف والتكذيب والإِنكار لها لا يغيب أمرهم عنا فنحن لهم بالمرصاد، وفيه وعيد وتهديد قال قتادة: الإِلحادُ الكفر والعناد وقال ابن عباس: هو تبديلُ الكلام ووضعه في غير موضعه ﴿أَفَمَن يلقى فِي النار خَيْرٌ أَم مَّن يأتي آمِنًا يَوْمَ القيامة﴾ أي أفمن يُطرح في جهنم مع الخوف والفزع أفضل أم من يكون في الجنة آمنًا من عذاب الله يوم","vol":"3","page":115},{"text":"القيامة؟ قال الرازي: والغرضُ التنبيهُ على أن الملحدين في آيات الله يُلقون في النار، وأن المؤمنين بآيات الله يكونون آمنين يوم القيمة، وشتَّان ما بينهما ﴿اعملوا مَا شِئْتُمْ﴾ أي افعلوا ما تشاءون في هذه الحياة، وهو تهديدٌ لا إباحة ملفَّع بظل الوعيد، بدليل قوله تعالى ﴿إِنَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي هو تعالى مطّلع على أعمالكم، لا تخفى عليه خافية، من أحوالكم، وسيجازيكم عليها ﴿إِنَّ الذين كَفَرُواْ بالذكر لَمَّا جَآءَهُمْ﴾ أي إن الذين كذبوا بالقرآن حين جاءهم من عند الله، وخبر «إنَّ» محذوفٌ لتهويل الأمر كأنه قيل: سيجازون يكفرهم جزاءً لا يكاد يوصف لشدة بشاعته وفظاعته ﴿وَإِنَّهُ لَكِتَابٌ عَزِيزٌ﴾ أي وإِنه لكتاب غالب بقوة الحجة، لا نظير له لما احتوى عليه من الإِعجاز، يدفع كل جاحج، ويقمع كلَّ معاند ﴿لاَّ يَأْتِيهِ الباطل مِن بَيْنِ يَدَيْهِ وَلاَ مِنْ خَلْفِهِ﴾ أي لا يتطرق إليه الباطل من جهةٍ من الجهات، ولا مجال للطعن فيه قال ابن كثير: أي ليس للبطلان إليه سبيل، لأنه منزَّل من رب العالمين ﴿تَنزِيلٌ مِّنْ حَكِيمٍ حَمِيدٍ﴾ أي هو تنزيلٌ من إله حكيم في تشريعه وأحواله وأفعاله، محمود من خلقه بسبب كثرة نعمه.\n. ثم سلَّى تعالى نبيَّه على ما يصيبه من أذى الكفار فقال ﴿مَّا يُقَالُ لَكَ إِلاَّ مَا قَدْ قِيلَ لِلرُّسُلِ مِن قَبْلِكَ﴾ أي ما يقول لك كفار قومك، إلاّ ما قد قال الكفار للرسل قبلهم من الكلام المؤذي، والطعن فيما أنزل الله قال القرطبي: يُعزّي نبيه ويُسلّيه من أذى وتكذيب قومه ﴿إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ وَذُو عِقَابٍ أَلِيمٍ﴾ إي إن ربك يا محمد لهو الغفور لذنوب المؤمنين، ذو العقاب الشديد للكافرين، ففوِّضْ أمرك إليه فإنه ينتقم من أعدائك، ثم ذكر تعالى تعنُّت الكافرين ومكابرتهم للحقِّ بعد سطوعه وظهوره فقال ﴿وَلَوْ جَعَلْنَاهُ قُرْآنًا أعْجَمِيًّا﴾ أي لو أنزلنا هذا القرآن بلغة العجم ﴿لَّقَالُواْ لَوْلاَ فُصِّلَتْ آيَاتُهُ﴾ أي لقال المشركون: هلاَّ بُيّنت آياته بلسانٍ نفهمه وهلاَّ نزل بلغتنا ﴿ءَاعْجَمِيٌّ وَعَرَبِيٌّ﴾؟ استفهام إنكاري أي أقران أعجميٌ ونبيٌ عربي؟ قال الرازي: ذكروا أن الكفار كانوا يقولون لتعنتهم: هلاَّ نزول القرآن بلغة العجم؟ ﴿فأجيبوا بأن الأمر لو كان كما تقترحون لم تتركوا الاعتراض، ثم قال: والحقُّ عندي أن هذه السورة من أولها إلى آخرها كلام واحدٌ متعلق بعضُه ببعض، وقد حكى تعالى عنهم في أول السورة أهم قالوا ﴿قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ﴾ [فصلت: ٥] فردَّ تعالى عليهم هنا بأنه لو أنزل هذا القرآن بلغة العجم لكان لهم أن يقولوا: كيف أرسلت الكلام العجمي إلى القوم العرب﴾ ﴿ولصحَّ لهم أن يقولوا ﴿قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ﴾ [فصلت: ٥] لأنا لا نفهمه ولا نحيط بمعناه﴾ ! أما وقد نزل بلغة العرب، وهم من أهل هذه اللغة، فكيف يمكنهم أن يقولوا ذلك؟ فظهر أن الآية على أحسن وجوه النظم ﴿قُلْ هُوَ لِلَّذِينَ آمَنُواْ","vol":"3","page":116},{"text":"هُدًى وَشِفَآءٌ﴾ أي قل لهم يا محمد: إن هذا القرآن هدى للمؤمنين من الضلالة، وشفاء لهم من الجهل والشك والريب ﴿والذين لاَ يُؤْمِنُونَ في آذَانِهِمْ وَقْرٌ﴾ أي والذين لا يصدّقون بهذا القرآن، في آذانهم صممٌ عن سماعه، ولذلك تواصوا باللغو فيه ﴿وَهُوَ عَلَيْهِمْ عَمًى﴾ أي كما أن هذا القرآن رحمة للمؤمنين، هو شقاء وتعاسة على الكافرين كقوله تعالى ﴿وَنُنَزِّلُ مِنَ القرآن مَا هُوَ شِفَآءٌ وَرَحْمَةٌ لِّلْمُؤْمِنِينَ وَلاَ يَزِيدُ الظالمين إَلاَّ خَسَارًا﴾ [الإِسراء: ٨٢] قال في حاشية البيضاوي: إن القرآن لوضوح آياته، وسطوع براهينه، هادٍإلى الحق، ومزيل للريب والشك، وشفاء من داء الجهل والكفر والارتياب، ومن ارتاب فيه ولم يؤمن به، فارتيابه إنما نشأ عن توغله في اتباع الشهوات، وتقاعده عن تفقد ما يُسعده وينجيه ﴿أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ﴾ أي أولئك الكافرون بالقرآن، كمن يُنادي من مكان بعيد، فإِنه لا يسمع ولا يفهم ما يُنادى به، وهذا على سبيل التمثيل قال ابن عباس: يريد مثل البهيمة التي لا تفهم إلا دعاءً ونداءً ﴿وَلَقَدْ آتَيْنَا مُوسَى الكتاب فاختلف فِيهِ﴾ أي والله لقد أعطينا موسى التوراة فاختلف فيها قومه ما بين مصدِّق لها ومكذِب، هكذا حال قومك بالنسبة للقرآن قال القرطبي: وهذا تسلية للنبي ﷺ َ أي لا يحزنك اختلاف قومك في كتابك، فقد اختلف من قبلهم في كتابهم، فآمن به قوم وكذَّب به قوم ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ لَقُضِيَ بَيْنَهُمْ﴾ أي ولولا أن الله حكم بتأخير الحساب والجزاء للخلائق إلى يوم القيامة لعذَّبهم وأهلكهم في الدنيا ﴿وَإِنَّهُمْ لَفِي شَكٍّ مِّنْهُ مُرِيبٍ﴾ أي وإن هؤلاء الكفار لفي شكٍ من القرآن، لتبلد عقولهم وعمى بصائرهم، موقع لهم في أشد الريبة والاضطراب ﴿مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا﴾ أي من عمل شيئًا من الصالحات في هذه الدنيا فإِنما يعود نفع ذلك على نفسه، ومن أساء في الدنيا فإِنما يرجع وبال ذلك وضرره عليه ﴿وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي وليس الله منسوبًا إلى الظلم حتى يعذِّب بغير إساءة، فهو تعالى لا يعاقب أحدًا إلا بذنبه، ولا يعاقبه إلا بجرمه قال المفسرون: ليست صغية «ظلاَّم» هنا للمبالغة، وإِنما هي صيغة نسبة مثل عطَّار، ونجَّار، وتمَّار، ولو كانت للمبالغة لأوهم أنه تعالى ليس كثير الظلم ولكنه يظلم أحيانًا، وهذا المعنى فاسد لأنه يستحيل عليه الظلم جل وعلا ﴿إِلَيْهِ يُرَدُّ عِلْمُ الساعة﴾ أي إليه تعالى وحده علم وقت الساعة لا يعلمه غيره قال الإمام الفرخ: أي لا يعلم وقت الساعة بعينه إلا اللهُ، ومناسبتُها لما قبلها أنه تعالى لما هدَّد الكفار بقوله ﴿مَّنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا﴾ ومعناه أن جزاء كل أحدٍ يصل إليه في يوم القيامة، فكألأن سائلًا قال: ومتى يكون ذلك اليوم؟ فبيَّن تعالى أن معرفة ذلك اليوم لا يعلمه إلا الله ﴿وَمَا تَخْرُجُ مِن ثَمَرَاتٍ مِّنْ أَكْمَامِهَا﴾ أي وما تخرج ثمرةٌ من الثمرات من غلافها ووعائها ﴿وَمَا تَحْمِلُ مِنْ أنثى وَلاَ تَضَعُ إِلاَّ بِعِلْمِهِ﴾ أي ولا تحمل أنثى جنينًا في بطنها، ولا تلده إلا ملتبسًا بعلمه تعالى، لا يعزبُ عن علمه مثقال ذرة في الأرض ولا في السماء ﴿","vol":"3","page":117},{"text":"وَيَوْمَ يُنَادِيهِمْ أَيْنَ شُرَكَآئِي﴾؟ أي ويوم القيامة ينادي الله المشركين أين شركائي الذين زعمتم أنهم آلهة؟ وفي تقريعٌ وتهكمٌ بهم ﴿قالوا آذَنَّاكَ مَا مِنَّا مِن شَهِيدٍ﴾ أي قال المشركون: أعلمناك وأخبرناك الآن بالحقيقة ما مّنا من يشهد اليوم بأنَّ لك شريكًا في المفسرون: لما عاينوا القيامة تبرءوا من الأصنام وتبرأت الأصنم منهم أي وأعلنوا إيمانهم وتوحيدهم في وقت لا ينفع فيه إِيمان ﴿وَضَلَّ عَنْهُم مَّا كَانُواْ يَدْعُونَ مِن قَبْلُ﴾ أي وغاب عنهم ما كنوا يعبدونه في الدنيا من الآلهة المزعومة ﴿وَظَنُّواْ مَا لَهُمْ مِّن مَّحِيصٍ﴾ أي وأيقنوا أنه لا مهرب ولا مخلص لهم من عذاب الله ﴿لاَّ يَسْأَمُ الإنسان مِن دُعَآءِ الخير﴾ أي لا يملُّ الإِنسان من سؤاله ودعائه بالخير لنفسه، كالمال والصحة العز والسلطان ﴿وَإِن مَّسَّهُ الشر فَيَئُوسٌ قَنُوطٌ﴾ أي وإن أصابه فقر أو مرض فهو عظيم اليأس، قانطاٌ من ورح الله ورحمته ﴿وَلَئِنْ أَذَقْنَاهُ رَحْمَةً مِّنَّا مِن بَعْدِ ضَرَّآءَ مَسَّتْهُ﴾ أي ولئن أعطيناه غنى وصحة من بعد شدة وبلاء ﴿لَيَقُولَنَّ هذا لِي﴾ أي ليقولنَّ هذا بسعْيي واجتهادي قال أبو حيان: سمَّى النعمة رحمة إذ هي من آثار رحمة الله ﴿وَمَآ أَظُنُّ الساعة قَآئِمَةً﴾ أي وما أعتقد أن القيامة ستكون ﴿وَلَئِن رُّجِعْتُ إلى ربي إِنَّ لِي عِندَهُ للحسنى﴾ أي وعلى فرض أن القيامة حاصلة، فليحسننَّ إليَّ ربي كما أحسن إليَّ في هذه الدنيا قال ابن كثير: يتمنى على الله ﷿ مع إساءته العمل وعدم اليقين ﴿فَلَنُنَبِّئَنَّ الذين كَفَرُواْ بِمَا عَمِلُواْ﴾ أي فواللهِ لنعلِمنَّ هؤلاء الكافرين بحقيقة أعمالهم، ولنبصرنَّهم بإِجرامهم ﴿وَلَنُذِيقَنَّهُمْ مِّنْ عَذَابٍ غَلِيظٍ﴾ أي ولنعذبنَّهم أشد العذاب، وهو الخلود في نار جهنم ﴿وَإِذَآ أَنْعَمْنَا عَلَى الإنسان أَعْرَضَ وَنَأَى بِجَانِبِهِ﴾ أي وإذا أنعمنا على الإِنسان أعرض عن شكر ربه، واستكبر عن الانقياد لأوامره، وشمخ بأنفه تكبرًا وترفعًا ﴿وَإِذَا مَسَّهُ الشر فَذُو دُعَآءٍ عَرِيضٍ﴾ أي وإِذا أصابه المكروه فهو ذو دعاء كثير، يديم التضرع ويكثر من الابتهال، وهكذا طبيعة الإِنسان الجحود والنكران، يعرف ربه في البلاء وينساه في الرخاء قال الرازي: استعير العرض لكثرة الدعاء، كما استعير الغلظ لشدة العذاب ﴿قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ الله ثُمَّ كَفَرْتُمْ بِهِ﴾ أي قل لهم يا محمد: أخبروني يا معشر المشركين، إن كان هذا القرآن من عند الله، وكفرتم به من غير تأمل ولا نظر، كيف يكون حالكم؟ ﴿مَنْ أَضَلُّ مِمَّنْ هُوَ فِي شِقَاقٍ بَعِيدٍ﴾ الاستفهام إِنكاري بمعنى النفي أي لا أحد أضلُ منكم لفرط شقاقكم وعداوتكم، قال أبو السعود: وضع الموصول «من أضلُّ» موضع الضمير «منكم» شرحًا لحالهم، وتعليلًا لمزيد ضلالهم ﴿سَنُرِيهِمْ آيَاتِنَا﴾ أي سنظهر لهؤلاء المشركين دلالاتنا وحجبنا عل أن القرآن حقٌ منزل من عند الله ﴿فِي الآفاق﴾ أي في أقطار السمواتِ والأرض من الشمس والقمر والنجوم، والأشجار والنبات وغير ذلك من العجائب العلوية والسفلية ﴿وفي أَنفُسِهِمْ﴾ أي وفي عجائب قدرة الله في خلقهم وتكوينهم قال القرطبي: المراد ما في أنفسهم من لطيف الصنعة، وبديع الحكمة، حتى سبيل الغائط والبول، فإِن الرجل يأكل ويشرب من مكان واحدٍ، ويتميز ذلك من مكانين، ومن بديع صنعة الله وحكمته في غينيه اللتين هما قطرة ماء، ينظر بهما من الأرض إلى","vol":"3","page":118},{"text":"السماء، مسيرة خمسمائة عام، وفي أذنيه اللتين يفرق بهما بين الأصوات المختلفة، وغير ذلك من بديع حكمة الله فيه ﴿حتى يَتَبَيَّنَ لَهُمْ أَنَّهُ الحق﴾ أي حتى يظهر لهم أن هذال القرآن حق ﴿أَوَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ على كُلِّ شَيْءٍ شَهِيدٌ﴾؟ أي أولم يكفهم رهانًا على صدقك أن ربك لا يغيب عنه شيء في الأرض ولا في السماء؟ وأنه مطَّلع على كل شيء لا تخفى عليه خافية؟ ﴿أَلاَ إِنَّهُمْ فِي مِرْيَةٍ مِّن لِّقَآءِ رَبِّهِمْ﴾ ألا استفتاحٌ لتنبيه السامع إلى ما يقال أي ألا فانتبهوا أيها القوم إن هؤلاء المشركين في شكٍ من الحساب والبعث والجزاء، ولهذا لا يتفكرون ولا يمنون ﴿أَلاَ إِنَّهُ بِكُلِّ شَيْءٍ مُّحِيطٌ﴾ أي ألا فانتهوا فإنه تعالى قد أحاط علمه بكل الأشياء جملة وتفصيلًا، فهو يجازيهم على كفرهم.\nالبَلاَغة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿بَشِيرًا. . وَنَذِيرًا﴾ وبين ﴿طَوْعًا. . وكَرْهًا﴾ وبين ﴿مَّا بَيْنَ أَيْدِيهِمْ. . وَمَا خَلْفَهُمْ﴾ وبين ﴿الحسنة. . والسيئة﴾ وبين ﴿مَغْفِرَةٍ. . وعِقَابٍ﴾ وبين ﴿ءَاعْجَمِيٌّ. . وعَرَبِيٌّ﴾ وبين ﴿تَحْمِلُ. . وتَضَعُ﴾ وبين ﴿الخير. . والشر﴾ .\n٢ - طباق السلب ﴿لاَ تَسْجُدُواْ لِلشَّمْسِ. . واسجدوا لِلَّهِ﴾ وكذلك ﴿آمَنُواْ هُدًى وَشِفَآءٌ والذين لاَ يُؤْمِنُونَ﴾ .\n٣ - الالتفات ﴿فَإِنْ أَعْرَضُواْ﴾ [فصلت: ١٣] بعد قوله ﴿قُلْ أَإِنَّكُمْ لَتَكْفُرُونَ﴾ [فصلت: ٩] وهو التفات من الخطاب إلى الغيبة، وناسب الإِعراض عن مخاطبتهم لكونهم أعرضوا عن الحق، وهو تناسب حسن.\n٤ - الاستعارة التمثيلية ﴿فَقَالَ لَهَا وَلِلأَرْضِ ائتيا طَوْعًا أَوْ كَرْهًا﴾ [فصلت: ١١] مثَّل تأثير قدرته تعالى في السموات والأرض بأمر السلطان لأحد رعيته أو عبيده بأمر من الأمور وامتثال الأمر سريعًا.\n٥ - الاستعارة التصريحية ﴿وَقَالُواْ قُلُوبُنَا في أَكِنَّةٍ مِمَّا تَدْعُونَا إِلَيْهِ وَفِي آذانِنَا وَقْرٌ﴾ [فصلت: ٥] ليس هناك على الحقيقة شيء مما قالوه، وإِنما أخرجوا هذا الكلام مخرج الدلالة على استثقالهم ما يسمعونه من قوارع القرآن، وجوامع البيان، فكأنهم من شدة الكراهية له قد صُمَّت أسماعهم عن فهمه، وقلوبهم عن علمه.\n٦ - الاستعارة أيضًا ﴿أولئك يُنَادَوْنَ مِن مَّكَانٍ بَعِيدٍ﴾ شبّه حالهم في عدم قبول المواعظ، وإِعراضهم عن القرآن وما فيه بحال من يُنادى من مكان بعيد، فلا يسمع ولا يفهم ما يُنادى به، والجامع عدم الفهم في كلٍ.\n٨ - الأمر التهديدي ﴿اعملوا مَا شِئْتُمْ﴾ خرج الأمر عن صيغته الأصلية إلى معنى الوعيد والتهديد.\n٩ - التشبيه المرسل المجمل ﴿كَأَنَّهُ وَلِيٌّ حَمِيمٌ﴾ [فصلت: ٣٤] ذكرت أداة التشبيه وحذف وجه الشبه فهو مرسل مجمل.\n١٠ - إن اللسان عاجز عن تصوير البلاغة في جمال الأسلوب القرآني، فتأمل الروعة البيانية في","vol":"3","page":119},{"text":"قوله تعالى ﴿وَمِنْ آيَاتِهِ أَنَّكَ تَرَى الأرض خَاشِعَةً فَإِذَآ أَنزَلْنَا عَلَيْهَا المآء اهتزت وَرَبَتْ إِنَّ الذي أَحْيَاهَا لَمُحْىِ الموتى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ﴾ وتصور التناسق الفني في التعبير والأداء، وتأمل لفظ الخشوع والاهتزاز والانتفاخ للأرض الميتة يبعثها الله كما يبعث الموتى من القبور، إنه جو بعث وإِخراج وإِحياء، ويا له من تصوير رائع يأخذ بالألباب.","vol":"3","page":120},{"text":"اللغَة: ﴿يتفطَّرنْ) يتشققن، والفطور: الشقوق ومنه ﴿هَلْ ترى مِن فُطُورٍ﴾ [الملك: ٣] ﴿فاطر﴾ خالد ومبدع ومخترع ﴿يَوْمَ الجمع﴾ يقوم القيامة لاجتماع الخلائق فيه ﴿أُمَّ القرى﴾ مكة المكرمة ﴿يَذْرَؤُكُمْ﴾ ينشئكم وكثِّركم ﴿مَقَالِيدُ﴾ مفاتيح جمع إقليد على غير قياس ﴿شَرَعَ﴾ بيَّن وسنَّ وأوضح ﴿كَبُرَ﴾ عظم وشقَّ ﴿يُنِيبُ﴾ يرجع ويتوب من ذنبه ﴿مُرِيبٍ﴾ موقع في الريبة والقلق ﴿دَاحِضَةٌ﴾ باطلة وزائلة يقال: دحضت حجته أي بطلت، ودَحضت رجله أي زلقت.\nالتفسِير: ﴿حم عسق﴾ الحروف المقطعة للتنبيه على إعجاز القرآن، وإثارة انتباه الإِنسان بحروف أولية، وبدءٍ غير مألوف ﴿كَذَلِكَ يوحي إِلَيْكَ وَإِلَى الذين مِن قَبْلِكَ الله العزيز الحكيم﴾ أي مثل ما أوحى إليك ربك يا محمد هذا القرآن، أوحى إلى الرسل من قبلك في الكتب المنزلة، اللهُ العزيز في ملكه، الحكيم في صنعه ﴿لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ما له ما في الكون مالكًا وخلقًا وعبيدًا ﴿وَهُوَ العلي العظيم﴾ أي هو المتعالي فوق خلقه، المنفرد بالكبرياء والعظمة ﴿تَكَادُ السماوات يَتَفَطَّرْنَ مِن فَوْقِهِنَّ﴾ أي تكاد السمواتُ يتشققن من عظمة الله وجلاله، ومن شناعة ما يقوله المشركون من اتخاذ الله الولد ﴿والملائكة يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ﴾ أي والملائكةُ الأبرار دائبون في تسبيح الله، ينزهونه عما لا يليق به ﴿وَيَسْتَغْفِرُونَ لِمَن فِي الأرض﴾ أي ويطلبون المغفرة لذنوب من في الأرض من المؤمنين قال في التسهيل: والآية عمومٌ يراد به الخصوص لأن الملائكة إنما يستغفرون للمؤمنين من أهل الأرض، فهي كقوله تعالى ﴿وَيَسْتَغْفِرُونَ لِلَّذِينَ آمَنُواْ﴾ [غافر: ٧] ﴿أَلاَ إِنَّ الله هُوَ الغفور الرحيم﴾ أي ألاَ فانتبهوا أيها القوم إن الله هو الغقور لذنوب عباده، الرحيم بها حيث لا يعاجلهم بالعقوبة مع كفرهم وعصيانهم قال القرطبي: هيَّب وعظَّم جل وعلا في الابتداء، وألطف وبشَّر في الانتهاء ﴿والذين اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ أي جعلوا له شركاء وأندادًا ﴿الله حَفِيظٌ عَلَيْهِمْ﴾ أي اللهُ تعالى رقيبٌ على أحوالهم وأعمالهم، لا يفوقه منها شيءٌ، وهو محاسبُهم عليها ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي وما أنت يا محمد بموكَّل على أعمالهم حتى تقسرهم على الإِيمان، إنما أنت منذرٌ فحسب ﴿وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ قُرْآنًا عَرَبِيًّا﴾ أي وكما أوحينا إلى الرسل قبلك أوحينا إليك يا محمد قرآنًا عربيًا معجزًا، بلسان العرب لا لبس فيه ولا غموض ﴿لِّتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا﴾ أي لتنذر بهذا القرآن أهل مكة ومن حولها من البلدان قال الإِمام الفخر: وأمُّ القُرى أصلُ القرى وهي مكة، وسميت بهذا الاسم إجلالًا لها، لأن فيها البيت ومقام إبراهيم، والعربُ تسمي أصلُ كل شيءٍ أمه، حتى يقال: هذه القصيدة من أمهات قصائد فلان ﴿وَتُنذِرَ يَوْمَ الجمع﴾ أي وتخوّف الناس ذلك اليوم الرهيب، يوم اجتماع الخلائق للحساب في صعيدٍ واحد ﴿لاَ رَيْبَ فِيهِ﴾ أي لاشك في وقوعه، ولا محالة من حدوثه ﴿فَرِيقٌ فِي الجنة وَفَرِيقٌ فِي السعير﴾ أي فريقٌ منهم في جنات النعيم وهو المؤمنون، وفريق منهم في دركات الجحيم وهم الكافرون، حيث ينقسمون بعد الحساب إلى أشيقاء وسعداء كقوله تعالى\n﴿فَمِنْهُمْ شَقِيٌّ وَسَعِيدٌ﴾ [هود: ١٠٥] ﴿وَلَوْ شَآءَ الله لَجَعَلَهُمْ","vol":"3","page":123},{"text":"أُمَّةً وَاحِدَةً﴾ أي لو شاء الله لجعل الناس كله مهتدين، أهل دينٍ واحدٍ وملةٍ واحدة وهي الإِسلام قال الضحاك: أهل دينٍ واحد، أهل ضلالةٍ أو أهل هُدى ﴿ولكن يُدْخِلُ مَن يَشَآءُ فِي رَحْمَتِهِ﴾ أي ولكنَّه تعالى حكيمٌ لا يفعل إلاَّ ما فيه المصلحة، فمن علم منه اختيار الهدى يهديه فيدخله في جنته، ومن علم منه اختيار الضلال يضلُّه فيدخله بذلك السعير ولهذا قال ﴿والظالمون مَا لَهُمْ مِّن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي والكافرون ليس لهم وليٌّ يتولاهم يوم القيامة، ولا نصيرٌ ينصرهم من عذاب الله قال أبو حيان: والآية تسليةٌ للرسول ﷺ َ عمَّا كان يقاسيه من كفر قومه، وتوقيفٌ على أنَّ ذلك راجعٌ إلى مشيئته جلال وعلا، ولكنْ من سبقت له السعادة أدخله في رحمته يعني دين الإِسلام ﴿أَمِ اتخذوا مِن دُونِهِ أَوْلِيَآءَ﴾ استفهامٌ على سبيل الإِنكار أي بل اتخذ المشركون من دون الله آلهة، يستعينون بهم، ويطلبون نصرهم وشفاعتهم؟ ﴿فالله هُوَ الولي﴾ أي فاللهُ وحده هو الوليُّ الحقُّ، الناصرُ للمؤمنين، لا وليَّ سواه ﴿وَهُوَ يُحْيِي الموتى﴾ أي هو تعالى القادر على إحياء الموتى، لا تلك الأصنام التي لا تضر ولا تنفع ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه شيء فهو الحقيق بأن يُتخذوليًا دون من سواه ﴿وَمَا اختلفتم فِيهِ مِن شَيْءٍ فَحُكْمُهُ إِلَى الله﴾ أي وما اختلفتم فيه أيها المؤمنون من شيء من أمر الدنيا أو الدين، فالحكم فيه إلا الله جل وعلا، هو الحاكم فيه بكتابه أو بسنة نبيه ﵇ ﴿ذَلِكُمُ الله رَبِّي﴾ أي الموصوف بهذه الصفات هو ربي وحده، وَليِّي ومالك أمري قال القرطبي: وفيه إضمارٌ أي قل لهم يا محمد: ذلك الذي يُحيي الموتى، ويحكم بين المختلفين هو ربّي ﴿عَلَيْهِ تَوَكَّلْتُ﴾ أي عليه وحده اعتمدت في جميع أموري ﴿وَإِلَيْهِ أُنِيبُ﴾ أي وإِليه وحده أرجع في كل ما يعرض عليَّ من مشكلاتٍ ومعضلات، لا إلى أحدٍ سواه قال الرازي: والعبارة تفيد الحصر أي لا أتوكل إلا عليه، ولا أنيب إلا إليه، وهو إشارة إلى تزييف طريقة من اتخذ غير الله وليًا. . ثم بيَّن تعالى صفاته الجليلة القدسية، التي هي من آثار ومظاهر الربوبية فقال ﴿فَاطِرُ السماوات والأرض﴾ أي هو جل وعلا خالقهما ومبدعهما على غير مثالٍ سابق ﴿جَعَلَ لَكُم مِّنْ أَنفُسِكُمْ أَزْوَاجًا﴾ أي أوجد لكم بقدرته من جنسكم نساءً من الآدميات ﴿وَمِنَ الأنعام أَزْواجًا﴾ أي وخلق لكم كذلك من الإِبل والبقر والضأن والمعز أصنافًا، ذكورًا وإناثًا ﴿يَذْرَؤُكُمْ فِيهِ﴾ أي يكثّركم بسببه بالتوالد، ولولا أنه خلق الذكر والأثنى لما كان ثَمة تناسلٌ ولا توالدٌ ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ﴾ أي ليس له تعالى مثيلٌ ولا نظير، لا في ذاته ولا في صفاته ولا في أفعاله، فهوالواحد الأحد، الفردُ الصمد والغرضُ: تنزيهُ الله تعالى عن مشابهة المخلوقين، والكاف هنا لتأكيد النفي أي ليس مثله شيءٌ، قال ابن قتيبة: العربُ تقيم المثل مقام النفس فتقول: مثلي لا يُقال له هذا أي أنا لا يُقال لي هذا، ومعنى الآية ليس كالله جل وعلا شيءٌ وال القرطبي: والذي يُعتقد في هذا الباب أن الله جلَّ اسمُه في عظمته وكبريائه، وملوكته وحُسنى أسمائه، لا يشبه شيئًا من مخلوقاته، ولا يُشبَّه به أحد، وما أطلقه الشرع على الخالق والمخلوق فلا تشابه بينهما في المعنى الحقيقي، إذْ صفاتُ القديم ﷿ بخلاف صفات","vol":"3","page":124},{"text":"المخلوق، وإذْ صفِاتُهنم لا تنفك عن الأعراض والأغراض، وهو تعالى منزَّه عن ذلك، وقد قال بعض المحقيين: التوحيدُ إثباتُ ذاتٍ غير مشهبةٍ للذوات، ولا معطَّلة من الصفات، وزاد الواسطيُّ فقال: ليس كذاته ذات، ولا كاسمه اسم، ولا كفعله فعل، وهذا مذهب أهل الحق، أهل السنة والجماعة ﴿وَهُوَ السميع البصير﴾ أي وهو تعالى السميع لأقوال العباد، البصير بأفعالهم ﴿لَهُ مَقَالِيدُ السماوات والأرض﴾ أي بيده جل وعلا مفاتيح خزائنهما من المطر والنبات وسائر الحاجات ﴿يَبْسُطُ الرزق لِمَن يَشَآءُ وَيَقْدِرُ﴾ أي يوسِّعُ الرزق على من يشاء، ويضيّق على من يشاء، حسب الحكمة الإلهية ﴿إِنَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ تعليل لما سبق أي لأن علمه تعالى محيط بكل الأشياء، فهو واسع العلم، يعلم إذا كان الغنى خيرًا للعبد أو الفقر ﴿شَرَعَ لَكُم مِّنَ الدين مَا وصى بِهِ نُوحًا والذي أَوْحَيْنَآ إِلَيْكَ﴾ أي سنَّ وبيَّن لكم أيها المؤمنون من الشريعة السمحة والدين الحنيف، ما وصَّى به الرسل، وأرباب الشرائع من مشاهير الأنبياء، كنوح ومحمد ﵇ ﴿وَمَا وَصَّيْنَا بِهِ إِبْرَاهِيمَ وموسى وعيسى﴾ أي وما أمرنا به بطريق الإِلزام إبراهيم وموسى وعيسى من أصول الشرائع والأحكام قال الصاوي: خصَّ هؤلاء بالذكر لأنهم أكابر الأنبياء، وأولوا العزم، وأصحاب المعظمة، فلكل واحد من هؤلاء الرسل شرعٌ جديد، وأمَّا من عداهم، فإِنما كان يبعث بتبليغ شرع من قبله، ولم يزل الأمر يتأكد بالرسل، ويتناصر بالأنبياء، واحدًا بعد واحد، وشريعةً إثر شريعة، حتى ختمها الله بخير الملل، ملةِ أكر الرسل نبينا محمد صلى الله عليه ووسلم، فتبيَّن أن شرعنا معشَر الأمة المحمدية قد جمع جميع الشرائع المتقدمة في أصول الاعتقادات، وأصول الأحكام ولهذا قال تعالى ﴿أَنْ أَقِيمُواْ الدين وَلاَ تَتَفَرَّقُواْ فِيهِ﴾ أي وصيناهم بأن أقيموا الدين الحق دين الإِسلام الذي هو توحيدُ الله وطاعتُه، والإِيمان بكتبه ورسله، وبالبعث والجزاء قال القرطبي: المراد اجعلوا الدين قائمًا مستمرًا محفوظًا من غير خلافٍ فيه واضطراب، في الأصول التي لا تختلف فيها الشريعة وهي: التوحيد، والصلاة، والصيام، والزكاة، والحج، وغيرها فهذا كله مشروعًا دينًا واحدًا وأملة متحدة.\n﴿كَبُرَ عَلَى المشركين مَا تَدْعُوهُمْ إِلَيْهِ﴾ أي عظمُ وشقَّ على الكفار ما تدعوهم إليه من عبادة الله، وتوحيد الواحد القهار ﴿الله يجتبي إِلَيْهِ مَن يَشَآءُ ويهدي إِلَيْهِ مَن يُنِيبُ﴾ أي اللهُ يصطفي ويختار للإِيمان والتوحيد من يشاء من عباده، ويهدي إلى دينه الحق من يرجع إلى طاعته، فيوفقه له ويقربه إليه رحمةً وإكرامًا ﴿وَمَا تفرقوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم﴾ أي وما تفرَّق أهل الأديان المختلفة من اليهود والنصارى وغيرهم إلاّ من بعد ما قامت عليهم الحجج والبراهين من النبي المرسل إليهم ﴿بَغْيًا بَيْنَهُمْ﴾ أي ظلمًا وتعديًا، وحسدًا وعنادًا ﴿وَلَوْلاَ كَلِمَةٌ سَبَقَتْ مِن رَّبِّكَ إلى أَجَلٍ مُّسَمًّى﴾ أي ولولا أن الله قضى بتأخير العذاب عنهم إلىيوم القيامة ﴿لَّقُضِيَ بِيْنَهُمْ﴾ أي لعجَّل لهم العقوبة في الدنيا سريعًا باستئصالهم قال ابن كثير: أي لولا الكلمة السالفة من الله تعالى بإِنظار العباد إلى يوم المعاد لعجل لهم العقوبة سريعًا ﴿وَإِنَّ الذين أُورِثُواْ الكتاب مِن بَعْدِهِمْ﴾ أي وإِن بقيَّة أهل الكتاب الذين عاصروا رسول الله ﷺ َ من","vol":"3","page":125},{"text":"بعد أسلافهم السابقين ﴿لَفِي شَكٍّ مِّنْهُ مُرِيبٍ﴾ أي لفي شك من التوراة والإِنجيل، موقع لهم في أشد الحيرة والريبة، لأنهم ليسوا على يقين من أمر دينهم وكتابهم، وإنما هم مقلدون لآبائهم وأسلافهم، بلا دليل ولا برهان قال البيضاوي: لا يعلمون كتابهم كما هو ولا يؤمنون به حق الإِيمان، فهم في شك مقلق ﴿فَلِذَلِكَ فادع واستقم كَمَآ أُمِرْتَ﴾ أي فلأدل الذي وصينا به جميع المرسلين قبلك، فادع يا محمد إليه ولزم النهج القويم مع الاستقامة كما أمرك ربك ﴿وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ﴾ أي ولا تتبع أهواء المشركين الباطلة فيما يدعونك إليه من ترك دعوة التوحيد ﴿وَقُلْ آمَنتُ بِمَآ أَنزَلَ الله مِن كِتَابٍ﴾ أي صدَّقت بكل كتابٍ أنزله الله تعالى قال الرازي: يعني الإِيمان بجميع الكتب السماوية، لأن أهل الكتاب المتفرقين في دينهم آمنوا ببعضٍ وكفروا ببعض ﴿وَأُمِرْتُ لأَعْدِلَ بَيْنَكُمُ﴾ أي وأمرني ربي بأن أعدل بينكم في الحكم قال ابن جزي: يعني العدل في الأحكام إذا تخاصموا إليه ﴿الله رَبُّنَا وَرَبُّكُمْ﴾ أي الله خالقنا جميعًا ومتولي أمورنا فيجب أن نفرده بالعبادة ﴿لَنَآ أَعْمَالُنَا وَلَكُمْ أَعْمَالُكُمْ﴾ أي لنا جزاء أعمالنا ولكم جزاء أعمالكم، من خير أو شرٍّ، لا نستفيد من حسناتكم ولا نتضرر من سيئاتكم قال ابن كثير: هذا تبرؤٌ منهم أي نحن برآء منكم كقوله تعالى\n﴿وَإِن كَذَّبُوكَ فَقُل لِّي عَمَلِي وَلَكُمْ عَمَلُكُمْ أَنتُمْ بريائون مِمَّآ أَعْمَلُ وَأَنَاْ برياء مِّمَّا تَعْمَلُونَ﴾ [يونس: ٤١] ﴿لاَ حُجَّةَ بَيْنَنَا وَبَيْنَكُمُ﴾ أي لا جدال ولا مناظرة بيننا وبينكم، فإن الحقَّ قد ظهر وبَانَ كالشمس في رابعة النهار، وأنتم تعاندون وتكابرون ﴿الله يَجْمَعُ بَيْنَنَا وَإِلَيْهِ المصير﴾ أي الله يجمع بيننا يوم القيامة لفصل القضاء، وإليه المرجع والمآب فيجازي كل أحدٍ بعمله من خير وشر قال الصاوي: والغرضُ أن الحقَّ قد ظهر، والحجج قد قامت، فلم يبق إلا العناد، وبعد العناد لا حجة ولا جدل، والله يفصل بين الخلائق يوم المعاد، ويجازي كلًا بعمله ﴿والذين يُحَآجُّونَ فِي الله﴾ أي يخاصمون في دينه لصدِّ الناس عن الإِيمان ﴿مِن بَعْدِ مَا استجيب لَهُ﴾ أي من بعد ما استجاب الناسُ له ودخلوا في دينه ﴿حُجَّتُهُمْ دَاحِضَةٌ عِندَ رَبِّهِمْ﴾ أي حجتهم باطلة لا ثبوت لها عند الله قال ابن عباس: نزلت في طائفةٍ من بني إسرائيل همَّت برد الناس عن الإِسلام وإضلالهم ومحاجتهم بالباطل ﴿وَعَلَيْهِمْ غَضَبٌ وَلَهُمْ عَذَابٌ شَدِيدٌ﴾ أي وعليهم غضب عظيم في الدنيا، وعذاب شديد في الآخرة، ﴿الله الذي أَنزَلَ الكتاب بالحق﴾ أي نزَّل القرآن وسائر الكتب الإِلهية متلبسًا بالصدق القاطع، والحقِّ الساطع، في أحكامه وتشريعاته وأخباره ﴿والميزان﴾ أي ونزَّل الميزان أي العدل والإِنصاف، فهو من تسمية الشيء باسم السبب ﴿وَمَا يُدْرِيكَ لَعَلَّ الساعة قَرِيبٌ﴾ أي وما ينبئك أيها المخاطب لعلَّ وقت الساعة قري؟ فإن الواجب على","vol":"3","page":126},{"text":"العاقل أن يحذر منها، ويستعدُّ لها. قال أبو حيان: ووجه اتصال الآية بما سبق أن الساعة يوم الحساب فكأنه قيل: أمركم الله بالعدل والتسوية قبل أن يفاجئكم اليوم الذي يحاسبكم فيه ويزن أعمالكم ﴿يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا﴾ أي يستعجل بالقيامة المشركون الذين لا يُصدِّقون بها فيقولون على سبيل الاستهزاء: متى تكون؟ ﴿والذين آمَنُواْ مُشْفِقُونَ مِنْهَا﴾ أي والمؤمنون المصدِّقون بها خائفون وجلون من قيامها ﴿وَيَعْلَمُونَ أَنَّهَا الحق﴾ أي وعلمون أنها كائنة وحاصلة لا محالة ﴿أَلاَ إِنَّ الذين يُمَارُونَ فَي الساعة لَفِي ضَلاَلٍ بَعِيدٍ﴾ أي الذين يُجالدون في أمر القيامة في ضلالٍ بعيد عن الحق، لإِنكارهم عدل الله وحكمته.","vol":"3","page":127},{"text":"المنَاسَبَة: لما ذكر تعالى الساعة وما يلقاه عند قيامها المؤمنون الأبرار والكفرة الفجار من الحساب والجزاء، ذكر هنا أنه لطيف بالعباد لا يعاجل العقوبة للعصاة مع استحقاقهم للعذاب، ثم ذكر مآل المتقين، ومآل المجريمن في الآخرة، دار العدل والجزاء.\nاللغَة: ﴿لَطِيفٌ﴾ برٌّ رفيقٌ رحيم ﴿حَرْثَ الآخرة﴾ الحرثُ في الأصل: إلقاء البذور في الأرض، ويطلق على الزرع الحاصل منه، ثم استعمل في ثمرات الأعمال ونتائجها بطريق الاستعارة ﴿","vol":"3","page":127},{"text":"الفصل﴾ القضاء السابق ﴿يَقْتَرِفْ﴾ يكتسب ﴿رَوْضَاتِ﴾ جمع روضة وهو الموضع الكثير الأزهار والأشجار والثمار كالمنتزه وغيره ﴿يَقْتَرِفْ﴾ يكتسب ﴿الغيث﴾ المطر سمي غيثًا لأنه الخلق ﴿قَنَطُواْ﴾ يئسوا ﴿بَثَّ﴾ فرَّق ونشر ﴿بِمُعْجِزِينَ﴾ فائتين من عذاب الله بالهرب.\nالتفسِير: ﴿الله لَطِيفٌ بِعِبَادِهِ﴾ أي بارٌّ رحيم بالخلق كثير الإِحسان بهم، يفيض عليهم من الخيرات والبركات مع عصيانهم قال مقاتل: لطيف بالبر والفاجر حيث لم يهلكهم جوعًا بمعاصيهم ﴿يَرْزُقُ مَن يَشَآءُ﴾ أي يوسِّع الرزق على من يشاء قال القرطبي: وفي تفضيل قومٍ بالمال حكمه، ليحتاج البعضُ إلى البعض، وهذا من لطفه بالعباد، وأيضًا ليتمحن الغنيَّ بالفير، والفقير بالغني كقوله تعالى ﴿وَجَعَلْنَا بَعْضَكُمْ لِبَعْضٍ فِتْنَةً أَتَصْبِرُونَ﴾ [الفرقان: ٢٠]؟ ﴿وَهُوَ القوي﴾ أي القادر على كل ما يشاء ﴿العزيز﴾ أي الغالبُ الذي لا يُغالب ولا يُدافع ثم لما بيَّن كونه لطيفًا بالعباد، كثير الإِحسان إليهم، أشار إلى أن الإِنسان ما دام في هذه الحياة فعلية أن يسعى في طلب الخيرات لأسباب السعادة فقال ﴿مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ﴾ أي من كان يريد بعمله ثواب الآخرة ونعيمها، نزدْ له في أجره وثوابه، بمضاعفة حسناته ﴿وَمَن كَانَ يُرِيدُ حَرْثَ الدنيا نُؤْتِهِ مِنْهَا﴾ أي ومن كان يريد بعمله متاع الدنيا ونعيمها فقط، نعطه بعض ما يطلبه من المتاع العاجل ممَّا قُدر له ﴿وَمَا لَهُ فِي الآخرة مِن نَّصِيبٍ﴾ أي وليس له في الآخرة حظٌ من الثواب والنعيم قال الزمخشري: سمَّى ما يعمله العامل مما يبتغي به الفائدة حرثًا على سبيل المجاز، وفرَّق بينهما بأن عمل للآخرة ضوعفت حسناته، ومن عمل للدنيا أُعطي شيئًا منها لا ما يريده ويبتغيه وقال افي التسهيل: حرثُ الآخرة عبارة عن العمل لها، وكذلك حرث الدنيا، وهو مستعارٌ من حرث الأرض، لأن الحرَّاث يعمل وينتظر المنفعة بما عمل، ثم أخذ ينكر على الكفار عبادتهم لغير الله، مع أنه الخالق المتفضل على العباد فقال ﴿أَمْ لَهُمْ شُرَكَاءُ شَرَعُواْ لَهُمْ مِّنَ الدين مَا لَمْ يَأْذَن بِهِ الله﴾؟ الاستفهام للتقريع والتوبيخ أي ألهؤلاء الكفار شركاء من الشياطين أو آهلة من الأوثان، شرعوا لهم الشرك والعصيان الذي لم يأمر به الله؟ قال شيخ زاده: وإسنادٌ الشرع إلى الأوثان، وهي جمادات إسنادُ مجازي، ومن إسناد الفعل إلى السبب، وسمَّاه دينًا للماشكلة والتهكم ﴿وَلَوْلاَ كَلِمَةُ الفصل لَقُضِيَ بَيْنَهُمْ﴾ أي لولا أنَّ الله حكم وقضى في سابق أزله أن الثواب والعقاب يكونان يوم القيامة لحكم بين الكفار والمؤمنين، بتعجيل العقوبة للظالم، وإِثابة المؤمن ﴿وَإِنَّ الظالمين لَهُمْ عَذَابٌ أَلِيمٌ﴾ وإِن الكافرين الذين ظلموا أنفسهم بالكفر والعصيان لهم غذابٌ مرجع مؤملم ﴿تَرَى الظالمين مُشْفِقِينَ مِمَّا كَسَبُواْ﴾ أي ترى أيها المخاطب الكفارين يوم القيامة خائفين خوفًا شديدًا من جزاء السيئات التي ارتكبوها في الدنيا ﴿وَهُوَ وَاقِعٌ بِهِمْ﴾ أي والجزاء عليها نازلٌ بهم يوم القيامة لا محالة، سواءً خافوا أو لم يخافوا ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات فِي رَوْضَاتِ الجنات﴾ أي والمؤمنون الصالحون في","vol":"3","page":128},{"text":"رياض الجنة يتمتعون، في أطيب بقاعها، وفي أعلى منازلها ﴿لَهُمْ مَّا يَشَآءُونَ عِندَ رَبِّهِمْ﴾ أي لهم في الجنات ما يشتهونه من أنواع اللذائذ والنعيم والثواب العظيم عند رب كريم قال ابن كثير: فأين هذا من هذا؟ أين من هو في الذل والهوان، ممن هو في روضات الجنان؟ فيا يشاء من مآكل ومشارب وملاذ؟ ولهذا قفال تعالى ﴿ذَلِكَ هُوَ الفضل الكبير﴾ أي ذلك النعيم والجزاء هو الفوز الأكبر الذي لا يوازيه شيء قال القرطبي: أي الفضل الذي لا يوصف، ولا تهتدي العقول إلى حقيقة صفته، لأن الحقَّ جلا وعلا إذا قال «كبير» فمن ذا الذي يقدر قدره ﴿ذَلِكَ الذي يُبَشِّرُ الله عِبَادَهُ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي ذلك الإِكرام والإِنعام هو الذي يبشر الله به عباده المؤمنين المتقين، ليتعجلوا السرور ويزدادوا شوقًا إلى لقائه ﴿قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا إِلاَّ المودة فِي القربى﴾ أي قل لهم يا محمد لا أسألكم على تبليغ الرسالة شيئًا من الأجر والمال، إلاَّ أن تحفظوا حقَّ القربى ولا تؤذوني حتى أبلغ رسالة ربي قال ابن كثير: أي لا أسألكم على هذا البلاغ والنصح مالًا، وإِنما أطلب أن تذروني حتى أبلغ رسالات ربي، فلا تؤذوني بما بيني وبينكم من القرابة قال ابن عباس: يقول إلا أن تصلوا ما بين وبينكم من القرابة، وتؤذوني في نفسي لقرابتي منكم ﴿وَمَن يَقْتَرِفْ حَسَنَةً نَّزِدْ لَهُ فِيهَا حُسْنًا﴾ أي ومن يكتسب ويفعل طاعةً من الطاعات نضاعف له ثوابها ﴿إِنَّ الله غَفُورٌ شَكُورٌ﴾ أي غفور للذنوب شاكر لإِحسان المحسن، لا يضيع عنده عمل العامل، ولهذا يغفر الكثير من السيئات، ويكثِّر القليل من الحسنات ﴿أَمْ يَقُولُونَ افترى عَلَى الله كَذِبًا﴾؟ أي بل أيقول كفار قريش إن محمدًا اختلق الكذب علىلله بنسبة القرآن إليه؟ قال أبو حيان: وهذا استفهام إنكار وتوبيخ للمشركين على هذه المقالة أي مثله لا يُنسب إلى الكذب على الله مع اعترافكم له قبل بالصدق والأمانة ﴿فَإِن يَشَإِ الله يَخْتِمْ على قَلْبِكَ﴾ أي لو افتريت على الله الكذب كما يزعم هؤلاء المجرمون لختم على قبلك فأنساك هذا القرآن، وسلبه من صدرك، ولكنك لم تفتر على الله كذبًا ولهذا أيَّدك وسدَّدك قال ابن كثير: وهذه كقوله جل وعلا\n﴿وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل لأَخَذْنَا مِنْهُ باليمين ثُمَّ لَقَطَعْنَا مِنْهُ الوتين﴾ [الحاقة: ٤٤٤٦] وقال أبو السعود: والآيةُ استشهادٌ على بطلان ما قالوا ببيان أنه ﵇ لو افترى على الله تعالى لمنعه من ذلك قطعًا، بالختم على قلبه بحيث لا يخطر بباله معنى من معانيه، ولم ينطق بحرفٍ من حروفه ﴿وَيَمْحُ الله الباطل﴾ أي يزيل الله الباطل بالكلية ﴿وَيُحِقُّ الحق بِكَلِمَاتِهِ﴾ أي ويثبتُ اللهُ الحق ويوضّحه بكلامه المنزل، وقضائه المبرم وقال ابن كثير: بكلماته أي بحججه وبراهينه ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي عالم بما في القلوب، يعلم ما تكنه الضمائر، وتنطوي عليه السرائر وقال القرطبي: والمراد أنك لو حدثت نفسك أن تفتري الكذب لعمله الله وطبع على قلبك ﴿وَهُوَ الذي يَقْبَلُ التوبة عَنْ عِبَادِهِ﴾ هذا امتنانٌ من الرحمن على العباد أي هوجل وعلا بفضله وكرمه يتقبل التوبة من عباده، إِذا أقلعوا عن المعاصي وأنابوا بصدقٍ وإِخلاص نيّة ﴿وَيَعْفُواْ عَنِ السيئات﴾ أي يصفح عن الذنوب صغيرها وكبيرها لمن يشاء ﴿وَيَعْلَمُ مَا تَفْعَلُونَ﴾ أي يعلم جميع ما تصنعون من","vol":"3","page":129},{"text":"خيرٍ أو شر ﴿وَيَسْتَجِيبُ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي ويستجيب الله دعاء المؤمنين الصالحين قال الرازي: أي ويستجيبُ اللهُ للمؤمنين إلاَّ أنه حذف اللام كما حذف في قوله ﴿وَإِذَا كَالُوهُمْ﴾ [المطفيين: ٣] أي كالوا لهم ﴿وَيَزِيدُهُم مِّن فَضْلِهِ﴾ أي ويزيدهم من جوده وكرمه فوق ما سألوا واستحقوا لأنه الجواد الكريم، البرُّ الرحيم ﴿والكافرون لَهُمْ عَذَابٌ شَدِيدٌ﴾ أي وأما الكافرون بالله فلهم العذاب الموجع الأليم في دار الجحيم ﴿وَلَوْ بَسَطَ الله الرزق لِعِبَادِهِ لَبَغَوْاْ فِي الأرض﴾ أي ولو وسَّع الله الرزق على عباده لطغوا وبغَوْا وأفسدوا في الأرض بالمعاصي والآثام، لأن الغني والطغيان من بعضهم على بعض أشرًا وبطرًا، وقال قتادة: خير العيش مالا يُلهيك ولا يُطغيك ﴿ولكن يُنَزِّلُ بِقَدَرٍ مَّا يَشَآءُ﴾ أي ولكنه تعالى يُنزّل أرزاق العباد بما تقتضيه الحكمة المصلحة كما جاء في الحديث القدسي «إنَّ من عبادي من لا يصلُحه إلا الغنى ولو أفقرته لأفسدت عليه دينه، وإِن من عبادي من لا يصلحه إلا الفقر، ولو أغنيته لأفسدت عليه دينه» ﴿إِنَّهُ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ﴾ أي عالم بأحوالهم وما يصلحهم، فيعطي ويمنع، ويبسط ويقبض، حسبما تقتضيه الحكمة الربانية ﴿وَهُوَ الذي يُنَزِّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ﴾ تعديدٌ لنعمه على العباد أي هو تعالى الذي ينزّل المطر، الذي يغيثهم من الجدب، من بعد ما يئسوا من نزوله ﴿وَيَنشُرُ رَحْمَتَهُ﴾ أي ويبسط خيراته وبركاته على العباد ﴿وَهُوَ الولي الحميد﴾ أي وهو الوليُّ الذي يتولى عباده، المحمود بكل لسان على ما أسدى من النعماء ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض﴾ أي ومن دلائل قدرته، وعجائب حكمته، الدالة على وحدانيته، خلقُ السموات والأرض بهذا الشكل البديع ﴿وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ﴾ أي وما نشر وفرَّق في المسوات والأرض من مخلوقات قال ابن كثير: وهذا يشمل الملائكة والإِنس والجن، وسائر الحيوانات على اختلاف أشكالهم وألوانهم وأجناسهم وأنواعهم وقال مجاهد: هم الناسُ والملائكة ﴿وَهُوَ على جَمْعِهِمْ إِذَا يَشَآءُ قَدِيرٌ﴾ أي وهو تعالى قادر على جمع الخلائق للحشر والحساب والجزاء، في أيِّ وقتٍ شاء ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ أي وما أصابكم أيها الناس مصيبة من المصائب في النفس أو المال فإنما هي بسبب معاصيكم التي اكتسبتموها قال الجلال: وعبَّر بالأيدي لأن أكثر الأفعال تُزاول بها ﴿وَيَعْفُواْ عَن كَثِيرٍ﴾ لهلكتم وفي الحديث\n«لا يصيب ابن آدم وخدش عود، أو عثرة قدمٍ، ولا اختلاجُ عرقٍ إلا بذنبٍ، وما يعفه عنه أكثر» ﴿وَمَآ أَنتُمْ بِمُعْجِزِينَ فِي الأرض﴾ أي ولستم أيها المشركون فائتين من عذاب الله، ولا هاربين من قضائه، وإِن هربتم من أقطارها كل مهرب ﴿وَمَا لَكُمْ","vol":"3","page":130},{"text":"مِّن دُونِ الله مِن وَلِيٍّ وَلاَ نَصِيرٍ﴾ أي وليس لكم غير الله وليٌّ يتولى أموركم ويتعهد مصالحكم، ولا نصير يدفع عنكم عذابه وانتقامه.\nفَائِدَة: المصائب التي تُصيب الناس لتكفير السيئات، وأما الأنبياء فإِنما هي لرفع الدرجات لأنهم معصومون عن الذنوب والآثام.\nتنبيه: قال بعض العلماء: لا يستبعد أن يكون في الكواكب السيارة، والعوالم العلوية مخلوقات غير الملائكة تشبه مخلوقات الأرض، وأن يكون فيها حيوانات تشبه الحيوانات التي على أرضنا كما تدل الدلائل الفكلية على وجود حياةٍ في المريخ، واستدلوا بهذه الآية ﴿وَمِنْ آيَاتِهِ خَلْقُ السماوات والأرض وَمَا بَثَّ فِيهِمَا مِن دَآبَّةٍ﴾ الآية، أقول: يحتمل أن يوجد في هذا الفضاء الواسع، مخلوقات حيَّة غير الإِنسان، أم الإِناسن فإِننا نقطع بأنه لا يوجد إلا فوق سطح الكوكب الأرضي لقوله تعالى: ﴿قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ﴾ [الأعراف: ٢٥] .","vol":"3","page":131}]