[{"text":"المنَاسَبَة: لما ذكر تعالى بعض الدلائل على وحدانيته في خلق السموات والأرض، وما بثَّ فيهما من مخلوقات لا تُحصى، أتبعه بذكر آية أخرى تدل على وجود الإِله القادر الحكيم، وهي السفن الضخمة التي تشبه الجبال تسير بقدرته تعالى فوق سطح البحر، محمَّلة بالأقوات والأرزاق، وختم السورة الكريمة ببيان إثبات الوحي وصدق القرآن.\nاللغَة: ﴿الجوار﴾ جمع جارية وهي السفينة سميت جارية لأنها تجري في الماء ﴿كالأعلام﴾ جمع علم وهو الجبل العظيم الشاهق قالت الخنساء:\nوإِنَّ صخْرًا لتأْتمُّ الهُداةُ به ... كأنَّهُ علمٌ في رأسهِ نارُ\n﴿رَوَاكِدَ﴾ ثوابت ساكنة لا تسير، من ركدَ الماء إذا سكن ووقف عن الجري ﴿مَّحِيصٍ﴾ مهرب ومخلص من العذاب ﴿يُوبِقْهُنَّ﴾ يهلكهنَّ يقال: أوبقه أي أهلكه ﴿الفواحش﴾ جمع فاحشة وهي ما تناهى قبحه كالزنى والقتل والشرك وغيرها ﴿نَّكِيرٍ﴾ منكِرٌ يُنكِر ما ينزل بكم من العذاب ﴿عَقِيمًا﴾ لا تلد.\nالتفسِير: ﴿وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام﴾ أي ومن علاماته الدالة على قدرته الباهرة، وسلطانه العظيم، السفنُ الجارية في البحر كأنها الجبال من عظمها وضخامتها ﴿إِن يَشَأْ يُسْكِنِ الريح فَيَظْلَلْنَ رَوَاكِدَ على ظَهْرِهِ﴾ أي لو شاء تعالى لأسكن الرياح وأوقفها فتبقى السفن سواكن وثوابت على ظهر البرح لا تجري ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي إن في تسييرها لعبرًا وعظات لكن مؤمن صابر في البأساء، شاكر في الرخاء قال الصاوي: أي كثير الصبر على البلايا، عظيم الشكر على العطايا وقال أبو حيان: وإنما ذكر السفن الجارية في البحر، لما فيها من عظيم دلائل القدرة، من جهة أن الماء جسم لطيف شفاف، يغوص فيه الثقيل، والسفن تحمل الأجسام الثقيلة الكثيفة ومع ذلك جعل الله تعالى في الماء قوة يحملها بها ويمنعها من الغوص، ثم جعل الرياح سببًا لسيرها فإذا أراد أن ترسوا أسكن الريح فلا تبرح عن مكانها، ﴿أَوْ يُوبِقْهُنَّ بِمَا كَسَبُوا﴾ أي وإِن يشأ يجعل الرياح عواصف فيغرق هذه السفن وأهلها بسبب ما اقترفوا من جرائم ﴿وَيَعْفُ عَن كَثِيرٍ﴾ أي ويتجاوز عن كثير من الذنوب فينجيهم الله من الهلاك ﴿وَيَعْلَمَ الذين يُجَادِلُونَ في آيَاتِنَا مَا لَهُمْ مِّن مَّحِيصٍ﴾ أي وليعلم الكفار المجادلون في آيات الله بالباطل، أنه لا ملجأ لهم ولا مهرب من عذاب الله قال القرطبي: أي ليعلم الكافر إِذا توسطوا البحر وغشيتهم الرياح من كل مكان أنه لا ملجأ لهم سوى لله، ولا دافع لهم إن أراد الله إهلاكهم فيخصلون له العبادة ﴿فَمَآ أُوتِيتُمْ مِّن شَيْءٍ فَمَتَاعُ","vol":"3","page":132},{"text":"الحياة الدنيا﴾ أي فما أعطيتم أيها الناس من شيء من نعيم الدنيا وزهرتها الفانية، فإنما هو نعيم زائل، تتمتعون به مدة حياتكم ثم يزول ﴿وَمَا عِندَ الله خَيْرٌ وأبقى﴾ أي وما عند الله من الثواب والنعيم، خيرٌ من الدينا وما فيها لأنَّ نعيم الآخرة دائم مستمر، فلا تُقدِّموا الفاني على الباقي ﴿لِلَّذِينَ آمَنُواْ﴾ أي للذين صدَّقوا الله ورسوله وصبروا على ترك الملاذ في الدنيا ﴿وعلى رَبِّهِمْ يَتَوَكَّلُونَ﴾ أي واعتمدوا على الله وحده في جميع أمورهم ﴿والذين يَجْتَنِبُونَ كَبَائِرَ الإثم﴾ أي وهؤلاء المؤمنون هم الذين يجتنبون كبائر الذنوب كالشرك والقتل وعقوق الوالدين ﴿والفواحش﴾ قال ابن عباس: يعني الزنى ﴿وَإِذَا مَا غَضِبُواْ هُمْ يَغْفِرُونَ﴾ أي إذا غضبوا على أحدٍ ممَّن اعتدى عليهم عفوا وصفحوا قال الصاوي: من مكارم الأخلاق التجاوز والحلم عند حصول الغضب، ولكن يشترط أن يكون الحلم غير مخلٍ بالمروءة، ولا واجبًا كما إِذا انتهكت حرماتُ الله فالواجب حنيئذٍ الغضب لا الحلم، وعليه قول الشافعي «من استُغضب ولم يغضب فهو حمار» وقال الشاعر «وحلمُ الفتى في غير موضعه جهل» ﴿والذين استجابوا لِرَبِّهِمْ﴾ أي أجابوا ربهم إلى ما دعاهم إليه من التوحيد والعبادة قال البيضاوي: نزل في الأنصار دعاهم رسول الله ﷺ َ إلى الإِيمان فاستجابوا ﴿وَأَقَامُواْ الصلاة﴾ أي أدوها بشروطها وآدابها، وحافظوا عليها في أوقاتها ﴿وَأَمْرُهُمْ شورى بَيْنَهُمْ﴾ أي يتشاورون في الأمور ولا يعجلون، ولا يُبرمون أمرًا من مهمات الدنيا والدين إلا بعد المشورة ﴿وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ﴾ أي وينفقون مما أعطاهم الله في سبيل الله بالإِحسان إلى خلق الله ﴿والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ﴾ أي ينتقمون ممن بغى عليهم، ولا يستسلمون الظلم المعتدي قال إبراهيم النخعي: كانوا يكرهون أن يُذلُوةا أنفسهم فتجترىء عليهم الفساق قال أبو السعود: وهو وصفٌ لهم بالشجاعة بعد وصفهم بسائر الفضائل، وهذا لا ينافي وصفهم بالغفران فإِن كلًا في موضعه محمود ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ أي وجزاء العدوان أن ينتصر ممن ظلمه من غير أن يعتدي عليه بالزيادة قال الإِمام الفخر: لما قال تعالى ﴿والذين إِذَآ أَصَابَهُمُ البغي هُمْ يَنتَصِرُونَ﴾ أردفه بما يدل على أن ذلك الانتصار يجب أني كون مقيدًا بالمثل دون زيادة، وإِنما سمَّى ذلك سيئة لأنها تسوء من تنزل به ﴿فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى الله﴾ أي فمن عفا عن الظالم، وأصلح بينه وبين عدوه، فإِن الله يثيبه على ذلك الأجر الجزيل قال ابن كثير: شرع تعالى العدل وهو القصاص، وندب إلى الفضل وهو العفو، فمن عفا فإِن الله لا يضيع له ذلك كما جاء في الحديث\n«وما زاد اللهُ تعالى عبدًا بعفوٍ إلا عزًا» ﴿إِنَّهُ لاَ يُحِبُّ الظالمين﴾ أي إنه جل وعلا يبغض البادئتين بالظلم، والمعتدين في الانتقام ﴿وَلَمَنِ انتصر بَعْدَ ظُلْمِهِ﴾ أي انتصر ممن ظلمه دون عدوان ﴿فأولئك مَا عَلَيْهِمْ مِّن سَبِيلٍ﴾ أي فليس عليهم عقوبة ولا مؤاخذة، لأنهم أتوا بما أبيح له من الانتصار ﴿إِنَّمَا السبيل عَلَى الذين يَظْلِمُونَ الناس﴾ إي إنما العقوبة والمؤاخذة على المعتدين الذين يظلمون الناس بعدوانهم ﴿وَيَبْغُونَ فِي الأرض بِغَيْرِ الحق﴾ أي","vol":"3","page":133},{"text":"ويتكبرون في الأرض تجبرًا وفسادًا بالمعاصي والاعتداء على الناس في النفوس والأموال ﴿أولئك لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي أولئك الظالمون الباغون لهم عذاب مؤلم موجع بسبب ظلمهم وبغيهم ﴿وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور﴾ أي ولمن صبر على الأذى، وترك الانتصار لوجه الله تعالى، فإِن ذلك الصبر والتجاوز من الأمور الحميدة التي امر الله بها وأكد عليها قال الصاوي: كرَّر الصبر اهتمامًا به وترغيبًا فيه وللإِشارة إلى أنه محمد العاقبة ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِن وَلِيٍّ مِّن بَعْدِهِ﴾ أي ومن يضلله اللهُ فلس له ناصر ولا هادٍ يهديه إلى الحق ﴿وَتَرَى الظالمين لَمَّا رَأَوُاْ العذاب﴾ أي وترى الكافرين حين شاهدوا عذاب جهنم ﴿يَقُولُونَ هَلْ إلى مَرَدٍّ مِّن سَبِيلٍ﴾ أي يطلبون الرجوع إلى الدنيا لهول ما يشاهدون من العذاب ويقولون: هل هناك طريق لعودتنا إلى الدنيا؟ قال القرطبي: يطلبون أن يُردُّوا إلى الدنيا ليعملوا بطاعة الله ﷿ فلا يجابون ﴿وَتَرَاهُمْ يُعْرَضُونَ عَلَيْهَا﴾ أي وتراهم أيها المخاطب يُعرضون على النار ﴿خَاشِعِينَ مِنَ الذل﴾ أي متضائلين صاغرين مما يلحقهم من الذل والهوان ﴿يَنظُرُونَ مِن طَرْفٍ خَفِيٍّ﴾ أي يسارقون النظر خوفًا منها وفزعًا كما ينظر من قُدِّم ليقتل بالسيف، فإِنه لا يقدر أن ينظر إليه بملء عينه قال ابن عباس: ينظرون بطرفٍ ذابلٍ ذليل وقال قتادة والسدي: يُسارقون النظر من شدة الخوف ﴿وَقَالَ الذين آمنوا إِنَّ الخاسرين الذين خسروا أَنفُسَهُمْ وَأَهْلِيهِمْ يَوْمَ القيامة﴾ أي يقول المؤمنون في الجنة لما عاينوا ما حلَّ بالكفار: إن الخسران في الحقيقة ما صار إليه هؤلاء، فإِنهم خسروا أنفسهم وأهليهم بخلودهم في نار جهنم ﴿أَلاَ إِنَّ الظالمين فِي عَذَابٍ مُّقِيمٍ﴾ أي ألا إنهم في عذاب دائمٍ لا ينقطع ﴿وَمَا كَانَ لَهُم مِّنْ أَوْلِيَآءَ يَنصُرُونَهُم مِّن دُونِ الله﴾ أي وما كان لهم من أعوان ونصراء ينصرونهم من عذاب الله كما كانوا يرجون ذلك في الدنيا ﴿وَمَن يُضْلِلِ الله فَمَا لَهُ مِن سَبِيلٍ﴾ ومن يضلله اللهُ فليس له طريق يصل به إلى الحق في الدنيا، وإِلى الجنة في الآخرة، لأنه قد سُدَّت عليه طريق النجاة قال ابن كثير: من يضلله الله فليس له خلاص ﴿استجيبوا لِرَبِّكُمْ﴾ أي استجيبوا أيها الناسُ إلى ما دعاكم غليه ربكم من الإِيمان والطاعة ﴿مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ مَرَدَّ لَهُ مِنَ الله﴾ أي من قبل أن يأتي ذلك اليوم الرهيب الذي لا يقدر أحدٌ على ردِّه، لأنه ليس له دافع ولا مانع ﴿مَا لَكُمْ مِّن مَّلْجَأٍ يَوْمَئِذٍ﴾ أي ليس لكم مفر تلتجئون إليه ﴿وَمَا لَكُمْ مِّن نَّكِيرٍ﴾ أي وليس لكم مكِرٌ يثنكِر ما ينزل بكم من العذاب وقال أبو السعود: أي ما لكم إنكار لما اقترفتموه لأنه مدوَّن في صحائف أعمالهكم وتشهد عليه جوارحكم ﴿فَإِنْ أَعْرَضُواْ﴾ أي فإِن أعرض المشركون عن الإِيمان ولم يقبلوا هداية الرحمن ﴿فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ أي فما أرسلناك يا محمدًا رقيبًا على أعمالهم ولا محاسبًا لهم ﴿إِنْ عَلَيْكَ إِلاَّ البلاغ﴾ أي ما عليك إلاَّ أن تبلغهم رسالة ربك وقد فعلت قال أبو حيان: والآية تسلية للرسول ﷺ َ وتأنيسٌ له، وإِزالةٌ لهمِّه، ثم أخبر تعالى أن طبيعة الإِنسان الكفران لنعم الله فقال ﴿وَإِنَّآ إِذَآ أَذَقْنَا الإنسان مِنَّا رَحْمَةً فَرِحَ","vol":"3","page":134},{"text":"بِهَا﴾ وأراد بالإِنسان الجنس بدليل قوله ﴿وَإِن تُصِبْهُمْ﴾ والمعنى إنا إذا أكرمنا الإِنسان بنعمةٍ من النعم من صحة وغنى وأمنٍ وغيرها بطر وتكبَّر ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ فَإِنَّ الإنسان كَفُورٌ﴾ أي وإِن أصاب الناسَ جدبٌ ونقمة، وبلاءٌ وشدة، بسبب ما اقترفوه من آثام فإِن الإِنسان مبالغٌ في الجحود والكفران، ينسى النعمة ويذكر البلية قال الصاوي: والحكمةُ في تصدير النعمة ب «إذا» والبلاء ب «إنْ» هو الإِشارة إلى أن النعمة محققة الحصول بخلاف البلاء، لأن رحمة الله تغلب عضبه وقال الإِمام الفخر: نِعمُ اللهِ في الدنيا وإِن كانت عظيمة إلا أنها بالنسبة إلى سعادة الآخرة كالقطرة بالنسبة إلى البحر فلذلك سمَّاها ذوقًا، فبيَّن تعالى أن الإِنسان إذا فاز بهذا القدر الحقير في الدنيا فإِنه يفرح بها ويعظم غروره وبسببها ويقع في العجب والكبر، ويظن أنه فاز بكل المُنى، وذلك لجهله بحال الدنيا وبحال الآخرة ﴿لِلَّهِ مُلْكُ السماوات والأرض يَخْلُقُ مَا يَشَآءُ﴾ أي هو تعالى المالك للكون كلِّه، علويه وسفليّه، والمتصرف فيه بالخلق والإِيجاد، كيفما يشاء، والمقصودُ من الآية أن لا يغتر الإنسان بما ملكه من المال والجاه، وأن يعلم أن الكل ملك الله وحده، وبيده مقاليد التصرف في السموات والأرض، يعطي ويمنع، لا رادَّ لقاضه ولا معقّب لحكمه ﴿يَهَبُ لِمَن يَشَآءُ إِنَاثًا﴾ أي يخص من شاء من عبداه بالإِناث دون البنين ﴿وَيَهَبُ لِمَن يَشَآءُ الذكور﴾ أي ويخص من شاء بالذكور دون الإِناث ﴿أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا﴾ أي جعلهم إن شاء من النوعين فيجمع للإِنسان بين البنين والبنات ﴿وَيَجْعَلُ مَن يَشَآءُ عَقِيمًا﴾ أي ويجعل بعض الرجال عقيمًا فلا يولد له، وبعض النساء عقيمًا فلا تلد قال البيضاوي: والمعنى يجعل أحوال العباد في الأولاد مختلفة، على مقتضى المشيئة، فيهب لبعضٍ إمّا صنفًا واحدًا من ذكر أو أنثى، أو الصنفين جمعًا، ويُعقم آخرين، والمراد من الآية بيان نفاذ قدرته تعالى في الكائنات كيف يشاء، ولهذا قال ﴿إِنَّهُ عَلِيمٌ قَدِيرٌ﴾ أي مبالغ في العلم والقدرة، يفعل ما فيه مصلحة وحكمة قال ابن كثير: جعل تعالى الناس أربعة أقسام: منهم من يعطيه البنات، ومنهم من يعطيه البنين، ومنهم من يعطيه النوعين الذكر والإِناث، ومنهم من يمنعه هذا وهذا فيجعله عقيمًا لا نسل له ولا ولد، فسبحان العليم القدير.\n. ثم ذكر تعالى الوحي وأقسامه وأنواعه فقال: ﴿وَمَا كَانَ لِبَشَرٍ أَن يُكَلِّمَهُ الله إِلاَّ وَحْيًا﴾ أي وما صحَّ لأحدٍ من الشر أيًا كان أن يكلمه الله إلا بطريق الوحي في الناس أو بالإلهام، لأن رؤيا الأنبياء حقٌ كما وقع للخليل إبراهيم ﵇ ﴿إني أرى فِي المنام أَنِّي أَذْبَحُكَ﴾ [الصافات: ١٠٢] ﴿أَوْ مِن وَرَآءِ حِجَابٍ﴾ أي أو يكلمه من وراء حجاب كما كلَّم موسى ﵇ ﴿أَوْ يُرْسِلَ رَسُولًا فَيُوحِيَ بِإِذْنِهِ مَا يَشَآءُ﴾ أي أو يرسل ملكًا فيبلغ الوحي إلى الرسل بأمره تعالى ما يشاء تبليغه كما نزل جبريل بالوحي على الأنبياء قال في التسهيل: بيَّن تعالى في الآية أن كلامه لعباده على ثلاثة أوجه: أحدها الوحي بطريق الإلهام أو المنام، والآخر أن يُسمعه كلامه من وراء حجاب، والثالث: الومحي بواسطة الملك، وهذا خاص بالإنبياء، والثاني خاص بموسى وبمحمد إذ كلمه الله ليلة الإِسراء، وأما الأول فيكون للأنبياء والأولياء وقال الصاوي: وقد","vol":"3","page":135},{"text":"يقع الإِلهام لغير الأنبياء كالأولياء، غير أن إلهام الأولياء قد يختلط به الشيطان لأنهم غير معصومين، بخلاف الأنبياء فإلهامهم محفوظ منه ﴿إِنَّهُ عَلِيٌّ حَكِيمٌ﴾ أي إنه تعالى متعالٍ عن صفات المخلوقين، حكيم في أفعاله وصنعه، تجري أفعاله على موجب الحكمة ﴿وَكَذَلِكَ أَوْحَيْنَآ إِلَيْكَ رُوحًا مِّنْ أَمْرِنَا﴾ أي وكما أوحينا إلى غيرك من الرسل أوحينا إليك يا محمد هذا القرآن، وسمَّاه روحًا لأن فيه حياة النفوس من موت الجهل، وكان مالك بن دينار يقول: يا أهل القرآن ماذا زرع القرآن في قلوبكم؟ فإن القرآن ربيع القلوب كما أن الغيب ربيع الأرض ﴿مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان﴾ أي ما كنت يا محمد تعرف قبل الوحي ما هو القرآن، ولا كنت تعرض شرائع الإِيمان ومعالمه على وجه التفصيل ﴿ولكن جَعَلْنَاهُ نُورًا نَّهْدِي بِهِ مَن نَّشَآءُ مِنْ عِبَادِنَا﴾ أي ولكن جعلنا هذا القرآن نورًا وضياءً نهدي به عبادنا المتقين ﴿وَإِنَّكَ لتهدي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي وإنك يا محمد لترشد إلى دين قيمٍ مستقيم هو الإِسلام ﴿صِرَاطِ الله الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي هذا الدين الذي لا اعوجاج فيه هو دينُ الله الذي له كل ما في الكون ملكًا وخلقًا وعبيدًا ﴿أَلاَ إِلَى الله تَصِيرُ الأمور﴾ أي ألا إلى الله وحده ترجع الأمور فيفصل فيها بين العباد بحكمه العادل وقضائه المبرم.\nالبَلاَغَة: تصمنت السورة الكريمة وجوهًا من البيان نوجزها فيما يلي:\n١ - المجاز المرسل ﴿لِّتُنذِرَ أُمَّ القرى﴾ [الشورى: ٧] أي لتنذر أهل مكة لأن الإِنذار لأهل القرية لا لها.\nوفي الآية احتباك حيث حذف من كل نظير ما أثبته في الآخر وتقديره: لتنذر أم القرى العذاب، وتنذر الناس يوم الجمع.\n٢ - توالي المؤكدات مع صيغة المبالغة ﴿أَلاَ إِنَّ الله هُوَ الغفور الرحيم﴾ [الشورى: ٥] وهي ألا، وإن، وضمير الفصل.\n٣ - الطباق بين ﴿الجنة. . والسعير﴾ وبين ﴿يَبْسُطُ. . ويَقْدِرُ﴾ وبين ﴿ذُكْرَانًا. . وَإِنَاثًا﴾ .\n٤ - طباق السلب ﴿يَسْتَعْجِلُ بِهَا الذين لاَ يُؤْمِنُونَ بِهَا والذين آمَنُواْ مُشْفِقُونَ مِنْهَا﴾ [الشورى: ١٨] .\n٥ - الاستعارة ﴿مَن كَانَ يُرِيدُ حَرْثَ الآخرة﴾ [الشورى: ٢٠] الآية شبه العمل للآخرة بالزارع يزرع الزرع ليجني منه الثمرة والحب، بطريق الاستعارة التمثيلية وهي من لطائف الاستعارة.\n٦ - المقابلة ﴿وَيَمْحُ الله الباطل وَيُحِقُّ الحق بِكَلِمَاتِهِ﴾ [الشورى: ٢٤] .\n٧ - عطف العام على الخاص ﴿يُنَزِّلُ الغيث مِن بَعْدِ مَا قَنَطُواْ وَيَنشُرُ رَحْمَتَهُ﴾ [الشورى: ٢٨] فالغيث خاص والرحمة عام.\n٨ - التشبيه المرسل المجمل ﴿وَمِنْ آيَاتِهِ الجوار فِي البحر كالأعلام﴾ أي كالجبال في الضخامة والعظم.\n٩ - التقسيم ﴿يَشَآءُ يَهَبُ لِمَن يَشَآءُ إِنَاثًا وَيَهَبُ لِمَن يَشَآءُ الذكور أَوْ يُزَوِّجُهُمْ ذُكْرَانًا وَإِنَاثًا﴾ .\n١٠ -","vol":"3","page":136},{"text":"جناس الاشتقاق ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ﴾ [الشورى: ٣٠] .\n١١ - صيغة المبالغة ﴿لِّكُلِّ صَبَّارٍ شَكُورٍ﴾ أي عظيم الصبر، كبير الشكر.\n١٢ - المشاكلة ﴿وَجَزَآءُ سَيِّئَةٍ سَيِّئَةٌ مِّثْلُهَا﴾ سميت الثانية سيئة لمشابهتها للأولى في الصورة.\n١٣ - توافق الفواصل وهو من المحسنات البديعية وهو كثير في القرآن العظيم.","vol":"3","page":137},{"text":"اللغَة: ﴿صَفْحًا﴾ إعراضًا يقال: ضربت عنه صفحًا إِذا أعرضت عنه وتركته ﴿بَطْشًا﴾ قوة وانتقامًا، وبطش به أخذه بشدة وعنف ﴿مَهْدًا﴾ فراشًا وبساطًا ﴿أَنشَرْنَا﴾ أحيينا، والنشور، الإِحياء بعد","vol":"3","page":139},{"text":"الموت ﴿تَسْتَوُواْ﴾ تستقروا وتركبوا ﴿مُقْرِنِينَ﴾ مطيقين ﴿كَظِيمٌ﴾ مملوء غمًا وغيظًا ﴿يَخْرُصُونَ﴾ يكذبون ﴿أُمَّةٍ﴾ دين وطريقة ﴿مُتْرَفُوهَآ﴾ المترف: المتنعم المنغمس في الشهوات.\nالتفسِير: ﴿حم﴾ الحروف المقطعمة للتنبيه على إِعجاز القرآن ﴿والكتاب المبين﴾ قسمٌ أقسم الله به أي أُقْسمُ بالقرآن البيّن الواضح الجلي، المظهر طريق الهدى من طريق الضلال، المبيِّين للبشرية ما تحتاج إليه من الأحكام والدلائل الشرعية ﴿إِنَّا جَعَلْنَاهُ قُرْآنًا عَرَبِيًّا﴾ هذا هو المقسم عليه أي أنزلناه بلغة العرب، مشتملًا على كمال الفصاحة والبلاغة، بأسلول محكم، وبيانٍ معجز ﴿لَّعَلَّكُمْ تَعْقِلُونَ﴾ أي لكي تفهموا أحكامه، وتتدبروا معانيه، وتعقلوا أن أسلوبه الحكيم خارج عن طوق البشر قال البيضاوي: أقسم تعالى بالقرآن على أنه جعله قرآنًا عربيًا، وهو من البدائع البلاغية لتناسب القسم والمُقْسم عليه، تنبيهًا على أنه لا شيء أعلا منه فيقسم به، وهذا يدل على شرف القرآن وعزته بأبلغ وجهٍ وأدقه ﴿وَإِنَّهُ في أُمِّ الكتاب لَدَيْنَا﴾ أي وإِنه في اللوح المحفوظ عندنا ﴿لَعَلِيٌّ حَكِيمٌ﴾ أي رفيع الشأن عظيم القدرة، ذو حكمةٍ بالغةٍ ومكانةٍ فائقة قال ابن كثير: بيِّن شرف القرآن في الملأ الأعلى، ليشرّفه ويعظّمه أهل الأرض أي وإِن القرآن في اللوح المحفوظ عندنا ذو مكانةٍ عظيمة، وشرف وفضل ﴿أَفَنَضْرِبُ عَنكُمُ الذكر صَفْحًا﴾ الاستفهام إِنكاري أي أنترك تذكيركم إعراضًا عنكم، ونعتبركم كالبهائم فلا نعظكم بالقرآن؟ ﴿أَن كُنتُمْ قَوْمًا مُّسْرِفِينَ﴾ أي لأجل أنكم مسرفون في التكذيب والعصيان؟ لا، بل نذكّركم ونعظكم به إلى أن ترجعوا إلى طريق الحق قال قتادة: لو أن هذا القرآن رُفع حين ردَّه الأوائل لهلكوا، ولكنَّ الله برحمته كرَّره عليهم، ودعاهم إليه عشرين سنة قال ابن كثير: وقول قتادة لطيف المعنى جدًا وحاصله أن تعالى من لطفه ورحمته بخلقه لا يترك دعاءهم إلى الخير، وإلى الذكر الحكيم، وإن كانوا مسرفين معرضين عنه، بل يأمر به ليهتدي به من قدَّر هدايته، وتقوم الحجة على من كتب شقاوته ﴿وَكَمْ أَرْسَلْنَا مِن نَّبِيٍّ فِي الأولين﴾؟ ت سلية للنبي ﵇ أي ما أكثر ما أرسلنا من الأنبياء في الأمم الاولين؟ ﴿وَمَا يَأْتِيهِم مِّنْ نَّبِيٍّ إِلاَّ كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ولم يكن يأتيهم نبي إلا سخروا منه واستهزءوا به قال الصاوي: وهاذ اتسلية له ﷺ َ والمعنى تسلَّ يا محمد ولا تحزن فإنه وقع للرسل قبلك ما وقع لك ﴿فَأَهْلَكْنَآ أَشَدَّ مِنْهُم بَطْشًا﴾ أي فأهلكنا قومًا كانوا أشد قوة من كفار مكة وأعتى منهم وأطغى ﴿ومضى مَثَلُ الأولين﴾ أي وسبق في القرآن أحاديثُ إِهلاكهم، ليكونوا عظة وعبرة لمن بعدهم من المكذبين قال الإِمام الفخر: إن كفار مكة سلكوا في الكفر والتكذيب مسلك من كان قبلهم، فليحذروا أن ينزل بهم مثل ما نزل بأولئك فقد ضربنا لهم مثَلَهم ﴿وَلَئِن سَأَلْتَهُمْ مَّنْ خَلَقَ السماوات والأرض﴾ أي ولئن سألتَ يا محمد هؤلاء المشركين من خلق السمواتِ والأرض بهذا الشكل البديع ﴿لَيَقُولُنَّ خَلَقَهُنَّ العزيز العليم﴾ أي ليقولُنَّ خلقهنَّ اللهُ وحده، العزيزُ في ملكه، العليمُ بخلقه قال القرطبي: أقروا له بالخلق والإِيجاد، ثم عبدوا معه غيره","vol":"3","page":140},{"text":"جهلًا منهم وسفهًا.\n. ثم بيَّن تعالى لهم صفاته الجليلة، الدالة على كمال القدرة والحكمة فقال ﴿الذي جَعَلَ لَكُمُ الأرض مَهْدًا﴾ أي بسط الأرض وجعلها كالفراش لكم، تستقرون عليها وتقومون وتنامون ﴿وَجَعَلَ لَكُمْ فِيهَا سُبُلًا﴾ أي وجعل لكم فيها طُرُقًا تسلكونها في أسفاركم ﴿لَّعَلَّكُمْ تَهْتَدُونَ﴾ أي لكي تهتدوا إلى قدرة الخالق الحكيم، مودع هذا النظام العجيب ﴿والذي نَزَّلَ مِنَ السمآء مَآءً بِقَدَرٍ﴾ أي نزَّل بقدرته الماء من السماء بمقدارٍ ووزنٍ معلوم، بحسب الحاجة والكفاية قال القرطبي: أي بمقدار ينفع ولا يضر ﴿فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتًا﴾ أي فأحيينا به أرضًا ميتةً مقفرةً من النبات ﴿كَذَلِكَ تُخْرَجُونَ﴾ أي كذلك نخرجكم من قبوركم كما نُخرج النبات من الأرض الميتة ﴿والذي خَلَقَ الأزواج كُلَّهَا﴾ أي خلق جميع الأصناف من الحيوان والنبات وغير ذلك قال ابن عباس: «الأزواج» الأصناف والأنواع كلها كالحلو والحامض، والأبيض والأسود، والذكر والأنثى ﴿وَجَعَلَ لَكُمْ مِّنَ الفلك والأنعام مَا تَرْكَبُونَ﴾ أي وسخَّر لكم من السفن في البحر، والإِبل في البر ما تركبونه في أسفاركم قال ابن كثير أي ذلَّلها وسخَّرها ويسَّرها لكم، لتأكلوا لحومها وتركبوا ظهورها ﴿لِتَسْتَوُواْ على ظُهُورِهِ﴾ أي لتستقروا على ظهور هذا المركوب، سفينةً كانت أو جملًا ﴿ثُمَّ تَذْكُرُواْ نِعْمَةَ رَبِّكُمْ إِذَا استويتم عَلَيْهِ﴾ أي وتتذكروا نعمة ربكم الجليلة عليكم حين تستقرون فوقها فتشكروه بقلوبكم ﴿وَتَقُولُواْ سُبْحَانَ الذي سَخَّرَ لَنَا هذا﴾ أي وتقولوا بألستنكم عند ركوبكم: سبحان الله الذي ذلَّل ويسَّر لنا ركوب هذا المركوب ﴿وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ أو وما كنا قادرين ولا مطيقين لركوبه لولا تسخيره تعالى لنا ﴿وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ﴾ أي وإِنا إلى ربنا لراجعنن، وصائرون إليه بعد الموت قال في حاشية البيضاوي: وليس المراد من ذكر النعمة تصورها وإِخطارها في البال، بل المراد تذكر أنها نعمة حاصلةٌ بتدبير القادر العليم الحكيم، مستدعية لطاعته وشكره، فإن من تفكر في أنَّ ما يركبه الإِنسان من الفُلكْ والأنعام، أكثرة قوة وأكبر جثة من راكبه، ومع ذلك كان مسخرًا لراكبه يتمكن من تصريفه إلى أيّ جانب شاء، وتفكر أيضًا في خلق البحر والريح وفي كونهما مسخرين للإِنسان مع ما فيهما من المهابة والأهوال، استغرق في معرفة عظمة الله تعالى وكبريائه، وكما قدرته وحكمته، فيحمله ذلك الاستغراق على أن يقول متعجبًا من عظمة الله ﴿سُبْحَانَ الذي سَخَّرَ لَنَا هذا وَمَا كُنَّا لَهُ مُقْرِنِينَ﴾ .\n. ولما ذكر تعالى اعتراف المشركين بأن خالق السموات والأرض هو رب العالمين، ذكر بعده ما يدل على سفههم وجهلهم في عبادة غير الله فقال ﴿وَجَعَلُواْ لَهُ مِنْ عِبَادِهِ جُزْءًا﴾ أي جعل المشركون لله ولدًا حيث قالوا: الملائكةُ بنات الله ﴿إِنَّ الإنسان لَكَفُورٌ مُّبِينٌ﴾ أي إن القائل لهذا المبالغُ في الكفر، عظيم الجحود والطغيان قال البيضاوي: أي ظاهر الكفران لأنه نسبة الولد إليه تعالى من فرط الجهل به والتحقير لشأنه ﴿أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُم بالبنين﴾ إِنكارُ وتعجبُ من حالهم أي هل اتخذ تعالى لنفسه البنات، وخصَّكم واختار لكم البنين؟ قال ابن كثير: وهذا إنكار","vol":"3","page":141},{"text":"عليهم غاية الإِنكار، ثم ذكر تعالى تمام الإِنكار فقال ﴿وَإِذَا بُشِّرَ أَحَدُهُم بِمَا ضَرَبَ للرحمن مَثَلًا﴾ أي وإِذا بُشِّر أحد المشركين بالأنثى التي جعلها مثلًا لله بنسبة البنات له ﴿ظَلَّ وَجْهُهُ مُسْوَدًّا وَهُوَ كَظِيمٌ﴾ أي صار وجهه كأنه أسود من الكآبة والحزن، وهو ممتلىءٌ غيظًا وغمًا من سوء ما بُشّر به قال الإِمام الفاخر: والمقصودُ من الآية التنبيهُ على قلة عقولهم وسخافة تفكيرهم، فإِن الذي بلغ حاله في النقص إلى هذا الحدِّ كيف يجوز للعاقل إثباتُه لله تعالى؟ وقد روي عن بعض العرب أن امرأته وضعت أنثى فهجر البيت الذي فيه المرأة ﴿أَوَمَن يُنَشَّأُ فِي الحلية﴾ أي أيجعلون للهِ من يُربَّى في الزينة وينشأ ويكبر عليها وهنَّ الإِناث؟ ﴿وَهُوَ فِي الخصام غَيْرُ مُبِينٍ﴾ أي ومن هو في الجدال غيرُ مظهرٍ لحجته لضعف رأيه؟ أوَمَنْ يكونُ هكذا يُنْسب إلى جناب الله العظيم؟ قال في التسهيل: والمقصد الرد على الذين قالوا الملائكةُ بنات الله، كأنه قال: أجعلتم للهِ من ينشأ في الحيلة؟ يعني يكبر وينبت في استعمالها، وذلك صفةُ النقص، ثم أتبعها بصفة نقصٍ أُخرى فقال ﴿وَهُوَ فِي الخصام غَيْرُ مُبِينٍ﴾ يعني أن الأنثى إذا خاصمت أو تكلمت لم تقدر أن تبيّن حجتها لنقص عقلها، وقلّما تجد امرأة إلا تفسد الكلام، وتخلط المعاني، فكيف يُنسب لله من يتصف بهذه النقائص؟ وقال ابن كثير: المرأة ناقصة في الصورة والمعنى، فيكمل نقص ظاهرها وصورتها بلبس الحلي ليجبر ما فيها من نقص، كما قال بعض الشعراء:\nوما الحليُ إلا زينةٌ من نقيصةٍ ... يتمِّم من حُسْنٍ إِذا الحُسْنُ قصَّرا\nوأما نقصُ معناها فإِنها صعيفةٌ عاجزةٌ عن الانتصار، كما قال بعض العرب وقد بُشِّر ببنت «ما هي بنعم الولد، نصرُها بكاءٌ، وبرُّها سرقة» ﴿وَجَعَلُواْ الملائكة الذين هُمْ عِبَادُ الرحمن إِنَاثًا﴾ كفرٌ آخرٍ تضمنه قولهم الشنيع أي واعتقد كفار العرب بأن الملائكة الذين هم أكمل العباد وأكرمهم على الله إناثٌ وحكموا عليهم بذلك ﴿أَشَهِدُواْ خَلْقَهُمْ﴾ أي أحضروا وقت خلق الله لهم حتى عرفوا أنهم إناث؟ وهذا تجهيلٌ وتهكمٌ بهم ﴿سَتُكْتَبُ شَهَادَتُهُمْ وَيُسْأَلُونَ﴾ أي سنأمر الملائكة بكتابة شهادتهم الكاذبة في ديوان أعمالهم ويُسألون عنها يوم القيامة، وهو وعيدٌ شديدٌ مع التهديد قال المفسرون: حكى تعالى عن كفار العرب ثلاثة أقوال شنيعة: الأول: أنهم نسبوا إلى الله الولد، الثاني: أنهم نسبوا إليه البناتِ دون البنين، الثالث: أنهم حكموا على الملائكة المكرمين بالأنوثة بلا دليل ولا برهان، فكذَّبهم القرآن الكريم في تلك الأقوال، ثم زادوا ضلالًا وبهتانًا فزعموا أنَّ ذلك برضى الله ﴿وَقَالُواْ لَوْ شَآءَ الرحمن مَا عَبَدْنَاهُمْ﴾ أي قالوا على سبيل السخرية والاستهزاء: لو شاء اللهُ ما عبدنا هؤلاء الملائكة ولا الأصنام، ولمَّا كانت عبادتنا واقعة بمشيئته فهو راضٍ بها قال القرطبي: وهذا منهم كلمةُ حقٍّ أُريد بها باطل، فكل شيءٍ بإِرادة الله، والميشئةُ غير الرضى، ولا يصح الاحتجاج بالمشيئة، فإِنهم لو عبدوا الله بدل الأصنام لعلمنا أنَّ الله أراد منهم ذلك، وقد","vol":"3","page":142},{"text":"كذبهم الله بقوله ﴿مَّا لَهُم بِذَلِكَ مِنْ عِلْمٍ﴾ إي ما لهم بذلك القول ولا برهان ﴿إِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾ أي ما هم إلا يكذبون ويتقوَّلون على الله كذبًا وزورًا ﴿أَمْ آتَيْنَاهُمْ كِتَابًا مِّن قَبْلِهِ فَهُم بِهِ مُسْتَمْسِكُونَ﴾ ردٌّ آخر عليهم أي أم أنزلنا على هؤلاء المشركين كتابًا من قبل القرآن فهم بذلك الكتاب متمسكون يعملون بتوجيهاته؟ قال الإِمام الفخر: والمعنى: هل وجدوا ذلك الباطل في كتاب منزَّل قبل القرآن حتى يعوِّلوا عليه ويتمسكوا به ﴿بَلْ قالوا إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ﴾ بل للإِضراب وهو الانتقال من كلام إلى آخر أي لم يأتوا بحجةٍ عقلية أو نقلية على ما زعموا بل اعترفوا بأنه لا مستند لهم سوى تقليد آبائهم الجهَلة قال أبو السعود: والأُمةُ: الدينُ والطريقةُ سميت أمةً لأنها تؤم وتقصد ﴿وَإِنَّا على آثَارِهِم مُّهْتَدُونَ﴾ أي ونحن ماشون على طريقتهم مهتدون بآثارهم ﴿وَكَذَلِكَ مَآ أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِّن نَّذِيرٍ﴾ أي وكما تبع هؤلاء الكفار آباءهم بغير حجة ولا برهان كذلك فعل من قبله من المذكبين، فما بعثنا قبلك رسولًا في أمةٍ من الأمم ﴿إِلاَّ قَالَ مُتْرَفُوهَآ إِنَّا وَجَدْنَآ آبَآءَنَا على أُمَّةٍ وَإِنَّا على آثَارِهِم مُّقْتَدُونَ﴾ أي إلا قال المتنعمون فيها الذي أبطرتهم النعمة، وأعمتهم الشواتُ والملاهي عن تحمل المشاق في طلب الحق: إنا وجدنا أسلافنا على ملةٍ ودين، وإِنا مقتدون بهم في طريقتهم قال البيضاوي: والآية تسليةٌ لرسول الله ﷺ َ ودلالةٌ على أن التقليد في نحو هذا ضلالٌ قديم، وأسلافُهم لم يكن سندٌ منظور يُعتَدُّ به، وإِنما خصَّص المترفين بالذكر للإِشعار بأن التنعم وحبَّ البطالة صرفهم عن النظر إلى التقليد الأعمى، وذكر هنا ﴿مُّقْتَدُونَ﴾ وهناك ﴿مُّهْتَدُونَ﴾ تفننًا لأن معناهما واحد ﴿قال أَوَلَوْ جِئْتُكُمْ بأهدى مِمَّا وَجَدتُّمْ عَلَيْهِ آبَآءَكُمْ﴾؟ أي قال كل نبيٍّ لقومه حين أنذرهم عذاب الله: أتقتدون بآبائكم ولو جئتكم بدينٍ أهدى وأرشد مما كانوا عليه؟ ﴿قالوا إِنَّا بِمَآ أُرْسِلْتُمْ بِهِ كَافِرُونَ﴾ أي قالوا إنا كافرون بكل ما أُرسلتم به من التوحيد والإِيمان والبعث والنشور ﴿فانتقمنا مِنْهُمْ فانظر كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي فانتقمنا من الأمم المكذبة بأنواع العذاب فانظر كيف صار حالهم ومآلهم!!","vol":"3","page":143},{"text":"المنَاسَبَة: لما حكى عن المشركين تقليدهم الأعمى للآباء، ذكر هنا إمام الحنفاء إبراهيم ﵇، الذي يفتخر به العرب وينتسبون إليه، وتبرءه من قومه ومن عبادة الأوثان، للمقارنة بين الهدى والضلال، وبين منطق العقل السديد، ومنطق الهوى والتقليد.\nاللغَة: ﴿بَرَآءٌ﴾ مصدر بمعنى بريء أي متبرىء يقال: تبرأتُ من الأمر أي تخليت منه بالكلية ﴿عَقِبِهِ﴾ ذريته ونسله قال ابن شهاب: العقب: الولدُ وولد الولد ﴿سُخْرِيًّا﴾ أي مسخرًا في العمل مستخدمًا فيه ﴿مَعَارِجَ﴾ مصاعد ومراقي جمع مِعْراج وهو ما يصعد عليه الإِنسان كالدرج ونحوه ﴿يَظْهَرُونَ﴾ يرتقون ويصعدون ﴿زُخْرُف﴾ زينة من ذهب وفضة وغيرهما ﴿يَعْشُ﴾ يُعرض وأصله من عشيَ البصرُ إذا ضعف قال الخليل: العشو هو النظر ببصر ضعيف.\nالتفسِير: ﴿وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ وَقَوْمِهِ إِنَّنِي بَرَآءٌ مِّمَّا تَعْبُدُونَ﴾ أي واذكر يا محمد حين قال إبراهيم الخليل لأبيه وقومه المشركين إنني بريءٌ من هذا الأوثان التي تعبدونها من دون الله ﴿إِلاَّ الذي فَطَرَنِي فَإِنَّهُ سَيَهْدِينِ﴾ أي لكنْ ربي الذي خلقني وأنشأني من العدم فإِنه يرشدني إلى الدين الحق، ويهديني إلى طريق السعادة ﴿وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ﴾ أي وجعل إبراهيم هذه الكلمة كلمة التوحيد باقيةً في ذريته فلا يزال فيهم من يوحِّد الله ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي رجاء أن يرجع إلى الإِيمان من الشرك منهم من قال مجاهد: «وجعلها كلمة» يعني «لا إله إلا الله» لا يزال في ذريته من يقولها إلى ايوم الدين ﴿بَلْ مَتَّعْتُ هؤلاء وَآبَآءَهُمْ﴾ أي بل متعتُ أهل مكة وآبائهم وهم من عقب إبراهيم بالإِمداد في العمر والنعمة، فاغتروا بالمهلة واشتغلوا بالتنعم واتباع الشهوات عن كلمة التوحيد ﴿حَتَّى - ﷺ َ - ﷺ َ mp;\n١٦٤٨ - ; جَآءَهُمُ الحق وَرَسُولٌ مُّبِينٌ﴾ أي حتى جاءهم القرآن ورسولٌ ظاهر الرسالة، مؤيدٌ بالمعجزات الباهرة من عند الله قال الإِمام الفخر: وجه نظم الآية أنهم لما عوَّلوا على تقليد الآباء، ولم يتفكروا في الحجة، اغتروا بطول الإِمهال وإِمتاع الله إياهم بنعيم الدنيا فأعرضوا عن الحق ﴿وَلَمَّا جَآءَهُمُ الحق قَالُواْ هذا سِحْرٌ﴾ أي ولمَّا جاءهم القرآن لينبههم من غفلتهم، ويرشدهم إلى التوحيد، ازدادوا","vol":"3","page":144},{"text":"عتوًا وضلالًا فقالوا عن القرآن إنه سحر ﴿وَإِنَّا بِهِ كَافِرُونَ﴾ أي ونحن كافرون به، لا نصدّق أنه كلام الله قال أبو السعود: سمَّوا القرآن سحرًا وكفروا به واستحقروا الرسول ﵇، فضمُّوا إلى كفرهم السابق معاندة الحق والاستهانة به ﴿وَقَالُواْ لَوْلاَ نُزِّلَ هذا القرآن على رَجُلٍ مِّنَ القريتين عَظِيمٍ﴾ أي وقال المشركون: هلاَّ أُنزل هذا القرآن على رجل عظيم كبير في مكة أو الطائف!! قال المفسريون: يعنون «الوليد بن المغيرة» في مكة أو «عُروة بن مسعود الثقفي» في الطائف.\n. استبعدت قريش نزول القرآن على محمد وهو فقير يتيم، واقترحوا أن ينزل على أحد الرؤساس والعظماء، ظنًا منهم أن العظيم هو الذي يكون له مال وجاه، وفاتهم أن العظيم هو الذي يكون عند الله عظيمًا، وهم يعتبرون مقياس العظمة: الجاه والمال، وهذا رأي الجاهلين في كل زمانٍ ومكان، أما مقياسُ العظمة الحقيقة عند الله تعالى وعند العقلاء، فإنما هو عظمة النفس، وسُموُّ الروح، ومَنْ أعظمُ نفسًا وأسمى روحًا من محمد بان عبد الله ﵊ ُ! ﴿ولهذا ردَّ ﵎ عليهم بقوله ﴿أَهُمْ يَقْسِمُونَ رَحْمَتَ رَبِّكَ﴾؟ أي أهم يمنحون النبة ويخصَّون بها من شاءوا من العباد، حتى يقترحوا أن تكون لفلان الغني، أو فلانٍ الكبير من الناس؟ ﴿نَحْنُ قَسَمْنَا بَيْنَهُمْ مَّعِيشَتَهُمْ فِي - ﷺ َ - ﷺ َ mp;\n١٦٤٩ - ;لْحَيَاةِ الدنيا﴾ أي نحن بحكمتنا جعلنا هذا غنيًا وهذا فقيرًا، وفاوتنا بينهم في الأموال والأرزاق، وإِذا كان أمر المعيشة وهو تافه حقير لم نتركه لهم بل تولينا قسمته بأنفسنا، فكيف نترك أمر النبوة وهو عظيم وخطير لأهوائهم ومشتهياتهم﴾ ! قال في التسهيل: كما قسمنا المعايش في الدنيا كذلك قسمنا المواهب الدينية، وإِذا كنا لم نهمل الحظوظ الحقيرة الفانية، فأولى وأحرى ألا نُهمل الحظوظ الشريفة الباقية ﴿وَرَفَعْنَا بَعْضَهُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾ أي فضلنا بين الخلق في الرزق والعيش، وجعلناهم مراتب: هذا غني، وهذا فقير، وها متوسط الحال ﴿لِّيَتَّخِذَ بَعْضُهُم بَعْضًا سُخْرِيًّا﴾ أي ليكون كلٌ منهم مسخرًا للآخر، ويخدم بعضهم بعضًا، لينتظم أمر الحياة قال الصاوي: إن القصد من جعل الناس متفاوتين في الرزق، لينتفع بعضهم ببعض، ولو كانوا سواءً في جميع الأحوال لم يخدم أحدٌ أحدًا، فيفضي إلى خراب العالم وفساد نظامه وقال أبو حيانن: وقوله تعالى: ﴿سُخْرِيًّا﴾ بضم السين من التسخير بمعنى الاستخدام، لا من السخرية بمعنى الهزء، والحكمة هي أن يترفق بعضهم ببعضٍ، ويصلوا إلى منافعهم، ولو تولَّى كل واحدٍ جميع أشغاله بنفسه ما أطاق ذلك، وضاع وهلك، وفي قوله ﴿نَحْنُ قَسَمْنَا﴾ تزهيدٌ في الإِكباب على طلب الدنيا، وعونٌ على التوكل على الله، وقال قتادة: تلقى ضعيف القوة، قليل الحيلة، عييَّ اللسان وهو موسَّع عليه في الرزق، وتلقى شديد الحيلة، بسيط اللسان وهو مقتَّر عليه في الرزق، وقال الشافعي:\nومن الدليل على القضاء وكونِه ... بؤسُ اللبيب وطيبُ عيشِ الأحمق\n﴿وَرَحْمَتُ رَبِّكَ خَيْرٌ مِّمَّا يَجْمَعُونَ﴾ أي وإِنعامه تعالى عليك بالنبوة خيرٌ مما يجمع الناسُ من حطام الدنيا الفاني، ثم بيَّن تعالى حقارة الدنيا ودناءة قدرها عند الله فقال ﴿وَلَوْلاَ أَن يَكُونَ الناس أُمَّةً","vol":"3","page":145},{"text":"وَاحِدَةً لَّجَعَلْنَا لِمَن يَكْفُرُ بالرحمن لِبُيُوتِهِمْ سُقُفًا مِّن فِضَّةٍ﴾ أي ولولا أن يرغب الناسُ في الكفر إذا رأوا الكافر في سعة من الرزق، ويصيروا أمةً واحدة في الكفر، لخصصنا هذه الدنيا بالكفار، وجعلنا لهم القصور الشاهقة المزخرفة بأنواع الزينة والنقوش، سقفها من الفضة الخالصة ﴿وَمَعَارِجَ عَلَيْهَا يَظْهَرُونَ﴾ أي وجعلنا لهم مصاعدَ وسلالم من فضة عليها يرتقون ويصعدون ﴿وَلِبُيُوتِهِمْ أَبْوَابًا وَسُرُرًا﴾ أي ولبيوتهم أبوابًا من قضة وسررًا من فضة، زيادةً في الرفاهية والنعيم ﴿عَلَيْهَا يَتَّكِئُونَ﴾ أي على تلك الأسرَّة الفضيَّة يتكئون ويجلسون ﴿وَزُخْرُفًا﴾ أي وجعلنا لهم زينةً من ستور ونمارق ونقوش وقال ابن عباس: ﴿زُخْرُفًا﴾ ذهبًا أي جعلنا لهم سقفًا وأبوابًا وسررًا من فضة وذهب ﴿وَإِن كُلُّ ذَلِكَ لَمَّا مَتَاعُ الحياة الدنيا﴾ أي وما كل ذلك النعيم العاجل الذي نعطيه للكفار، إلاّ شيء يُتمتع به في الحياة الدنيا الزائلة الحقيرة ﴿والآخرة عِندَ رَبِّكَ لِلْمُتَّقِينَ﴾ أي والجنةُ وما فيها من أنواع الملاذ والنعم التي يقصر عنها البيان، هي خاصة بالمتقين لا يشاركهم فيها أحد قال المفسرون: والآياتُ سِيقتْ لبيان حقارة الدنيا وقلة شأنها، وأنها من الهوان بحيث لولا الفتنة لخصَّ بها الكفارين، فجل بيوت الكفرة ودرجها وسقوفها من ذهب وفضة، وأعطى الكافر كل ذلك النعيم في الدنيا لعدم حظه في الآخرة، ولكنه تعالى رحيم بالعباد فلذلك أغنى بعض الكفار وأفقر بعضهم، وأغنى بعض المؤمنين وأفقر بعضهم وفي الحديث\n«لو كانت الدنيا تزن عند الله جناح بعوضة ما سقى كافرًا منها جرعة ماء» قال الزمخشري: فإِن قلت: فحين لم يوسّع على الكفارين للفتنة التي كان يؤدي إليها التوسعة عليهم، من إطباق الناس على الكفر لحبهم الدنيا وتهالكهم عليها، فهلاَّ وسَّع على المسلمين ليطبق الناس على الإِسلام؟ قلتُ التوسعةُ عليهم مفسدة أيضًا لما تؤدي إليها من دخول الناس في الإِسلام لأَجل الدنيا وذلك من دين المنافقين، فكانت الحكمة فيما دبَّر، حيث جعل الفريقين أغنياء وفقراء، وغلَّب الفقر على الغنى ﴿وَمَن يَعْشُ عَن ذِكْرِ ا ;لرحمن﴾ أي ومن يعرض ويتعام ويتغافل عن القرآن وعبادة الرحمن ﴿نُقَيِّضْ لَهُ شَيْطَانًا﴾ أي نهيء ونيسّر له شيطانًا لا ينفك عن الوسوسة له والإِغواء كقوله تعالى ﴿أَلَمْ تَرَ أَنَّآ أَرْسَلْنَا الشياطين عَلَى الكافرين تَؤُزُّهُمْ أَزًّا﴾ [مريم: ٨٣] ﴿فَهُوَ لَهُ قَرِينٌ﴾ فهو له ملازم ومصاحب له لا يفارقه ﴿وَإِنَّهُمْ لَيَصُدُّونَهُمْ عَنِ السبيل﴾ أي وإن الشياطين ليصدون هؤلاء الكفار الضالين عن طريق الهدى ﴿وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ﴾ أي ويحسب الكفار أنهم على نور وبصيرة وهدايةٍ من أمرهم ﴿حتى إِذَا جَآءَنَا﴾ أي حتى إذا جاء الكافر مع قرينه وقد ربط بلسلسةٍ واحدة ﴿قَالَ ياليت بَيْنِي وَبَيْنَكَ بُعْدَ المشرقين﴾ أي قال الكافر لقرينه: يا ليت بيني وبينك مثل ما بين المشرق والمغرب قال الطبري: وهذا من التغليب كما يقال: القمران، والعمران، والأبوان، فغلَّب ههنا المشرق عل المغرب ﴿فَبِئْسَ القرين﴾ أي فبئس الصاحب أنت لأنك كنت سببًا في شقائي بتزينك الباطل لي قال أبو سعيد الخدري: إذا بُعث الكافر زُوّد بقرينه من الشياطين، فلا يفارقه حتى","vol":"3","page":146},{"text":"يصير به إلى النار ﴿وَلَن يَنفَعَكُمُ اليوم إِذ ظَّلَمْتُمْ أَنَّكُمْ فِي العذاب مُشْتَرِكُونَ﴾ أي ولن ينفعكم ويفيدكم اشتراككم في العذاب، ولن يخفف ذلك عنكم شيئًا بسبب ظلمكم، فإِن لكل واحد نصيبه الأوفر منه قال في التسهيل: المراد أنه لا ينفعهم اشتراكهم في العذاب، ولا يجدون راحة التأسي التي يجدها المكروب في الدنيا إذا رأى غيره قد أصابه مثل ما أصابه لأن المصيبة إذا عمَّت هانت، فدفع تعالى ذلك التوهم بأن اشتراكهم في العذاب، لا يخفِّف عنهم البلاء ﴿أَفَأَنتَ تُسْمِعُ الصم أَوْ تَهْدِي العمي وَمَن كَانَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فأنت يا محمد تقدر أن تسمع هؤلاء الكفار الذين هم كالصُّم والعُمي، ومن كان في ضلالٍ واضح؟ ليس لك ذلك فلا يَضِقْ صدرك إن كفروا قال المفسرون: والآية تسلية للنبي ﷺ َ فقد كان يجتهد في دعائهم إلى الإِيمان، ولا يزدادون إلاَّ تعاميًا عن الحق وطغيانًا وضلالًا ﴿فَإِمَّا نَذْهَبَنَّ بِكَ فَإِنَّا مِنْهُم مُّنتَقِمُونَ﴾ أي إن عجلنا وفاتك قبل الانتقام منهم، فإِنا سننتقم منهم بعد وفاتك ﴿أَوْ نُرِيَنَّكَ الذي وَعَدْنَاهُمْ فَإِنَّا عَلَيْهِمْ مُّقْتَدِرُونَ﴾ أي أو نرينَّك يا محد العذاب الذي وعدناهم به في حياتك فإِنا قادرون عليهم فهم في قبضتنا لا يفوتوننا قال ابن عباس: قد أراه الله ذلك يوم بدر وقال ابن كثير: المعنى لا بدَّ أن ننتقم منهم ونعاقبهم في حياتك أو بعد وفاتك، ولم يقبض الله تعالى رسوله حتى أقرَّ عينه من أعدائه، وحكَّمه في نواصيهم ﴿فاستمسك بالذي أُوحِيَ إِلَيْكَ﴾ أي فتمسكْ يا محمد بالقرآن الذي أوحيناه لك ﴿إِنَّكَ على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي فإِنك على الحق الواضح والطريق المستقيم، الموصل إلى جنات النعيم ﴿وَإِنَّهُ لَذِكْرٌ لَّكَ وَلِقَوْمِكَ وَسَوْفَ تُسْأَلُونَ﴾ أي وإِن هذا القرآن لشرفٌ عظيم لك ولقومك من قريش، إذ أُنزل بلغتهم وعلى رجلٍ منهم وسوف تسألون عن شكر هذه النعمة قال في التسهيل: والذكرُ هنا بمعنى الشرف، وقومُ النبي ﷺ َ هم قريشٌ وسائر العرب، فإِنهم نالوا بالإِسلام شرف الدنيا والآخرة، ويكفيك أن فتحوا مشارق الدنيا ومغاربها وصارت فيهم الخلافة والملك، وهذا القرآن شرفٌ لكل من تبعه، وهذه الآية نظير قوله تعالى\n﴿لَقَدْ أَنزَلْنَآ إِلَيْكُمْ كِتَابًا فِيهِ ذِكْرُكُمْ أَفَلاَ تَعْقِلُونَ﴾ [الأنبياء: ١٠]؟ ﴿وَسْئَلْ مَنْ أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ﴾ هذا على سبيل الفرض، وفي الكلام محذوف أي إن كنت يا محمد شاكًا في أمر التوحيد فسلْ من سبقك من الرسل ﴿أَجَعَلْنَا مِن دُونِ الرحمن آلِهَةً يُعْبَدُونَ﴾؟ أي هل هناك أحدٌ من الرسل دعا لعبادة غير الله؟ ولاآية كقوله تعالى ﴿فَإِن كُنتَ فِي شَكٍّ مِّمَّآ أَنزَلْنَآ إِلَيْكَ فَاسْأَلِ الذين يَقْرَءُونَ الكتاب مِن قَبْلِكَ﴾ [يونس: ٩٤] قال أبو السعود: والمراد بالآية الاستشهاد بإِجماع الأنبياء على التوحيد، والتنبيه على أنه ليس ببدع ابتدعه حتى يُكذَّب ويُعادى وقال أبو حيان: ويظهر أن الخطاب للسامع، والسؤال هنا مجاز عن النظر في أديان الأنبياء، هل جاءت عبادة الأوثان في ملةٍ من مللهم؟ وهذا كما يساءل الشعراء الديار والأطلال، ومنه قولهم: سل الأرض من شقَّ أنهارك، وغرس أشجارك، وجنى ثمارك؟ فإِنها إن لم تجبك حوارًا أجابتك اعتبارًا، وهذا كله من باب المجاز.","vol":"3","page":147},{"text":"المنَاسَبَة: لما طغت قريش على الرسول ﷺ َ في أمر النبوة، بسبب أنه فقيرٌ عديم المال والجاه، واختاروا أن يتنزَّل القرآن على رجلٍ كثير المال عظيم الجاه، ذكر تعالى قصة «موسى مع فرعون» ليشير إلى أن المنطق العناد والطغيان واحد، فقد سبقهم فرعون إلى التجبر بماله وسلطانه، وفرضَ قبول دعوة الحق بحجة أنه أكثر مالًا وجاهًا من موسى، فردت الآيات الكريمة هذه الشبهة السقيمة بالحجة والبرهان.\nاللغَة: ﴿يَنكُثُونَ﴾ نكث العهد: نقضه ﴿مَهِينٌ﴾ حقير لا قدر له ولا مكانة ﴿آسَفُونَا﴾ أغضبونا وغاضونا ﴿سَلَفًا﴾ قُدْوة ﴿يَصِدُّونَ﴾ بكسر الصاد بمعنى يضجّون ويصيحون، وبضمها بمعنى الإِعراض ومنع الناس عن الإِيمان قال الجوهري: صدَّ يصُدُّ صديدًا أي ضجَّ، وقيل إنه بالضم من الصدود وهو الإِعراض، وبالكسر من الضجيج، وقال الفراء: هما سواء ﴿تَمْتَرُنَّ﴾ الامتراء: الشك، امترى في الأمر شكَّ فيه، والمريةُ: الشكُ.\nسَبَبُ النّزول: عن مجاهد قال: إن قريشًا قالت إن محمدًا يريد أن نعبده كما عبد النصارى عيسى ابن مريم فأنزل الله ﴿وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ﴾ .\nالتفسِير: ﴿وَلَقَدْ أَرْسَلْنَا موسى بِآيَاتِنَآ إلى فِرْعَوْنَ وَمَلَئِهِ﴾ أي واللهِ لقد أرسلنا موسى بالمعجزات الباهرة الدالة على صدقه إلى فرعون وقومه الأقباط ﴿فَقَالَ إِنِّي رَسُولُ رَبِّ العالمين﴾ أي","vol":"3","page":148},{"text":"فقال له موسى: إني رسول الله إليك، أرسلني لأدعنك وقومك إلى عبادة الله وحده ﴿فَلَمَّا جَآءَهُم بِآيَاتِنَآ إِذَا هُم مِّنْهَا يَضْحَكُونَ﴾ أي فلما جاءهم بتلك الآيات الباهرة الدالة على رسالته ضحكوا سخريةً واستهزاءً به قال القرطبي: إِنما ضحكوا منها ليوهموا أتباعهم أن تلك الآياتِ سحرٌ، وأنهم قادرون عليها، قال تعالى ﴿وَمَا نُرِيِهِم مِّنْ آيَةٍ إِلاَّ هِيَ أَكْبَرُ مِنْ أُخْتِهَا﴾ أي وما نريهم آية من آيات العذاب كالطوفان، والجراد، والقُمَّل إلا وهي في غاية الكبر والظهور، بحيث تكون أوضح من سابقتها قال الصاوي: والمعنى إلا وهي بالغة الغاية في الإِعجاز، بحيث يظن الناظر إليها أنها أكبر من غيرها ﴿وَأَخَذْنَاهُم بالعذاب لَعَلَّهُمْ يَرْجِعُونَ﴾ أي عاقبناهم بأنواع العذاب الشديد، لعلهم يرجعون عما هوعليه من الكفر والتكذيب ﴿وَقَالُواْ ياأيه الساحر ادع لَنَا رَبَّكَ﴾ أي وقالوا لما عاينوا العذاب ياأيها الساحرُ ادع لنا ربك ليكشف عنا هذا البلاء والعذاب ﴿بِمَا عَهِدَ عِندَكَ﴾ أي بالعهد الذي أعطاك إياه من استجابة دعائك ﴿إِنَّنَا لَمُهْتَدُونَ﴾ أي لنؤمِنن بك إن كشف عنا العذاب بدعائك قال المفسرون: ليس قولهم ﴿ياأيه الساحر﴾ على سبيل الانتقاص، وإنما هو تعظيم في زعمهم، لأن السحر كان عِلم زمانهم، ولم يكن مذمومًا، فنادوه بذلك على سبيل التعظيم قال ابن عباس: معناه يا أيها العالم، وكان الساحر فيهم عظيمًا يوقرونه ﴿فَلَمَّا كَشَفْنَا عَنْهُمُ العذاب إِذَا هُمْ يَنكُثُونَ﴾ أي فلما رفعنا عنهم العذاب بدعوة موسى، إذا هم ينقضون العهد ويصرون على الكفر والعصيان ﴿ونادى فِرْعَوْنُ فِي قَوْمِهِ﴾ أي نادى فرعون رؤساء القبط وعظماءهم، لما رأى الآيات الباهرة من موسى وخاف أن يؤمنوا ﴿قَالَ ياقوم أَلَيْسَ لِي مُلْكُ مِصْرَ وهذه الأنهار تَجْرِي مِن تحتي﴾؟ أي قال مفتخرًا متبجحًا: أليست بلادُ مصرَ الواسعة الشاسعة ملكًا لي؟ وهذه الخُلجان والأنهار المتفرعمة من نهر النيل تجري من تحتي قصوري؟ قال القرطبي: ومعظمها أربعة: نهر الملك، ونهر طولون، ونهر دمياط، ونهر تينس وكلها من النيل وقال قتادة: كانت جنانها وأنهارها تجري من تحت قصره ﴿أَفَلاَ تُبْصِرُونَ﴾؟ أفلا تبصرون عظمتي وسعة ملكي، وقلة موسى وذلته؟ ﴿أَمْ أَنَآ خَيْرٌ مِّنْ هذا الذي هُوَ مَهِينٌ﴾ أي بل أنا خيرٌ من هذا الضعيف الحقير الذي لا عزَّ له ولا جاه ولا سلطان، فهو يمتهن نفسه في حاجاته لحقارته وضعفه؟ يعني بذلك موسى ﵇ ﴿وَلاَ يَكَادُ يُبِينُ﴾ أي لا يكاد يفصح عن كلامه، ويوضّح مقصوده، فكيف يصلح للرسالة؟ قال أبو السعود: قال فرعون ذلك افتراءً على موسى، وتنقيصًا له ﵇ في أعين الناس، باعتبار ما كان في لسانه من عُقدة، ولكنَّ الله أذهبها عنه بدعائه\n﴿واحلل عُقْدَةً مِّن لِّسَانِي يَفْقَهُواْ قَوْلِي﴾ [طه: ٢٧٢٨] ﴿فَلَوْلاَ أُلْقِيَ عَلَيْهِ أَسْوِرَةٌ مِّن ذَهَبٍ﴾ أي فهلاَّ ألقى الله إليه أسورةً من ذهب كرامةً له ودلالة على نبوَّتاه! ﴿قال مجاهد: كانوا إذا أرادوا أن يجعلوا رجلًا رئيسًا عليهم سّوروه بسوارين وطوقوه بطوق من ذهبٍ علامة لسيادته ﴿أَوْ جَآءَ مَعَهُ الملائكة مُقْتَرِنِينَ﴾ أي أو جاءت معه الملائكةُ يكتنفونه خدمةً له وشهادة بصدقه قال أبو حيان: لما","vol":"3","page":149},{"text":"وصف فرعون نفسه بالعزة والمُلك، ووان بينه وبين موسى ﵇، ووصفه بالضعف وقلة الأعوان، اعترض فقال: إن كان صادقًا فهلاَّ ملَّكه ربُه وسوَّره وجعل الملائكة أنصاره﴾ ! ﴿فاستخف قَوْمَهُ فَأَطَاعُوهُ﴾ أي فاستخفَّ بعقول قومه واستجهلهم لخفة أحلامهم، فأطاعوه فيما دعاهم إليه من الضلالة ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ لأي إنما أجابوه لفسقهم وخروجهم عن طاعة الله ﴿فَلَمَّآ آسَفُونَا انتقمنا مِنْهُمْ﴾ أي فلما أغضبونا وغاظونا انتقمنا منهم بأشد أنواع العقاب ﴿فَأَغْرَقْنَاهُمْ أَجْمَعِينَ﴾ أي فأغرقنا فرعون وقومه في البحر أجمعين فلم نبق منهم أحدًا قال المفسرون: اغتر فرعنن بالعظمة والسلطان والأنهار التي تجري من تحته، فأهلكه الله بجنس ما تكبر به هو وقومه وذلك بالغرق بماء البحر، وفيه إشارة إلى أن من تعزَّز بشيء أهلكه الله به ﴿فَجَعَلْنَاهُمْ سَلَفًا وَمَثَلًا لِّلآخِرِينَ﴾ أي جعلنا قوم فرعون قُدوةً لمن يعدهم من الكفار في استحقاق العذاب والدمار، ومثلًا يعتبرون به لئلا يصيبهم مثل ذلك قال مجاهد: سلفًا لكفار قريش يتقدمونهم إلى النار، وعظة وعبرةً لمن يأتي بعدهم ﴿وَلَمَّا ضُرِبَ ابن مَرْيَمَ مَثَلًا إِذَا قَوْمُكَ مِنْهُ يَصِدُّونَ﴾ أي ولمَّا ذُكر عيسى بن مريم في القرآن وضُرب المثلُ بالآلهة التي عُبدت من دون الله إذا مشركو قريش يضجون وترتفع أصواتُهم بالصياح قال المفسرون:\n«لما قرأ رسول الله ﷺ َ: ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ مِن دُونِ الله حَصَبُ جَهَنَّمَ﴾ [الأنبياء: ٩٨] قال ابن الزبعرى: أهذا لنا أم لجميع الأمم؟ فقال ﵇: هو لكم ولآلهتكم ولجميع الأمم فقال: قد خصمتك وربِّ الكعبة؟ أليست النصارى يعبدون المسيح، واليهود يعبدون عزيرًا؟ وبنو فلان يعبدون الملائكة!! فإِن كان هؤلاء في النار فقد رضينا أن نكون نحن وآلهتنا معهم، فسكت ﵊ ُ انتظارًا للوحي، فظنوا أنه أُلزم الحجة فضحك المشركون وضجوا وارتفعت أصواتهم فأنزل الله ﴿إِنَّ الذين سَبَقَتْ لَهُمْ مِّنَّا الحسنى أولئك عَنْهَا مُبْعَدُونَ﴾ [الأنبياء: ١٠١]» قال القرطبي: ولو تأمل ابن الزبعرى الآية ما اعترض عليها، لأنه تعالى قال ﴿إِنَّكُمْ وَمَا تَعْبُدُونَ﴾ ولم يقل «ومنْ تعبدون» وإِنما أراد الأصنام ونحوها مما لايعقل، ولم يرد المسيح ولا الملائكة وإِن كانوا معبودين ﴿وقالوا أَآلِهَتُنَا خَيْرٌ أَمْ هُوَ﴾ أي أآلهتنا خيرٌ أم عيسى؟ فإِن كان عيسى في النار فلتكنْ آلهتنا معه ﴿مَا ضَرَبُوهُ لَكَ إِلاَّ جَدَلًا﴾ أي ما قالوا هذا القول لك إلاَّ على وجه الجدل والمكابرة لا لطلب الحقِّ ﴿بَلْ هُمْ قَوْمٌ خَصِمُونَ﴾ أي بل هم قوم شديدو الخصومة واللجاج بالباطل قال في التسهيل: أي ما ضربوا لك هذا المثال إلا على وجه الجدل، وهو أن يقصد الإِنسان أن يغلب من يناظره، سواء غلبه بحقٍ أو بباطل، فإِن ابن الزبعرى وأمثاله ممن لا يخفى عليه أن عيسى لم يدخل في قوله تعالى ﴿حَصَبُ جَهَنَّمَ﴾ ولكنهم أرادوا المغالطة فوصفهم الله بأنهم قوم خَصِمون ﴿إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ﴾ أي ما عيسى إالا عبد كسائر العبيد أنعمنا عليه بالنبوة وشرفناه بالرسالة، وليس هو إلهًا ولا ابن إله كما زعم النصارى ﴿إِوَجَعَلْنَاهُ مَثَلًا لبني إِسْرَائِيلَ﴾ أي","vol":"3","page":150},{"text":"وجعلناه آيةً وعبرةً لبني إسرائيل، يستدلون بها على قدرة الله تعالى، حيث خُلق من أمٍ بلا أب قال الرازي: أي صيرناه عبرةً عجيبة كالمثل السائر حيث خلقناه من غير أب كما خلقنا آدم ﴿وَلَوْ نَشَآءُ لَجَعَلْنَا مِنكُمْ مَّلاَئِكَةً فِي الأرض يَخْلُفُونَ﴾ أي ولو أردنا لجعلنا بدلًا منكم ملائكةً يسكنون في الأرض يكونون خلفًا عنكم قال مجاهد: ملائكة يعمرون الأرض بدلًا منكم ﴿وَإِنَّهُ لَعِلْمٌ لِّلسَّاعَةِ﴾ أي وإِن عيسى علامة على قبل الساعة قال ابن عباس وقتادة: إن خروج عيسى ﵇ من أعلام الساعة لأن الله ينزله من السماء قبيل قيام الساعة، ﴿فَلاَ تَمْتَرُنَّ بِهَا﴾ أي فلا تشكُّوا في أمر الساعة فإنها آتية لا محالة وفي الحديث\n«يوشك أن ينزل فيكم عيسى بن مريم حكمًا مقسطًا ...» الحديث ﴿واتبعون هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي وقل لهم يا محمد: ابتعوا هُداي وشرعي، فإِن هذا الذي أدعوكم إليه دينٌ قيّم وطريق مستقيم ﴿وَلاَ يَصُدَّنَّكُمُ الشيطان إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي لا تغتروا بوساوس الشيطان، واحذروا أن يصدكم عن اتباع الحق، فإِنه لكم عدوٌ ظاهر العداوة، حيث أخرج أباكم من الجنة، ونزع عنه لباس النور ﴿وَلَمَّا جَآءَ عيسى بالبينات قَالَ قَدْ جِئْتُكُم بالحكمة﴾ أي ولما جاء عيسى بالمعجزات وبالشرائع البينات الواضحات، قال قد جئتكم بما تقتضيه الحكمة الإلهية من الشرائع ﴿وَلأُبَيِّنَ لَكُم بَعْضَ الذي تَخْتَلِفُونَ فِيهِ﴾ أيوجئتكم لأبين لكم ما اختلفتم فيه من أمور الدين قال ابن جزي: وإِنما قال ﴿بَعْضَ الذي تَخْتَلِفُونَ فِيهِ﴾ دون الكل، لأن الأنبياء إِنما يبيّنون أمور الدين لا أمور الدنيا وقال الطبري: يعني من الأمور الدينية لا الدنيوية ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي فاتقوا اللهَ بامتثال أوامره واجتناب نواهيه، وأطيعوا أمري فيما أبلغه إليكم من التكاليف ﴿إِنَّ الله هُوَ رَبِّي وَرَبُّكُمْ فاعبدوه﴾ أي إن الله جلا وعلا هو الربُ المعبود لا ربَّ سواه فأخلصوا له الطاعة والعبادة قال ابن كثير: أي أنا وأنتم عبيد له، فقراء إليه، مشتركون في عبادته وحده ﴿هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي هذا التوحيد والتعبد بالشرائع، طريق مستقيم موصلٌ إلى جنات النعيم.","vol":"3","page":151},{"text":"المنَاسَبَة: لما ذكر تعالى أمر عيسى ودعوته إلى الدين الحق، أتبعه بذكر ضلال أهل الكتاب حيث تفرقوا شيعًا وأحزابًا في شأنه، فقد بعضهم إنه إله، وقال بعضهم إنه ابن الإِله، وقال آخرون إنه ثالث ثلاثة، ثم ذكر تعالى أحوال القيامة وأهوالها، وختم السورة الكريمة ببيان صفات المعبود الحق، الواحد الأحد جلاَّ وعلا.\nاللغَة: ﴿الأخلاء﴾ جمع خليل وهو الصديق الحميم ﴿تُحْبَرُونَ﴾ تُسرون وتفرحون، والحبورُ: السرور والفرح ﴿أَكْوَابٍ﴾ جمع كوب وهو القدح الذي لا عروة له ﴿مُبْلِسُونَ﴾ آيسون من الرحمة، وحزينون من شدة اليأس ﴿أبرموا﴾ أحكموا الشيء يقال: أبرم القوم أمرهم أحكموه، والإِبرام، الإِحكام ﴿يُؤْفَكُونَ﴾ يُقلبون ويُصرفون، أَفكه أفْكًا أي قلبه وصرفه عن الشيء.\nسَبَبُ النّزول: عن مقاتل قال: مكر المشركون بالنبي ﷺ َ في دار الندورة، وتآمروا على قتله حين استقر أمرهم على ما أشار به أبو جهل عليهم، وهو أن يبرز من كل قبيلة رجل ليشتركوا في قتله وتضعف المطالبة بدمه فنزلت: ﴿أَمْ أبرموا أَمْرًا فَإِنَّا مُبْرِمُونَ﴾ .\nالتفسِير: ﴿فاختلف الأحزاب مِن بَيْنِهِمْ﴾ أي اختلفت فرق النصارى في شأن عيسى وصاروا شيعًا وأحزابًا فيه قال ابن كثير: صاروا شيعًا فيه، منهم من يُقرُّ بأنه عبدُ الله ورسولُه وهو الحقُّ، ومنهم من يدّعي أنه ولد الله، ومنهم من يقول إنه الله، تعالى الله عن قولهم علوًا كبيرًا ﴿فَوَيْلٌ لِّلَّذِينَ ظَلَمُواْ مِنْ عَذَابِ يَوْمٍ أَلِيمٍ﴾ أي فهلاكٌ ودمارٌ لهؤلاء الكفرة الظالمين من عذاب يومٍ مؤلم وهو يوم القيامة ﴿هَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً﴾ أي هل ينتظر هؤلاء المشركون المكذبون إلا إتيانَ الساعة ومجيئها فجأةً ﴿وَهُمْ لاَ يَشْعُرُونَ﴾ أي وهم غافلون عنها مشتغلون بأمور الدنيا، وحينئذٍ يندمون حيث لا ينفعهم الندم، ثم ذكر تعالى أحوال القيامة فقال ﴿الأخلاء يَوْمَئِذٍ بَعْضُهُمْ لِبَعْضٍ عَدُوٌّ","vol":"3","page":152},{"text":"إِلاَّ المتقين﴾ أي الأصدقاء والأحباب يوم القيامة يصبحون أعداء \"لاَّ من كانت صداقته ومحبته لله قال ابن كثير: كلُّ خلةٍ وصداقة لغير الله، فإِنها تنقلب يوم القيامة عداوة إلا ما كان لله ﷿ فإِنه دائم بدوامه قال ابن عباس: صارت كل خلَّةٍ عداوةً يوم القيامة إلا المتقين تشريفًا وتطييبًا لقلوبهم فيقول: ﴿ياعباد لاَ خَوْفٌ عَلَيْكُمُ اليوم وَلاَ أَنتُمْ تَحْزَنُونَ﴾ يا عباد الله المؤمنين الذين تحققتم في العبودية لرب العالمين، لا خوفٌ عليكم في هذا اليوم العصيب، ولا أنتم تحزنون على ما فاتكم من الدنيا، ثم وضَّحهم بقوله ﴿الذين آمَنُواْ بِآيَاتِنَا وَكَانُواْ مُسْلِمِينَ﴾ أي هم الذين صدَّقوا بالقرآن، واستسلموا لحكم الله وأمره، وانقادوا لطاعته ﴿ادخلوا الجنة أَنتُمْ وَأَزْوَاجُكُمْ تُحْبَرُونَ﴾ أي يقال لهم: أدخلوا الجنة أنتم ونساؤكم المؤمنات، تُنعَّمون فيها وتُسرُّون سرورا يظهر أثره على وجوهكم ﴿يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ﴾ أي يُطاف على أهل الجنة بأوانٍ من الذهب فيها طعام، وأقداحٍ من ذهب فيها الشراب قال المفسرون: آنية أهل الجنة التي يأكلون فيها الطعام، والكئوس التي يشربون فيها الشراب كلُّها من ذهب وفضة كما قال تعالى\n﴿وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِّن فِضَّةٍ وَأَكْوابٍ كَانَتْ قَوَارِيرَاْ﴾ [الإنسان: ١٥] وفي الحديث «لا تلبسوا الحرير ولا الديباج، ولا تشربوا في آنية الذهب والفضة، ولا تأكلوا في صحافها، فإنها في الدنيا ولكم في الآخرة» ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين أي وفي الجنة كل ما تشتهيه النفوس من أنواع اللذائذ والمشتهيات، وتُسرُّ به الأعين من فنون المناظر الجميلة، والمشاهد اللطيفة ﴿وَأَنتُمْ فِيهَا خَالِدُونَ﴾ أي وأنتم في الجنة باقون دائمون، لا تخرجون منها أبدًا قال أبو السعود: وهذا إتمامٌ للنعمة وإِكمال للسرور، فإِنَّ كل نعيمٍ زائلٍ موجبٌ لخوف الزوال. . لمَّا ذكر الجنة وأنها موضع الحبور، ذكر ما فيها من النعم، فذكر أولًا المطاعم، ثم ذكر المشارب، ثم بعد ذلك التفصيل ذكر بيانًا كليًا بقوله ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين﴾ ثم ذكر تمام النعمة بالخلود في دار النعيم، وهذا حصرٌ لأنواع النعم، لأنها إمّا مشتهاة في القلوب، أو مستلذةٌ في العيون ﴿وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي وتلك الجنة الموصوفة بتلك الأوصاف الجليلة أُعطيتموها بسبب أعمالكم الصالحة التي قدمتموها في الدنيا قال ابن كثير: أي أعمالكم الصالحة كانت سببًا لشمول رحمة الله إياكم، فإنه لا يدخل أحد الجنة بعمله، ولكنْ برحمة الله وفضله، وإِنما الدرجاتُ يُنال تفاوتها بحسب الأعمال الصالحات وفي الحديث «مامن أحدٍ إلاّ وله منزلٌ في الجنة ومنزلٌ في النار، الكافر يرث المؤمن منزله في النار، والمؤمن يرثُ الكافر منزله في الجنة، وذلك قوله تعالى ﴿وَتِلْكَ الجنة التي أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ ﴿لَكُمْ فِيهَا فَاكِهَةٌ كَثِيرَةٌ مِّنْهَا تَأْكُلُونَ﴾ أي لكم في الجنة من أنواع الفواكة والثمار الشيء الكثير سوى الطعام والشراب من هذه الفواكة تأكلون تفكهًا وتلذذًاَ قال المفسرون: يأكل أهل الجنة من بعض الثمار، وأما الباقي فعلى الأشجار على الدوام، لا","vol":"3","page":153},{"text":"ترى فيها شجرةٌ تخلو عن ثمرها لحظة، فهي مزنيةٌ بالثمار أبدًا، لأن كل ما يؤكل يخلف بدله وفي الحديث» لا ينزع رجلٌ في الجنة من ثمرها إلا نبت مثلاها مكانها «. ولما ذكر حال السعداء الأبرار أعقبه بذكر حال الأشقياء الفجار فقال ﴿إِنَّ المجرمين فِي عَذَابِ جَهَنَّمَ خَالِدُونَ﴾ أي إن الكافرين الراسخين في الإِجرام في العذاب الشديد في جهنم دائمون فيها أبدًا قال الصاوي: والمراد بالمجرمين الكفار لأنهم ذكروا في مقابلة المؤمنين ﴿لاَ يُفَتَّرُ عَنْهُمْ﴾ أي لا يخفَّف عنه العذاب لحظة ﴿وَهُمْ فِيهِ مُبْلِسُونَ﴾ أي وهم في ذلك العذاب يائسون من كل خير ﴿وَمَا ظَلَمْنَاهُمْ ولكن كَانُواْ هُمُ الظالمين﴾ أي وما ظلمناهم بعقابنا لهم، ولكنْ كانوا هم الظالمين لتعريضهم أنفسهم للعذاب الخالد ﴿وَنَادَوْاْ يامالك لِيَقْضِ عَلَيْنَا رَبُّكَ﴾ أي ونادى الكفار مالكًا خازن النار قائلين: ليمتْنا اللهُ حتى نستريحمن العذاب قال ابنك ثير: أي ليقبضْ أرواحنا فيريحنا مما نحن فيه قال ابن عباس: فلم يجبهم إلا بعد ألف سنة ﴿قَالَ إِنَّكُمْ مَّاكِثُونَ﴾ أي أجابهم إنكم مقيمون في العذاب أبدًا، لا خلاص لكم منه بموتٍ ولا بغيره ﴿لَقَدْ جِئْنَاكُم بالحق ولكن أَكْثَرَكُمْ لِلْحَقِّ كَارِهُونَ﴾ خطاب توبيخ وتقريع أي لقد جئناكم أيها الكفار بالحق الساطع المبين، ولكنكم كنتم كارهين لدين الله مشمئزين منه لكونه مخالفًا لأهوائكم وشهواتكم قال الرازي: هذا كالعلة لما ذُكر والمرادُ نفرتهم عن محمد وعن القرآن، وشدة بُغضْهم لقبول الدين الحق ﴿أَمْ أبرموا أَمْرًا فَإِنَّا مُبْرِمُونَ﴾ الكلام عن كفار قريش أي أم أحكم هؤلاء المشركون أمرًا في كيد محمد ﷺ َ فإِنا محكمون أمرنا في نصرته وحمايته، وإهلاكهم وتدميرهم قال مقاتل: نزلت في تدبيرهم المكر بالنبي ﷺ َ في دار الندوة ﴿أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم﴾ أي أم يظنون أنَّا لا نسمع ما حدَّثوا به أنفسهم، وما تكلموا به فيما بينهم بطريق التناجي قال في التسهيل: السرُّ ما يحدث به الإِنسان نفسه أو غيره في خفية، والنجوى ما تكلموا به بينهم ﴿بلى وَرُسُلُنَا لَدَيْهِمْ يَكْتُبُونَ﴾ أي لى إنا نسمع سرَّهم وعلانيتهم، وملائكتنا الحفظة يكتبون عليهم أعمالهم، روي أنها نزلت في» الأخنس بن شُريق «و» الأسود بن عبد يغوث «اجتمعنا فقال الأخنس: أترى الله يسمع سرَّنا!! فقال الآخر: يسمع نجوانا ولا يسمع سرنا ﴿قُلْ إِن كَانَ للرحمن وَلَدٌ فَأَنَاْ أَوَّلُ العابدين﴾ أي قل يا محمد لهؤلاء المشركين: لو فُرض أنَّ لله ولدًا لكنت أنا أول من يعبد ذلك الولد، ولكنه جلا وعلا منزَّه عن الزوجة والولد قال القرطبي: وهذا كما تقول لمن تناظره: إن ثبتَ ما قلت بالدليل فأنا أول من يعتقده، وهذا مبالغةٌ في الاستبعاد، وترقيقٌ في الكلام وقال الطبري: هو ملاطفةٌ في الخطاب وقال البيضاوي: ولا يلزم من هذا الكلام صحة وجود الولد وعبادته له، بل المراد نفيهما على أبلغ الوجوه، وإِنكاره للولد ليس للعناد والمراء، بل لو كان لكان أولى الناس بالاعتراف به، فإن النبي يكون أعلم بالله وبما يصح له وما لا يصح ﴿سُبْحَانَ رَبِّ السماوات","vol":"3","page":154},{"text":"والأرض رَبِّ العرش عَمَّا يَصِفُونَ﴾ أي تنزَّه وتقدَّس اللهُ العظيمُ الجليل، ربُّ السمواتِ والأرضِ، وربُّ العرشِ العظيم، عمَّا يصفه به الكافرون من نسبة الولد إليه ﴿فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ﴾ أي اترك كفار مكة في جهلهم وضلالهم، يخوضوا في باطلهم ويلعبوا بدنياهم ﴿حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ﴾ أي إلى ذلك اليوم الرهيب الذي وُعدوه وهو يوم القيامة فسوف يعلمون حينئذٍ كيف يكون حالهم ومصيرهم ومآلهم ﴿وَهُوَ الذي فِي السمآء إله وَفِي الأرض إله﴾ أي هو جل وعلا معبودٌ في السماء ومعبود في الأرض، لأنه هو الإِله الحق، المستحق للعابدة في السماء والأرض قال في التسهيل: أي هو الإِله لأهل الأرض وأهل السماء وقال ابن كثير: أي هو إله من في السَّمء وإلهُ من في الأرض، يعبده أهلهما وكلُّهم خاضعون له أذلاء بين يديه ﴿وَهُوَ الحكيم العليم﴾ أي هو الحكيم في تدبير خلقه، العليمُ بمصالحهم، وهذا كالدليل على وحدانيته تعالى ﴿وَتَبَارَكَ الذي لَهُ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي تمجَّد وتعظَّم الله الذي له مُلك السمواتِ والإرض وما بينهما من المخلوقات، من الإِنس والجن والملائكة، فهو الخالق والمالك والمتصرف في الكائنات بلا ممانعةٍ ولا مدافعة ﴿وَعِندَهُ عِلْمُ الساعة﴾ أي وعنده وحده علم زمان قيام الساعة ﴿وَإِلَيْهِ تُرْجَعُونَ﴾ أي وإليه لا إلى غيره مرجع الخلائق للجزاء، فيجازي كلًا بعمله ﴿وَلاَ يَمْلِكُ الذين يَدْعُونَ مِن دُونِهِ الشفاعة﴾ أي ولا يملك أحدٌ ممن يعبدونهم من دون الله أن يشفع عند الله لأحد، لأنه شفاعته إلا بإذنه ﴿إِلاَّ مَن شَهِدَ بالحق﴾ أي إلا لمن شهد بالحق، وآمن عن علم وبصيرة، فإنه تنفع شفاعته عند الله ﴿وَهُمْ يَعْلَمُونَ﴾ أي وهم يعلمون أن الشفاعة لا تكون إلا بإذنه قال المفسرون: والمرادُ ب ﴿مَن شَهِدَ بالحق﴾ عيسى وعزير والملائكة، فإِنهم يشهدون بالحق والوحدانية للهِ، فهؤلاء تنفع شفاعتهم للمؤمنين وإِن كانوا قد عُبدوا من دون الله ﴿وَلَئِن سَأَلْتَهُم مَّنْ خَلَقَهُمْ لَيَقُولُنَّ الله﴾ أي ولئن سألت يا محمد كفار مكة من الذي خلقهم وأوجدهم؟ ليقولُنَّ اللهُ خلقنا، فهم يعترفون بأنه خالق ثم يعبدون غيره ممن لا يقدر على شيء ﴿فأنى يُؤْفَكُونَ﴾ أي فكيف ينصرفون عن عبادة الرحمن إلى عبادة الأوثان؟ فهم في غاية الجهل والسفاهة وسخافة العقول ﴿وَقِيلِهِ يارب إِنَّ هؤلاء قَوْمٌ لاَّ يُؤْمِنُونَ﴾ أي وقول محمد في شكواه لربه يا ربِّ إن هؤلاء قوم معاندون جبارون لا يصدقون براستلي ولا بالقرآن قال قتادة: هذا قول نبيكم ﷺ َ يشكو قومه إلى ربه ﷿ ﴿فاصفح عَنْهُمْ وَقُلْ سَلاَمٌ﴾ أي فأعرض عنهم يا محمد وسامحهم ولا تقابلهم بمثل ما يقابلونك به قال الصاوي: وهو تباعدٌ وبترؤٌ منهم، وليس في الآية مشروعية السلام على الكفار وقال قتادة: أمر بالصفح عنهم ثم أُمر بقتالهم، فصار الصفح منسوخًا بالسيف ﴿فَسَوْفَ يَعْلَمُونَ﴾ أي فسوف يعلمون عاقبة إجرامهم وتكذيبهم، وهو وعدٌ وتهديد للمشركين، وتسلية لرسول الله ﷺ َ.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -","vol":"3","page":155},{"text":"التشبيه البليغ\n﴿جَعَلَ لَكُمُ الأرض مَهْدًا﴾ [الزخرف: ١٠] أي كالمهد والفراش حذفت منه الأداة ووجه الشبه فأصبح بليغًا.\n٢ - الاستعارة التبعية ﴿فَأَنشَرْنَا بِهِ بَلْدَةً مَّيْتًا﴾ [الزخرف: ١١] شبَّه الأرض قبل نزول المطر بالإِنسان الميت ثم أنشرها الله أي أحياها بالمطر ففيه استعارة تبعية.\n٣ - التأكيد بإِنَّ واللام مع صيغة المبالغة ﴿إِنَّ الإنسان لَكَفُورٌ مُّبِينٌ﴾ [الزخرف: ١٥] لأن فعول وفعيل من صيغ المبالغة.\n٤ - الأسولب التهكمي للتوبيخ والتقريع ﴿أَمِ اتخذ مِمَّا يَخْلُقُ بَنَاتٍ وَأَصْفَاكُم بالبنين﴾ [الزخرف: ١٦]؟ وبين لفظ البنات والبنين طباقٌ.\n٥ - المجار المرسل ﴿وَجَعَلَهَا كَلِمَةً بَاقِيَةً فِي عَقِبِهِ﴾ [الزخرف: ٢٨] المراد بالكملة الجملة التي قالها ﴿إِنَّنِي بَرَآءٌ مِّمَّا تَعْبُدُونَ﴾ [الزخرف: ٢٦] ففي اللفظ مجاز.\n٦ - الاستعارة ﴿أَفَأَنتَ تُسْمِعُ الصم أَوْ تَهْدِي العمي﴾ [الزخرف: ٤٠] شبه الكفار بالصم والعمي بطريق الاستعارة التمثيلية.\n٧ - جناس الاشتقاق ﴿أَرْسَلْنَا مِن قَبْلِكَ مِن رُّسُلِنَآ﴾ [الزخرف: ٤٥] لتغير الشكل وبعض الحروف بينهما.\n٨ - حذف الإِيجاز ﴿بِصِحَافٍ مِّن ذَهَبٍ وَأَكْوَابٍ﴾ أي أكواب من ذهب وحذف لدلالة السابق عليه.\n٩ - ذكر العام بعد الخاص ﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس﴾ بعد قوله ﴿يُطَافُ عَلَيْهِمْ بِصِحَافٍ﴾ الآية.\n١٠ - الطباق ﴿أَمْ يَحْسَبُونَ أَنَّا لاَ نَسْمَعُ سِرَّهُمْ وَنَجْوَاهُم﴾ لأن المراد سرَّهم وعلانيتهم.\n١١ - السجع الرصين غير المتكلف مثل ﴿كَذَلِكَ تُخْرَجُونَ﴾ [الزخرف: ١١] ﴿مِّنَ الفلك والأنعام مَا تَرْكَبُونَ﴾ [الزخرف: ١٢] ﴿وَإِنَّآ إلى رَبِّنَا لَمُنقَلِبُونَ﴾ [الزخرف: ١٤] وغير ذللك وهو من المحسنات البديعية.","vol":"3","page":156},{"text":"اللغَة: ﴿يُفْرَقُ﴾ يُبيَّن ويُفصَّل ﴿ارتقب﴾ انتظر ﴿يَغْشَى﴾ يغطي ويحيط ﴿نَبْطِشُ﴾ نأخذ بشدة وعنف ﴿فَتَنَّا﴾ ابتلينا وامتحنا ﴿تَعْلُواْ﴾ تتكبروا وتتطاولوا ﴿عُذْتُ﴾ استجرتُ والتجأت إلىلله ﴿أَسْرِ﴾ سر ليلًا ﴿رَهْوًا﴾ ساكنًا، والرهو عند العرب الساكن قال الشاعر:\nوالخيلُ تمزع رهوًا في أعنَّتها ... كالطير تنجو من الشُئبوب ذي البرد\nقال الجوهري: رها البحر أي سكن، وجاءت الخيل رهوًا أي برفق وسكينة ﴿مُنظَرِينَ﴾ مؤخرين ﴿نَعْمَةٍ﴾ النَّعمة بفتح النون من التنعيم وهو سعة العيش والراحة، وبالكسر من المنة وهي العطية والإِفضال.\nسَبَبُ النّزول: عن ابن مسعود قال: إن قريشًا لما استعصت على النبي ﷺ َ دعا عليهم بسنين كسني يوسف، فأصابهم قحطّ وجهدٌ حتى أكلوا العظام، فجعل الرجل ينظر الى السماء فيرى مابينه وبينها كهيئة الدخان من الجهْد، فأنزل الله تعالى ﴿فارتقب يَوْمَ تَأْتِي السمآء بِدُخَانٍ مُّبِينٍ﴾ فأتي رسولُ الله ﷺ َ فقيل يا رسول الله: استسق لمضر فإِنها قد هلكت، فاستسقى فُسقُوا فنزلت ﴿إِنَّا كَاشِفُو العذاب قَلِيلًا إِنَّكُمْ عَآئِدُونَ﴾ فلما أصابتهم الرفاهية عادوا إلى حالهم فأنزل الله ﴿يَوْمَ نَبْطِشُ البطشة الكبرى إِنَّا مُنتَقِمُونَ﴾ .\nالتفسير ﴿حم﴾ الحروف المقطعة للتنبيه على إعجاز القرآن وقد تقدم ﴿والكتاب المبين﴾ أي أُقسم بالقرآن البيِّن الواضح، الفارق بين طريق الهدى والضلال، البيِّن في إِعجازه، الواضح في أحكامه، وجوابه ﴿إِنَّآ أَنزَلْنَاهُ فِي لَيْلَةٍ مُّبَارَكَةٍ﴾ أي أنزلنا القرآن في ليلةٍ فاضلة كريمة هي ليلة القدر من شهر رضمان المبارك ﴿شَهْرُ رَمَضَانَ الذي أُنْزِلَ فِيهِ القرآن﴾ [البقرة: ١٨٥] قال ابن جزي: وكيفيةُ","vol":"3","page":158},{"text":"إِنزاله فيها أنه أُنزل الى السماء الدنيا جملةٌ واحدة، ثم نزل به جبريل على النبي ﷺ َ شيئًا بعد شيء، وقيل: المعنى ابتدأنا إنزاله في ليلة القدر، قال القرطبي: ووصف الليلة بالبركة لما يُنزل الله فيها على عباده من البركات والخيرات والثواب ﴿إِنَّا كُنَّا مُنذِرِينَ﴾ أي لننذر به الخلق، لأن من شأننا وعادتنا ألاَّ نترك الناس دون إِنذار وتحذيرٍ من العقاب، لتقوم الحجة عليهم ﴿فِيهَا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ﴾ أي في ليلة القدر يُفصل ويُبيَّن كلُّ أمرٍ محكم من أرزاق العباد وآجالهم وسائر أحوالهم فلا يُبدَّل ولا يُغيِّر قال ابن عباس: يحكم الله أمر الدنيا إلى السنة القابلة ما كان من حياةٍ، أو موت، أو رزقٍ قال المفسرون: إن الله تعالى ينسخ من اللوح المحفوظ في ليلة القدر، ما يكون في تلك السنة من أرزاق العباد وآجالهم وجميع أمورهم من خير وشر، وصالح وطالح، حتى إن الرجل ليمشي في الأسواق وينكحُ ويُولد له وقد وقع اسمه في الموتى ﴿أَمْرًا مِّنْ عِنْدِنَآ﴾ أي جميع ما نقدِّره في تلك الليلة وما نوحي به إلى الملائكة من شئون العباد، هو أمرٌ حاصل من جهتنا، بعلمنا وتدبيرنا ﴿إِنَّا كُنَّا مُرْسِلِينَ﴾ أي نرسل الأنبياء إلى البشر بالشرائع الإِلهية لهدايتهم وإرشادهم ﴿رَحْمَةً مِّن رَّبِّكَ﴾ أي من أجل الرأفة والرحمة بالعباد قال في البحر: وضع الظاهر ﴿رَّبِّكَ﴾ موضع الضمير «رحمةً منا» إيذانًا بأن الربوبية تقتضي الرحمة على المربوبين ﴿إِنَّهُ هُوَ السميع العليم﴾ أي السميع لأقوال العباد، العليمُ بأفعالهم وأحوالهم ﴿رَبِّ السماوات والأرض وَمَا بَيْنَهُمَآ إِن كُنتُم مُّوقِنِينَ﴾ أي الذي أنزل القرآ، وهو ربُّ السمواتِ والأرض وخالقهما ومالكهما ومن فيهما، إن كنتم من أهل الإِيمان واليقين ﴿لاَ إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ﴾ أي لا ربَّ غيره، ولا معبود سواه، لأنه المتصف بصفات الجلال والكمال، يُحيي الأموات، ويميت الأحياء ﴿رَبُّكُمْ وَرَبُّ آبَآئِكُمُ الأولين﴾ أي وهو خالقكم وخالق من سقبكم من الأمم الماضين قال الرازي: والمقصودُ من الآية أن المنزل إذا كان موصوفًا بهذه الجلالة والكبرياء، كان المُنزل الذي هو القرآن في غاية الشرف والرفعة ﴿بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ﴾ أي ليسوا موقنين فيما يظهرونه من الإِيمان في قولهم: اللهُ خالقنا، بل هم في شكٍ من أمر البعث، فهم يلعبون ويسخرون ويهزءون قال شيخ زاده: التفت من الخطاب للغيبة فقال ﴿بَلْ هُمْ فِي شَكٍّ يَلْعَبُونَ﴾ تحقيرًا لشأنهم، وإيعادًا لهم عن موقف الخطاب، لكونهم من أهل الشك والامتراء، وكونُ أفعالهم الهزء واللعب لعدم التفاتهم إلى البراهين القاطعة، وعدم تمييزهم بين الحق والباطل، والضار والنافع، ثم لما بيَّن أن شأنهم الحماقة والطغيان التفت إلى حبيبه ﷺ َ تسليةً له، وإقناطًا من إيمانهم فقال ﴿فارتقب يَوْمَ تَأْتِي السمآء بِدُخَانٍ مُّبِينٍ﴾ أي فانتظر يا محمد عذابهم يوم تأتي السماءُ بدخانٍ كثيف، بيّنٍ واضح يراه كل أحد قال ابن مسعود: إن قريشًا لما عصت الرسول ﷺ َ دعا عليهم فقال:\n«اللهم اشدُد وطأتك على مضر واجعل عليهم سنين كسني يوسف» فأصابهم الجهد حتى أكلوا الجيف، وكان الرجل يُحدِّث أخاه فيسمع صوته ولا يراه لشدة الدخانا المنتشر بين السماء والأرض،","vol":"3","page":159},{"text":"ثم قال ابن مسعود: خمسٌ قد مضين: «الدخانُ، والرومُ، والقمر، والبطشة، واللزام» وقال ابن عباس: لم يمض الدخان بل هو من أمارات الساعة، وهو يأتي قُبيل القيامة، يصيبُ المؤمن منه مثلُ الزكام، ويُنضجُ رءوس الكافرين والمنافقين، حتى يصبح رأس الواحد كالرأس المشوي، ويغدو كالسكران فيملأ الدخان جوفه ويخرج من منخريه وأُذنيه ودبره ﴿يَغْشَى الناس هذا عَذَابٌ أَلِيمٌ﴾ أي يشمل كفار قريش ويعمهم من كل جانب ويقولون حين يصيبهم الدخان: هذا عذاب أليم ﴿رَّبَّنَا اكشف عَنَّا العذاب إِنَّا مْؤْمِنُونَ﴾ أي ويقولون مستغيثين: ربَّنا ارفع عنا العذاب فإِننا مؤمنون بمحمد وبالقرآن إن كشفته عنا قال البيضاوي: وهذا وعدٌ بالإِيمان إن كشف العذاب عنهم ﴿أنى لَهُمُ الذكرى﴾؟ استبعداٌ لإِيمانهم أي من أين يتذكرون ويتعظون عند كشف العذاب؟ ﴿وَقَدْ جَآءَهُمْ رَسُولٌ مُّبِينٌ﴾ أي والحال أنه قد أتاهم رسولٌ بيّن الرسالة، مؤيدٌ بالبينات الباهرة، والمعجزات القاهرة، ومع هذا لم يؤمنوا به ولم يتعبوه؟ ﴿ثُمَّ تَوَلَّوْاْ عَنْهُ وَقَالُواْ مُعَلَّمٌ مَّجْنُونٌ﴾ أي ثم أعرضوا عنه وبهتوه، ونسبوه إلى الجنون وحاشاه فهل يُتوقع من قومٍ هذه صفاتهم أن يتأثروا بالعظة والتذكير؟! قال الإِمام الفخر: إن كفار مكة كان لهم في ظهور القرآن نعلى محمد ﷺ َ قولان: منهم من يقول: إن محمدًا يتعلم هذا الكلام من بعض الناس، ومنهم من كان قول: إنه مجنون والجنُّ تلقي عليه هذا الكلام حال تخبطه ﴿إِنَّا كَاشِفُو العذاب قَلِيلًا إِنَّكُمْ عَآئِدُونَ﴾ أي سنكشف عنكم العذاب زمنًا قليلًا ثم تعودون إلى ما كنتم عليه من الشرك والعصيان قال الرازي: والمقصودُ التنبيه على أنهم لا يوفون بعهدهم، وأنهم في حال العجز يتضرعون إلى الله تعالى، فإذا زال الخوف عادوا إلى الكفر وتقليد الأسلاف قال ابن مسعود: لما كشف عنهم العذاب باستسقاء النبي ﷺ َ عادوا إلى تكذبيه ﴿يَوْمَ نَبْطِشُ البطشة الكبرى إِنَّا مُنتَقِمُونَ﴾ نَبْطِشُ أي واذكر يوم نبطش بالكفار بطشتنا الكبرى انتقامًا منهم، والبطشُ: الأخذُ بقوة وشدة قال ابن مسعود: «البطشة الكبرى» يوم «بدر» وقال ابن عباس: هي يوم القيامة قال ابن كثير: الظاهر أن ذلك يوم القيامة، وإن كان يومُ بدر يومَ بطشةٍ أيضًا وقال الرازي: القول الثاني أصح لأن يوم بدر لا يبلغ هذا المبلغ الذي يوصف به هذا الوصف العظيم، ولأن الانتقام التام إنما يحصل يوم القايمة، ولمّا وصف بكونها «كبرى» وجب أنتكون أعظلم أنواع البطش على الإِطلاق، وذلك إنما يكون في القيامة، ثم ذكَّر كفار قريش بما حلَّ بالطاغين من قوم فرعون فقال ﴿وَلَقَدْ فَتَنَّا قَبْلَهُمْ قَوْمَ فِرْعَوْنَ﴾ أي ولقد اختبرنا قبل هؤلاء المشركين قوم فرعون وهم أقباط مصر ﴿وَجَآءَهُمْ رَسُولٌ كَرِيمٌ﴾ أي وجاءهم رسولٌ شريف الحسب والنسب، من أكرم عباد الله وهو موسى الكليم عليه","vol":"3","page":160},{"text":"أفضل الصلاة والتسليم ﴿أَنْ أدوا إِلَيَّ عِبَادَ الله﴾ أي فقال لهم موسى: ادفعوا إليَّ عبادَ الله وأطلقوهم من العذاب، يدريد بني إِسرائيل كقوله تعالى\n﴿فَأَرْسِلْ مَعَنَا بني إِسْرَائِيلَ وَلاَ تُعَذِّبْهُمْ﴾ [طه: ٤٧] ﴿إِنِّي لَكُمْ رَسُولٌ أَمِينٌ﴾ أي إني رسولٌ مؤتمنٌ على الوحي غير متهم، وأنا لكم ناصح فاقبلوا بنصحي ﴿وَأَن لاَّ تَعْلُواْ عَلَى الله﴾ أي لا تتكبروا على الله ولا تترفَّعوا عن طاعته ﴿إني آتِيكُمْ بِسُلْطَانٍ مُّبِينٍ﴾ أي قد جئتكم بحجةٍ واضحة، وبرهانٍ ساطع، يعترف بهما كل عاقل ﴿وَإِنِّي عُذْتُ بِرَبِّي وَرَبِّكُمْ أَن تَرْجُمُونِ﴾ أي التجأت إليه تعالى واستجرت به من أن تقتلوني قال القرطبي: كأنهم توعَّدوه بالقتل فاستجار بالله ﴿وَإِن لَّمْ تُؤْمِنُواْ لِي فاعتزلون﴾ أي وإن لم تصدقوني ولم تؤمنوا بالله لأجل ما أتيتكم به من الحجة، فكفوا عن أذاي وخلُّوا سبيلي قال ابن كثير: أي لاتتعرضوا لي ودعوا الأمر مسالمةً إلى أن يقضي الله بيننا ﴿فَدَعَا رَبَّهُ أَنَّ هؤلاء قَوْمٌ مُّجْرِمُونَ﴾ أي فدعا عليهم لمّا كذبوه قائلًا: يا ربِّ إن هؤلاء قوم مجرمون فانتقم منهم ﴿فَأَسْرِ بِعِبَادِي لَيْلًا إِنَّكُم مُّتَّبَعُونَ﴾ في الكلام حذف تقديره فأوحينا إليه وقلنا له: أسرِ بعبادي أي أخرج ببني إسرائيل ليلًا فإن فرعون وقومه يتبعونكم، يوكن ذلك سببًا لهلاكهم ﴿واترك البحر رَهْوًا﴾ أي واترك البحر ساكنًا منفرجًا على هيئته بعد أن تجاوزه ﴿إِنَّهُمْ جُندٌ مُّغْرَقُونَ﴾ أي إنَّ فرعون وقومه سيغرقون فيه قال في التسهيل: لمَّا جاوز موسى البحر أراد أن يضربه بعصاه فينطبق كما ضربه فانفلق، فأمره الله بأن يتركه ساكنًا كما هو ليدخله فرعون وقومه فيغرقوا فيه، وإنما أخبره تعالى بذلك ليبقى فارغ القلب من شرهم وإِيذائهم، مطمئنًا إلى أنهم لن يدركوا بني إسرئيل، ثم أخبر تعالى عن هلاكهم فقال ﴿كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ﴾ كم للتكثير أي لقد تركوا كثيرًا من البساتين والحدائق الغناء والأنهار والعيون الجارية ﴿وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ﴾ أي ومزارع عديدة فيها أنواع المزروعات ومجالس ومنازل حسنة قال قتادة: ﴿وَمَقَامٍ كَرِيمٍ﴾ هي المواضع الحسان من المجالس والمساكن وغيرها ﴿وَنَعْمَةٍ كَانُواْ فِيهَا فَاكِهِينَ﴾ أي وتنعم بالعيش مع الحسن والنضارة كانوا فيها ناعمين بالرفاعية وكمال السرور قال الإِمام الفخر: بيَّن تعالى أنهم بعد غرقهم تركوا هذه الأشياء الخمسة هي: الجنات، والعيون، والزروع، والمقام الكريم وهو المجالس والمنازل الحسنة ونعمة العيش بفتح النون هي حسنُه ونضارته ﴿كَذَلِكَ وَأَوْرَثْنَاهَا قَوْمًا آخَرِينَ﴾ أي كذلك فعلنا بهم حيث أهلكناهم وأورثنا ملكهم وديارهم لقومٍ آخرين، كانوا مستعبدين في يد القبط وهم بنو إسرائيل قال ابن كثير: والمراد بهم بنو إسرائيل فقد استولوا بعد غرق فرعون وقومه على الممالك القبطية، والبلاد المصرية كما قال تعالى\n﴿وَأَوْرَثْنَا القوم الذين كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأرض وَمَغَارِبَهَا التي بَارَكْنَا فِيهَا﴾ [الأعراف: ١٣٧] وقال تعالى في مكان آخر ﴿كَذَلِكَ وَأَوْرَثْنَاهَا بني إِسْرَائِيلَ﴾ [الشعراء: ٥٩] ﴿فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض﴾ أي فما حزن على فقدهم أحد، ولا تأثر بموتهم","vol":"3","page":161},{"text":"كائن من الخلق ﴿وَمَا كَانُواْ مُنظَرِينَ﴾ أي ما كانوا مؤخرين وممهلين إلى وقت آخر. بل عُجّل عقابهم في الدنيا قال القرطبي: تقول العرب عند موت السيد منهم: بكت له السماء والأرض، أي عمَّت مصيبتُه الأشياء حتى بكته الأرض والسماء، والريح والبرق قال الشاعر:\nفيما شجر الخابور مالك مورقًا ... كأنك لم تجزع لموتِ طريف\nوذلك على سبيل التمثيل والتخييل مبالغةٌ في وجوب الجزع والبكاء عليه والمعنى أنهم هلكوا فلم تعظم مصيبتهم ولم يوجد لهم فقد، وقيل هو على حذف مضاف أي ما بكى عليهم أهل السماء وأهل الأرض.","vol":"3","page":162},{"text":"المنَاسَبَة: لما ذكر تعالى إهلاك فرعون وقومه، أردفه بذكر إحسانه لبني إسرائيل، ليشركوا ربهم على إنعامه وإحسانه، ثم حذَّر كفار مكة من بطش الله وانتقامه، وختم السورة الكريمة ببيان حال الأشقياء والسعداء في يوم الفصل والجزاء.\nاللغَة: ﴿عَالِيًا﴾ متكبرًا جبارًا ﴿بَلاَءٌ﴾ اختبار وامتحان ﴿مُنشَرِينَ﴾ مبعوثين بعد الموت، وأنشر الله الموتى أحياهم ﴿قَوْمُ تُبَّعٍ﴾ ملوك اليوم، وكانوا يسمون ملوكهم التبابعة قال الجوهري:","vol":"3","page":162},{"text":"التبابعة ملوك اليمن، واحدهم تُبَّع، وقال أهل اللغة: تُبَّع لقب للملك منهم كالقياصرة للروم، والأكاسرة للفرس، والخلفاء للمسلمين ﴿يَوْمَ الفصل﴾ يوم القيامة ﴿مَّوْلًى﴾ قريب وناصر ﴿المهل﴾ النحاس المذاب ﴿الأثيم﴾ الفاجر من أثِمَ الرجل يأثم إِذا وقع في الإِثم والفجور ﴿اعتلوه﴾ جرُّوه وسوقوه بغنفٍ وشدَّة ﴿سُندُسٍ﴾ رقيق الديباج ﴿إِسْتَبْرَقٍ﴾ غليظ الديباج ﴿عِينٍ﴾ واسعات الأعين جمع عيناء ﴿ارتقب﴾ انتظر.\nالتفسِير: ﴿وَلَقَدْ نَجَّيْنَا بني إِسْرَائِيلَ مِنَ العذاب المهين﴾ أي والله لقد أنقدنا بني إسرائيل من العذاب الشديد، المفرط في الإِذلال والإِهانة، وهو قتل أبنائهم واستخدام نسائهم، وإرهاقهم في الأعمال الشاقة ﴿مِن فِرْعَوْنَ إِنَّهُ كَانَ عَالِيًا مِّنَ المسرفين﴾ أي من طغيان فرعون وجبروته إنه كان متكبرًا جبارًا، متجاوزًا الحد في الطغيان والإِجرام قال الصاوي: هذه من جملة تعداد النعم على بني إسرائيل، والمقصود من ذلك تسليته ﷺ َ وتبشيره بأنه سينجيه وقومه المؤمنين من أيدي المشركين، فإِنهم لم يلغوا في التجبر مثل فرعون وقومه ﴿وَلَقَدِ اخترناهم على عِلْمٍ عَلَى العالمين﴾ أي اصطفيناهم وشرفناهم على علمٍ منا باستحقاقهم لذلك الشرف على جميع الناس في زمانهم قال قتادة: على أهل زمانهم، لا على أمة محمد لقوله تعالى ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ﴾ [آل عمران: ١١٠] ﴿وَآتَيْنَاهُم مِّنَ الآيات مَا فِيهِ بَلاَءٌ مُّبِينٌ﴾ أي وآتيناهم من الحجج والبراهين وخوارق العادات ما فيه اختبار وامتحان ظاهر جليٌ لمن تدبَّر وتبصَّر قال الرازي: والآياتُ مثل فلق البحر، وتظليل الغمام، وإِنزال المنِّ والسلوى وغيرها من الآيات الباهرة، التي ما أظهر الله مثلها على أحدٍ سواهم ﴿إِنَّ هؤلاء لَيَقُولُونَ إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى﴾ أي إن كفار قريش ليقولون: لن نموت إلا موتةً واحدةً وهي موتتنا الأولى في الدنيا، وفي قوله تعالى ﴿هؤلاء﴾ تحقيرٌ لهم وازدراءٌ بهم قال المفسرون: لمَّا كان الحديث في أول السورة عن كفار مكة، وجاءت قصة فرعون وقومه مسوقة للدلالة على أنهم مثلهم في الإِصرار على الضلالة والكفر، رجع إلى الحديث عن كفار قريش، والغرضُ من قولهم ﴿إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى﴾ إِنكار البعث كأنهم قالوا: إِذا متنا فلا بعث ولا حياة ولا نشور، ثم صرحوا بذلك بقولهم ﴿وَمَا نَحْنُ بِمُنشَرِينَ﴾ أي وما نحن بمبمعوثين ﴿فَأْتُواْ بِآبَآئِنَا إِن كُنتُمْ صَادِقِينَ﴾ خطابٌ للرسول ﷺ َ والمؤمنين على وجه التعجيز أي أحيو لنا آبائنا ليخبرونا بصدقكم إن كنتم صادقين في أن هناك حياةً بعد هذه الحياة قال الإِمام الفخر: إن الكفار احتجوا على نفي الحشر والنشر بأن قالوا: إن كان البعث والنشور ممكنًا معقولًا فجعلوا لنا إحياء من مات من آبائنا ليصير ذلك دليلًا عندنا على صدق دعواكم في البعث يوم القيامة وقال القرطبي: قال هذا أبو جهل، قال يا محمد: إن كنت صادقًا في قولك فابعث لنا رجلين من آبائنا أحدهما: قُصي بن كلاب فإِنه كان رجلًا صادقًا، لنسأله كما يكون بعد الموت ﴿أَهُمْ خَيْرٌ أَمْ قَوْمُ تُبَّعٍ﴾ استفهام انكار مع","vol":"3","page":163},{"text":"التهديد أي أهؤلاء المشركون أقى وأشدُّ أم أهل سبأ ملوك اليمن؟ الذين كانوا أكثر أموالًا، وأعظم نعيمًا من كفار مكة؟ ﴿والذين مِن قَبْلِهِمْ أَهْلَكْنَاهُمْ﴾ أي والذين سبقوهم من الأمم العاتية أهلكناهم، وخربنا بلادهم، وفرقناهم شذر مذر قال أبو السعود: والمراد بهم عاد وثمود وأضرابهم من كل جبار عنيد، أولي بأسٍ شديد، فأولئك كانوا أقوى من هؤلاء، وقد أهلكهم الله مع ما كنوا عليه من غاية القوة والشدة، فإِهلاك هؤلاء أولى ﴿إِنَّهُمْ كَانُواْ مُجْرِمِينَ﴾ تعليل للإِهلاك أي أهلنكاهم ودمرناهم بسبب إِجرامهم، وفيه وعيد وتهديد لقريش أن يفعل الله بهم ما فعل بقوم تُبَّع والمكذبين.\n. ثم نبه تعالى إلى دلائل البعث وهو خلق العالم بالحقِّ فقال ﴿وَمَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا لاَعِبِينَ﴾ أي ما خلقنا هذا الكون وما فيه من المخلوقات البديعة لعبًا وعبثًا ﴿مَا خَلَقْنَاهُمَآ إِلاَّ بالحق﴾ أي ما خلقنا السموات والأرض وما بينهما من المخلوقات إالا بالعدل والحقِّ المبين، لنجازي المحسن بإِحسانه والمسيء بإِساءته ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لا يعلمون ذلك فينكرون البعث والجزاء قال المفسرون: إن الله تعالى خلق النوع الإِنساني، وخلق ما ينتظم به أسباب معاشهم، من السقف المرفوع، والمهاد المفروش، وما بينهما من عجائب المصنوعات، وبدائع المخلوقات، ثم كلفهم بالإِيمان والطاعة، فآمن البعض وكفر البعض، فلا بدَّ إذًا من دار جزاء يثاب فيها المحسن، ويعاقب فيها المسيء، لتجزى كل نفسٍ بما كسبت، ولو لم يحصل البعث والجزاء لكان هذا الخلق لهوًا وعبثًا، وتنزَّه الله عن ذلك، ولهذا قال بعده ﴿إِنَّ يَوْمَ الفصل مِيقَاتُهُمْ أَجْمَعِينَ﴾ أي إن يوم القيامة موعد حساب الخلائق أجمعين، سُمي ﴿يَوْمَ الفصل﴾ لأنه الله تعالى يفصل فيه بين الخلق كما قال ﴿يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ﴾ [الممتحنة: ٣] ﴿يَوْمَ لاَ يُغْنِي مَوْلًى عَن مَّوْلًى شَيْئًا وَلاَ هُمْ يُنصَرُونَ﴾ أي في ذلك اليوم الرهيب، لا يدفع قريب عن قريبه، ولا صديقٌ عن صديقه، ولا ينفع أحدٌ أحدًا ولا ينصره ولو كان قريبه كقوله ﴿ياأيها الناس اتقوا رَبَّكُمْ واخشوا يَوْمًا لاَّ يَجْزِي وَالِدٌ عَن وَلَدِهِ وَلاَ مَوْلُودٌ هُوَ جَازٍ عَن وَالِدِهِ شَيْئًا﴾\n[لقمان: ٣٣] ﴿إِلاَّ مَن رَّحِمَ الله﴾ استثناء متصل أي لا يغني قريبٌ عن قريب إلا المؤمنين فإِنه يُؤذن لهم في شفاعة بعضهم لبعض وقيل: منقطع أي لكنْ من ﵀ ُ فإِنه يشفع وينفع قال ابن عباس: يريد المؤمن فإِنه تشفع له الأنبياء والملائكة ﴿إِنَّهُ هُوَ العزيز الرحيم﴾ أي هو المنتقم من أعدائه، الرحيمُ بأوليائه. . ولما ذكر الأدلة على القيامة، أردفه بوصف ذلك اليوم العصيب، فذكر وعيد الكفار أولًا ثم وعند الأَبرار ثانيًا للجمع بين الترهيب والترغيب فقال ﴿إِنَّ شَجَرَةَ الزقوم طَعَامُ الأثيم﴾ أي إن هذه الشجرة الخبيثة شجرة الزقوم التي تنبتُ في أصل الجحيم، طعام كل فاجر، ليس له طعام غيرها قال أبو حيان: الأثيمُ صفة مبالغة وهو الكثير الآثام، وفُسِّر بالمشرك ﴿كالمهل يَغْلِي فِي البطون﴾ أي هي في شناعتها وفظاعتها إذا أكلها الإِنسان كالنحاس المذاب الذي تناهى حرُّه، فهو يُجرجر في البطن ﴿كَغَلْيِ الحميم﴾ أي كغليان الماء الشديد الحرارة قال القرطبي: وشجرة الزقوم هي الشجرة التي خلقها الله في جهنم، وسمَّاها الشجرة","vol":"3","page":164},{"text":"الملعونة، فإِذا جاع أهل النار التجئوا إليها فأكلوا منها، فغلبت في بطونهم كما يغلي الماء الحار، وشبَّه تعالى ما يصير منها إلى بطونهم بالمُهل وهو النحاس المذاب، والمرادُ بالأثيم الفاجر ذو الإِثم وهو أبو جهل، وذلك أنه كان يقول: يعدنا محمد أن في جهنم الزقوم، وإنما هو الثَّريد بالزبد والتمر، ثم يأتي بالزبد والتمر ويقول لأصحابه: تزقموا، سخريةً واستهزاءً بكلام الله، قال تعالى ﴿خُذُوهُ فاعتلوه إلى سَوَآءِ الجحيم﴾ أي يُقال للزبانية: خذوا هذا الفاجر اللئيم فسوقوه وجروه من تلابيبه بعنف وشدة إلى وسط الجحيم ﴿ثُمَّ صُبُّواْ فَوْقَ رَأْسِهِ مِنْ عَذَابِ الحميم﴾ أي ثم صبوا فوق رأس هذا الفاجر عذاب ذلك الحميم الذي تناهى حرُّه ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ أي يقال له على سبيل الاستهزاء والإِهانة: ذقْ هذا العذاب فإِنك أنت المعزَّز المكرَّم قال عكرمة: التقى النبي ﷺ َ بأبي جهل فقال النبي ﷺ َ: إنَّ الله أمرني أن أقول لك ﴿أولى لَكَ فأولى﴾ [القيامة: ٣٤] فقال: بأي شيءٍ تهددني! واللهِ ما تستطيع أنت ولا ربك أن تفعلا بي شيئًا، إني لمن أعزَّ هذا الوادي وأكرمه على قومه، فقتله الله يوم بدر وأذلَّه ونزلت هذه الآية ﴿إِنَّ هذا مَا كُنتُمْ بِهِ تَمْتَرُونَ﴾ أي إنَّ هذا العذاب هو ما كنتم تشكُّون به في الدنيا، فذوقوه اليوم ﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ [الطور: ١٥] والجمعُ في الآية باعتبار المعنى لأن المراد جنس الأثيم. . ولما ذكر تعالى أحوال أهل النار أتبعه بذكر أحوال أهل الجنة فقال ﴿إِنَّ المتقين فِي مَقَامٍ أَمِينٍ﴾ أي الذين اتقوا اللهَ في الدنيا بامتثال أوامره واجتناب نواهيه، هم اليوم في موضع إِقامة يأمنون فيه من الآفات والمنغصات والمكاره، وهو الجننة ولهذا قال بعده ﴿فِي جَنَّاتٍ وَعُيُونٍ﴾ أي في حدائق وبساتين ناضرة، وعيونٍ جارية ﴿يَلْبَسُونَ مِن سُندُسٍ وَإِسْتَبْرَقٍ﴾ أي يلبسون ثياب الحرير، الرقيق منه وهو السندس، والسميك منه وهو الاستبرق ﴿مُّتَقَابِلِينَ﴾ أي متقابلين في المجالس ليستأنس بعضهم ببعض ﴿كَذَلِكَ وَزَوَّجْنَاهُم بِحُورٍ عِينٍ﴾ أي كذلك أكرمناهم بأنواع الإِكرام، وزوجناهم أيضًا بالحور الحسان في الجنان قال البيضاوي: أي قرناهم بالحور العين، والحوراءُ: البيضاءًُ، والعيناءُ عظيمة العينين، وإنما وصف تعالى نعيمهم بذلك لأن الجنات والأنهار من أقوى أسباب نزهة الخاطر، وانفراجه عن الغم، ثم ذكر الحور الحِسان لأن بها اكتمال سعادة الإِنسان كما قيل «ثلاثةُ تنفي عن القلب الحزن: الماء، والخضرةُ، والوجهُ الحسن» ثم زاد في بيان النعيم فقال ﴿يَدْعُونَ فِيهَا بِكلِّ فَاكِهَةٍ آمِنِينَ﴾ أي يطلبون من الخدم إحضار جميع أنواع الفواكه في الجنة، لأجل أنهم آمنون من التخم والأمراض، فلا تعب في الجنة ولا وَصَب ﴿لاَ يَذُوقُونَ فِيهَا الموت إِلاَّ الموتة الأولى﴾ استثناء منقطع أي لا يذوقون في الجنة الموت لكنهم قد ذاقوا الموتة الأولى في الدنيا فلم يعد ثمة موت، بل خلود أبد الآبدين ﴿وَوَقَاهُمْ عَذَابَ الجحيم﴾ أي خلَّصهم ونجَّاهم من عذاب جهنم الشديد الأليم ﴿فَضْلًا مِّن رَّبِّكَ﴾ أي فعل ذلك بهم تفضلًا منه تعالى عليهم ﴿ذَلِكَ هُوَ الفوز العظيم﴾ أي ذلك الذي أعطوه من النعيم، هو الفوز العظيم الذي لا فوز وراءه ﴿فَإِنَّمَا يَسَّرْنَاهُ بِلِسَانِكَ لَعَلَّهُمْ يَتَذَكَّرُونَ﴾ أي فإِنما سهلنا القرآن بغلتكم وهي لسان العرب لعلهم يتعظون وينزجرون ﴿فارتقب إِنَّهُمْ مُّرْتَقِبُونَ﴾ أي فانتظر يا محمد ما يحل بهم، إِنهم منتظرون","vol":"3","page":165},{"text":"هلاكك، ويسعلمون لمن تكون النصرة والظفر في الدنيا والآخرة، وفيه وعد للرسول ﷺ َ ووعيد للمشركين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - صغية المباغلة ﴿السميع العليم﴾ ﴿العزيز الرحيم﴾ ﴿العزيز الكريم﴾ .\n٢ - الطباق ﴿لاَ إله إِلاَّ هُوَ يُحْيِي وَيُمِيتُ﴾ [الدخان: ٨] وكذلك ﴿إِنْ هِيَ إِلاَّ مَوْتَتُنَا الأولى وَمَا نَحْنُ بِمُنشَرِينَ﴾ .\n٣ - تحريك الهمة للإِيمان والتبصر ﴿إِن كُنتُم مُّوقِنِينَ﴾ [الدخان: ٧] .\n٤ - الإِيجاز بحذف بعض الكلام ﴿أَنْ أَسْرِ بعبادي﴾ أي وقلنا له بأن أسر.\n٥ - الاستعارة اللطيفة ﴿فَمَا بَكَتْ عَلَيْهِمُ السمآء والأرض﴾ [الدخان: ٢٩] أي لم يتغير بهلاكهم شيء ولم تحزن عليهم السماء والأرض بعد انقطاع آثارهم، والعرب يقولون في التعظيم: بكت عليه السماء والأرض، وأظلمت له الدنيا ويقولون في التحقير: مات فلان فلم تخشع له الجبال.\n٦ - أسلوب التعجيز ﴿فَأْتُواْ بِآبَآئِنَا إِن كُنتُمْ صَادِقِينَ﴾ .\n٧ - أسلوب التهكم والسخرية ﴿ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ .\n٨ - التفجيع وإِظهار الأسى والحسرة ﴿كَمْ تَرَكُواْ مِن جَنَّاتٍ وَعُيُونٍ وَزُرُوعٍ وَمَقَامٍ كَرِيمٍ﴾ [الدخان: ٢٥٢٦]؟\n٩ - التشبيه المرسل المجمل ﴿كالمهل يَغْلِي فِي البطون كَغَلْيِ الحميم﴾ .\n١٠ - السجع الرصين غير المتكلف الذي يزيد في رونق الكلام وجماله إِقرأ مثلًا قوله تعالى ﴿إِنَّ شَجَرَةَ الزقوم طَعَامُ الأثيم كالمهل يَغْلِي فِي البطون كَغَلْيِ الحميم خُذُوهُ فاعتلوه إلى سَوَآءِ الجحيم ثُمَّ صُبُّواْ فَوْقَ رَأْسِهِ مِنْ عَذَابِ الحميم ذُقْ إِنَّكَ أَنتَ العزيز الكريم﴾ .","vol":"3","page":166},{"text":"اللغَة: ﴿يَبُثُّ﴾ ينشر ويفرِّق ﴿تَصْرِيفِ﴾ تقليب، صرَّف الله الريح قلَّبها من جهى إلى جهة ﴿وَيْلٌ﴾ كلمة تستعمل في العذاب والدمار ﴿أَفَّاكٍ﴾ كذَّاب، والإِفك: الكذب ﴿أَثِيمٍ﴾ كثير الإِثم والإِجرام ﴿رِّجْزٍ﴾ أشد العذاب ﴿يُصِرُّ﴾ أصرَّ على الشي: عزم على البقاء عليه بوقة وشدة ﴿يُغْنِي﴾ ينفع أو يدفع ومنه ﴿مَآ أغنى عَنِّي مَالِيَهْ﴾ [الحاقة: ٢٨] ﴿بَصَائِرُ﴾ دلائل ومعالم.\nالتفسِير: ﴿حم﴾ الحروف المقطَّعة للتنبيه على إعجاز القرآن ﴿تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم﴾ أي هذا القرآن تنزلٌ من الله، العزيز في ملكه، الحكيم في صنعه، الذي لا يصدر عنه إلا كل ما فيه حكمةٌ ومصلحة للعباد، ثم أخبر تعالى عن دلائل الوحدانية والقدرة فقال ﴿إِنَّ فِي السماوات والأرض لآيَاتٍ لِّلْمُؤْمِنِينَ﴾ أي إنَّ في خلق السموات والأرض وما فيهما من المخلوقات العجيبة،","vol":"3","page":168},{"text":"والأحوال الغريبة، والأمور البديعة، لعلامات باهرة على كمال قدرة الله وحكمته، لقوم يصدّقون بوجود الله ووحدانيته ﴿وَفِي خَلْقِكُمْ وَمَا يَبُثُّ مِن دَآبَّةٍ آيَاتٌ لِّقَوْمٍ يُوقِنُونَ﴾ أي وفي خلقكم أيها الناسُ من نطفةٍ ثم من علقة، متقلبة في أطوارٍ مختلفة إلى تمام الخلق، وفيما ينشره تعالى ويُفرقه من أنواع المخلوقات التي تدب على وجه الأرض، آياتٌ باهرةٌ أيضًا لقومٍ يصدّقون عن إذعانٍ ويقين بقدرة ربِّ العالمين ﴿واختلاف الليل والنهار﴾ أي وفي تعاقب الليل والنهار، دائبين لا يفتران، هذا بظلامه وذاك بضيائه، بنظام محكم دقيق ﴿وَمَآ أَنَزَلَ الله مِنَ السمآء مَّن رِّزْقٍ﴾ أي وفيما أنزله الله ﵎ من السحاب، من المطر الذي به حياة البشر في معاشهم وأرزاقهم قال ابن كثير: وسمَّى تعالى المطر رزقًا لأنه به يحصل الرزق ﴿فَأَحْيَا بِهِ الأرض بَعْدَ مَوْتِهَا﴾ أي فأحيا بالمطر الأرض بعدما كانت هامدةً يابسة لا نبات فيها ولا زرع، فأخرج فيها من أنواع الزروع والثمرات والنبات ﴿وَتَصْرِيفِ الرياح﴾ أي وفي تقليب الرياح جنوبًا وشمالًا، باردة وحارة ﴿آيَاتٌ لِّقَوْمٍ يَعْقِلُونَ﴾ أي علامات ساطعة واضحة على وجود الله ووحدانيته، لقومٍ لهم عقول نيّرة وبصائر مشرقة قال الصاوي: ذكر الله ﷾ من الدلائل ستةً في ثلاث آيات، ختم الأولى ب ﴿لِّلْمُؤْمِنِينَ﴾، والثانية ب ﴿يُوقِنُونَ﴾ والثالثة ب ﴿يَعْقِلُونَ﴾ ووجه التغابر بينها في التعبير أن الإِنسان إذا تأمل في السمواتِ والأرض، وأنه لا بدَّ لهما من صانع آمن، وإِذا نظر في خلق نفسه ونحوها ازداد إيمانًا فأيقن، وإِذا نظر في سائر الحوادث كمل عقله واستحكم علمه ﴿تَلْكَ آيَاتُ الله نَتْلُوهَا عَلَيْكَ بالحق﴾ أي هذه آيات الله وحججه وبراهينه، الدالة على وحدانيته وقدرته، نقصُّها عليك يا محمد بالحق المبين الذي لا غموض فيه ولا التباس ﴿فَبِأَيِّ حَدِيثٍ بَعْدَ الله وَآيَاتِهِ يُؤْمِنُونَ﴾؟ أي وإِذا لم يصدِّق كفار مكة بكلام الله، ولم يؤمنوا بحججه وبراهنيه، فبأي كلامٍ يؤمنون ويصدِّقون؟ والغرضُ استعظام تكذيبهم للقرآن بعد وضوح بيانه وإِعجازه ﴿وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ﴾ أي هلاك ودمارٌ لكل كذَّاب مبالغٍ في اقتراف الآثام قال الرازي: وهذا وعيدٌ عظيم، والأَفاك الكذَّاب، والأثيمُ المبالغ في اقتراف الآثام ﴿يَسْمَعُ آيَاتِ الله تتلى عَلَيْهِ﴾ أي يسمع آيات القرآن تُقرأ عليه، وهي في غاية الوضوح والبيان ﴿ثُمَّ يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا﴾ أي ثم يدوم على حاله من الكفر، ويتمادى في غيّه وضلاله، مستكبرًا عن الإِيمان بالآيات كأنه لم يسمعها ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ أي فبشّره يا محمد بعذاب شديد مؤلم، وسمَّاه «باشرة» تهكمًا بهم، لأن البشارة هي الخبر السارُّ قال في التسهيل: وإِنما عطفه ب «ثم» لاستعظام الإِصرار على الكفر بعد سماعه آيات الله، واستبعاد ذلك في العقل والطبع قال المفسرون: نزلت في «النضر بن الحارث» كان يشتري أحاديث الأعاجم ويشغل بها الناس عن استماع القرآن، والآيةُ عامةٌ في كل من كان موصوفًا بالصفة المذكورة ﴿وَإِذَا عَلِمَ مِنْ آيَاتِنَا شَيْئًا اتخذها هُزُوًا﴾ أي إِذا بلغه شيء من الآيات التي أنزلها الله على محمد، سخر واستهزأ بها ﴿أولئك لَهُمْ عَذَابٌ مُّهِينٌ﴾ أي أولئك الأفاكون المستهزءون بالقرآن لهم عذاب شديد مع الذل والإِهانة ﴿مِّن وَرَآئِهِمْ جَهَنَّمُ﴾ أي أمامهم","vol":"3","page":169},{"text":"جهنم تنتظرهم لما كانوا فيه من التعزز في الدنيا والتكبر عن الحق ﴿وَلاَ يُغْنِي عَنْهُم مَّا كَسَبُواْ شَيْئًا﴾ أي لا ينفعهم ما ملكوه في الدينا من المال والولد ﴿وَلاَ مَا اتخذوا مِن دُونِ الله أَوْلِيَآءَ﴾ أي ولا تنفعهم الأصنام التي عبدوها من دون الله ﴿وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم عذاب دائم مؤلم قال أبو السعود: وتوسيط النفي ﴿وَلاَ مَا اتخذوا﴾ مع أن عدم إِغناء الأصنام أظهر وأجلى من عدم إِغناء الأموال والأولاد، مبينٌ على زعمهم الفاسد حيث كانوا يطمعون في شفاعتهم، وفيه تهكم بهم ﴿هذا هُدًى﴾ أي هذا القرآن كامل في الهداية لمن آمن به وأتَّبعه ﴿والذين كَفَرُواْ بِآيَاتِ رَبِّهِمْ﴾ أي جحدوا بالقرآن مع سطوعه، وفيه زيادة تشنيع على كفرهم به، وتفظيع حالهم ﴿لَهُمْ عَذَابٌ مِّن رِّجْزٍ أَلِيمٌ﴾ أي لهم عذاب من أشدِّ أنواع العذاب مؤملمٌ موجعٌ قال الزمخشري: والرجزُ أشدُّ العذاب، والمراد ب ﴿بِآيَاتِ رَبِّهِمْ﴾ القرآن.\n. ثم لمَّا توعَّدهم بأنواع العذاب ذكَّرهم تعالى بنعمه الجليلة ليشكروه ويوحّدوه فقال ﴿الله الذي سَخَّرَ لَكُمُ البحر﴾ أي الله تعالى بقدرته وحكمته هو الذي ذلَّل لكم البحر على ضخامته وعظمه ﴿لِتَجْرِيَ الفلك فِيهِ بِأَمْرِهِ﴾ أي لتسير السفنُ على سطحه بمشيئته وإرادته، دن أن تغوص في أعماقه قال الإِمام الفخر: خلَق وجه الماء على الملاسة التي تجري عليها السفن، وخلق الخشبة على وجه تبقى طافيةً على وجه الماء دون أن تغوص فيه، وذلك لا يقدر عليه أحد إلا الله ﴿وَلِتَبْتَغُواْ مِن فَضْلِهِ﴾ أي ولتطلبوا من فضل الله بسبب التجارة، والغوص على اللؤلؤ والمرجان، وصيد الأسماك وغيرهال ﴿وَلَعَلَّكُمْ تَشْكُرُونَ﴾ أي ولأجل أَن تشكروا ربكم على ما أنعم به عليكم وتفضَّل قال القرطبي: ذكر تعالى كما قدرته، وتمام نعمته على عباده، وبيَّن أنه خلقَ ما خلق لمنافعهم، وكلُّ ذلك من فعله وخلقه، وإِحسانٌ منه وإِنعام ﴿وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعًا مِّنْهُ﴾ أي وخلق لكم كل ما في هذا الكون، من كواكب، وجبال، وبحار، وأنهار، ونباتٍ، وأشجار، الجميع من فضله وإِحسانه وامتنانه، من عنده وحده جلَّ وعلا ﴿إِنَّ فِي ذَلِكَ لآيَاتٍ لِّقَوْمٍ يَتَفَكَّرُونَ﴾ أي إِنَّ فيما ذُكر لعبرًا وعظات لقوم يتأملون في بدائع صنع الله فيستدلون على قدرته ووحدانيته ويؤمنون، ثم لما بيَّن تعالى دلائل التوحيد والقدرة والحكمة، أردفه بتعليم فضائل الأخلاق، ومحاسن الأفعال فقال ﴿قُل لِّلَّذِينَ آمَنُواْ يَغْفِرُواْ لِلَّذِينَ لاَ يَرْجُونَ أَيَّامَ الله﴾ أي قل يا محمد للمؤمنين يصفحوا عن الكفار، ويتجاوزوا عمَّا يصدر عنهم من الأذى والأفعال الموحضة قال مقاتل: شتم رجلٌ من الكفار عمر بمكة فهمَّ أن يبطش به، فأمر الله بالعفو والتجاوز وأنزل هذه الآية، والمرادُ من قوله ﴿لاَ يَرْجُونَ أَيَّامَ الله﴾ أي لا يخفون بأسِ الله وعقابه لأنهم لا يؤمنون بالآخرة ولا بلقاء الله قال ابن كثير: أُمر المسلمون أن يصبروا على أذى المشركين وأهل الكتاب، ليكون ذلك تأليفًا لهم، ثم لما أصرُّوا على العناد، شرع الله للمؤمنين الجلاد والجهاد ﴿لِيَجْزِيَ قَوْمًا بِمَا كَانُواْ","vol":"3","page":170},{"text":"يَكْسِبُونَ﴾ وعيدٌ وتهديد أي ليجازي الكفرة المجرمين بما اقترفوه من الإِثم والإِجرام، والتنكيرُ للتحقير ﴿مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا﴾ أي من فعل خيرًا في الدنيا فنفعُه لنفسه، ومن أرتكب سوءًا وشرًا فضرره عائد عليها، ولا يكاد يسري عملٌ إلى غير عامله ﴿ثُمَّ إلى رَبِّكُمْ تُرْجَعُونَ﴾ أي ثم مرجعكم يوم القيةم إلى الله وحده، فيجازي كلًا بعمله، المحسنَ بإِحسانه، والمسيءَ بإِساءته.\n. ولما ذكَّر بالنعم العامة أردفه بذكر النعم الخاصة على بني إِسرائيل فقال ﴿وَلَقَدْ آتَيْنَا بني إِسْرَائِيلَ الكتاب والحكم والنبوة﴾ أي والله لقد أعطينا بني إِسرائيل التوراة، وفصل الحكومات بين الناس، وجعلنا فيهم الأنبياء والمرسلين ﴿وَرَزَقْنَاهُمْ مِّنَ الطيبات﴾ أي ورزقناهم من أنواع النعم الكثيرة من المآكل والمشارب، والأقوات والثمار ﴿وَفَضَّلْنَاهُمْ عَلَى العالمين﴾ أي وفضلناهم على سائر الأمم في زمانهم قال الصاوي: والمقصود من ذلك تسليته ﷺ َ كأنه قال: تحزن يا محمد على كفر قومك، فإِننا آتينا بني إِسرائيل الكتاب والنعم العظيمة، فلم يشكروا بل أصرُّوا على الكفر، فكذلك قومك ﴿وَآتَيْنَاهُم بَيِّنَاتٍ مِّنَ الأمر﴾ أي وبينا لهم في التوراة أمر الشريعة وأمر محمد ﷺ َ على أكمل وجه قال ابن عباس: يعني أمر النبي ﷺ َ وشواهد نبوته بأنه يُهاجر من تهامة إلى يثرب وينصره أهلها ﴿فَمَا اختلفوا إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم﴾ أي فما اختلفوا في ذلك الأمر، إلا من بعد ما جاءتهم الحجج والبراهين والأدلة القاطعة على صدقه ﴿بَغْيًا بَيْنَهُمْ﴾ أي حسدًا وعنادًا وطلبًا للرياسة قال الإِمام الفخر: والمقصودُ من الآية التعجبُ من هذه الحالة، لأن حصول العلم يوجب ارتفاع الخلاف، وههنا صار العلم سببًا لحصول الاختلاف، لأنه لم يكن مقصودهم نفس العلم وإِنما المقصود منه طلب الرياسة والتقدم، فلذلك علموا وعاندوا ﴿إِنَّ رَبَّكَ يَقْضِي بِيْنَهُمْ يَوْمَ القيامة فِيمَا كَانُواْ فِيهِ يَخْتَلِفُونَ﴾ أي هو جل وعلا الذي يفصل بين العباد يوم القيامة فيما اختلفوا فيه من أمر الدين، وفي الآية زجرٌ للمشركين أن يسلكوا مسلك من سبقهم من الأمم العاتية الطاغية ﴿ثُمَّ جَعَلْنَاكَ على شَرِيعَةٍ مِّنَ الأمر فاتبعها﴾ أي ثم جعلناك يا محمد على طريقة واضحة، ومنهاجٍ سديد رشيد من أمر الدين، فاتبع ما أوحىإليك ربك من الدين القيّم ﴿وَلاَ تَتَّبِعْ أَهْوَآءَ الذين لاَ يَعْلَمُونَ﴾ أي تتَّبع ضلالال المشركين قال البيضاوي: لا تتبع آراء الجهال التابعة للشهوات، وهم رؤساء قريش حيث قالوا: ارجع إلى دين آبائك ﴿إِنَّهُمْ لَن يُغْنُواْ عَنكَ مِنَ الله شَيْئًا﴾ أي لن يدفعوا عنك شيئًا من العذاب إن سايرتهم على ضلالهم ﴿وَإِنَّ الظالمين بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ﴾ أي وإن الظالمين يتولى بعضهم بعضًا في الدنيا ولا ولي لهم في الآخرة ﴿والله وَلِيُّ المتقين﴾ أي وهو تعالى ناصر ومعين المؤمنين المتقين في الدنيا والآخرة ﴿هذا بَصَائِرُ لِلنَّاسِ وَهُدًى وَرَحْمَةٌ لِّقَوْمٍ يُوقِنُونَ﴾ أي هذا القرآن نور وضياء للناس بمنزلة البصائر في القلوب، وهو رحمة لمن آمن به وأيقن.","vol":"3","page":171},{"text":"المنَاسَبَة: لما حكى تعالى ضلالات بني إِسرائيل، وبيَّن أن القرآن نور وهداية لمن تمسَّك به، أعقبه ببيان أنه لا يتساوى المؤمن مع الكافر، ولا البر مع الفاجر، لا في الدنيا ولا في الآخرة، ثم ذكر الأدلة على البعث والنشور.\nاللغَة: ﴿اجترحوا﴾ اكتسبوا والاجتراحُ الاكتساب ومنه الجوارح ﴿غِشَاوَةً﴾ غطاء وغثَّى الشيءَ غطَّاه ﴿جَاثِيَةً﴾ باركةً على الركب لشدة الهول جثا بحثو إِذا قعد على ركبتيه ﴿نَسْتَنسِخُ﴾ استنسخ الشيء أمر بكتابته وتدوينه ﴿حَاقَ﴾ نزل وأحاط ﴿يُسْتَعَتَبُونَ﴾ يُطلب منهم إِرضا ربهم يقال: استعتبتهُ فأعتبني أي استرضيتُه فقبل مني عذري ﴿الكبريآء﴾ العظمة والمُلك والجلال.\nسَبَبُ النّزول: روي أن أبا جهلٍ طاف بالبيت ذات ليلة ومعه الوليد بن المغيرة، فتحدثنا في شأن النبي ﷺ َ فقال أبو جهل: واللهِ إني لأعلم أنه لصادق، فقال له: مهْ، وما دلَّك على ذلك؟ فقال يا أبا عبد شمسٍ: كنا نسميه في صباه الصادق الأمين، فلما تمَّ عقلهُ وكمُل رشده نسميه الكذاب الخائن! ﴿والله إني لأعلم أنه لصادق، قال: فما يمنعك أن تصدّشقه وتُؤمن به؟ قال: تتحدث عني بنات قريش أني اتبعت أبي طالب من أجل كسْرة واللاتِ والعُزَّى لا أتَّبعه أبدًا فنزلت ﴿","vol":"3","page":172},{"text":"أَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ وَأَضَلَّهُ الله على عِلْمٍ وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ. .﴾ الآية.\nالتفسِير: ﴿أَمْ حَسِبَ الذين اجترحوا السيئات﴾ الاستفهام للإِنكار والمعنى هل يظنُّ الكفار الفجار الذين اكتسبوا المعاصي والآثام ﴿أَن نَّجْعَلَهُمْ كالذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي نجعلهم كالمؤمنين الأبرار ﴿سَوَآءً مَّحْيَاهُمْ وَمَمَاتُهُمْ﴾ أي نساوي بينهم في المحيا والممات؟ لا يمكن أن نساوي بين المؤمنين والكفار، لا في الدنيا ولا في الآخرة، فإِن المؤمنين عاشو على التقوى والطاعة، والكفار عاشوا على الكفر والمعصية، وشتان بين الفريقين كقوله ﴿أَفَمَن كَانَ مُؤْمِنًا كَمَن كَانَ فَاسِقًا لاَّ يَسْتَوُونَ﴾ [السجدة: ١٨]؟ قال مجاهد: المؤمنُ يموت مؤمنًا ويُبعث مؤمنًا، والكافر يموت كافرًا ويُبعث كافرًا ﴿سَآءَ مَا يَحْكُمُونَ﴾ أي ساء حكمهم في تسويتهم بين أنفسهم وبين المؤمنين قال ابن كثير: ساء ما ظنّوا بنا وبعدلنا أن نساوي بين الأَبرار والفجار، فكما لا يُجتنى من الشوك العنبُ، كذلك لا ينال الفُجَّار منازل الأبرار ﴿وَخَلَقَ الله السماوات والأرض بالحق﴾ أي وخلق الله السموات والأرض بالعدل والأمر الحقِّ ليدل بهما على قدرته ووحدانيته ﴿ولتجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي ولكي يُجزى كل إِنسان بعمله، وبما اكتسب من خير أو شر، دون أن يُنقص في ثوب المؤمن أو يُزاد في عذاب الكافر قال شيخ زاده: لمّا خلق تعالى السموات والأرض لإِجل إِظهار الحق، وكان خلقهما من جملة حكمته وعدله، لزم من ذلك أن ينتقم من الظالم لأجل المظلوم، فبثت بذلك حشر الخلائق للحساب ﴿أَفَرَأَيْتَ مَنِ اتخذ إلهه هَوَاهُ﴾ أي أخبرني يا محمد عن حال من ترك عبادة الله وعبد هواه﴾ ! قال في البحر: أي هو مطواعٌ لهوى نفسه يتبع ما تدعوه إليه، فكأنه يعبده كما يعبد الرجل إلَهه قال ابن عباس: ذلك الكافر اتخذ دينه ما يهواه، فلا يهوى شيئًا إلاّ ركبه ﴿وَأَضَلَّهُ الله على عِلْمٍ﴾ أي وأضلَّ الله ذلك الشقي في حال كونه عالمًا بالحق غير جاهل به، فهو أشدُّ قبحًا وشناعةً ممن يضل عن جهل، لأنه يُعرض عن الحقِّ والهُدى عنادًا كقوله تعالى\n﴿وَجَحَدُواْ بِهَا واستيقنتهآ أَنفُسُهُمْ ظُلْمًا وَعُلُوًّا﴾ [النمل: ١٤] ﴿وَخَتَمَ على سَمْعِهِ وَقَلْبِهِ﴾ أي وطبع على سمعه وقلبه بحث لا يتأثر بالمواعظ، ولا يتفكر في الآيات والنُّذر ﴿وَجَعَلَ على بَصَرِهِ غِشَاوَةً﴾ أي وجعل على بصره غطاء حتى لا يبصر الرشد، ولا يرى حجة يستضيء بها ﴿فَمَن يَهْدِيهِ مِن بَعْدِ الله﴾؟ أي فمن الذي يستطيع أن يهديه بعد أن أضله الله؟ لا أحد يقدر على ذلك ﴿أَفَلاَ تَذَكَّرُونَ﴾ أي أفلا تعتبرون أيها الناس وتتعظون؟ قال الصاوي: وصف تعالى الكفار بأربعة أوصاف: الأول: عبادة الهوى، والثاني: ضلاله على علم الثالث: الطبع على أسماعهم وقلوبهم الرابع: جعل الغشاوة على أبصارهم، وكلَّ وصفٍ منها مقتضٍ للضلالة، فلا يمكن إِيصال الهدى إليهم بوجهٍ من الوجوه. . ثم حكى تعالى عن المشركين شبهتهم في إنكار القيامة، وفي إِنكار الإِله القادر العليم فقال ﴿وَقَالُواْ مَا هِيَ إِلاَّ حَيَاتُنَا الدنيا نَمُوتُ وَنَحْيَا﴾ أي وقال المشركون: لا حياة إلا هذه الحياة","vol":"3","page":173},{"text":"الدنيا، يموت بعضنا ويحيا بعضنا، ولا آخرة، ولا بعث، ولا نشور قال ابن كثير: هذا قول الدهرية من الكفار ومن وافقهم من مشركي العرب في إِنكار المعاد، ومرادهم ما ثمَّ إلا هذه الدار، يموت قوم ويعيش آخرون، وليس هناك معادٌ ولا قيامة، وهذا قول الفلاسفة الدهريين، المنكرين للصانع، المعتقدين أن في كل ستة وثلاثين ألف سنة يعود كل شيء إلى ما كان عليه ﴿وَمَا يُهْلِكُنَآ إِلاَّ الدهر﴾ أي وما يهلكنا إلا مرورُ الزمان، وتعاقبُ الأيام قال الرازي: يريدون أن الموجب للحياة والموت تأثيراتُ الطبائع وحركاتُ الأفلاك، ولا حاجة إلى إثبات الخالق المختار، فهذه الطائفة جمعوا بين إنكار الإِله وبين إِنكار البعث والقيامة، قال تعالى ردًا عليهم ﴿وَمَا لَهُمْ بِذَلِكَ مِنْ عِلْمٍ﴾ أي وليس لهم مستندٌ من عقل أو نقل، ولذلك أنكروا وجود الله من غير حجةٍ ولا بنية ﴿إِنْ هُمْ إِلاَّ يَظُنُّونَ﴾ أي ما هم إلا قوم يتوهمون ويتخيلون، يتكلمون بالظن من غير يقين ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت آياتُ القرآن على المشركين، واضحات الدلالة على البعث والنشور ﴿مَّا كَانَ حُجَّتَهُمْ إِلاَّ أَن قَالُواْ ائتوا بِآبَآئِنَآ إِن كُنتُمْ صَادِقِينَ﴾ أي ما كان متمسكهم في دفع الحق الصريح إلا أن يقولوا: أحيْوا لنا آباءنا الأولين، إن كان ما تقولونه حقًا، سُمِّيَ قولهم الباطل حجةً على سبيل التهكم ﴿قُلِ الله يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ﴾ أي قل لهم يا محمد: اللهُ الذي خلقكم ابتداءً حين كنتم نُطفًا هو الذي يميتكم عند انقضاء آجالكم، لا كا زعمتم أنكم تحيون وتموتون بحكم الدهر ﴿ثُمَّ يَجْمَعُكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ أي ثم بعد الموت يبعثكم للحساب والجزاء كما أحياكم في الدنيا، فإِنَّ من قدر على البدء قدر على الإِعادة، والحكمةُ اقتضت الجمع للجزاء في يوم القيامة، الذي لا شك فيه ولا ارتياب ﴿ولكن أَكْثَرَ الناس لاَ يَعْلَمُونَ﴾ أي ولكنَّ أكثر الناس لجهلهم وقصورهم في النظر والتفكر، لا يعلمون قدرة الله فينكرون البعث والجزاء.\n. ثم بيَّن إمكان الحشر والنشر ذكر تفاصيل أحوال يوم القيامة فقال ﴿وَلِلَّهِ مُلْكُ السماوات والأرض﴾ أي هو جل وعلا المالك لجميع الكائنات العلوية والسفلية ﴿وَيَوْمَ تَقُومُ الساعة يَوْمَئِذٍ يَخْسَرُ المبطلون﴾ أي ويوم القيامة يخسر الكافرون الجاحدون بآيات الله ﴿وترى كُلَّ أُمَّةٍ جَاثِيَةً﴾ أي وترى أيها المخاطب كل أمةٍ من الأمم جالسةً على الركب من شدة الهول الفزع، كما بحثوا الخصوم بين يدي الحاكم بهيئة الخائف الذليل قال ابن كثير: وهذا إذا جيء بجهنم فإِنها تزفر زفرةً لا يبقى أحدٌ إلا جثا على ركبتيه ﴿كُلُّ أمَّةٍ تدعى إلى كِتَابِهَا﴾ أي كلُّ أمةٍ من تلك الأمم تُدعى إلى صحائف أعمالها ﴿اليوم تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم: في هذا اليوم الرهيب تنالون جزاء أعمالكم من خيرٍ أو شر ﴿هذا كِتَابُنَا يَنطِقُ عَلَيْكُم بالحق﴾ أي هذا كتابُ أعمالكم يشهد عليكم بالحق من غير زيادةٍ ولا نقصان قال في التسهيل: فإِن قيل: كيف أضاف الكتاب تارةً إليهم وتارةً إلى الله تعالى؟ فالجواب أنه أضافه إليهم لأن أعمالهم ثابتةٌ فيه، وأضافه إلى الله تعالى لأنه مالكه وأنه هو الذي أمر الملائكة أن يكتبوه ﴿إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ﴾ أي كنَّا نأمر الملائكة بكتابة أعمالكم، وإثباتها عليكم قال المفسرون: تنسخ هنا بمعنى تكتب، وحقيقة النسخ هو","vol":"3","page":174},{"text":"النقل من أصلٍ آخر، وقال ابن عباس: تكتب الملائكة أعمال العباد ثم تصعد بها إلى السماء، فيقابل الملائكة الموكلون بديوان الأعمال ما كتبه الحفظة، مما قد أُبز لهم من اللوح المحفوظ في كل ليلة قدر، ما كتبه الله في القِدم على العباد قب لأن يخلقهم، فلا يزيد حرفًا ولا ينقص حرفًا، فذلك هو الاستنساخ، وكان ابن عباس يقول: ألستم عربًا، هل يكون الاستنساخ إالا من أصل؟ ثم بيَّن تعالى أحوال كلٍ من المطيعين والعاصين فقال ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ﴾ أي فأما المؤمنون الصالحون المتقون لله في الحياة الدنيا، فيدخلهم الله في الجنة، سُميت الجنة رحمةً لأنها مكان تنزل رحمةِ الله ﴿ذَلِكَ هُوَ الفوز المبين﴾ أي ذلك هو الفوز العظيم، البيّن الظاهر الذي لا فوز وراءه ﴿وَأَمَّا الذين كفروا أَفَلَمْ تَكُنْ آيَاتِي تتلى عَلَيْكُمْ﴾ أي وأمَّا الكافرون فيقال لهم توبيخًا وتقريعًا: أفلم تكن الرسل تتلو علكيم آيات الله؟ ﴿فاستكبرتم وَكُنتُمْ قَوْمًا مُّجْرِمِينَ﴾ أي فتكبرتم عن الإِيمان بها، وأعرضتم عن سماعها، وكنتم قومًا مغرقين في الإِجرام ﴿وَإِذَا قِيلَ إِنَّ وعْدَ الله حَقٌّ﴾ أي وإِذا قيل لكم إن البعث كانئ لا محالة ﴿والساعة لاَ رَيْبَ فِيهَا﴾ أي والقيامة آتيةٌ لا شك في ذلك ولا ريب ﴿قُلْتُم مَّا نَدْرِي مَا الساعة﴾ أي قلتم لغاية عتوكم، أيُّ شيء هي؟ أحقٌّ أم باطل؟ قال البيضاوي: قالوا هذا استغرابًا واستبعادًا وإِنكارًا لها ﴿إِن نَّظُنُّ إِلاَّ ظَنًّا﴾ أي لا نصدِّق بها ولكن نسمع الناس يقولون: إنَّ هناك آخرة فنتوهم بها توهمًا ﴿وَمَا نَحْنُ بِمُسْتَيْقِنِينَ﴾ أي ولسنا مصدِّقين بالآخرة يقينًا، وهذا تأكيد منهم لإِنكار القيامة ﴿وَبَدَا لَهُمْ سَيِّئَاتُ مَا عَمِلُواْ﴾ أي وظهر لهم في الآخرة قبائح أعمالهم ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ونزل وأحاط بهم العذاب الذي كانوا يستهزئون به في الدنيا ﴿وَقِيلَ اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا﴾ أي ويقال لهم: اليوم نتركُكم في العذاب ونعاملكم معاملة الناسي، كما تركتم الطاعة التي هي الزادد ليوم المعاد فلم تعملوا لآخرتكم ﴿وَمَأْوَاكُمُ النار﴾ أي ومستقركم في نار جهنم ﴿وَمَا لَكُمْ مِّن نَّاصِرِينَ﴾ أي وليس لكم من ينصركم ويخلصكم من عذاب الله ﴿ذَلِكُم بِأَنَّكُمُ اتخذتم آيَاتِ الله هُزُوًا﴾ أي إِنما جازيناكم هذا الجزاء، بسبب أنكم سخرتم من كلام الله واستهزأتم به ﴿وَغَرَّتْكُمُ الحياة الدنيا﴾ أي خدعتكم الدنيا بزخارفها وأباطيلها، حتى ظننتم ألاَّ حياة سواها، وألاَّ بعث ولا نشور ﴿فاليوم لاَ يُخْرَجُونَ مِنْهَا وَلاَ هُمْ يُسْتَعَتَبُونَ﴾ أي فاليوم لا يُخْرجون من النار، ولا يُطلبُ منهم أن يرضوا ربَّهُم بالتوبة والطاعة لعدم نفعها يومئذٍ ﴿فَلِلَّهِ الحمد رَبِّ السماوات وَرَبِّ الأرض رَبِّ العالمين﴾ أي فلله الحمد خاصة لا يستحق الحمد أحدٌ سواه لأنه الخالق والمالك لجميع المخلوقات والكائنات ﴿وَلَهُ الكبريآء فِي السماوات والأرض﴾ أي وله العظمة والجلال، والبقاء والكمال في السموات والأرض ﴿وَهُوَ العزيز الحكيم﴾ أي الغالب الذي لا يغلب، الحكيم في صنعه وفعله وتدبيره.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بأنَّ واللام ﴿إِنَّ فِي السماوات والأرض لآيَاتٍ﴾ [الجاثية: ٣] لأن المخاطبين منكرون لوحدانية الله.","vol":"3","page":175},{"text":"٢ - صيغة المبالغة ﴿وَيْلٌ لِّكُلِّ أَفَّاكٍ أَثِيمٍ﴾ [الجاثية: ٧] .\n٣ - الأسلوب التهكمي ﴿فَبَشِّرْهُ بِعَذَابٍ أَلِيمٍ﴾ [الجاثية: ٨] .\n٤ - المجاز المرسل ﴿وَمَآ أَنَزَلَ الله مِنَ السمآء مَّن رِّزْقٍ﴾ [الجاثية: ٥] أي مطر، مجاز مرسل علاقته المسببية لأن الرزق لا ينزل من السماء، ولكن ينزل المطر الذي ينشأ عنه النبات والرزق.\n٥ - التشبيه المرسل ﴿يُصِرُّ مُسْتَكْبِرًا كَأَن لَّمْ يَسْمَعْهَا﴾ [الجاثية: ٨] أي كأنه لم يسمع آيات القرآن.\n٦ - المبالغة بذكر المصدر ﴿هذا هُدًى﴾ [الجاثية: ١١] كأن القرآن لوضوع حجته عين الهُدى.\n٧ - الإِطناب بتكرار اللفظ ﴿سَخَّرَ لَكُمُ البحر. . وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض﴾ [الجاثية: ١٢١٣] لإِظهار الامتنان.\n٨ - طباق السلب ﴿فاتبعها وَلاَ تَتَّبِعْ أَهْوَآءَ الذين لاَ يَعْلَمُونَ﴾ [الجاثية: ١٨] .\n٩ - المجاز المرسل ﴿فَيُدْخِلُهُمْ رَبُّهُمْ فِي رَحْمَتِهِ﴾ أي في الجنة لأنها مكان تنزل رحمة الله.\n١٠ - الطباق بين ﴿مَنْ عَمِلَ صَالِحًا فَلِنَفْسِهِ وَمَنْ أَسَآءَ فَعَلَيْهَا﴾ [الجاثية: ١٥] وبين ﴿نَمُوتُ وَنَحْيَا﴾ وبين ﴿يُحْيِيكُمْ ثُمَّ يُمِيتُكُمْ﴾ .\n١١ - الاستعارة التصريحية ﴿هذا كِتَابُنَا يَنطِقُ عَلَيْكُم بالحق﴾ أي يشهد عليكم، والاستعارة هنا أبلغ من الحقيقة، لأن شهادة الكتاب ببيانه أقوى من شهادة الإِنسان بلسانه.\n١٢ - الالتفات ﴿فاليوم لاَ يُخْرَجُونَ مِنْهَا﴾ فيه التفات من الخطاب إلى الغيبة لإِسقاطهم من رتبة الخطاب.\n١٣ - الاستعارة التمثيلية ﴿اليوم نَنسَاكُمْ كَمَا نَسِيتُمْ لِقَآءَ يَوْمِكُمْ هذا﴾ مثَّل تركهم في العذاب بمن حُبس في مكانٍ ثم نسيه السَّجان من الطعام والشراب حتى هلك بطريق الاستعارة التمثيلية، والمراد من الآية نترككم في العذاب ونعاملكم معاملة الناسي، لأن الله تعالى لا ينسى ولا يعرض عليه النسيان.","vol":"3","page":176},{"text":"اللغَة: ﴿شِرْكٌ﴾ شركة ونصيب ﴿أَثَارَةٍ﴾ بقية من الشيء ﴿تُفِيضُونَ﴾ الإِفاضة في الشيء: الخوضُ فيه والاندفاع يقال: أفاضوا في الحديث اندفعوا فيه، وأفاض الناس من عرفات أي دفعوا منها ﴿بِدْعًا﴾ البدع بالكسر الشيء المبتدع قال الرازي: والبِدعُ والبديع من كل شيء المبدع، والبدعة ما اخترع مما لم يكن موجودًا قبله بحكم السُنَّة ﴿إِفْكٌ﴾ كذب ﴿كُرْهًا﴾ بكرةٍ ومشقة ﴿فِصَالُهُ﴾ فطامه ﴿أوزعني﴾ ألهمني ﴿أُفٍّ﴾ كلمة تضجّر وتبرم ﴿خَلَتِ﴾ مضت.\nالتفسِير: ﴿حم﴾ الحروف المقطعة للتنبيه على إِعجاز القرآن وأنه منظوم من أمثال هذه الحروف الهجائية ﴿تَنزِيلُ الكتاب مِنَ الله العزيز الحكيم﴾ أي هذا الكتاب المجيد منزَّل من عند الإِله العزيز في ملكه، الحكيم في صنعه ﴿مَا خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَآ إِلاَّ بالحق﴾ أي ما خلقنا السموات والأرض وما بينهما من المخلوقات عبثًا، وإِنما خلقناهما خلقًا متلبسًا بالحكمة، لندل على وحدانيتنا وكمال قدرتنا ﴿وَأَجَلٍ مُّسَمًّى﴾ أي وإِلى زمنٍ معيَّن هو زمن فنائهما يوم القيامة ﴿","vol":"3","page":178},{"text":"يَوْمَ تُبَدَّلُ الأرض غَيْرَ الأرض والسماوات وَبَرَزُواْ للَّهِ الواحد الْقَهَّارِ﴾ [إبراهيم: ٤٨] ﴿والذين كَفَرُواْ عَمَّآ أُنذِرُواْ مُعْرِضُونَ﴾ أي وهؤلاء الكفار معرضون عما خُوّفوه من العذاب ومن أهوال الآخرة، لا يتفكرون فيه لا يستعدون له. . ثم لما بيَّن وجود الإِله العزيز الحكيم ردَّ على عبدة الأصنام فقال ﴿قُلْ أَرَأَيْتُمْ مَّا تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين: أخبروني عن هذه الأصنام التي تعبدونها من دون الله، وتزعمون أنا ألهة ﴿أَرُونِي مَاذَا خَلَقُواْ مِنَ الأرض﴾؟ أي أرشدوني وأخبروني أيَّ شيءٍ خلقوا من أجاء الأرض، وممَّا على سطحها من إِنسان أو حيوان؟ ﴿أَمْ لَهُمْ شِرْكٌ فِي السماوات﴾؟ أي أمْ لهم مشاركة ونصيب مع الله في خلق السموات؟ ﴿ائتوني بِكِتَابٍ مِّن قَبْلِ هاذآ﴾ أي هاتوا كتابًا من الكتب المنزلة من عند الله قبل هذا القرآن يأمركم بعبادة هذه الأصنام؟ وهو أم تعجيز لأنهم ليس لهم كتابٌ يدل على الإِشراك بالله، بل الكتب كلُّها ناطقة بالتوحيد ﴿أَوْ أَثَارَةٍ مِّنْ عِلْمٍ﴾ أي أو بقية من علمٍ من علوم الأولين شاهدة بذلك ﴿إِن كُنتُمْ صَادِقِينَ﴾ أي إن كنتم صادقين في دعواكم أنها شركاء مع الله قال في البحر: طلبمنهم أن يأتوا بكتابٍ يشهد بصحة ما هم عليه من عبادة الله، أو بقيةٍ من علوم الأولين، والغرضُ توبيخهم لأن كل كتاب الله المنزَّشلة ناطقة بالتوحيد وإِبطال الشرك، فليس لهم مستند من نقل أو عقبل. . ثم أخبر تعالى عن ضلال المشركين فقال ﴿وَمَنْ أَضَلُّ مِمَّن يَدْعُواْ مِن دُونِ الله مَن لاَّ يَسْتَجِيبُ لَهُ إلى يَوْمِ القيامة﴾؟ أي لا أحد أضلُّ وأجهل ممن يعبد أصنامًا لا تسمع دعاء الداعين، ولا تعهلم حاجاتِ المحتاجين، ولا تستجيب لمن ناداها أبدًا لأنها جمادات لا تسمع ولا تعقل ﴿وَهُمْ عَن دُعَآئِهِمْ غَافِلُونَ﴾ أي وهم لا يسمعون ولا يفهمون دعاء العابدين، وفيه تهكم بها وبعبدتها، وإِنما ذكر الأصنام بضمير العقلاء، لأنهم لما عبدوها ونزَّلوها منزلة من يضر وينفع، صحَّ أن توصف بعدم الاستجابة وبعد السمع والنفع، مجاراة لزعم الكفار ﴿وَإِذَا حُشِرَ الناس كَانُواْ لَهُمْ أَعْدَآءً﴾ أي وإِذا جمع الناس للحساب يوم القايمة كانت الأصنام أعداءً لعابديها يضرونهم ولا ينفعونهم ﴿وَكَانُواْ بِعِبَادَتِهِمْ كَافِرِينَ﴾ أي وتتبرأ الأصنام من الذين عبدوها قال المفسرون: إن الله تعالى يحيي الأصنام يوم القيامة فتتبرأ من عابديها وتقول\n﴿تَبَرَّأْنَآ إِلَيْكَ مَا كانوا إِيَّانَا يَعْبُدُونَ﴾ [القصص: ٦٣] وهذه الآية كقوله تعالى ﴿كَلاَّ سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ عَلَيْهِمْ ضِدًّا﴾ [مريم: ٨٢] واللهُ على كل شيء قدير ﴿وَإِذَا تتلى عَلَيْهِمْ آيَاتُنَا بَيِّنَاتٍ﴾ أي وإِذا قرئت عليهم آيات القرآن واضحات ظاهرات أنها من كلام الله ﴿قَالَ الذين كَفَرُواْ لِلْحَقِّ لَمَّا جَآءَهُمْ﴾ أي قال الكافرون عن القرآن الحق لما جاءهم من عند الله ﴿هذا سِحْرٌ مُّبِينٌ﴾ أي هذا سحرٌ لا شبهة فيه ظاهر كونه سحرًا، وإنما وضع الظاهر ﴿الذين كَفَرُواْ﴾ موضع الضمير تسجيلًا عليهم بكمال الكفر والضلالة قال في البحر: وفي قوله ﴿لَمَّا جَآءَهُمْ﴾ تنبيه على أنهم لم يتأملوا ما يُتلى عليهم، بل بادروا أول سماعه إلى نسبته إلى السحر عنادًا وظلمًا، ووصفوه بأنه ﴿مُّبِينٌ﴾ أي ظاهر أنه سحر لا شبهة فيه ﴿أَمْ يَقُولُونَ افتراه﴾ أي أيقولون اختلق محمد هذا القرآن وافتراه من تلقاء نفسه؟ وهو إِنكار توبيخي ﴿قُلْ إِنِ افتريته فَلاَ تَمْلِكُونَ لِي مِنَ الله شَيْئًا﴾","vol":"3","page":179},{"text":"أي قل إن افتريتُه على سبيل الفرض فالله حسبي في ذلك كوهو الذي يعاقبني على الافتراء عليه، ولا تقتدرون أنتم على أن تردُّوا عني عذاب الله، فكيف أفتريه من أجلكم وأتغرض لعقابه؟ ﴿هُوَ أَعْلَمُ بِمَا تُفِيضُونَ فِيهِ﴾ أي هو جل وعلا أعلمُ بما تخوضون في القرآن وتقدحون به من قولكم هو شعر، هو سحر، هو افتراء، وغير ذلك من وجوه الطعن ﴿كفى بِهِ شَهِيدًا بَيْنِي وَبَيْنَكُمْ﴾ أي كفى أن يكون تعالى شاهدًا بيني وبينكم، يشهد لي بالصدق والتبليغ، ويشهد عليكم بالجحود والتكذيب ﴿وَهُوَ الغفور الرحيم﴾ أي وهو الغفور لمن تاب، الرحيم بعابده المؤمنين قال أبو حيان: وفيه وعدٌ لهم بالغفران والرحمة إن رجعوا عن الكفر، وإِشعارٌ بحلمه تعالى عليهم إِذْ لم يعالجهم بالعقوبة ﴿قُلْ مَا كُنتُ بِدْعًا مِّنَ الرسل﴾ أي لست أول رسول طرق العالمم، ولا جئت بأمرٍ لم يجىء به أحدٌ قبلي، بل جئت بما جاء به ناسٌ كثيرون قبلي، فلأيّ شيءٍ تنكرون ذلك عليَّ؟ والبدْعُ والبديعُ من الأشياء هو الذي لم يُر مثله قال ابن كثير: أي ما أنا بالأمر الذى لا نظير له حتى تستنكروني وتستبعدوا بعثتي إليكم، فقد أرسل الله قبلي جميع الأنبياء إلى الأمم ﴿وَمَآ أَدْرِي مَا يُفْعَلُ بِي وَلاَ بِكُمْ﴾ أي ولا أدري بما يقضي الله عليَّ وعليكم، فإن قدر الله مغيَّب ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي لا أتبع إلا ما ينزله اللهُ عليَّ من الوحي، ولا أبتدع شيئًا من عندي ﴿وَمَآ أَنَاْ إِلاَّ نَذِيرٌ مُّبِينٌ﴾ أي وما أنا إلا رسولٌ منذرٌ لكم من عذاب الله، بيّن الإِنذار بالشواهد الظاهرة، والمعجزات الباهرة ﴿قُلْ أَرَأَيْتُمْ إِن كَانَ مِنْ عِندِ الله وَكَفَرْتُمْ بِهِ﴾ أي قل يا محمد: أخبروني يا معشر المشركين إن كان هذا القرآن كلام الله حقًا وقد كذبتم به وجحتموه وجوابه محذوف تقديره: كيف يكون حالكم؟ ﴿وَشَهِدَ شَاهِدٌ مِّن بني إِسْرَائِيلَ على مِثْلِهِ فَآمَنَ واستكبرتم﴾ أي وقد شهد رجل من علماء بني إِسرائيل على صدق القرآن، فآمن به واستكبرتم أنتم عن الإِيمانت، كيف يكون حالكم، ألستم أض الناس وأظلم الناس؟ قال الزمخشري: وجوابُ الشرط محذوف تقديره: إن كان القرآن من عند الله وكفرتم به ألستم ظالمين؟ ودلَّ على هذا المحذوف قوله تعالى ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق للخير والإِيمان من كان فاجرًا ظالمًا قال المفسرون: والشاهدُ من بني إسرائيل هو «عبد الله بن سلام» وذلك حين قدم رسول الله ﷺ َ المدينة جاء إليه ابن سلام ليمتحنه، فلما نظر إلى وجهه علم أن ليس بوجه كاذب، وتأمله فتحقق أنه هو النبي المنتظر، فقال له: إني سائلك عن ثلاثٍ لا يعملهنَّ إلا نبي: ما أول أشراط الساعة؟ وما أول طعام يأكله أهل الجنة؟ وما بال الولد ينزع إلى أبيه أو إلى أُمه؟ فلما أجابه ﷺ َ قال: أشهد أنك رسول الله حقًا.\n. الخ ثم ردَّ تعالى على شبهةٍ أخرة من شبه المشركين فقال ﴿وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ لَوْ كَانَ خَيْرًا مَّا سَبَقُونَآ إِلَيْهِ﴾ أو وقال كفار مكة في حق المؤمنين: لو كان هذا القرآن والدين خيرًا ما سبقنا إليه هؤلاء الفقراء الضعفاء!! وقال ابن كثير: يعنون «بلالًا» و«عمارًا» و«صيهبًا» و«خبابًا» وأشباههم من المستضعَفين والعبيد والإِماء ممن أسلم","vol":"3","page":180},{"text":"وآمن بالنبي ﷺ َ ﴿وَإِذْ لَمْ يَهْتَدُواْ بِهِ فَسَيَقُولُونَ هاذآ إِفْكٌ قَدِيمٌ﴾ أيم ولمّا لم يهتدوا بالقرآن مع وضوح إِعجازه، قالوا هذا كذبٌ قديم مأثور عن الأقدمين، أتى به محمد ونسبه إلى الله تعالى ﴿وَمِن قَبْلِهِ كِتَابُ موسى إِمَامًا وَرَحْمَةً﴾ أي ومن قل القرآن التوراة التي أنزلها الله على موسى قدوةً يؤتم بها في دين الله وشرائعه كا يؤتم بالإِمام، ورحمة لمن آمن بها وعمل بما فيها قال الإِمام الفخر: ووجه تعلق الآية بما قبلها أن المشركين طعنوا في صحة القرآن، وقالوا لو كان خيرًا ما سبقنا إليه هؤلاء الضعفاء الصعاليك، فردَّ الله عليهم بأنكم لاتنازعون أن الله أنزل التوراة على موسى، وجعل هذا الكتاب التوراة إمامًا يقتدى به، ثم إن التوراة مشتملة على البشارة بمحمد ﷺ َ فإِذا سلمتم كونها من عند الله، فاقبلوا حكمها بأن محمد ﷺ َ رسولٌ حقًا من عند الله ﴿وهذا كِتَابٌ مُّصَدِّقٌ لِّسَانًا عَرَبِيًّا﴾ أي وهذا القرآن كتاب عظيم الشأن، مصدّقٌ للكتب قبله بلسانٍ عربي فصيح، فكيف ينكرونه وهو أفصح بيانًا، وأظظهر رهانًا، وأبلغ إعجازًا من التوراة؟ ﴿لِّيُنذِرَ الذين ظَلَمُواْ وبشرى لِلْمُحْسِنِينَ﴾ أي ليخوِّف كفار مكة الظالمين من عذاب الجحيم، ويبشر المؤمنين المحسنين بجنات النعيم.\n. ولما بيَّن تعالى أحوال المشركين المكذبين بالقرآن، أردفه بذكر أحوال المؤمنين المستقيمين على شريعة الله فقال ﴿إِنَّ الذين قَالُواْ رَبُّنَا الله ثُمَّ استقاموا﴾ أي جمعوا بين الإِيمان والتوحيد والاستقامة على شريعة الله ﴿فَلاَ خَوْفٌ عَلَيْهِمْ﴾ أي فلا يلحقهم مكروهٌ في الآخرة يخافون منه ﴿وَلاَ هُمْ يَحْزَنُونَ﴾ أي ولا هم يحزنون على ما خلَّفوا في الدنيا ﴿أولئك أَصْحَابُ الجنة خَالِدِينَ فِيهَا﴾ أي أولئك المؤمنون المستقيمون في دينهم، هم أهل الجنة ماكثين فيها أبدًا ﴿جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ﴾ أي نالوا ذلك النعيم جزاءً لهم على أعمالهم الصالحة ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ إِحْسَانًا﴾ لمَّاكان رضا الله في رضا الوالدين، وسخطه في سخطهما حثَّ تعالى العباد عليه والمعنى أمرنا الإِنسان أمرًا جازمًا مؤكدًا بالإِحسان إلى الوالدين، ثم بيَّن السبب فقال ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا﴾ أي حملته بكرهٍ ومشقة ووضعته بكرهٍ ومشقة ﴿وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا﴾ أي ومده حمله ورضاعه عامان ونصف، فهي لا تزال تعاني التعب والمشقة طيلة هذه المدة قال ابن كثير: أي قاست بسببه في حال حمله مشقة وتعبًا من وحَم، وغثيان، وثقل، وكرب إلى غير ذلك مما تنال الحوامل من التعب والمشقة، ووضعته بمشقة أيضًا من الطَّلق وشدته، وقد استدل العلماء بهذه الآية مع التي في لقمان ﴿وَفِصَالُهُ فِي عَامَيْنِ﴾ [لقمان: ١٤] على أن أقل مدة الحمل ستة أشهر، وهو استنباط قويٌ صحيح ﴿حتى إِذَا بَلَغَ أَشُدَّهُ﴾ أي حتى إِذا عاش هذا الطفل وبلغ كما قوته وعقله ﴿وَبَلَغَ أَرْبَعِينَ سَنَةً﴾ أي واستمر في الشباب والقوة حتى بلغ أربعين سنة وهو نهاية اكتمال العقل والرشد ﴿قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ﴾ أي قال ربِّ ألهمني شكر نعمتك التي أنعمت بها عليَّ وعلى والديَّ حتى ربياني صغيرًا ﴿وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ﴾ أي ووفقني لكي أعمل عملًا صالحًا يرضيك عني ﴿","vol":"3","page":181},{"text":"وَأَصْلِحْ لِي فِي ذريتي﴾ أي اجعل ذريتي ونسلي صالحين قال اشيخ زاده: طلب هذا الداعي من الله ثلاثة أشياء: الأول: أن يوفقه الله للشكر على النعمة والثاني: أن يوفقه للإِتيان بالطاعة المرضية عند الله والثالث: أن يصلح له في ذريته، وهذه كمال السعادة البشرية ﴿إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ المسلمين﴾ أي إِني يا رب تبت إليك من جميع الذنوب، وإِني من المستمسكين بالإِسلام قال ابن كثير: وفي الآية إرشادٌ لمن بلغ الأربعين أن يجدِّد التوبة والإِنابة إلى الله ﷿ ويعزم عليها ﴿أولئك الذين نَتَقَبَّلُ عَنْهُمْ أَحْسَنَ مَا عَمِلُواْ﴾ أي أولئك الموصوفون بما ذكر نتقبل منهم طاعاتهم ونجازيهم على أعمالهم بأفضلها ﴿وَنَتَجَاوَزُ عَن سَيِّئَاتِهِمْ في أَصْحَابِ الجنة﴾ أي ونصفح عن خطيئاتهم وزلاتهم، في جملة أصحاب الجنة الذين نكرمهم بالعفو والغفران ﴿وَعْدَ الصدق الذي كَانُواْ يُوعَدُونَ﴾ أي بذلك الوعد الصادق الذي وعدناهم به على ألسنة الرسل، بأن نتقبل من محسنهم ونتجاوز عن مسيئهم.\n. ولما مثَّل تعالى لحال الإِنسان البار بوالديه وما آل إليه حاله من الخير والسعادة، مثَّل لحال الإِنسان العاقِّ لوالديه وما يئول إليه أمره من الشقاوة والتعاسة فقال ﴿والذي قَالَ لِوَالِدَيْهِ أُفٍّ لَّكُمَآ﴾ أي وأمَّا الوالد الفاجر الذي يقول لوالديه إِذا دعواه إلى الإِيمان أفٍ لكما أي قبحًا لكما على هذه الدعوة ﴿أتعدانني أَنْ أُخْرَجَ وَقَدْ خَلَتِ القرون مِن قَبْلِي﴾؟ أي أتعدانني أن أُبعث بعد الموت وقد مضت قرونٌ من الناس قبلي ولم يُبعث منهم أحد؟ ﴿وَهُمَا يَسْتَغثِيَانِ الله وَيْلَكَ آمِنْ﴾ أي وأبواه يسألان الله أن بغيثه ويهديه للإِسلام قائلين له: ويْلك آمنْ بالله وصدِّق بالبعث والنشور وإِلاَّ هلكت ﴿إِنَّ وَعْدَ الله حَقٌّ﴾ أي وعدُ الله صدقٌ لا خُلف فيه ﴿فَيَقُولُ مَا هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي فيقول ذلك الشقي: ما هذا الذي تقولان من أمر البعث إلاّ خرافات وأباطيل سطرَّرها الألولون في الكتب مما لا أصل له قال تعالى ﴿أولئك الذين حَقَّ عَلَيْهِمُ القول﴾ أي أولئك المجرمون هم الذين حقَّ عليهم قول الله بأنهم أهل النار قال القرطبي: أي وجب عليهم العذاب وهي كلمة الله كما في الحديث «هؤلاء في النار ولا أبالي» ﴿في أُمَمٍ قَدْ خَلَتْ مِن قَبْلِهِمْ مِّنَ الجن والإنس﴾ أي في جملة أمم من أصحاب النار قد مضت قبلهم من الكفرة الفجار من الجن والإِنس ﴿إِنَّهُمْ كَانُواْ خَاسِرِينَ﴾ أي كانوا كافرين لذلك ضاع سعيهم وخسروا أخرتهم، وهو تعليل لدخولهم جهنم قال الإِمام الفخر: قال بعضهم: إن الآية نزلت في عبد الرحمن بن أبي بكر الصّديق قبل إِسلامه، والصحيحُ أنه لا يراد بالآية شخص معيَّن، بل المراد منها كل من كان موصوفًا بهذه الصفة، وهو كل من دعاه أبواه إلى الدين الحقِّ فأباه وأنكره، ويدل عليه أن الله تعالى وصف هذا الذي قال لوالديه ﴿أُفٍّ لَّكُمَآ﴾ بأنه من الذين حقَّ عليهم القول بالعذاب، ولا شك أن عبد الرحمن آمن وحسن إِسلامه وكان من سادات المسلمين فبطل حمل الآية عليه ﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾ أي لكلٍ من المؤمنين والكافرين مراتب ومنازل بحسب أعمالهم، فمراتب المؤمنين في الجنة علاية، ومراتب الكافرين في جهنم سافلة ﴿","vol":"3","page":182},{"text":"وَلِيُوَفِّيَهُمْ أَعْمَالَهُمْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي وليعطيهم جزاء أعمالهم وافيه كاملة، المؤمنون بحسب الدرجات، والكفارون بحسب الدركات، من غير نقصان بالثواب، ولا زيادة في العقاب.","vol":"3","page":183},{"text":"المنَاسَبَة: لما ذكر تعالى أحوال بعض الأشقياء، أعقبه بذكر حال الكفار والفجار في الآخرة، ثم ذكر قصة عاد الذين أهلكهم الله بطغيانهم مع ما كانوا عليه من القوة والشدة، تذكيرًا لكفار قريش بعاقبة التكذيب والطغيان، وختم السورة الكريمة بقصة النفر من الجنِّ الذين آمنوا بالقرآن حين سمعوه ودعوا قومهم إِلى الإِيمان.","vol":"3","page":183}]