[{"text":"اللغَة: ﴿الهون﴾ الهوان والذل ﴿الأحقاف﴾ الرمال العظيمة جمع حِقْف وهو ما استطال من الرمل العظيم واعوجَّ، والأحقاف ديار عاد ﴿لِتَأْفِكَنَا﴾ لتصرفنا وتزيلنا، والإِفك: الكذب ﴿عَارِضًا﴾ سحابًا يعرض في الأفق ﴿تُدَمِّرُ﴾ تُهلك، والتدميرُ الهلاك وكذلك الدَّمار ﴿صَرَّفْنَا﴾ بعثنا ووجهنا ﴿يَعْيَ﴾ يضعف ويعجز من الإِعياء وهو التعب والعجز.\nالتفسِير: ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ عَلَى النار﴾ أي وذكّرهم يا محمد يوم يُكشف الغطاء عن نار جهنم، وتبرز للكافرين فيقرَّبون منها وينظرون إِليها ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ في الكلام حذف أي ويقال لهم تقريعًا وتوبيخًا أذهبتم طيباتكم أي لقد نلتم وأصبتم لذائد الدنيا وشهواتها فلم يبق لكم نصيب اليوم في الآخرة قال في البحر: والطيبات هنا المستلذات من المأكل والمشارب، والملابس والمفارش. والمراكب والمواطىء، وغير ذلك مما ينتعَّم به أهل الرفاهية ﴿واستمتعتم بِهَا﴾ اي وتمتعتم بتلك اللذائذ والطيبات في الدنيا قال المفسرون: المراد بالآية إِنكم لم تؤمنوا حتى تنالوا نعيم الآخرة، بل اشتغلتم بشهوات الدنيا ولذائذها عن الإِيمان والطاعة، وأفنيتم شبابكم في الكفر والمعاصي، وآثرتم الفاني على الباقي، فلم يبق لكم بعد ذلك شيء من النعيم، ولهذا قال بعده ﴿فاليوم تُجْزَوْنَ عَذَابَ الهون﴾ أي ففي هذا اليوم يوم الجزاء تنالون عذاب الذُلِّ والهَوان ﴿بِمَا كُنتُمْ تَسْتَكْبِرُونَ فِي الأرض بِغَيْرِ الحق﴾ أي بسبب استكباركم في الدنيا عن الإِيمان وعن الطاعة ﴿وَبِمَا كُنتُمْ تَفْسُقُونَ﴾ أي وبسبب فسقكم وخروجكم عن طاعة الله، وارتكاب الفجور والآثام قال الإِمام الفخر: وهذه الآية تدل على المنع من التنعم، لأن هذه الآية وردت في حق الكافر، وإنما وبَّخ الله الكافر لأنه يتمتع بالدنيا ولا يؤدي شكر المنعم بطاعته والغِيمان به، وأما المؤمن فإِنه يؤدي بإِيمانه شكر المنعم فلا يوبخ بتمتعه ودليله ﴿قُلْ مَنْ حَرَّمَ زِينَةَ الله التي أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرزق﴾ [الأعراف: ٣٢] ! ﴿نعم لا يُنكر أن الاحتراز عن التنعيم أولى، وعليه يُحمل قول عمر «لو شئتُ لكنتُ أطيبكم طعامًا، وأحسنكم لباسًا، ولكني أستبقي طيباتي لحياتي الآخرة» وقال في التسهيل: الآية في الكفار بدليل قوله تعالى ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ﴾ وهي مع ذلك واعظةٌ لأهل التقوى من المؤمنين، ولذلك قال عمر لجابر ابن عبد الله وقد رآه اشترى لحمًا أو كلما اشتهى أحدكم شيئًا جعله في بطنه﴾ أما تخشى أن تكون من أهل هذه الآية ممن قال الله فيهم ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ !! ﴿واذكر أَخَا عَادٍ﴾ أي اذكر يا محمد لهؤلاء المشركين قصة بني الله هود ﵇ مع قومه عادٍ ليعتبروا بها ﴿إِذْ أَنذَرَ قَوْمَهُ بالأحقاف﴾ أي حين حذَّر قومه من عذاب الله إِن لم يؤمنوا وهم مقيمون بالأحقاف وهي تلالٌ عظيمة من الرمل في بلاد اليمن قال ابن كثيكر: الأحقاف جمع حِقْف وهو الجبل من الرمل، قال قتادة: كانوا حيًا باليمن أهل رملٍ مشرفين على البحر بأرضٍ يُقال لها: الشَحْر ﴿وَقَدْ خَلَتِ النذر مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ﴾ أي وقد مضت الرسلُ بالإِنذار من قبل هودٍ ومن بعده، والجملة اعتراضية وهي إخبار من الله تعالى أنه قد بعث رسلًا متقدمين قبل هودٍ وبعده ﴿أَلاَّ تعبدوا إِلاَّ الله﴾","vol":"3","page":184},{"text":"أي حذَّرهم هود ﵇ قائلا لهم: بأن لا تعبدوا إلا الله ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إِني أخاف عليكم إِن عبدتم غير الله عذاب يومٍ هائلٍ وهو يوم القيامة ﴿قالوا أَجِئْتَنَا لِتَأْفِكَنَا عَنْ آلِهَتِنَا﴾ أي قالوا جوابًا لإِنذاره: أجئتنا يا هود لتصرفنا عن عبادة آلهتنا؟ وهو استفهام، يراد منه التسفيه والتجهيل لما دعاهم إليه ﴿فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين﴾ أي فأتنا بالعذاب الذي وعدتنا به إن كنت صادقًا فيما تقولم قال ابن كثير: استعجلوا عذاب الله وعقوبته استبعادًا منهم لوقوعه ﴿قَالَ إِنَّمَا العلم عِندَ الله﴾ أي قال لهم هود: ليس علم وقت العذاب عندي إنما علمه عند الله ﴿وَأُبَلِّغُكُمْ مَّآ أُرْسِلْتُ بِهِ﴾ أي وإِنما أنا مبلّغٌ ما أرسلني به الله إليكم ﴿ولكني أَرَاكُمْ قَوْمًا تَجْهَلُونَ﴾ أي ولكنني أجدكم قومًا جهلة في سؤالكم استعجال العذاب ﴿فَلَمَّا رَأَوْهُ عَارِضًا مُّسْتَقْبِلَ أَوْدِيَتِهِمْ﴾ أي فلما رأوا السحاب معترضًا في أفق السماء متجهًا نحو أوديتهم استبشروا به ﴿قَالُواْ هذا عَارِضٌ مُّمْطِرُنَا﴾ أي وقالوا هذا السحاب يأتينا بالمطر قال المفسريون: كانت عاد قد أبطأ عنهم المطر، وقُحطوا مدةً طويلةً من الزمن، فلما رأوا ذلك السحاب العارض ظنوا أنه مطر ففرحوا به واستبشروا وقالوا: هذا عراضٌ ممطرنا ﴿بَلْ هُوَ مَا استعجلتم بِهِ﴾ أي قال لهم هود: ليس الأمر كما زعمتم أنه مطر، بل هو ما استعجلتم به من العذاب ثم فسَّره بقوله ﴿رِيحٌ فِيهَا عَذَابٌ أَلِيمٌ﴾ أي هو ريحٌ عاصفة مدمّرة فيها عذابٌ فظيع مؤلم ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ أي تُخرَرِّب وتُهلك كل شيء أتت عليه من رجالٍ ومواشٍ وأموال، بأمره تعالى وإِذنه قال ابن عباس: أو ما جاءت الريح على قوم عاد، كانت تأتي على الرجال المواشي فترفعهم من الأرض وتطير بهم إلى السماء حتى يصبح الواحد منهم كالريشة، ثم تضربهم على الأرض، فدخلوا بيوتهم وأغلقوا أبوابهم، فقلعت الريح الأبواب وصرعتهم، فهي التي قال الله فيها ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ أي تدمرّ كل شيء مرت عليه من رجال عادٍ وأموالها، والتدميرُ الهلاك، وفي الحديث عن عائشة قالت:\n«كان ﷺ َ إِذا رأى غيمًا أو ريحًا عُرف في وجهه، فقلت يا رسول الله: الناسُ إِذا رأوا الغيم فرحوا رجاء أن يكون فيه المطر، وأراك إِذا رأيته عُرف في وجهك الكراهية؟ فقال يا عائشة: ما يؤمنني أن يكون فيه عذاب، عُذّب قوم بالريح»، وقد رأى قوم العذاب فقالوا ﴿هذا عَارِضٌ مُّمْطِرُنَا﴾ ﴿فَأْصْبَحُواْ لاَ يرى إِلاَّ مَسَاكِنُهُمْ﴾ أي فأصبحوا هلكى لا تُرى إِلا مساكنهم، لأن الريح لم تبق منهم إِلا الآثار والديار خاوية ﴿كَذَلِكَ نَجْزِي القوم المجرمين﴾ أي بمثل هذه العقوبة الشديدة نعاقب من كان عاصيًا مجرمًا قال الرازي: والمقصود منه تخويف أهل مكة، ولهذا قال بعده ﴿وَلَقَدْ مَكَّنَاهُمْ﴾ «إِنْ» نافية بمعنى «ما» أي ولقد مكَّنا عادًا في الذي لم نمكنكم فيه يأ أهل مكة من القوة، والسَّعة، وطور الأعمار، وهو خطاب لكفار مكة على وجهه التهديد ﴿وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً﴾ أي وأعطيناهم الأسماع والأبصار","vol":"3","page":185},{"text":"والقلوب، ليعرفوا تلك النعم ويستدلوا بها على الخالق المنعم ﴿فِيمَآ إِن مَّكَّنَّاكُمْ فِيهِ فَمَآ أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أَبْصَارُهُمْ وَلاَ أَفْئِدَتُهُمْ مِّن شَيْءٍ﴾ أي فما نفعتهم تلك الحواس أي نفع، ولا دفعت عنهم شيئًا من عذاب الله قال الإِمام الفخر: المعنى أنّا فتحنا عليهم أبواب النعم: أعطيناهم سمعًا فما استعملوه في سماع الدلائل، وأعطيناهم أبصارًا فما استعملوها في تأمل العبَر، وأعطيناهم أفئدة فما استعملوها في طلب معرفة الله، بل صرفوا كل هذه القوى إلى طلب الدينا ولذاتها، فلا جرم أنها لم تغن عنهم من عذاب الله شيئًا ﴿إِذْ كَانُواْ يَجْحَدُونَ بِآيَاتِ الله﴾ تعليلٌ لما سبق أن لأنهم كانوا يكفرون وينكرون آيات الله المنزَّلة على رسله ويكذبون رسله ﴿وَحَاقَ بِهم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ أي ونزل وأحاطبهم العذاب الذي كانوا يستعجلون به بطريق الاستهزاء ﴿وَلَقَدْ أَهْلَكْنَا مَا حَوْلَكُمْ مِّنَ القرى﴾ تخويفٌ آخر لكفار مكة أي ولقد أهلكنا القرى المجاورة لكم يا أهل مكة والمحيطة بكم، كقرى عاد وثموج وسبأ وقوم لوط، والمراد بإهلاك القرى إِهلاكُ أهلها ﴿وَصَرَّفْنَا الآيات لَعَلَّهُمْ يَرْجِعُونَ﴾ أي وكررنا الحجج والدلالات، والمواعظ والبينات، أوضحناها وبيَّناها لهم لعلهم يرجعون عن كفرهم وضلالهم ﴿فَلَوْلاَ نَصَرَهُمُ الذين اتخذوا مِن دُونِ الله قُرْبَانًا آلِهَةَ﴾ أي فهلاَّ نصرتهم آلهتهم التي ترقبوا بها إلى الله بزعمهم، وجعلوها شفعاءهم لتدفع عنهم العذاب؟! و«لولا» تحضيضية بمعنى هلاَّ ومعناها النفي أي لم تنصرهم آلهتهم ولم تدفع عنهم عذاب الله ﴿بَلْ ضَلُّواْ عَنْهُمْ﴾ أي غابوا عن نصرتهم وهم أحوج ما يكونون إليهم، فإِن الصديق وقت الضيق قال أبو السعود: وفي الآية تهكمٌ بهم كأنَّ عدم نصرهم كان لغيبتهم ﴿وَذَلِكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَ﴾ أي وذلك الذي أصابهم هو كذبهم وافتراؤهم على الله، حيث زعموا أن الأصنام شركاء الله وشفعاء لهم عند الله ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن يَسْتَمِعُونَ القرآن﴾ أي واذكر يا محمد حين وجهنا إليك وبعثنا جماعةً من الجن ليستمعوا القرآن قال البيضاوي: والنفر دون العشرة، روى أنهم وافوا رسول الله ﷺ َ بوادي النخلة عند منصرفه من الطائف يقرأ في تهجده القرآن ﴿فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ﴾ أي فلما حضروا القرآن عند تلاوته قال بعضهم لبعضٍ: اسكتوا لاستماع القرآن قال القرطبي: هذا توبيخٌ لمشركي قريش، أي إِن الجنَّ سمعوا القرآن فآمنوا به وعلموا أنه من عند الله، وأنتم معرضون مصرّون على الكفر ﴿فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ﴾ أي فلما فُرغَ من قراءة القرآن رجعوا إِلى قومهم مخوفين لهم من عذاب الله إن لم يؤمنوا قال الرازي: وذلك لا يكون إلا بعد إيمانهم، لأنهم لا يدعون غيرهم إلى استماع القرآن والتصديق به إلاّ وقد آمنوا ﴿قَالُواْ ياقومنآ إِنَّا سَمِعْنَا كِتَابًا أُنزِلَ مِن بَعْدِ موسى﴾ أي سمعنا كتابًا رائعًا مجيدًا منزَّلًا على رسولٍ من بعد موسى قال ابن عباس: إن الجنَّ لم تكن قد سمعت بأمر عيسى ﵇ ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي مصدِّقًا لما قبله من التوارة ﴿يهدي إِلَى الحق وإلى طَرِيقٍ مُّسْتَقِيمٍ﴾ أي هذا القرآن يرشد إلى الحقِّ المبين، وإِلأى دين الله القويم ﴿ياقومنآ أَجِيبُواْ دَاعِيَ الله وَآمِنُواْ بِهِ﴾ أي أجيبوا محمدًا ﷺ َ فيما يدعوكم إليه من الإِيمان وصدِّقوا برسالته ﴿يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ﴾ أي يمحو الله","vol":"3","page":186},{"text":"عنكم الذنوب والآثام ﴿وَيُجِرْكُمْ مِّنْ عَذَابٍ أَلِيمٍ﴾ أي ويخلِصْكم وينجكم من عذاب شديد مؤلمٍ ﴿وَمَن لاَّ يُجِبْ دَاعِيَ الله فَلَيْسَ بِمُعْجِزٍ فِي الأرض﴾ هذا ترهيبٌ بعد الترغيب أي ومن لم يؤمن بالله ويستجيب لدعوة رسوله، فإِنه لا يفوت الله طلبًا، ولا يعجزه هربًا ﴿وَلَيْسَ لَهُ مِن دُونِهِ أَوْلِيَآءُ﴾ أي وليس له أنصار يمنعونه من عذاب الله ﴿أولئك فِي ضَلاَلٍ مُّبِينٍ﴾ أي أولئك الذي لا يستجيبون لدعوة الله في خسرانٍ واضح، وإِلى هنا آخر كلام الجن الذين سمعوا القرآن، ثم ذكر تعالى الأدلة على قدرته ووحدانيته فقال ﴿أَوَلَمْ يَرَوْاْ أَنَّ الله الذي خَلَقَ السماوات والأرض﴾ أي أولم يعلم هؤلاء الكفار المنكرون للبعث والنشرو أن الله العظيم القدير الذي خلق السمواتِ والأرض ابتداءً من غير مثال سابق ﴿وَلَمْ يَعْيَ بِخَلْقِهِنَّ﴾ أي ولم يضعف ولم يتعب بخلقهنَّ ﴿بِقَادِرٍ على أَن يُحْيِيَ الموتى﴾؟ أي قادرٌ على أن يعيد الموتى بعد الفناء، ويحييهم بعد تمزق الأشلاء؟ ﴿بلى إِنَّهُ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي بلى إنه تعالى قادر لا يعجزه شيء، فكما خلقهم يعيدهم ﴿وَيَوْمَ يُعْرَضُ الذين كَفَرُواْ على النار﴾ أي واذكر يا محمد لهؤلاء المشركين الأهوال والشدائد التي يرونها في الآخرة، وذكّرهم يوم يُعرضون على النار فيقال لهم ﴿أَلَيْسَ هذا بالحق﴾؟ أي أليس هذا العذاب الذي تذوقونه حقٌّ؟\n﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ [الطور: ١٥] ﴿قَالُواْ بلى وَرَبِّنَا﴾ أي قالوا بلى وعزة ربنا، أكَّدوا كلامهم بالقسم طعمًا في الخلاص قال الفخر الرازي: والمقصود بالآية التهكمُ بهم، والتوبيخ على استهزائهم بوعد الله ووعيده وقولهم: ﴿وَمَا نَحْنُ بِمُعَذَّبِينَ﴾ [الشعراء: ١٣٨] ﴿قَالَ فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْفُرُونَ﴾ أي فيقال لهم: ذوقوا العذاب الأليم بسبب كفركم ﴿فاصبر كَمَا صَبَرَ أُوْلُواْ العزم مِنَ الرسل﴾ أي فاصبر يا محمد على أذى المشركين كما صبر مشاهير الرسل الكرام وهم «نوح وإبراهيم وموسى وعيسى» ﴿وَلاَ تَسْتَعْجِل لَّهُمْ﴾ أي ولا تدع على كفار قريش تعجيل العذاب فإِنه نازل بهم لا محالة ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يلبثوا إِلاَّ سَاعَةً مِّن نَّهَارٍ﴾ أي كأنهم حين يعاينون العذاب في الآخرة لم يلبثوا في الدنيا إلا ساعةً واحدة من النهار، لما يشاهدون من شدة العذاب وطوله ﴿بَلاَغٌ﴾ أي هذا بلاغ وإِنذار ﴿فَهَلْ يُهْلَكُ إِلاَّ القوم الفاسقون﴾ أي لا يكون الهلاك والدمار إلا للكافرين الخارجين عن طاعة الله.\nتنبيه: قال المفسرون: «إن الجنَّ كانوا يسترقون السمع، فلما حُرست السماء بالشهب، قال إبليس: إن هذا الذي حدث بالسماء من أمر حدث في الأرض، فبعث سراياه ليعرف الخبر، فذهب ركبٌ من نصيبين وهم أشراف الجن إلى تهامة، فلما بلغوا باطن نخلة سمعوا النبي ﷺ َ يصلي ويتلو القرآن، فاستمعوا له وقالوا: أنصتوا ثم لما انتهى ﷺ َ من القراءة آمنوا ثم رجعوا إلى قومهم منذرين فدعوهم إلى الإِيمان، وجاءوا بعد ذلك جماعات جماعات إلى النبي ﷺ َ فذلك سبب قوله تعالى ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن﴾ .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التعجيز ﴿ائتوني بِكِتَابٍ مِّن قَبْلِ هاذآ﴾ [الأحقاف: ٤] أمرٌ يراد منه التعجيز.\n٢ - جناس الاشتقاق ﴿يَدْعُواْ. . وَهُمْ عَن دُعَآئِهِمْ﴾ ومثله ﴿وَشَهِدَ شَاهِدٌ﴾ [الأحقاف: ١٠] .\n٣ -","vol":"3","page":187},{"text":"الطباق بين ﴿آمَنَ. . وَكَفَرْتُمْ﴾ وبين ﴿يُنذِرَ. . وبشرى﴾ .\n٤ - ذكر الخاص بعد العام ﴿وَوَصَّيْنَا الإنسان بِوَالِدَيْهِ﴾ ثم قال ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا﴾ [الأحقاف: ١٥] فذكر الخاص بعد العام لزيادة العانية والاهتمام بشأن الأم لحقها العظيم.\n٥ - الطباق بين ﴿حَمَلَتْهُ. . وَوَضَعَتْهُ﴾ .\n٦ - صيغة الحصر ﴿مَا هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ [الأحقاف: ١٧] .\n٧ - الاستعارة ﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾ [الأحقاف: ١٩] استعار الدرجات للمراتب، للسعداء والأشقياء.\n٨ - الإِيجاز بالحذف مع التوبيخ والتقريع ﴿أَذْهَبْتُمْ طَيِّبَاتِكُمْ فِي حَيَاتِكُمُ الدنيا﴾ أي يقال لهم أذهبتم.\n٩ - الإِطناب بتكرار اللفظ ﴿وَجَعَلْنَا لَهُمْ سَمْعًا وَأَبْصَارًا وَأَفْئِدَةً﴾ ثم قال ﴿فَمَآ أغنى عَنْهُمْ سَمْعُهُمْ وَلاَ أَبْصَارُهُمْ وَلاَ أَفْئِدَتُهُمْ﴾ لزيادة التقبيح والتشنيع عليهم.\n١٠ - توافق الفواصل مما يزيد في جمال الكلام وحسن تناسقه وهو من المحسنات البديعية مثل ﴿وَحَاقَ بِهِم مَّا كَانُواْ بِهِ يَسْتَهْزِئُونَ﴾ [الجاثية: ٣٣] ﴿وَصَرَّفْنَا الآيات لَعَلَّهُمْ يَرْجِعُونَ﴾ ﴿وَذَلِكَ إِفْكُهُمْ وَمَا كَانُواْ يَفْتَرُونَ﴾ الخ.","vol":"3","page":188},{"text":"اللغَة: ﴿كَفَّرَ﴾ أزال ومحا ﴿أَثْخَنتُمُوهُمْ﴾ أكثرتم فيهم القتل والجراح والأسر قال في المصباح: أثخن في الأرض إِيخانًا، سار إلى العدو وأوسعهم قتلًا، وأثخنته الجراحة أوهنته وأضعفته ﴿الوثاق﴾ القيد والحبل الذي يربط به ﴿مَنًّا﴾ إِطلاق الأسير من غير فدية ﴿أَوْزَارَهَا﴾ آلاتها وأثقالها وهي الأسلحة والعتاد يقال: وضعت الحرب أوزارها أي انقضت الحرب وانتهت، وأصل الأوزار الأثقال من السلاح والخيل قال الشاعر:","vol":"3","page":190},{"text":"وأعددتُ للحرب أوزارها ... رماحًا طوالًا وخيلًا ذكورًا\n﴿تَعْسًا﴾ شقاءً وهلاكًا ﴿آسِنٍ﴾ متغيّر ومنتن ﴿حَمِيمًا﴾ حارًا شديد الحرارة ﴿آنِفًا﴾ الآن، من قولهم، استأنف الأمر إِذا ابتدأ به ﴿أَشْرَاطُ﴾ أمارات وعلامات.\nالتفسِير: ﴿الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله﴾ هذا إِعلان حربٍ من الله تعالى على أعدائه وأعداء دينه والمعنى الذين جحدوا بآيات الله وأعرضوا عن الإسلام، ومنعوا الناس عن الدخول فيه ﴿أَضَلَّ أَعْمَالَهُمْ﴾ أي أبطلها وأحبطها وجعلها ضائعة لا ثواب لها لأنها لم تكن لله فبطلت، والمراد أعمالهم الصالحة كإِطعام الطعام، وصلة الأرحام، وقرى الضيف قال الزمخشري: وحقيقة إِضلال الأعمال جعلُها ضالةً ضائعة، ليس لها من يتقبلها ويثيب عليها كالضالة من الإِبل، التي لا ربَّ لها يحفظها ويعتني بأمرها، والمراد لهم التي عملوها في كفرهم بما كانوا يسمونه «مكارم الأخلاق»، من صلة الأرحام، وفك الأسارى، وقرى الأضياف، وحفظ الجوار ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي جمعوا بين الإِيمان الصادق، والعمل الصالح ﴿وَآمَنُواْ بِمَا نُزِّلَ على مُحَمَّدٍ﴾ أي صدَّقوا بما أنزل الله على رسوله محمد ﷺ َ تصديقًا جازمًا لا يخالجه شك ولا ارتياب وهوعطف خاص على عام، والنكتةُ فيه تعظيم أمره والاعتناء بشأنه، إشارةً إلى أن الإِيمان لا يتمُّ بدونه، ولذا أكَّده بقوله ﴿وَهُوَ الحق مِن رَّبِّهِمْ﴾ أي وهو الثابت المؤكد المقطوع بأنه كلام الله ووحيهُ المنزَّل من عند الله، والجملة اعتراضية لتأكيد السابق ﴿كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي أزال ومحا عنهم ما مضى من الذنوب والأوزار ﴿وَأَصْلَحَ بَالَهُمْ﴾ أي أصلح شأنهم وحالهم، في دينهم ودنياهم، ثم بيَّن تعالى سبب ضلال الكفار، واهتداء المؤمنين فقال ﴿ذَلِكَ بِأَنَّ الذين كَفَرُواْ اتبعوا الباطل﴾ أي ذلك الإِضلال لأعمال الكفار بسبب أنهم سلكوا طريق الضلال، واختباروا الباطل على الحق ﴿وَأَنَّ الذين آمَنُواْ اتبعوا الحق مِن رَّبِّهِمْ﴾ أي وأن المؤمنين سلكوا طريق الهدى، وتمسَّكوا بالحق والإِيمان المنزل من عند الرحمن ﴿كَذَلِكَ يَضْرِبُ الله لِلنَّاسِ أَمْثَالَهُمْ﴾ أي مثل ذلك البيان الواضح، بيَّن الله أمر كلٍ من الفريقين المؤمنين والكافرين بأوضح بيانٍ وأجلى برهان ليعتبر الناس ويتعظوا. . وبعد إعلان هذه الحرب السافرة على الكافرين أمر تعالى المؤمنين بجهادهم فقال ﴿فَإِذَا لَقِيتُمُ الذين كَفَرُواْ فَضَرْبَ الرقاب﴾ أي فإِذا أدركتم الكفار في الحرب فاحصدوهم حصْدًا بالسيوف قال في التسهيل: وأصله فاضربوا الرقاب ضربًا ثم حذف الفعل وأقام المصدر مقامه والمراد: اقتلوهم، ولكنْ عبَّر عنه بضرب الرقاب لأنه الغالب في صفة القتل ﴿حتى إِذَآ أَثْخَنتُمُوهُمْ فَشُدُّواْ الوثاق﴾ أي حتى إِذا هزمتموهم وأكثرتم فيهم القتل والجراحات ولم تبق لهم قوة للمقاومة فأْسروهم وكفُّوا عن قتلهم قال الزمخشري: وفي هذه العبارة ﴿فَضَرْبَ الرقاب﴾ من الغلظة والشدة ما ليس في لفظ القتل، لما فيها من تصوير القتل بأشنع صورة، وهو حزٌّ العنق وإطارة رأس البدن، ولقد زاد في هذه الغلظة في قوله ﴿فاضربوا فَوْقَ الأعناق واضربوا مِنْهُمْ كُلَّ بَنَانٍ﴾ [الأنفال: ١٢] ومعنى ﴿أَثْخَنتُمُوهُمْ﴾ أكثرتم قتلهم وأغلظتموه ﴿","vol":"3","page":191},{"text":"فَشُدُّواْ الوثاق﴾ أي فأسروهم، والوثاقَ اسم لما يربط من حبلٍ وغيره ﴿فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِدَآءً﴾ أي ثم أنتم مخيَّرون بعد أسرهم إمَّا أن تمنُّوا عليهم وتطلقوا سراحهم بلا مقابل من مال، أو تأخذوا منهم مالًا فداءٌ لأنفسهم، ولكنْ بعد أن تكونوا قد كسرتم شوكتهم، وأعجزتموهم بكثرة القتل والجراح ﴿حتى تَضَعَ الحرب أَوْزَارَهَا﴾ أي حتى تنقضي الحرب وتنتهي بوضع آلاتها وأثقالها، وتنتهي الحرب بين المسلمين والمناوئين له، وذلك بعزة الإِسلام واندحار المشركين ﴿ذَلِكَ وَلَوْ يَشَآءُ اللَّهُ لاَنْتَصَرَ مِنْهُمْ﴾ أي الأمر فيهم ما ذُكر، ولو أراد اله لانتصر منهم وأهلكهم بقدرته، دون أن يكلفكم أيها المؤمنون إلى قتالهم قال ابن كثير: أي لو شاء الله لانتقم من الكفارين بعقوبةٍ ونكالٍ من عنده ﴿ولكن لِّيَبْلُوَاْ بَعْضَكُمْ بِبَعْضٍ﴾ أي ولكنَّه أمركم بجهادهم ليختبر إِيمانكم وثباتكم، فيظهر حال الصادق في الإِيمان من غيره كما قال تعالى\n﴿وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين﴾ [محمد: ٣١] وليبتلي المؤمنين بالكافرين والكفارين بالمؤمنين، فيصير من قُتل من المؤمنين إلى الجنة، ومن قتل من الكافرين إلى النار ولهذا قال ﴿والذين قُتِلُواْ فِي سَبِيلِ الله فَلَن يُضِلَّ أَعْمَالَهُمْ﴾ أي والذين استشهدوا في سبيل الله فلن يُبطل الله عملهم، بل يكثّره ويضاعفه وينميّه ﴿سَيَهْدِيهِمْ﴾ أي سيهديهم إلى ما ينفعهم في الدنيا والآخرة، بتوفيقهم إلى العمل الصالح وإِرشادهم إلى الجنة دار الأبرار ﴿وَيُصْلِحُ بَالَهُمْ﴾ أي ويُصلح حالهم وشأنهم ﴿وَيُدْخِلُهُمُ الجنة عَرَّفَهَا لَهُمْ﴾ أي ويدخلهم الجنة دار النعيم بيَّنها لهم بحيث يعلم كل واحدٍ منزلة ويهتدي إِليه قال مجاهد: يهتدي أهلُها إلى بيوتهم ومساكنهم لا يخطئون كأنهم سكنوها منذ خُلقوا وفي الحديث «والذي نفسي بيده إِن أحدهم بمنزله في الجنة أهدى منه بمنزله الذي كان في الدنيا» ﴿ياأيها الذين آمنوا إِن تَنصُرُواْ الله يَنصُرْكُمْ﴾ أي إِن تنصروا دينه يصنركم على أعدائكم ﴿وَيُثَبِّتْ أَقْدَامَكُمْ﴾ أي ويثبتكم في مواطن الحرب ﴿والذين كَفَرُواْ فَتَعْسًا لَّهُمْ﴾ أي والذين كفروا بالله وآياته فهلاكًا وشقاْ لهم، وهو دعاءٌ عليهم بالتعاسة والخيبة والخذلان ﴿وَأَضَلَّ أَعْمَالَهُمْ﴾ أي أبطلها وأحبطها لأنها كانت في طاعة الشيطان ﴿ذَلِكَ بِأَنَّهُمْ كَرِهُواْ مَآ أَنزَلَ الله﴾ أي ذلك التعس والإِضلال بسبب أنهم كرهوا ما أنزل الله من الكتب والشرائع قال الزمخشري: أي كرهوا القرآن وما أنزل الله فيه من التكاليف والأحكام، لأنهم قد ألفوا الإهمال وإِطلاق العَنان في الشهوت والملاذِّ فشقَّ عليهم ذلك وتعاظمهم ﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾ أي أذهبها وأضاعها لأن الإِيمان شرط لقبول الأعمال، والشرك محبطُ للعمل، ثم خوَّفهم تعالى عاقبة الكفر فقال ﴿أَفَلَمْ يَسِيرُواْ فِي الأرض فَيَنظُرُواْ كَيْفَ كَانَ عَاقِبَةُ الذين مِن قَبْلِهِمْ﴾ أي أفلم يسافر هؤلاء ليروا","vol":"3","page":192},{"text":"ما حلَّ بمن سبقهم من الأمم الطاغية كعاد وثمود وقوم لوط وغيرهم من المجرمين، كيف كان مآلهم؟ وماذا حلَّ بهم من العذاب؟ فإنَّ آثار ديارهم تنبىء عن أخبارهم ﴿دَمَّرَ الله عَلَيْهِمْ﴾ أي أهلكهم الله، واستأصل كل ما يخصهم من مالٍ وبنين ومتاع، فإِذا هو انقاض متراكمة وإِذا هم تحت هذه الأنقاض «ودمَّر عليهم» أبلغ من دمَّرهم لأن معناها أهلكهم مع أموالهم ودورهم وأولادهم وأطبق عليهم الهلاك إطباقًا فلم يبق شيء إلا شمله الدمار ﴿وَلِلْكَافِرِينَ أَمْثَالُهَا﴾ أي ولكفار مكة أمثال تلك العاقبة الوخيمة والعذاب المدمّر ﴿ذَلِكَ بِأَنَّ الله مَوْلَى الذين آمَنُواْ﴾ أي وليُّهم وناصرهم ﴿وَأَنَّ الكافرين لاَ مولى لَهُمْ﴾ أي لا ناصر لهم ولا معين ولامغيث، ثم بيَّن تعالى مآل كلٍ من الفريقين المؤمنين والكافرين في الآخرة فقال ﴿إِنَّ الله يُدْخِلُ الذين آمَنُواْ وَعَمِلُواْ الصالحات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخل المؤمنين جناتِ النعيم، التي فيها ما لا عينٌ رأتْ، ولا أذن سمعت، ولا خطر على قلب بشر ﴿والذين كَفَرُواْ يَتَمَتَّعُونَ وَيَأْكُلُونَ كَمَا تَأْكُلُ الأنعام﴾ أي والكفارون في الدنيا ينتفعون بشهواتها ولذائذها، ويأكلون كما تأكل البهائم، ليس لهم همٌّ إلا بطونهم وفروجهم ﴿والنار مَثْوًى لَّهُمْ﴾ أي وجهنم مقامهم ومنزلهم في الآخرة قال الزمخشري: المراد أنهم ينتفعون بمتاع الدنيا أيامًا قلائل، ويأكلون غافلين غير مفكرين في العاقبة كما تأكل الأنعام في مسارحها ومعالفها غافلةً عما هي بصدده من النحر والذبح، والنار منزل ومقام لهم في الآخرة.\n. ثم سلَّى تعالى رسوله ﷺ َ فقال ﴿وَكَأَيِّن مِّن قَرْيَةٍ هِيَ أَشَدُّ قُوَّةً مِّن قَرْيَتِكَ التي أَخْرَجَتْكَ﴾ أي وكم من أهل قرية عاتية ظالمة كانوا أقوى من أهل مكة الذين أخرجوك منها ﴿أَهْلَكْنَاهُمْ فَلاَ نَاصِرَ لَهُمْ﴾ أي أهلكناهم بأنواع العذاب فلم ينصرهم أحد فكذلك نفعل بهؤلاء قال ابن عباس: لما خرج النبي ﷺ َ من مكة واختفى بالغار ثم خرج مهاجرًا إلى المدينة، التفت إِلى مكة ثم قال «إِنك لأحبُّ البلاد إِلى الله، وأحبُّ البلاد إِليَّ، ولولا أنَّ قومك أخرجوني منك ما خرجت فنزلت الآية ﴿أَفَمَن كَانَ على بَيِّنَةٍ مِّن رَّبِّهِ﴾ أي هل من كان على حجة وبصيرة، وثبات ويقين من أمر دينه ﴿كَمَن زُيِّنَ لَهُ سواء عَمَلِهِ﴾؟ أي كمن زُيّن له عمله القبيح فرآه حسنًا؟ ﴿واتبعوا أَهْوَاءَهُمْ﴾ أي أنهمكوا في الضلال حتى عبدوا الهوى؟ ليس هذا كهذا، وإِنما جاء بصيغة الجمع مراعاةً للمعنى قال المفسرون: يريد ب ﴿َمَن كَانَ على بَيِّنَةٍ﴾ رسول الله ﷺ َ وبمن ﴿زُيِّنَ لَهُ سواء عَمَلِهِ﴾ أبا جهل وكفار قريش.\n. واللفظ أعمُّ لأن الغرض المباينة بين من يعبد الله، وبين من يعبد هواه، ولذلك مثَّل بعده بالفارق الكبير بين الجنة والنار فقال ﴿مَّثَلُ الجنة التي وُعِدَ المتقون﴾ أي صفة الجنة الغريبة العجيبة الشأن، التي وعد الله بها عباده الأبرار وأعدَّها للمتقين الأخيار ﴿فِيهَآ أَنْهَارٌ مِّن مَّآءٍ غَيْرِ آسِنٍ﴾ أي فيها أنهار جاريات من ماءٍ غير متغير الراحة قال ابن مسعود: أنهار الجنة تفجَّر من جبلٍ من مسكٍ ﴿وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ﴾ أي وأنهار جاريات من حليبٍ في غاية البياض والحلاوة والدسامة، لم يحمض بطول المقام ولم يفسد","vol":"3","page":193},{"text":"كما تفسد ألبان الدنيا وفي حديث مرفوع «لم يخرج من ضروع الماشية» ﴿وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ﴾ أي وأنهار جاريات من خمرٍ لذيذة الطعم يتلذذ بها الشاربون لأنه ﴿لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ [الصافات: ٤٧] وإِنما قيَّدها بأنها لذة للشاربين، لأن الخمر كريهة الطعم في الدنيا لا يلتذ بها إلاَّ فاسد المزاج، وأما خمر الآخةر فهي طيبة الطعم والرائحة، يشربها أهل الجنة لمجرد الالتذاذ ﴿وَأَنْهَارٌ مِّنْ عَسَلٍ مُّصَفًّى﴾ أي وأنهارٌ جارياتٌ من عسل في غاية الصفاء وحسن اللون والريح، لم يخرج من بطون النحل قال أبو السعود: ﴿عَسَلٍ مُّصَفًّى﴾ أي لم يخالطه الشمع وفضلات النحل ﴿وَلَهُمْ فِيهَا مِن كُلِّ الثمرات﴾ أي ولهم في الجة أنواعٌ متعددة من جميع أصناف الفواكه والثمار قال في حاشية البيضاوي: وفي ذكر الثمرات بع المشروب إشارة إِلى أنَّ مأكول أهل الجنة للَّذَّة لا للحاجة ﴿وَمَغْفِرَةٌ مِّن رَّبِّهِمْ﴾ أي ولهم فوق ذلك النعيم الحسن نعيمٌ روحي وهو المغفرة من الله مع الرحمة والرضوان وفي الحديث «أُحلُّ عليكم رضواني فلا أسخط عليكم بعد أبدًا» قال الصاوي: في الجنة ترفع عنهم التكاليف فيما يأكلونه ويشربونه، بخلاف الدنيا فإِن مأكولها ومشروبها يترتب عليه الحساب والعقاب، ونعيم الآخرة لا حساب عليه ولا عقاب فيه ﴿كَمَنْ هُوَ خَالِدٌ فِي النار﴾ أي كمن هو مخلَّدٌ في الجحيم؟ والاستفهام للإِنكار أي لا يستوي من هو في ذلك النعيم المقيم، بمن هو خالد في الجحيم؟ ﴿وَسُقُواْ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ﴾ أي وسُقوا مكان تلك الأشربة ماءً حارًا شديد الغليان، فقطَّع أحشاءهم من فرط حرارته؟ قال المفسرون: بلغ الماء الغاية في الحرارة، إِذا دنا منهم شوى وجوههم، ووقعت فروة رءوسهم، فإِذا شربوه قطَّع أمعاءهم وأخرجها من دبورهم ولما بيَّن تعالى حال الكافرين، ذكر حال المنافقين فقال: ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ﴾ أي ومن هؤلاء المنافقين جماعة يستمعن إِلى حديثك يا محمد ﴿حتى إِذَا خَرَجُواْ مِنْ عِندِكَ﴾ أي حتى إِذا أخرجوا من مجلسك ﴿قَالُواْ لِلَّذِينَ أُوتُواْ العلم مَاذَا قَالَ آنِفًا﴾ أي قالوا العلماء الصحابة كابن عباس وابن مسعود ماذا قال محمدٌ قريبًا في تلك الساعة؟ قال ابن كثير: أخبر تعالى عن المناقين في بلادتهم وقلة فهمهم، حيث كانوا يجلسون إلى رسول الله ﷺ َ ويستمعمن كلامه، فلا يفهمون منه شيئًا، فإِذا خرجوا من عنده قالوا لأهل العلم من الصحابة: ماذا قال محمد ﴿آنِفًا﴾ أي الساعة، لا يعقلون ما قال ولا يكترثون به ﴿أولئك الذين طَبَعَ الله على قُلُوبِهِمْ﴾ أي ختم على قلوبهم بالكفر ﴿واتبعوا أَهْوَآءَهُمْ﴾ أي ساورا وراء أهوائهم الباطلة ﴿والذين اهتدوا زَادَهُمْ هُدًى وَآتَاهُمْ تَقْوَاهُمْ﴾ أي وأما المؤمنون المتقون فقد زادهم الله هدى وألهمهم رشدهم قال الإِمام الفخر: لما بيَّن تعالى أن المنافق يستمع ولا ينتفع، ويستعيد ولا يستفيد، بيَّن أن حال المؤمن المهتدي بخلافه، فإِنه يستمع فيفهم، ويعمل بما يعلم، وفيه فائدة وهو قطع عذر المنافق، فإنه لو قال ما فهمت كلامه لغموضه، يُردُّ عليه بان المؤمن فهم واستنبط، فذلك لعماء القلوب لا الخفاء المطلوب ﴿فَهَلْ يَنظُرُونَ إِلاَّ الساعة أَن تَأْتِيَهُمْ بَغْتَةً﴾ أي","vol":"3","page":194},{"text":"فهل ينتظرون إلا قيام الساعة فجأةً فتبغتهم وهم سادرون غارون غافلون؟ ﴿فَقَدْ جَآءَ أَشْرَاطُهَا﴾ أي فقد جاءت أماراتها وعلاماتها، ومنها بعثة خاتم الرسل صلى لله عليه وسلم ﴿فأنى لَهُمْ إِذَا جَآءَتْهُمْ ذِكْرَاهُمْ﴾ أي فمن أين لهم التذكر إِذا جاءتهم الساعة، حيث لا ينفع ندم ولا توبة؟ ﴿فاعلم أَنَّهُ لاَ إله إِلاَّ الله﴾ أي فدمن يا محمد على ما أنت عليه من العلم بوحدانية الله ﴿واستغفر لِذَنبِكَ وَلِلْمُؤْمِنِينَ والمؤمنات﴾ أي اطلب من الله المغفرة لك وللمؤمنين والمؤمنات ﴿والله يَعْلَمُ مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ﴾ أي يعلم تصرفكم في الدنيا، ومصيركم في الآخرة، فأعدوا الزاد ليوم الميعاد.","vol":"3","page":195},{"text":"المنَاسَبَة: كان بدء السورة في الحديث عن الكافرين، ثم جاء عن المؤمنين، وهنا يأتي الحديث عن المنافقين، وقد استغرق الجانب الأكبر من السورة باعتبارهم الخطر الداهم على الإِسلام والمسلمين، والآيات الكريمة تتحدث عن الجهاد وعن موقف المنافقين منه.","vol":"3","page":195},{"text":"اللغَة: ﴿سَوَّلَ﴾ زيَّن وسهَّل ﴿أَضْغَانَهُمْ﴾ أحقادهم الدفينة قال الجوهري: الضغنُ والضغينة: الحقد، وتضاغن القوم أبطنوا على الأحقاد ﴿سِيمَاهُمْ﴾ علامتهم ﴿السلم﴾ الصلح الموادعة ﴿يُحْفِكُمْ﴾ يلحُّ عليكم يقال: أحفى بالمسألة وألحف وألحَّ بمعنى واحد ﴿يَتِرَكُمْ﴾ ينقصكم يقال: وتره حقه أي نقصه.\nالتفسِير: ﴿وَيَقُولُ الذين آمَنُواْ لَوْلاَ نُزِّلَتْ سُورَةٌ﴾ أي ويقول المؤمنون المخصلون شوقًا إلى الجهاد وحرصًا على ثوابه: هلاَّ أنزلت سورة فيها الأمر بالجهاد ﴿فَإِذَآ أُنزِلَتْ سُورَةٌ مُّحْكَمَةٌ وَذُكِرَ فِيهَا القتال﴾ أي فإِذا أنزلت سورة صريحةٌ ظاهرة الدلالة على الأمر بالقتال قال القرطبي: ﴿مُّحْكَمَةٌ﴾ أي لم تنسخ وقد قال قتادة: كل سورة ذكر فيها الجهاد فيه محكمة، وهي أشد القرآن على المناقين ﴿رَأَيْتَ الذين فِي قُلُوبِهِمْ مَّرَضٌ﴾ أي رأيت المنافقين الذين في قلوبهم شك ونفاق ﴿يَنظُرُونَ إِلَيْكَ نَظَرَ المغشي عَلَيْهِ مِنَ الموت﴾ أي ينظرون إِليك يا محمد تشخص أبصارهم جنبًا وهلعًا، كما ينظر من أصابته الغشية من حلول الموت ﴿فأولى لَهُمْ﴾ أي فويلٌ لهم قال في التسهيل: وهي كلمة معناها التهديد والدعاء عليهم كقوله تعالى ﴿أولى لَكَ فأولى﴾ [القيامة: ٣٥] ﴿طَاعَةٌ وَقَوْلٌ مَّعْرُوفٌ﴾ مبتدأٌ محذوف الخبر أي طاعةٌ لك يا محمد، وقولٌ جميلٌ طيبٌ خيرٌ لهم وأفضل وأحسن، قال الرازي: وهو كلام مستأنف محذوف الخير تقديره خيرٌ له أي أحسن وأمثل، وإِنما جاز الابتداء بالنكرة لأنها موصوفة ويدل عليه قوله ﴿وَقَوْلٌ مَّعْرُوفٌ﴾ كأنه قال: طاعة مخلصة، وقولٌ معروفٌ خيرٌ لهم ﴿فَإِذَا عَزَمَ الأمر﴾ أي فإذا جدَّ الجِدذُ وفُرض القتال ﴿فَلَوْ صَدَقُواْ الله لَكَانَ خَيْرًا لَّهُمْ﴾ أي فلو أخلصوا نياتهم وجاهدوا بصدقٍ ويقين لكان ذلك خيرًا لهم من التقاعس والعصيان، والجملةُ جواب الشرط ﴿فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ أَن تُفْسِدُواْ فِي الأرض وتقطعوا أَرْحَامَكُمْ﴾ أي فلعلَّكم إِن أعرضتم عن الإِسلام أن ترجعوا إلى ما كنتم عليه في الجاهلية، من الإِفساد في الأرض بالمعاصي، وقطع الأرحام! ﴿قال قتادة: كيف رأيتم القوم حين تولّوا عن كتاب الله، ألم يسفكوا الدم الحرام، ويقطعوا الأرحام، ويعصوا الرحمن؟﴾ قال أبو حيان: يريد ما جرى من الفترة بعد زمان الرسول ﷺ َ ﴿أولئك الذين لَعَنَهُمُ الله﴾ أي طردهم وأبعدهم من رحمته ﴿فَأَصَمَّهُمْ وأعمى أَبْصَارَهُمْ﴾ أي فأصمهم عن استماع الحق، وأعملى قلوبهم عن طريق الهدى فلا يهتدون إلى سبي الرشاد قال القرطبي: أخبر تعالى أن من فعل ذلك حقت عليه اللغنة، وسلبه الانتفاع بسمعه وبصره، حتى لاينقاد للحق وإِن سمعه، فجعله كالبهيمة التي لا تعقل ﴿أَفَلاَ يَتَدَبَّرُونَ القرآن﴾؟ الاستفهام توبيخي أي أفلا يتفهمون القرآن","vol":"3","page":196},{"text":"ويتصفحونه ليروا ما فيه من المواعظ والزواجر، حتى لا يقعوا فيما وقعوا فيه من الموبقات!؟ ﴿أَمْ على قُلُوبٍ أَقْفَالُهَآ﴾ «أم» بمعنى «بل» وهو انتقالٌ من توبيخهم على عدم التدبر إلى توبيخهم على ظلمة القلوب وقسوتها حتى لا تقبل التفكر والتدبر والمعنى: بل قلوبهم قاسية مظلمة كأنها مكبَّلة بالأقفال الحديدية فلا ينفذ إليها نور ولا إيمان قال الرازي: إِن القلب خُلق للمعرفة فإِذا لم تكن فيه المعرفة فكأنه غير موجود، وهذا كما يقول القائل في الإِنسان المؤذي: هذا ليس بإِنسان هذا وحش، وهذا ليس بقلب هذا حجر ﴿إِنَّ الذين ارتدوا على أَدْبَارِهِمْ مِّن بَعْدِ مَا تَبَيَّنَ لَهُمُ الهدى﴾ أي رجعوا إلى الكفر بعد الإِيمان، وبعد أن وضح لهم طريق الهدى بالدلائل الظاهرة والمعجزات الواضحة ﴿الشيطان سَوَّلَ لَهُمْ وأملى لَهُمْ﴾ أي الشيطان زيَّن لهم ذلك الأمر، وغرَّهم وخدعهم بالأمل، وطول الأجل ﴿ذَلِكَ بِأَنَّهُمْ قَالُواْ لِلَّذِينَ كَرِهُواْ مَا نَزَّلَ الله﴾ أي ذلك الإِضلال بسبب أنهم قالوا لليهود الذين كرهوا القرآن الذي نزَّله الله حسدًا وبغيًا ﴿سَنُطِيعُكُمْ فِي بَعْضِ الأمر﴾ أي سنطيعكم في بعض ما تأمروننا به كالقعود عن الجهاد، وتثبيط المسلمين عنه وغير ذلك ﴿والله يَعْلَمُ إِسْرَارَهُمْ﴾ أي وهو جل وعلا يعلم خفاياهم، وما يبطنونه من الكيد والدسّ والتآمر على الإِسلام والمسلمين قال المفسرون: قال المنافقون لليهود ذلك سرًا فأظهره الله تعالى وفضحهم ﴿فَكَيْفَ إِذَا تَوَفَّتْهُمُ الملائكة يَضْرِبُونَ وُجُوهَهُمْ وَأَدْبَارَهُمْ﴾ أي فكيف يكون حالهم حين تحضرهم ملائكة العذاب لقبض أرواحهم معهم مقامع من حديد يضربون بها وجودههم وظهروهم؟ قال القرطبي: المعنى على التخويف والتهديد أي إِن تأخر عنهم العذاب فإلى انقضاء العمر قال ابن عباس: لا يُتوفى أحد على معصية إلا تضرب الملائكة في وجهه وفي دبره ﴿ذَلِكَ بِأَنَّهُمُ اتبعوا مَآ أَسْخَطَ الله وَكَرِهُواْ رِضْوَانَهُ﴾ أي ذلك العذاب بسبب أنهم سلكوا طريق النفاق وكرهوا ما يرضي الله من الإِيمان والجهاد وغيرهما من الطاعات ﴿فَأَحْبَطَ أَعْمَالَهُمْ﴾ أي أبطل ما عملوه حال إيمانهم من أعمال البر ﴿أَمْ حَسِبَ الذين فِي قُلُوبِهِمْ مَّرَضٌ أَن لَّن يُخْرِجَ الله أَضْغَانَهُمْ﴾؟ أي أيعتقد المنافقون الذين في قلوبهم شك ونفاق أن الله لن يكشف أمرهم لعباده المؤمنين؟ وأنه لن يظهر بغضهم وأحقادهم على الإِسلام والمسلمين؟ لا بدَّ أن يفضحهم ويكشف أمرهم ﴿وَلَوْ نَشَآءُ لأَرَيْنَاكَهُمْ فَلَعَرَفْتَهُم بِسِيمَاهُمْ﴾ أي لو أردنا لأريناك يا محمد أشخاصهم فعرفتهم عيانًا بعلامتهم ولكنَّ الله ستر عليهم إبقاءً عليهم وعلى أقاربهم من المسلمين لعلهم يتوبون ﴿وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ القول﴾ أي ولتعرفنَّ يا محمد المنافقين من فحوى كلامهم وأسلوبه، فيما يعرضونه بك من القول الذي ظاهره إيمان وإِسلام وباطنه كفر ومسبّة قال الكلبي: لم يتكلم بعد نزولها عند النبي ﷺ َ منافقٌ إلا عرفه ﴿والله يَعْلَمُ أَعْمَالَكُمْ﴾ أي لا يخفى عليه شيء من أعمالكم فيجازيكم بحسب قصدكم، ففيه وعدٌ ووعيد ﴿وَلَنَبْلُوَنَّكُمْ حتى نَعْلَمَ المجاهدين مِنكُمْ والصابرين﴾ أي ولنختبرنكَم أيها الناسُ بالجهاد وغيره من التكاليف الشاقة حتى نعلم علم ظهور المجاهدين في سبيل الله، والصابرين على مشاقَ الجهاد ﴿وَنَبْلُوَاْ أَخْبَارَكُمْ﴾ أي ونختبر أعمالكم","vol":"3","page":197},{"text":"حسنها وقبيحها قال في التسهيل: المراد بقوله ﴿حتى نَعْلَمَ﴾ أي نعلمه علمًا ظاهرًا في الوجود تقوم به الحجة عليكم، وقد علم الله الأشياء قبل كونها، ولكنه أراد إقامة الحجة على عباده بما يصدر منهم، وكان الفضيل بن عياض إذا قرأ هذه الآية بكى وقال: اللهم لا تبتلنا فإنك إذا ابتليتنا فضحتنا وهتكت أستارنا ﴿إِنَّ الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله﴾ أي جحدوا بآيات الله ومنعوا الناس على الدخول في الإِسلام ﴿وَشَآقُّواْ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُمُ الهدى﴾ أي عادوا الرسول وخرجوا عن طاعته من بعد ما ظهر لم صدقُه وأنه رسول الله بالحجج والآيات ﴿لَن يَضُرُّواْ الله شَيْئًا وَسَيُحْبِطُ أَعْمَالَهُمْ﴾ أي لن يضروا الله بكفرهم وصدّهم شيئًا من الضرر، وسيبطل أعمالهم من صدقة ونحوها فلا يرون لها في الآخرة ثوابًا ﴿ياأيها الذين آمنوا أَطِيعُواْ اللَّهَ وَأَطِيعُواْ الرسول﴾ أي امتثلوا أوامر الله وأوامر رسوله ﴿وَلاَ تبطلوا أَعْمَالَكُمْ﴾ أي ولا تُبطلوا أعمالكم بما أبطل به هؤلاء أعمالهم من الكفر والنفاق، والعُجب والرياء ﴿إِنَّ الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله﴾ أي جحدوا بآيات الله وصدُّوا الناس عن طريق الهدى والإِيمان ﴿ثُمَّ مَاتُواْ وَهُمْ كُفَّارٌ﴾ أي وماتوا على الكفر ﴿فَلَن يَغْفِرَ الله لَهُمْ﴾ أي فلن يغفر الله لهم بحالٍ من الأحوال، وهذا قطع بأن من مات على الكفر لا يغفر اللهُ له لقوله تعالى\n﴿إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ﴾ [النساء: ٤٨] قال أبو السعود: وهذا حكم يعم كل من مات على الكفر، وإن صحَّ نزوله في أصحاب القليب ﴿فَلاَ تَهِنُواْ وتدعوا إِلَى السلم﴾ أي فلا تضعفوا وتدعوا إلى المهادنة والصلح مع الكفار إِذا لقيتموهم ﴿وَأَنتُمُ الأعلون﴾ أي وأنتم الأعزة الغالبون لأنكم مؤمنون ﴿والله مَعَكُمْ﴾ أي والله معكم بالعونِ والنصر ﴿وَلَن يَتِرَكُمْ أَعْمَالَكُمْ﴾ أي لن ينقصكم شيئًا من ثواب أعمالكم قال ابن كثير: وفي قوله ﴿والله مَعَكُمْ﴾ بشارة عظيمة بالنصر والظفر على الأعداء ﴿إِنَّمَا الحياة الدنيا لَعِبٌ وَلَهْوٌ﴾ أي ما الحياة الدنيا إلا زائلة فانية، لا قرار لها ولا ثبات، كاللعب واللهو الذي يتلهى به الأولاد قال شيخ زاده: بيَّن تعالى أن الدنيا وما فيها من الحظوظ العاجلة، لا يصلح مانعًا من الإِقدام إلى الجهاد، وما يؤدي إلى ثواب الآخرة، لكونها بمنزلة اللهو اللهب في سرعة زوالها، وأن الآخرة هي الحياة الباقية، فلا ينبغي أن يكون حبُّ الدنيا والحرص على ما فيها من اللذات والشهوات سببًا للجبن عن الغزو والتخلف عن الجهاد ﴿وَإِن تُؤْمِنُواْ وَتَتَّقُواْ يُؤْتِكُمْ أُجُورَكُمْ﴾ أي وإِن تؤمنوا بالله وتتقوه حقَّ تقواه، يعطكم ثواب أعمالكم كاملًا ﴿وَلاَ يَسْأَلْكُمْ أَمْوَالَكُمْ﴾ أي ولا يطلب منكم أن تنفقوا جميع أموالكم، بل الزكاة المفروضة فيها قال ابن كثير: أي هو غني عنكم لا يطلب منكم شيئًا، وإنما فرض عليكم الصدقات من الأموال مواساةً لإِخوانكم الفقراء، ليعود نفع ذلك وثوابه عليكم ﴿إِن يَسْأَلْكُمُوهَا فَيُحْفِكُمْ تَبْخَلُواْ﴾ أي إن يسألكم جميع أموالكم ويبالغ في طلبها، ويلح عليكم في إنفاقها تبخلوا ﴿وَيُخْرِجْ أَضْغَانَكُمْ﴾ أي ويخرج ما في قلوبكم من البخل وكراهة الإِنفاق قال في التسهيل: وذلك لأن الإِنسان جبل على محبة الأموال، ومن نوزع في حبيبه ظهرت سرائره، فمن رحمته تعالى على عباده عدم التشديد عليهم في التكاليف ﴿","vol":"3","page":198},{"text":"هَا أَنتُمْ هؤلاء تُدْعَوْنَ لِتُنفِقُواْ فِي سَبِيلِ الله﴾ أي ها أنتم معشر المخاطبين تُدعون للإِنفاق في سبيل الله، وقد كلفتم ما تطيقون ﴿فَمِنكُم مَّن يَبْخَلُ﴾ أي فمنكم من يشح عن الإِنفاق ويمسك عنه ﴿وَمَن يَبْخَلْ فَإِنَّمَا يَبْخَلُ عَن نَّفْسِهِ﴾ أي ومن بخل عن الإِنفاق في سبيل الله فإِنما يعود ضرر بخله على نفسه، لأنه يمنعها الأجر والثواب قال الصاوي: وبخل يتعدى ب «على» إِذا ضُمِّن معنى شحذَ، وب «عن» إِذا ضُمِّن معنى أمسك ﴿والله الغني وَأَنتُمُ الفقرآء﴾ أي واللهُ مستغن عن إنفاقكم ليس بمحتاج إِلى أموالكم، وأنتم محتاجون إليه ﴿وَإِن تَتَوَلَّوْاْ يَسْتَبْدِلْ قَوْمًا غَيْرَكُمْ﴾ أي وإِن تعرضوا عن طاعته واتباع أوامره، يخلف مكانكم قومًا آخرين يكونون أطوع لله منكم ﴿ثُمَّ لاَ يكونوا أَمْثَالَكُم﴾ أي لا يكونون مثلكم في البخل عن الإِنفاق بل يكونوا كرماء أسخياء.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المقابلة بين الآية الأولى والثانية ﴿الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله أَضَلَّ أَعْمَالَهُمْ﴾ [محمد: ١] وبين ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ [محمد: ٢] الآية وهو من المحسنات البديعية.\n٢ - ذكر الخاص بعد العام ﴿وَآمَنُواْ بِمَا نُزِّلَ على مُحَمَّدٍ﴾ [محمد: ٢] والنكتة تعظيمه والاعتناء بشأنه.\n٣ - الاستعارة التبعية ﴿تَضَعَ الحرب أَوْزَارَهَا﴾ [محمد: ٤] شبَّه ترك القتال بوضع آلته، واشتق من الوضع «تضع» بمعنى تنتهي وتترك بطريق الاستعارة التبعية.\n٤ - المجاز المرسل ﴿وَيُثَبِّتْ أَقْدَامَكُمْ﴾ [محمد: ٧] أطلق الجزء وأراد الكل أي يثبتكم، وعبَّر بالأقدام لأن الثبات التزلزل يظهران فيهاوهو مثل ﴿فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى: ٣٠] .\n٥ - الطباق بين ﴿مَنًّا. . وفِدَآءً﴾ وبين ﴿آمَنُواْ. . وكَفَرُواْ﴾ وبين ﴿الغني. . والفقرآء﴾ .\n٦ - المجاز العقلي ﴿فَإِذَا عَزَمَ الأمر﴾ نسب العزم إلى الأمر وهو لأهله مثل نهاره صائم.\n٧ - الالتفات ﴿فَهَلْ عَسَيْتُمْ إِن تَوَلَّيْتُمْ﴾ وهو التفات من الغيبة إلى الخطاب لتأكيد التوبيخ وتشديد التقريع.\n٩ - الاستعارة التصريحية ﴿أَمْ على قُلُوبٍ أَقْفَالُهَآ﴾ شبَّه قلوبهم بالأبواب المقفلة، فإِنها لا تنفتح لوعظ واعظ، ولا يفيد فيها عذل عاذل، وهي من لطائف الاستعارات.\n١٠ - الإِطناب بتكرار ذكر الأنهار ﴿فِيهَآ أَنْهَارٌ مِّن مَّآءٍ غَيْرِ آسِنٍ وَأَنْهَارٌ مِّن لَّبَنٍ لَّمْ يَتَغَيَّرْ طَعْمُهُ وَأَنْهَارٌ مِّنْ خَمْرٍ لَّذَّةٍ لِّلشَّارِبِينَ. .﴾ [محمد: ١٥] الآية وذلك لزيادة التشويق إلى نعيم الجنة.\n١١ - الكناية ﴿ارتدوا على أَدْبَارِهِمْ﴾ كناية عن الكفر بعد الإِيمان.\n١٢ - السجع الرصين غير المتكلف ﴿أَضَلَّ أَعْمَالَهُمْ. واتبعوا أَهْوَاءَهُمْ. وأعمى أَبْصَارَهُمْ﴾ الخ وهو من المحسنات البديعية.","vol":"3","page":199},{"text":"اللغَة: ﴿السكينة﴾ السكونُ والطمأنينة والثبات ﴿السوء﴾ المساءة والحزن والالم قال الجوهري: ساءَه سوءًا بالفتح ومساءةً نقيضُ سَّره، والإِسمُ السُّوءُ بالضم، ودائرة السُّوء يعني الهزيمة والشر، ومن فتح فهو من المساءة ﴿تُعَزِّرُوهُ﴾ تعظّموه وتنصروه وتمنعوا الأذى عنه، وسمي التعزيزُ في الحدود تعزيزًا لأنه مانع من فعل القبيح ﴿نَّكَثَ﴾ نقض البيعة والعهد ﴿بُورًا﴾ هلكى قال الجوهري: البورُ: الرجل الفاسد الهالك الذي لا خير فيه، و«قومًا بورًا» جمع بائر، وبار فلان أي هالك ﴿حَرَجٌ﴾ إثم وذنب.","vol":"3","page":201},{"text":"سَبَبُ النّزول: عن ابن عباس قال: تخلف عن رسول الله ﷺ َ أعراب المدينة حين أراد السفر إلى مكة عام الفتح، بعغد أن كان استنفرهم معه حذرًا من قريش، وأحرم بعمرةٍ وساق معه الدي ليعلم الناسُ أنه لا يريد حربًا، فتثاقلواعنه واعتلَّوا بالشغل فنزلت ﴿سَيَقُولُ لَكَ المخلفون مِنَ الأعراب شَغَلَتْنَآ أَمْوَالُنَا وَأَهْلُونَا فاستغفر لَنَا. .﴾ الآية.\nالتفسِير: ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾ أي قد فتحنا لك يا محمد مكة فتحًا بينًا ظاهرًا، وحكمنا لك بالفتح المبين على أعدائك، والمراد بالفتح فتح مكة، وعده الله به قبل أني كون، وذكره بلفظ الماضي لتحققه، وكانت بشارة عظيمة من الله تعالى لرسوله وللمؤمنين قال الزمخشري: هو فتح مكة، وقد نزلت مرجع رسول الله ﷺ َ عن مكة عام الحديبية، وهو وعدٌ له بالفتح، وجيء به بلفظ الماضي على عادة ربّ العزَّة سبحانه في أخباره، لأنها في تحققها وتيقنها بمنزلة الكائنة الموجودة، وفي ذلك من الفخامة والدلالة على علو شأن الفتح ما لايخفى ﴿لِّيَغْفِرَ لَكَ الله مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ﴾ أي ليغفر لك ربك يا محمد جميع ما فرط منك من ترك الأولى قال أبو السعود: وتسمتُه ذنبًا بالنظر إلى منصبه الجليل وقال ابن كثير: هذا من خصائصه ﷺ َ التي لا يشاركه فيها غيره، وفيه تشريفٌ عظيم لرسول الله ﷺ َ إذ هو أكمل البشر على الإطلاق، وسيدهم في الدنيا والآخرة، وهو في جميع أموره على الطاعة والبر والاستقامة التي لم ينلها بشر سواه، لا من الأولين ولا من الآخرين، ولما كان أطوع خلق الله بشره الله بالفتح المبين، وغنفر له ما تقدم من ذنبه وما تأخر ﴿وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ﴾ أي وكمّل نعمته عليك بإِعلاء الذين ورفع مناره ﴿وَيَهْدِيَكَ صِرَاطًا مُّسْتَقِيمًا﴾ أي ويرشدك إلى الطريق القويم، الموصل إلى جنات النعيم؛ بما يشرعه لك من الدين العظيم ﴿وَيَنصُرَكَ الله نَصْرًا عَزِيزًا﴾ أي وينصرك الله على أعدائك نصرًا قويًا منيعًا، فيه عزةٌ وغلبة، يجمع لك به بين عز الدنيا والآخر ﴿هُوَ الذي أَنزَلَ السكينة فِي قُلُوبِ المؤمنين﴾ أي هو جل وعلا الذي جعل السكون والطمأنينة في قلوب المؤمنين ﴿ليزدادوا إِيمَانًا مَّعَ إِيمَانِهِمْ﴾ أي ليزدادوا يقينًا مع يقينهم، وتصديقًا مع تصديقهم، برسوخ العقيدة في القلوب، والتوكل على علاَّم الغيوب ﴿وَلِلَّهِ جُنُودُ السماوات والأرض﴾ أي وللهِ جلَّت عظمته كل جنود السموات والأرض، من الملائكة والجن، والحيوانات، والصواعق المدمّرة، والزلازل، والخسف والغرق، جنودٌ لا تُحصى ولا تُغلب، يسلطها على من يشاء قال ابن كثير: ولو أرسل عليهم ملكًا واحدًا لأباد خضراءهم، ولكنه تعالى شرع لعباده الجهاد، لما له في ذلك من الحجة القاطعة والحكمة البالغة ولذلك قال ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بأحوال خلقه، حكيمًا في تقديره وتدبيره قال المفسرون: أراد بإِنزال السكينة في","vol":"3","page":202},{"text":"قلوب المؤمنين «أهل الحديبية» حين بايعوا رسول الله ﷺ َ على مناجزة الحرب مع أهل مكة، بعد أن حصل لهم ما يزعج النفوس ويزيع القلوب، من صد الكفار لهم عن دخول مكة، ورجوع الصحابة دون بلوغ مقصود، فلم يرجع منه أحدٌ عن الإِيمان، بعد أن هاج الناس وماجوا، وزلزلوا حتى جاء عمر بن الخطاب إلى النبي ﷺ َ وقال: أنت نبيَّ الله حقًا؟ قال: بلى، قال ألسنا على الحق وعدوُّنا على الباطل؟ قال بلى، قال: فلم نعط الدنيَّة في ديننا إذن؟ قال إني رسول الله وليست أعصيه وهو ناصري.\n. الخ. ﴿لِّيُدْخِلَ المؤمنين والمؤمنات جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا﴾ أي ليدخلهم على طاعتهم وجهادهم حدائق وبساتين ناضرة، تجري من تحتها أنهار الجنة ما كثين فيها أبدًا ﴿وَيُكَفِّرَ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي يمحو عنهم خطاياهم وذنوبهم ﴿وَكَانَ ذَلِكَ عِندَ الله فَوْزًا عَظِيمًا﴾ أي وكان ذلك الإدخال في الجنات والتكفير عن السيئات، فوزًا كبيرًا وسعادةً لا مزيد عليها، إذ ليس بعد نعيم الجنة نعيم ﴿وَيُعَذِّبَ المنافقين والمنافقات والمشركين والمشركات﴾ أي وليعذِّب الله أهل النفاق والإِراك، وقدَّمهم على المشركين لأنهم أعظم خطرًا وأشر ضررًا من الكفار المجاهرين بالكفر ﴿الظآنين بالله ظَنَّ السوء﴾ أي الظانين بربهم أسوأ الظنون، ظنوا أن الله تعالى لن ينصر رسله والمؤمنين، وأن المشركين يستأصلونهم جميعًا كما قال تعالى ﴿بَلْ ظَنَنْتُمْ أَن لَّن يَنقَلِبَ الرسول والمؤمنون إلى أَهْلِيهِمْ أَبَدًا﴾ قال القرطبي: ظنوا أن النبي ﷺ َ لا يرجع إلى المدينة ولا أحدٌ من أصحابه حين خرج إلى الحديبية ﴿عَلَيْهِمْ دَآئِرَةُ السوء﴾ دعاءٌ عليهم أي عليهم ما يظنونه ويتربصونه بالمؤمنين من الهلاك والدمار ﴿وَغَضِبَ الله عَلَيْهِمْ وَلَعَنَهُمْ﴾ أي سخط تعالى عليهم بكفرهم ونفاقهم، وأبعدهم عن رحمته ﴿وَأَعَدَّ لَهُمْ جَهَنَّمَ وَسَآءَتْ مَصِيرًا﴾ أي وهيأ لهم في الآخرة نارًا مستعرة هي نار جهنم، وساءت مرجعًا ومنقلبًا لأهل النفاق والضلال ﴿وَلِلَّهِ جُنُودُ السماوات والأرض﴾ تأكيد للانتقام من الأعداء أعداء الإسلام من الكفرة والمنافقين قال الرازي: كرر اللفظ لأن جنود الله قد يكون إِنزالهم للرحمة، وقد يكون للعذاب، فذكرهم أولًا لبيان الرحمة للمؤمنين وثانيًا لبيان إِنزال العذاب عل الكافرين ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه وسلطانه، حكيمًا في صنعه وتدبيره قال الصاوي: ذكره هذه الآية أولًا في معرض الخلق والتدبير فذيَّلها بقوله\n﴿عَلِيمًا حَلِيمًا﴾ [الأحزاب: ٥١] وذكرها ثانيًا في معرض الانتقام فذيلها بقوله ﴿عَزِيزًا حَكِيمًا﴾ وهو في منتهى الترتيب الحسن، لأنه تعالى ينزل جنوج الحرمة لنصرة المؤمنين، وجنود العذاب لإِهلاك الكافرين. . ثم امتن تعالى على رسوله الكريم بتشريفه بالرسالة، وبعثه إلى كافة الخلق فقال ﴿إِنَّآ أَرْسَلْنَاكَ شَاهِدًا وَمُبَشِّرًا وَنَذِيرًا﴾ أي: إنا أرسلناك يا محمد شاهدًا على الخلق يوم القيامة، ومبشرًا للمؤمنين بالجنة، ومنذرًا للكافرين من عذاب النار ﴿لِّتُؤْمِنُواْ بالله وَرَسُولِهِ﴾ أي أرسلنا الرسول لتؤمنوا أيها الناس بربكم ورسولكم حقَّ الإِيمان، إيمانًا عن اعتقاد ويقين، لا يخالطه شك ولا ارتياب ﴿","vol":"3","page":203},{"text":"وَتُعَزِّرُوهُ﴾ أي تُفخمو وتُعطِّموه ﴿وَتُوَقِّرُوهُ﴾ أي تحترموا وتجلُّوا أمره مع التعظيم والتكريم، والضمير فيهما للنبي ﷺ َ ﴿وَتُسَبِّحُوهُ بُكْرَةً وَأَصِيلًا﴾ أي تسبحوا ربكم في الصباح والمساء، ليكون القلب متصلًا بالله في كل آن، ثم قال تعالى ﴿إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله﴾ أي إن الذين يبايعونك يا محمد في الحديبية «بيعة الرضوان» إِنما يبايعون في الحقيقة اللهَ، وهذا تشريفٌ للنبي ﷺ َ حيث جعل مبايعته بمنزل مبايعة الله، لأن الرسول ﷺ َ سفيرٌ ومعبِّر عن الله قال المفسرون: المراد بالبيعة هنا بيعة الرضوان بالحديبية، حين بايع الصحابة رسول الله ﷺ َ على الموت كما روى الشيخان عن سلمة ابن الأكوع أنه قال: «بايعنا رسول الله ﷺ َ على الموت» وسميت «بيعة الرضوان» لقول الله فيها ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ [الفتح: ١٨] ﴿يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ قال ابن كثير: أي هو تعالى حاضر معهم، يسمع أقوالهم، ويرى مكانهم، ويعلم ضمائرهم وظاهرهم، فهو تعالى المبايع بواسطة رسول الله صلى لله عليه وسلم وقال الزمخشري: يريد أن يد رسول الله ﷺ َ التي تعلو أيدي المبايعين هي يدُ الله، والمعنى أن من بايع الرسول فقد بايع الله كقوله تعالى ﴿مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله﴾ [النساء: ٨٠] ﴿فَمَن نَّكَثَ فَإِنَّمَا يَنكُثُ على نَفْسِهِ﴾ أي فمن نقض البيعة فإنما يعود ضرر نكثه عليه، لأنه حرم نفسه الثواب وألزمها العقاب بنقضه العهد والميثاق الذي عاهد به ربه ﴿وَمَنْ أوفى بِمَا عَاهَدَ عَلَيْهُ الله﴾ أو ومنْ وفَّى بعهده ﴿فَسَيُؤْتِيهِ أَجْرًا عَظِيمًا﴾ أي فسيعطيه الله ثوابًا جزيلًا، وهو الجنة دار الأبرار ﴿سَيَقُولُ لَكَ المخلفون مِنَ الأعراب﴾ أي سيقول لك يا محمد المنافقون الذين تخلفوا عن الخروج معك عام الحديبية من أعراب المدينة ﴿شَغَلَتْنَآ أَمْوَالُنَا وَأَهْلُونَا فاستغفر لَنَا﴾ أي شُغلنا عن الخروج معك الأموال والأولاد، فاطلب لنا من الله المغفرة، لأن تخلفنا لم يكن باختيار بل عن اضطرار قال في التسهيل: سمَّاهم تعالى بالمخلَّفين لأنهم تخلَّفوا عن غزوة الحديبية، والأعراب هم أهل البوادي من العرب لما خرج رسول الله ﷺ َ إلى مكة يعتمر، رأوا أنه يستقبل عدوًا كثيرًا من قريش وغيرهم فقعدوا عن الخروج معه، ولم يكن إيمانهم متمكنًا فظنوا أنه لا يرجع هو والمؤمنون من ذلك السفر، ففضحهم الله في هذه السورة وأعلمَ تعالى رسوله ﷺ َ بقولهم واعتذارهم قبل أن يصل إليهم، وأعلمه أنهم كاذبون في اعتذارهم ﴿يَقُولُونَ بِأَلْسِنَتِهِمْ مَّا لَيْسَ فِي قُلُوبِهِمْ﴾ اي يقولون خلاف ما يبطنون وهذا هو النفاق المحض، فهم كاذبون في الاعتذاروطلب الاستغفار، لأنهم قالوه رياءً من غير صدقٍ ولا توبة ﴿قُلْ فَمَن يَمْلِكُ لَكُمْ مِّنَ الله شَيْئًا إِنْ أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا﴾؟ أي قل لهم: مَن يمنعكم من مشيئة الله وقضائه، إِن أراد أن يُلحق بكم أمرًا يضركم كالهزيمة، أو أمرًا ينفعكم كالنصر والغنيمة؟ قال القرطبي: وهذا ردٌ عليهم حين ظنوا ان التخلف عن الرسول ﷺ َ يدفع عنهم الضرُّ، ويُعجل لهم النفع ﴿بَلْ كَانَ الله بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي ليس الأمر كما زعمتم بل الله مطلع على ما في قلوبكم من الكذب والنفاق، ثم أظهر تعالى ما يخفونه في نفوسهم فقال ﴿بَلْ ظَنَنْتُمْ أَن","vol":"3","page":204},{"text":"لَّن يَنقَلِبَ الرسول والمؤمنون إلى أَهْلِيهِمْ أَبَدًا﴾ أي بل ظننتم أيها المنافقون أن محمدًا وأصحابه لن يرجعوا إلى المدينة أبدًا ﴿وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ﴾ أي وزُيّن ذلك الضلال في قلوبكم ﴿وَظَنَنتُمْ ظَنَّ السوء﴾ أي ظننتم أنهم يُسْتأصلون بالقتل، ولا يرجع منهم أحد ﴿وَكُنتُمْ قَوْمًا بُورًا﴾ أو وكنتم قومًا هالكين عند الله، مستوجبين لسخطه وعقابه ﴿وَمَن لَّمْ يُؤْمِن بالله وَرَسُولِهِ﴾ لما بيَّن حال المتخلفين عن رسول الله، وبيَّن حال ظنهم الفاسد، وأنه يفضي بصاحبه إلى الكفر، حرَّضهم على الإِيمان والتوبة على سبيل العموم والمعنى من لم يؤمن بالله ورسوله بطريق الإِخلاص والصدق ﴿فَإِنَّآ أَعْتَدْنَا لِلْكَافِرِينَ سَعِيرًا﴾ أي فإِنَّا هيأنان للكافرين نارًا شديدة مستعرة، وهو وعيدٌ شديد للمنافقين ﴿وَلِلَّهِ مُلْكُ السماوات والأرض﴾ أي له جل وعلا جميع ما في السموات والأرض، يتصرف في الكل كيف يشاء ﴿يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ﴾ أي يرحم من يشاء من عباده ويُعذب من يشاء، وهذا قطع لطمعهم في استغفار رسول الله ﷺ َ لهم ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي واسع المغفرة عظيم الرحمة ﴿سَيَقُولُ المخلفون إِذَا انطلقتم إلى مَغَانِمَ لِتَأْخُذُوهَا﴾ أي سيقول الذين تخلَّفوا عن الخروج مع رسول الله في عمرة الحديبية، عند ذهابكم إلى مغانم خيبر لتحصلوا عليها ﴿ذَرُونَا نَتَّبِعْكُمْ﴾ أي اتركونا نخرج معكم إلى خيبر لنقاتل معكم ﴿يُرِيدُونَ أَن يُبَدِّلُواْ كَلاَمَ الله﴾ أي يريدون أن يُغيّروا وعد الله الذي وعده لأهل الحديبية من جعل غنائم خيبر لهم خاصة لا يشاركهم فيها أحد قال القرطبي: إن الله تعالى جعل لأهل الحديبية غنائم خيبر عوضًا عن فتح مكة إذ رجعوا من الحديبية على صلح ﴿قُل لَّن تَتَّبِعُونَا﴾ أي قل لهم لا تتبعونا فلن يكون لكم فيها نصيب ﴿كذلكم قَالَ الله مِن قَبْلُ﴾ أي كذلكم حكم الله تعالى بأن غنيمة خيبر لمن شهد الحديبية، ليس لغيرهم فيها نصيب قبل رجوعنا منها ﴿فَسَيَقُولُونَ بَلْ تَحْسُدُونَنَا﴾ أي فسيقولون ليس هذا من الله بل هو حسد منكم لنا على مشاركتكم في الغنيمة، قال تعالى ردًّا عليهم ﴿بَلْ كَانُواْ لاَ يَفْقَهُونَ إِلاَّ قَلِيلًا﴾ أي لا يفهمون إِلا فهمًا قليلًا وهو حرصهم على الغنائم وأمور الدنيا ﴿قُل لِّلْمُخَلَّفِينَ مِنَ الأعراب سَتُدْعَوْنَ إلى قَوْمٍ أُوْلِي بَأْسٍ شَدِيدٍ﴾ أي قل لهؤلاء الذين تخلفون عن الحديبية كرَّر وصفهم بهذا الإِسم إظهارًا لشناعة ومبالغةً في ذمهم ستُدعون إلى حرب قوم أشداء، هم بنو حنيفة قوم مسليمة الكذاب أصحاب الردة ﴿تُقَاتِلُونَهُمْ أَوْ يُسْلِمُونَ﴾ أي إما أن تقتلوهم أو يدخلوا في دينكم بلا قتال ﴿فَإِن تُطِيعُواْ يُؤْتِكُمُ الله أَجْرًا حَسَنًا﴾ أي فإِن تستجيبوا وتخرجوا لقتالهم يعطكم الله الغنيمة والنصر في الدنيا، والجنة في الآخرة ﴿وَإِن تَتَوَلَّوْاْ كَمَا تَوَلَّيْتُمْ مِّن قَبْلُ يُعَذِّبْكُمْ عَذَابًا أَلِيمًا﴾ أي وإن تتخلفوا عن الخروج كما تخلفتم زمن الحديبية، يعذبكم اللهُ عذابًا شديدًا مؤلمًا في نار جهنم.\n. ثم ذكر تعالى الأعذار في ترك الجهاد فقال ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ أي ليس على هؤلاء إِثم أو ذنب في ترك الخروج للجهاد لما بهم من الأعذار الظاهرة ﴿وَمَن يُطِعِ الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي من يطع أمر الله وأمر الرسول يدخله جنات النعيم خالدًا فيها ﴿وَمَن يَتَوَلَّ يُعَذِّبْهُ عَذَابًا أَلِيمًا﴾ أي ومن ينكل عن الجهاد لغير عذر يعذبه الله عذابًا شديدًا، في الدنيا بالمذلة وفي الآخرة بالنار.","vol":"3","page":205},{"text":"المنَاسَبَة: لمَّا ذكر تعالى حال المنافقين الذين تخلفوا عن الخروج مع رسول الله ﷺ َ ن، ذكر تعالى حال المؤمنين المجاهدين الذين بايعوا الرسول «بيعة الرضوان» تسجلًا لرضى الله تعالى عنهم، وتخليدًا لمآثرهم الكريمة، وختم السورة الكريمة بالثناء على الصحابة الأبرار، بأبلغ ثناء وأكرم تمجيد.\nاللغَة: ﴿أَظْفَرَكُمْ﴾ أظهركم وأعلاكم، طفر بالشيء غلب عليه، وأظفره غلبه ﴿مَعْكُوفًا﴾ محبوسًا ومنه الاعتكاف ﴿مَّعَرَّةٌ﴾ المعرَّة: العيب والمشقة اللاصقة بالإِنسان من العُرِّ وهو الجرب ﴿تَزَيَّلُواْ﴾ تميَّزوا ﴿الحمية﴾ الأنفة والغضب الشديد ﴿سِيمَاهُمْ﴾ علامتهم ﴿شَطْأَهُ﴾ الشطء: الفراخ قال الجهوري: شطءُ الرزع والنبات فراخُه والجمع أشطاء ﴿آزَرَهُ﴾ قوَّاه وأعانه وشدَّه.","vol":"3","page":206},{"text":"سَبَبُ النّزول: عن أنس ﵁ أن ثمانين من أهل مكة هبطوا على النبي ﷺ َ من التنعيم مستلحين يريدون الغدر به وبأصحابه فأخذناهم أسرى فأنزل الله تعالى ﴿وَهُوَ الذي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ ...﴾ الآية.\nالتفسِير: ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ اللام موطئة لقسم محذوف وأي والله لقد رَضِيَ اللَّهُ عَنْ المؤمنين حين بايعوك يا محمد «بيعة الرضوان» تحت ظل الشجرة بالحديبية قال المفسرون: كان سبب هذه البيعة أن رسول الله ﷺ َ لما بلغ الحديبية أرسل عثمان بن عفان إلى أهل مكة يخبرهم أنه إِنما جاء معتمرًا، وأنه لا يريد حربًا، فلما ذهب عثمان حبسوه عندهم، وجاء الخبر إلى رسول الله ﷺ َ أن عثمان قد قتل، فدعا رسول الله ﷺ َ الناس إلى البيعة على أن يدخلوا مكة حربًا، وبايعوه على الموت، فكانت بيعت الرضوان، فلما بلغ المشركين ذلك أخذهم الرعب وأطلقوا عثمان وطلبوا الصلح من رسول الله ﷺ َ على أن يأتي في العام القابل، ويدخلها وقيم فيها ثلاثة أيام، وكانت هذه البيعة تحت شجرة سمرة بالحديبية وقد سميت «بيعة الرضوان» ولما رجع المسلمون يعلوهم الحزنُ والكآبة، أراد الله تسليتهم وإِذهاب الحزن عنهم فأنزل الله هذه السورة على رسوله ﷺ َ بعد مرجعه من الحديبية ﴿إِنَّا فَتَحْنَا لَكَ فَتْحًا مُّبِينًا﴾ [الفتح: ١] وكان عدد الذين بايعوا رسول الله ﷺ َ ألفًا وأربعماةئ رجل، وفيهم نزلت الآية الكريمة ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ تَحْتَ الشجرة﴾ ولم يتخلف عن البيعة إلا «الجد بن قيس» من المنافقين، وحضر هذه البيعة روح القدس جبريل الأمين، ولهذا سُطرت في الكتاب المبين ﴿فَعَلِمَ مَا فِي قُلُوبِهِمْ﴾ أي فعلم تعالى ما في قلوبهم من الصدق والوفاء، عند مبايعتهم لك على حرب الأعداء ﴿فَأنزَلَ السكينة عَلَيْهِمْ﴾ أي رزقهم الطمأنينة وسكون النفس عند البيعة ﴿وَأَثَابَهُمْ فَتْحًا قَرِيبًا﴾ أي وجازاهم على بيعة الرضوان بفتح خيبر، وما فيها من النصر والغنائم، زيادةً على ثواب الآخرة ﴿وَمَغَانِمَ كَثِيرَةً يَأْخُذُونَهَا﴾ أي وجعل لهم الغنائم الكثيرة التي غنموها من خيبر قال ابن كثير: هو ما أجرى الله ﷿ على أيديهم من الصلح بينهم وبين أعدائهم، وما حصل بذلك من الخير والعامِّ بفتح خبير، ثم فتح سائر البلاد والأقاليم، وما حصل لهم من العز والنصر والرفعة في الدنيا والآخرة، ولهذا قال تعالى ﴿وَكَان الله عَزِيزًا حَكِيمًا﴾ أي غالبًا على أمره، حكيمًا في تدبيره وصعنه، ولهذا نصركم عليهم وغنَّمكم أرضهم وديارهم وأموالهم ﴿وَعَدَكُمُ الله مَغَانِمَ كَثِيرَةً تَأْخُذُونَهَا﴾ أي وعدكم الله معشر المؤمنين على جهادكم وصبركم الفتوحات الكثيرة، والغنائم الوفيرة تأخذونها من أعدائكم، قال ابن عباس: هي المغانم التي تكون إلى يوم القيامة قال في البحر: ولقد اتَّسع نطاق الإِسلام، وفتح المسلمون فتوحًا لا تُحصى، وغنموا مغانم لا تُعدُّ وذلك في شرق البلاد وغربها، حتى في الهند","vol":"3","page":207},{"text":"والسودان تصديقًا لوعده تعالى وقدم علينا أحد ملوك غانة من بلاد التكرور، وقد فتح أكثر من خمسة وعشرين مملكة من بلاد السودان، وأسلموا معه وقدم علينا ببعض ملوكهم يحج معه ﴿فَعَجَّلَ لَكُمْ هذه﴾ أي فعجَّل لكم غنائم خيبر بدون جهد وقتال ﴿وَكَفَّ أَيْدِيَ الناس عَنْكُمْ﴾ أي ومنع أيدي الناس أن تمتد إِليكم بسوء فقال المفسرون: المراد أيدي أهل خبير وحلفائهم من بني أسد وغطفان، حين جاءوا لنصرتهم فقذف الله في قلوبهم الرغب ﴿وَلِتَكُونَ آيَةً لِّلْمُؤْمِنِينَ﴾ اي ولتكون الغنائم، وفتح مكة، ودخول المسجد الحرام علامة واضحة تعرفون بها صدق الرسول فيما أخبركم به عن الله ﴿وَيَهْدِيَكُمْ صِرَاطًا مُّسْتَقِيمًا﴾ أي ويهديكم تعالى إلى الطريق القويم، الموصل إلى جنات النعيم بجهادكم وإِخلاصكم قال الإِمام الفخر: والآية للإِشارة إلى أنَّ ما أعطاهم من الفتح والمغانم، ليس هو كل الثواب، بل الجزاء أمامهم، وإِنما هوي شيء عاجل عجَّله لهم لينتفعوا به، ولتكون آية لمن بعدهم من المؤمنين، تدل على صدق وعد الله في وصول ما وعدهم به كما وصل إِليكم ﴿وأخرى لَمْ تَقْدِرُواْ عَلَيْهَا﴾ أي وغنيمةً أخرى يسَّرها لكم، لم تكونوا بقدرتكم تستطيعون عليها، ولكنَّ الله فضله وكرمه فتحها لكم، والمراد بها فتح مكة ﴿قَدْ أَحَاطَ الله بِهَا﴾ أي قد استولى الله عليها بقدرته ووهبها لكم، فهي كالشيء المحاط به من جوانبه محبوسٌ لكم لا يفوتكم ﴿وَكَانَ الله على كُلِّ شَيْءٍ قَدِيرًا﴾ أي قادرًا على كل شيء، لا يعجزه شيء أبدًا، فهو القادر على نصرة أوليائه، وهزم أعدائه قال ابن كثير: المعنى أي وغنميةً أخرى وفتحًا أخر معينًا، لم تكونوا تقدرون عليها، قد يسَّرها الله عليكم وأحاط بها لكم، فإنه تعالى يرزق عباده المتقين من حيث لا يحتسبون والمرادُ بها في هذه الآية «فتح مكة» وهو أختيار الطبري ﴿وَلَوْ قاتلكم الذين كفَرُواْ لَوَلَّوُاْ الأدبار﴾ تذكيرٌ لهم بنعمةٍ أخرى أي ولو قاتلكم أهل مكة ولم يقع الصلح بينكم وبينهم، لغلبوا وانهزموا أمامكم ولم يثبتوا ﴿ثُمَّ لاَ يَجِدُونَ وَلِيًّا وَلاَ نَصِيرًا﴾ أي ثم لا يجدون من يتولّى أمرهم بالحفظ والرعاية، ولا من ينصرهم من عذاب الله ﴿سُنَّةَ الله التي قَدْ خَلَتْ مِن قَبْلُ﴾ أي تلك طريقة الله وعادتُه التي سنَّها فيمن مضى من الأمم، من هزيمة الكافرين ونصر المؤمنين قال في البحر: أي سنَّ الله لأنبيائه ورسله سنة قديمة وهي قوله\n﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ [المجادلة: ٢١] ﴿وَلَن تَجِدَ لِسُنَّةِ الله تَبْدِيلًا﴾ أي وسنته تعالى لا تتبدَّل ولا تتغيَّر ﴿وَهُوَ الذي كَفَّ أَيْدِيَهُمْ عَنكُمْ وَأَيْدِيَكُمْ عَنْهُم بِبَطْنِ مَكَّةَ﴾ أي وهو تعالى بقدرته وتدبيره صرف أيدي كفار مكة عنكم كما صرف عنهم أيديككم بالحديبية التي هي قريبة من البلد الحرام قال ابن كثير: هذا امتنانٌ من الله تعالى على عباده المؤمنين، حين كفَّ أيدي المشركين عنهم، فلم يصل إليهم منهم سوء، وكفَّ أيدي المؤمنين عن المشركين فلم يقاتلوهم عند المسجد الحرام، بل","vol":"3","page":208},{"text":"صان كلًا من الفريقين وأوجد بينهم صلحًا، فيه خيرة للمؤمنين وعاقبة لهم في الدنيا والآخرة ﴿مِن بَعْدِ أَنْ أَظْفَرَكُمْ عَلَيْهِمْ﴾ أي من بعد ما أخذتموهم أسارى وتمكنتم منهم قال الجلال: وذلك أن ثمانين من المشركين طافوا بعسكر المؤمنين ليصيبوا منهم، فأخذوا وأُتي بهم إلى رسول الله ﷺ َ فعفا عنهم وخلَّى سبيلهم، فكان ذلك بسبب الصلح وقال في التسهيل: وروي في سببها أن جماعةً من فتيان قريش خرجوا إلى الحديبية، ليصيبوا من عسكر رسول الله ﷺ َ، فبعث إليهم رسول الله ﷺ َ خالد بن الوليد في جمناعةٍ من المسلمين فهزموهم وأسروا منهم قومًا، وساقوهم إلى رسول الله ﷺ َ فأطلقهم، فكفَّ أيدي الكفار هو هزيمتهم وأسرهم، وكفُّ أيدي المؤمنين عن الكفار هو إطلاقهممن الأسر وسلامتهم من القتل ﴿وَكَانَ الله بِمَا تَعْمَلُونَ بَصِيرًا﴾ أي هو تعالى بصير بأعمالكم وأحوالكم، يعلم ما فيه مصلحة لكم، ولذلك حجزكم عن الكافرين رحمةً بكم، وحرمةً لبيته العتيق لئلا تسفك فيه الدماء. . ثم ذكر تعالى استحقاق المشركين للعذاب والدمار فقال ﴿هُمُ الذين كَفَرُواْ وَصَدُّوكُمْ عَنِ المسجد الحرام﴾ أي هم كفار قريش المعتدون الذين كفروا بالله والرسول، ومنعوا المؤمنين عن دخول المسجد الحرام لأداء مناسك العمرة عام الحديبية ﴿والهدي مَعْكُوفًا أَن يَبْلُغَ مَحِلَّهُ﴾ أي وصدُّوا الهدي أيضًا وهو ما يُهدى لبيت الله لفقراء الحرم معكوفًا أي محبوسًا عن أن يبلغ مكانه الذي يذبح فيه وهو الحرم قال القرطبي: يعني قريشًا منعوا المسلمين من دخول المسجد الحرام عام الحديبية، حين أحرم رسول الله ﷺ َ مع أصحابه بالعمرة، ومنعوا الهدي وحبسوه عن أن يبلغ محله، وهذا كانوا لا يعتقدونه، ولكنه حملتهم الأنفة ودعتهم الحمية الجاهلية علىأن يفعلوا ما لا يعتقدونه دينًا، فوبخهم الله على ذلك وتوعَّدهم عليه، وأدخل الأنس على رسول الله ببيانه ووعده ﴿وَلَوْلاَ رِجَالٌ مُّؤْمِنُونَ وَنِسَآءٌ مُّؤْمِنَاتٌ﴾ أي ولولا أن في مكة رجالًا ونساءً من المؤمنين المستضعفين، الذين يخفون إِيمانهم خوفًا من المشركين ﴿لَّمْ تَعْلَمُوهُمْ﴾ أي لا تعرفونهم بأعيانهم لاختلاطهم بالمشركين ﴿أَن تَطَئُوهُمْ فَتُصِيبَكُمْ مِّنْهُمْ مَّعَرَّةٌ بِغَيْرِ عِلْمٍ﴾ أي كراهة أن توقعوا بهم وتقتلوا منهم دون علم منكم بإِيمانهم، فينالكم بقتلهم إِثم وعيب وجواب «لولا» محذوفٌ تقديره: لأذن لكم في دخول مكة، ولسلَّطكم على المشركين قال الصاوي: والجواب محذوف قدَّره الجلال بقوله: لأذِنَ لكم في الفتح، ومعنى الآية: لولا كراهة أن تُهلكوا أناسًا مؤمنين بين أظهر الكفار، حال كونكم جاهلين بهم فيصيبكم بإِهلاكهم مكروه لما كفَّ أيديكم عنهم، ولأذن لكم في فتح مكة ﴿لِّيُدْخِلَ الله فِي رَحْمَتِهِ مَن يَشَآءُ﴾ أي إنما فعل ذلك ليخلّص المؤمنين من بين أظهر المشركين، وليرجع كثيرٌ منهم إلى الإِسلام قال القرطبي: أي لم يأذن الله لكم في قتال المشركين، ليُسلم بعد الصلح من قضى أن يُسلم من أهل مكة، وكذلك كان، أسلم كير منهم وحسن إِسلامُه، ودخلوا في رحمته وجنته ﴿لَوْ تَزَيَّلُواْ لَعَذَّبْنَا الذين كَفَرُواْ مِنْهُمْ عَذَابًا أَلِيمًا﴾ أي لو تفرقوا وتميَّز بعضهم عن","vol":"3","page":209},{"text":"بعض، وانفصل المؤمنون عن الكفار، لعذبنا الكافرين منهم أشدَّ العذاب، بالقتل والسبي والتشريد من الأوطان ﴿إِذْ جَعَلَ الذين كَفَرُواْ فِي قُلُوبِهِمُ الحمية﴾ أي حين دخل إلى قلوب الكفار الأنفة والكبرياء بالباطل، فرفضوا أن يكتبوا في كتاب الصلح «بسم الله الرحمن الرحيم» ورفضوا أن يكتبوا «محمد رسولُ الله» وقولهم: لو نعلم أنك رسول الله لاتبعناك ولكنْ اكتبْ اسمك واسم أبيك ﴿حَمِيَّةَ الجاهلية﴾ أي آنفةً وغطرسةً وعصبيةً جاهلية ﴿فَأَنزَلَ الله سَكِينَتَهُ على رَسُولِهِ وَعَلَى المؤمنين﴾ أي جعل الطمأنينة والوقار في قلب الرسول والمؤمنين، ولم تلحقهم العصبية الجاهلية كما لحقت المشركين ﴿وَأَلْزَمَهُمْ كَلِمَةَ التقوى﴾ أي اختار لهم كلمة التقوى إِلزام تكريم وتشريف وهي كلمة التوحيد «لا إله إلا الله» هذا قول الجمهور، والظاهر: أن المراد بكلمة التقوى هي أخلاصهم وطاعتهم لله ورسوله، وعدم شقّ ص الطاعة عندما كُتيبت بنود الصلح، وكانت مجحفةً بحقوق المسلمين في الظاهر، فثبَّت الله المؤمنين على طاعة رسول الله ﷺ َ وكان في هذا الصلح كل الخير للمسلمين ﴿وكانوا أَحَقَّ بِهَا وَأَهْلَهَا﴾ أي وكانوا أحقَّ بهذه الفضيلة من كفار مكة، لأن الله اختارهم لدينه وصبحة نبيه ﴿وَكَانَ الله بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي عالما بمن هو أهل للفضل، فيخصه بمزيد من الخير والتكريم.\n. ثم أخبر تعالى عن رؤيا رسول الله ﷺ َ في المنام وهي رؤيا حق لأنها جزء من الوحي فقال ﴿لَّقَدْ صَدَقَ الله رَسُولَهُ الرءيا بالحق﴾ اللام موطئة للقسم، و«قد» للتحقيق أي والله لقد جعل الله رؤيا رسوله صادقة محققه لم يدخلها الشيطان لأنها رؤيا حق قال المفسرون: كان رسول الله ﷺ َ قد رأى في منامه أنه دخل مكة هو وأصحابه وطافوا بالبيت، ثم حلق بعضهم وقصَّر بعضهم، فحدَّث بها أصحابه ففرحوا واستبشروا، فلما خرج إلى الحديبية مع الصحابة، وصدَّه المشركون عن دخول مكة، وقع ما وقع من قضية الصلح، ارتاب المنافقون وقالوا: واللهِ ما حلقنا ولا قصَّرنا ولا رأينا البيت، فأين هي الرؤيا؟ ووقع في نفوس بعض المسلمين شيء فنزلت الآية ﴿لَّقَدْ صَدَقَ الله رَسُولَهُ الرءيا بالحق﴾ فأعلم تعالى أن رؤيا رسوله حقٌّ، وأنه لم يكذب فيما رأى، ولكنه ليس في الرؤيا أنه يدخلها عام ستٍ من الهجرة، وإِنما اراه مجرد صورة الدخول، وقد حقق الله له ذلك بعد عام فذلك قوله تعالى ﴿لَتَدْخُلُنَّ المسجد الحرام إِن شَآءَ الله﴾ أي لتدخلن يا محمد أنت وأصحابك المسجد الحرام بمشيئة الله ﴿آمِنِينَ مُحَلِّقِينَ رُءُوسَكُمْ وَمُقَصِّرِينَ﴾ أي تدخلونها آمنين من العدو، تؤدون مناسك العمرة ثم يحلق بعضكم رأسه، ويقصِّر بعض ﴿لاَ تَخَافُونَ﴾ أي غير خائفين، وليس فيه تكرارٌ لان المراد آمنين وقت دخولكم، وحال المكث، وحال الخروج ﴿فَعَلِمَ مَا لَمْ","vol":"3","page":210},{"text":"تَعْلَمُواْ﴾ أي فعلم تعالى ما في الصلح من الحكمة والخير والمصلحة لكم ما لم تعلموه أنتم قال ابن جزي: يريد ما قدَّره تعالى من ظهور الإِسلام في تلك المدة، فإِنه لما انعقد الصلح وارتفعت الحرب، رغب الناس في الإِسلام، فكان رسول الله ﷺ َ في غزوة الحديبية في ألف وأربعمائة، وغزا «غزوة الفتح» بعدها بعامين ومعه عشرة آلاف ﴿فَجَعَلَ مِن دُونِ ذَلِكَ فَتْحًا قَرِيبًا﴾ أي فجعل قبل ذلك فتحًا عاجلًا لكم وهو «صلح الحديبية» وسُمي فتحًا لما ترتَّب عليه من الآثار الجليلة، والعواقب الحميدة، ولهذا روى البخاري «عن البراء ﵁:» تعدُّون أنتم الفتح «فتح مكة» وقد كان فتح مكة فتحًا، ونحن نعدُّ الفتح «بيعة الرضوان» يوم الحديبية. . «الحديث ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي هو جلَّ وعلا الذي أرسل محمدًا بالهداية التامة الشاملة الكاملة، والدين الحق المستقيم دين الإِسلام ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي لعيليه على جميع الأديان، ويرفعه على سائر الشرائع السماوية ﴿وكفى بالله شَهِيدًا﴾ اي وكفى بالله شاهدًا على أن محمدًا رسوله.\n. ثم أثنى تعالى على أصحاب رسول الله بالثناء العاطر، وشهد لرسوله بصدق الرسالة فقال ﴿مُّحَمَّدٌ رَّسُولُ الله﴾ أي هذا الرسول المسمَّى محمدًا هو رسولُ الله حقًا لا كما يقول المشركون ﴿والذين مَعَهُ أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ بَيْنَهُمْ﴾ أي وأصحابه الأبرار الأخيار غلاظٌ على الكفار متراحمون فيما بينهم كقوله تعالى ﴿أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين﴾ [المائدة: ٥٤] قال أبو السعود: أي يظهرون لمن خالف دينهم الشدة والصلابة، ولمن وافقهم في الدين الرحمة والرأفة قال المفسرون: وذلك لأن الله أمرهم بالغلظة عليهم ﴿وَلْيَجِدُواْ فِيكُمْ غِلْظَةً﴾ [التوبة: ١٢٣] وقد بلغ من تشديدهم على الكفار أنهم كانوا يتحرزون من ثيابهم أن تمسَّ أبدانهم، وكان الواحد منهم إِذا رأى أخاه في الدين صافحه وعانقه ﴿تَرَاهُمْ رُكَّعًا سُجَّدًا﴾ أي تراهم أيها السامع راكعين ساجدين من كثرة صلاتهم وعبادتههم، رهباتٌ بالليل أسودٌ بالنهار ﴿يَبْتَغُونَ فَضْلًا مِّنَ الله وَرِضْوَانًا﴾ أي يطلبون بعبادتهم رحمة الله ورضوانه قال ابن كثير: وصفه بكثرة الصلاة وهي خير الأعمال، ووصفهم بالإِخلاص لله ﷿ والاحتساب عنده بجزيل الثواب، وهو الجنة المشتملة على فضل الله ورضاه ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود﴾ أي علامتهم وسمتُهم كائنة في جباههم من كثرة السجود والصلاة قال القرطبي: لاحت في وجوههم علامات التهجد بالليل وأمارات السهر، قال ابن جريج: هو الوقار والبهاء، وقال مجاهد: هو الخشوع والتواضع، قال منصور سألت مجاهدًا عن قوله تعالى ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ﴾ أهو أثرٌ يكون بين عيني الرجل؟ قال: لا، ربما يكون بين عيني الرجل مثل ركبة العنز وهو أقسى قلبًا من الحجارة، ولكنه نورٌ في وجوههم من الخشوع ﴿ذَلِكَ مَثَلُهُمْ فِي التوراة﴾ أي ذلك وصفهم في التوراة: الشدة على الكفار، والرحمة بالمؤمنين، وكثرة الصلاة والسجود ﴿وَمَثَلُهُمْ فِي الإنجيل كَزَرْعٍ","vol":"3","page":211},{"text":"أَخْرَجَ شَطْأَهُ﴾ أي ومثلهم في الإِنجيل كزرعٍ أخرج فراخه وفروعه ﴿فَآزَرَهُ فاستغلظ﴾ أي فقوَّاه حتى صار غليظًا ﴿فاستوى على سُوقِهِ﴾ أي فقام الرزع واستقام على أصوله ﴿يُعْجِبُ الزراع لِيَغِيظَ بِهِمُ الكفار﴾ أي يعجب هذا الزرع الزراع، بقوته وكثافته وحسن منظره، ليغتاظ بهم الكفار قال الضحّاك: هذا مثل في غاية البيان، فالزرع محمد ﷺ َ، والشطءُ أصحابُه، كانوا قليلًا فكثروا، وضعفاء فقووا، وقال القرطبي: وهذا مثلٌ ضربه الله تعالى لأصحاب النبي ﷺ َ يعني أنهم يكونون قليلًا ثم يزدادون ويكثرون، فكان النبي ﷺ َ حين بدأ بالدعوة ضعيفًا، فأجابه الواحد بعند الواحد حتى قوي أمره، كالزرع يبدو بعد البذر ضعيفًا فيقوى حالًا بعد حال حتى يغلظ نباته، وأفراخه، فكان هذا من أصح مثل وأقوى بيان ﴿وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنْهُم مَّغْفِرَةً وَأَجْرًا عَظِيمًا﴾ أي وعدهم تعالى بالآخرة بالمغفرة التامة والأجر العظيم والرزق الكريم في جنات النعيم، اللهم أرزقنا مجبتهم يا رب العالمين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿مَا تَقَدَّمَ. . وَمَا تَأَخَّرَ﴾ وبين ﴿وَمُبَشِّرًا. . وَنَذِيرًا﴾ وبين ﴿بُكْرَةً. . وَأَصِيلًا﴾ وبين ﴿نَّكَثَ. . وأوفى﴾ وبين ﴿أَرَادَ بِكُمْ ضَرًّا أَوْ أَرَادَ بِكُمْ نَفْعًا﴾ [الفتح: ١١] وبين ﴿يَغْفِرُ. . وَيُعَذِّبُ﴾ وبين ﴿مُحَلِّقِينَ. . وَمُقَصِّرِينَ﴾ وبين ﴿أَشِدَّآءُ. . ورُحَمَآءُ﴾ .\n٢ - المقابلة بين ﴿لِّيُدْخِلَ المؤمنين والمؤمنات جَنَّاتٍ. .﴾ [الفتح: ٥] الآية وبين ﴿وَيُعَذِّبَ المنافقين والمنافقات﴾ [الفتح: ٦] ألآية.\n٣ - الاستعارة التصريحية المكنية ﴿إِنَّ الذين يُبَايِعُونَكَ إِنَّمَا يُبَايِعُونَ الله يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ [الفتح: ١٠] شبَّه المعاهدة على التضحية بالأنفس في سبيل الله طلبًا لمرضاته بدفع السِّلع في نظير الأموال، واستعير اسم المشَّبه به للمشبه واشتق من البيع يبايعون بمعنى يعاهدون على دفع أنفسهم في سبيل الله، والمكنية في قوله ﴿يَدُ الله فَوْقَ أَيْدِيهِمْ﴾ شبَّه اطلاع الله على مبايعتهم ومجازاته على طاعتهم بملكٍ وضع يده على يد أميره ورعيته، وطوى ذكر المشبَّه به ورمز له بشيء من لوازمه وهو اليد على طريق الاستعارة المكنية، ففي الآية استعارتان.\n٤ - الكناية ﴿لَوَلَّوُاْ الأدبار﴾ كناية عن الهزيمة لأن المنهزم يدير ظهره لعوده للهرب.\n٥ - التعبير بصيغة المضارع لاستحضار صورة المبايعة ﴿لَّقَدْ رَضِيَ الله عَنِ المؤمنين إِذْ يُبَايِعُونَكَ. .﴾ .\n٦ - الالتفات من ضمير الغائب إلى الخطاب ﴿وَعَدَكُمُ الله مَغَانِمَ﴾ بعد قوله تعالى ﴿فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأنزَلَ السكينة عَلَيْهِمْ﴾ وذلك لتشريف المؤمنين في مقام الامتنان.\n٧ - الإِطناب بتكرار الحرج ﴿لَّيْسَ عَلَى الأعمى حَرَجٌ وَلاَ عَلَى الأعرج حَرَجٌ وَلاَ عَلَى المريض حَرَجٌ﴾ [الفتح: ١٧] لتأكيد نفي الإِثم عن أصحاب الأعذار.\n٨ - التشبيه التمثيلي ﴿كَزَرْعٍ أَخْرَجَ شَطْأَهُ فَآزَرَهُ فاستغلظ فاستوى على سُوقِهِ. .﴾ الآية لأن وجه الشبه منتزعٌ من متعدد.\n٩ - مراعاة الفواصل في نهاية الآيات وهو من المحسنات البديعية.","vol":"3","page":212},{"text":"اللغَة: ﴿يَغُضُّونَ﴾ غضَّ صوته خفضه وخافت به ﴿فَاسِقٌ﴾ الفاسق: الخارج من حدود الشرع، وهو في أصل الاشتقاق موضوع لما يدل على معنى الخروج، مأخوذ من قولهم: فسقت الرطبة إِذا خرجت من قشرها، وسمي فاسقًا لخروجه عن الطاعة ﴿نبأ﴾ النبأ: الخبر الهام قال الراغب: لا يقال للخبر في الأصل نبأ حتى يكون ذا فائدة عظيمة يحصل به علم أو غلبة ظن ﴿","vol":"3","page":214},{"text":"عَنِتُّمْ﴾ وقعتم في العَنت وهو المشقة والهلاك قال في اللسان: العن: الهلاك وأعنته أوقعه في الهلكة ﴿الراشدون﴾ جمع راشد وهو المهتدي إلى محاسن الأمور ﴿تفياء﴾ ترجع ﴿بَغَتْ﴾ اعتدت واستطاعت وأصله مجاوزة الحد في الظلم والطغيان ﴿تلمزوا﴾ تعيبوا.\nسَبَبُ النّزول: أروي أن بعض الأعراب الجفاة جاءوا إلى حجرات أزواج النبي ﷺ َ فجعلوا ينادونه: يا محمد أُخرج إلينا، يا محمد أخرج إلينا فأنزل الله ﴿إِنَّ الذين يُنَادُونَكَ مِن وَرَآءِ الحجرات أَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ .\nب وروي أن النبي بعث «الوليد بن عقبة» إلى الحارث بن ضرار ليقبض ما كان عنده من الزكاة التي جمعها من قومه، فلما سار الوليد واقترب منهم خاف وفزع، فرجع إلى رسول الله ﷺ َ وقال يا رسول الله: إنهم قد ارتدوا ومنعوا الزكاة، فهمَّ بعض الصحابة بالخروج إليهم وقتالهم فأنزل الله ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ فتبينوا. .﴾ الآية.\nج عن أنس قال: قيل للنبي ﷺ َ لو أتيت «عبد الله بن أُبيٍّ» وهو رأس المنافقين فانطلق إليه وركب حمارًا، وانطلق معه المسلمون يمشون، فلما أتاه النبي ﷺ َ قال له: إليك عني أي تنحَّ وابتعد عني فوالله لقد آذاني نتنُ حمارك، فقال رجل من الأنصار والله لحمارُ رسول الله ﷺ َ أطيب ريحًا منك، فغضب لعبد الله رجلٌ من قومه، وغضب للأنصاري آخرون من قومه، فكان بينهم ضربٌ بالجريد والأيدي والنعال، فأنزل الله ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا. .﴾ الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ أي أيها المؤمون، يا من اتصفتم بالإِيمان، وصدَّقتم بكتاب الله، لا تقُدقموا أمرًا أو فعلًا بين يدي الله ورسوله، وحُذِف المفعول للتعميم ليذهب ذهن السامع إلى كل ما يمكن تقديمه من قولٍ أو فعل، كما إِذا عرضت مسألة في مجلسه ﷺ َ لا يسبقونه بالجواب، وإِذا حضر الطعام لا يبتدئون بالأكل، وإِذا ذهبوا معه إلى مكان لا يمشون أمامه ونحو ذلك قال ابن عباس: نهوا أن يتكلموا بين يدي كلامه ﷺ َ وقال الضحاك: لا تقضوا أمرًا دون الله ورسوله من شرائع دينكم وقال البيضاوي: المعنى لا تقطعوا أمرًا قبل أن يحكم الله ورسوله به، وقيل: المراد بين يدي رسول الله، وذُكر اللهُ تعظيمًا له وإِشعارًا بأنه من الله بمكان يوجب إجلاله ﴿واتقوا الله إِنَّ الله سَمِيعٌ عَلِيمٌ﴾ أي واتقوا الله فيما أمركم به، إن الله سمعٌ لأقوالكم، عليمٌ بنياتكم وأحوالكم، وإظهار الاسم الجليل واحترامه فقال ﴿ياأيها الذين آمَنُواْ لاَ ترفعوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النبي﴾ أي إِذا كلمتم رسولَ الله ﷺ َ فاخفضوا أصواتكم ولا ترفعوها على صوتِ النبي ﴿وَلاَ تَجْهَرُواْ لَهُ بالقول كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ﴾ أي ولا تبلغوا حدَّ الجهر","vol":"3","page":215},{"text":"عند مخاطبته ﷺ َ كما يجهر بعضكم في الحديث مع البعض، ولا تخاطبوه باسمه وكنيته كما يخاطب بعظكم بعضًا فتقولوا: يا محمد، ولكنْ قولوا يا نبيَّ الله، ويا رسول الله، تعظيمًا لقدره، ومراعاةً للأدب قال المفسرون: نزلت في بعض الأعراب الجفاة الذين كانوا ينادون رسول الله باسمه، ولا يعرفون توقير الرسول الكريم ﴿أَن تَحْبَطَ أَعْمَالُكُمْ وَأَنتُمْ لاَ تَشْعُرُونَ﴾ أي خشية أن تبطل أعمالكم من حيث لا تشعرون ولا تدرون، فإن في رفع الصوت والجهر بالكلام في حضرته ﷺ َ استخفافًا قد يؤدي إلى الكفر المحبط للعمل قال ابن كثير: روي\n«أن ثابت بن قيس كان رفيع الصوت، فلما نزلت الآية قال: أنا الذي كنتُ أرفع صوتي على رسول الله ﷺ َ أنا من أهل النار، حبط عملي، وجلس في أهله حزينًا، فافتقده رسول الله ﷺ َ فانطلق بعض القوم إليه فقالوا له: تفقَّدك رسول الله ﷺ َ ما لك؟ فقال: أنا الذي أرفع صوتي فوق صوت النبي ﷺ َ حبط عملي أنا من أهل النار، فأتوا النبي ﷺ َ فأخبروه بما قال، فقال النبي ﷺ َ: لا بل هو من أهل الجنة» وفي رواية «أترضى أن تعيش حميدًا، وتقتل شهيدًا، وتدخل الجنة؟ فقال: رضيتُ ببشرى الله تعالى ورسوله ﷺ َ ولا أرفع صوتي أبدًا على صوت رسول الله ﷺ َ» ﴿إِنَّ الذين يَغُضُّونَ أَصْوَاتَهُمْ عِندَ رَسُولِ الله أولئك الذين امتحن الله قُلُوبَهُمْ لِلتَّقْوَى﴾ أي إن الذين يخفضون أصواتهم في حضرة الرسول ﷺ َ أولئك الذين أخلص الله قلوبهم للتقوى ومرَّنها عليها وجعلها صفة راسخةً راسخة فيها قال ابن كثير: أي أخلصها للتقوى وجعلها أهلا ومحلًا ﴿الَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ﴾ أي لهم في الآخرة صفحٌ عن ذنوبهم، وثواب عظيم في جنات النعيم. . ثم ذمَّ تعالى الأعراب الجفاة الذين ما كانوا يتأدبون في ندائهم للرسول ﷺ َ فقال: ﴿إِنَّ الذين يُنَادُونَكَ مِن وَرَآءِ الحجرات﴾ أي يدعونك من وراء الحجرات، منازل أزواجك الطاهرات ﴿أَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ أي أكثر هؤلاء غير عقلاء، إذ العقل يقتضي حسن الأب، ومراعاة العظماء عند خطابهم، سيّما لمن كان بهذا المنصب الخطير قال البيضاوي: قيل إِن الذي ناداه «عُيينة بن حُصين» و«الأقرع بن حابس» وفدا على رسول الله ﷺ َ في سبعين رجلًا من بني تميم وقت الظهيرة وهو راقد فقالا يا محمد أخرج إلينا ﴿وَلَوْ أَنَّهُمْ صَبَرُواْ حتى تَخْرُجَ إِلَيْهِمْ لَكَانَ خَيْرًا لَّهُمْ﴾ أي ولو أنَّ هؤلاء المنادين لم يزعجوا الرسول ﷺ َ بمناداتهم وصبروا حتى يخرج إليهم لكان ذلك الصبر خيرًا لهم وأفضل عند الله وعند الناس، لما فيه من مراعاة الأدب في مقام النبوة ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي الغفور لذنوب العباد، الرحيم بالمؤمنين حيث اقتصر على نصحهم وتقريعهم، ولم يُنزل العقاب بهم.\n. ثم حذَّر تعالى من الاستماع للأخبار بغير تثبت فقال ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ﴾ أي إِذا أتاكم رجل فاسق غير موثوق بصدقه وعدالته بخبر من الأخبار ﴿فتبينوا﴾ أي فتثبتوا من صحة الخبر ﴿أَن تُصِيبُواْ قَوْمًا بِجَهَالَةٍ﴾ أي لئلا تصيبوا قومًا وأنتم جاهلون حقيقة الامر ﴿فَتُصْبِحُواْ على مَا فَعَلْتُمْ نَادِمِينَ﴾ أي فتصيروا نادمين أشد الندم على صنيعكم ﴿واعلموا أَنَّ فِيكُمْ رَسُولَ الله﴾ أي واعلموا أيها المؤمنون أنَّ بينكم الرسول المعظَّم، والنبيُّ المكرم، المعصوم عن اتباع الهوى ﴿لَوْ يُطِيعُكُمْ","vol":"3","page":216},{"text":"فِي كَثِيرٍ مِّنَ الأمر لَعَنِتُّمْ﴾ أي لو يسمع وشاياتكم، ويصغي بسمعه لإِراتكم، ويطيعكم في غالب ما تشيرون عليه من الأمور، لوقعتكم في الجهد والهلاك قال ابن كثير: أي اعلموا أنَّ بين أظهركم رسو لالله فعظّموه ووقروه، فإنه أعلم بمصالحكم وأشفق عليكم منكم، ولو أطاعكم في جميع ما تختارونه لأدَّى لك ذلك إلى عنتكم وحرجكم ﴿ولكن الله حَبَّبَ إِلَيْكُمُ الإيمان﴾ أي ولكنه تعالى بمنّه وفضله نوَّر بصائركم فحبَّب إلى نفوسكم الإِيمان ﴿وَزَيَّنَهُ فِي قُلُوبِكُمْ﴾ أي وحسَّنه في قلوبكم، حتى أصبح أغلى عندكم من كل شيء ﴿وَكَرَّهَ إِلَيْكُمُ الكفر والفسوق والعصيان﴾ أي وبغَّض إلى نفوسكم أنواع الضلال، من الكفر والمعاصي والخروج عن طاعة الله قال ابن كثير: والمراد بالفسوق الذنوبُ الكبار، وبالعصيان جميع المعاصي ﴿أولئك هُمُ الراشدون﴾ أي أولئك المتصفون بالنعوت الجليلة هم المهتدون، الراشدون في سيرتهم وسلوكهم، والجملة تفيد الحصر أي هم الراشدون لا غيرهم ﴿فَضْلًا مِّنَ الله وَنِعْمَةً﴾ أي هذا العطاء تفضلٌ منه تعالى عليكم وإِنعام ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليمٌ بمن يستحق الهداية، حكيم في خلقه وصنعه وتدبيره. . ثم عقَّب تعالى ما يترتب على سماع الأنباء المكذوبة من تخاصم وتباغضٍ وتقاتل فقال ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا﴾ أي وإنْ حدث أنَّ فئتين وجماعتين من إخوانكم المؤمنين جنحوا إلى القتال فأصلحا بينهما، واسعوا جهدكم للإِصلاح بينهما، والجمعُ ﴿اقتتلوا﴾ باعتبار المعنى، والتثنية ﴿بَيْنَهُمَا﴾ باعتبار اللفظ ﴿فَإِن بَغَتْ إِحْدَاهُمَا على الأخرى﴾ أي فإِن بغت إحداهما على الأخرى، وتجاوزت حدَّها بالظلم والطغيان، ولم تقبل الصلح وصمَّمت على البغي ﴿فَقَاتِلُواْ التي تَبْغِي حتى تفياء إلى أَمْرِ الله﴾ أي فقاتلوا الفئة الباغية حتى ترجع إلى حكم الله وشرعه، وتُقلع عن البغي والعدوان، وتعمل بمقتضى أخوة الإِسلام ﴿فَإِن فَآءَتْ فَأَصْلِحُواْ بَيْنَهُمَا بالعدل وأقسطوا﴾ أي فإن رجعت وكفَّت عن القتال فأصلحوا بينهما بالعدل، دون حيفٍ على إِحدى الفئتين، واعدلوا في جميع أموركم ﴿إِنَّ الله يُحِبُّ المقسطين﴾ أي يحبُّ العادلين الذين لا يجورون في أحكامهم قال البيضاوي: والآية نزلت في قتالٍ حدث بين «الأوس» و«الخزرج» في عهده ﷺ َ كان فيه ضرب السَّعف والنعال، وهي تدلُّ على أن الباغي مؤمن، وأنه إِذا كفَّ عن الحرب ترك، وأنه يجب تقديم النصح والسعي في المصالحة ﴿إِنَّمَا المؤمنون إِخْوَةٌ﴾ أي ليس المؤمنون إلا اخوة، جمعتهم رابطة الإِيمان، لا ينبغي أن تكون بينهم عداوة ولا شحناء، ولا تباغضٌ ولا تقاتل قال المفسرون: ﴿إِنَّمَا﴾ لحصر فكأنه يقول: لا أخوَّة إلا بين المؤمنين، ولا أخوة بين مؤمن وكافر، وفي الآية إشارة إلى أنْ أخوة الإِسلام أقوى من أخوَّة النسب، بحيث لا تعتبر أخوَّة النسب إذا خلت عن أخوة الإِسلام ﴿فَأَصْلِحُواْ بَيْنَ أَخَوَيْكُمْ﴾ أي فأصلحوا بين إخوانكم المؤمنين، ولا تتركوا الفرقة تدبُّ، والبغضاء تعمل عملها ﴿واتقوا الله لَعَلَّكُمْ تُرْحَمُونَ﴾ أي اتقوا الله تعالى بامتثال أوامره واجتناب نواهيه، لتنالكم رحمته، وتسعدوا بجنته","vol":"3","page":217},{"text":"ومرضاته ﴿ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْرًا مِّنْهُمْ﴾ أي يا معشر المؤمنين، يا من اتصفتم بالإيمان، وصدَّقتم بكتاب الله وبرسوله، لا يهزأ جماعة بجماعة، ولا يسخر أحد من أحد، فقد يكمون المسخور منه خيرًا عند الله من الساخر، وربَّ أشعث أغير ذو طمرين لو أقسم على الله لأبره ﴿وَلاَ نِسَآءٌ مِّن نِّسَآءٍ عسى أَن يَكُنَّ خَيْرًا مِّنْهُنَّ﴾ أي ولا يسخر نساء من نساء فعسى أن تكون المحتقر منها خيرًا عند الله وأفضل من الساخرة ﴿وَلاَ تلمزوا أَنفُسَكُمْ وَلاَ تَنَابَزُواْ بالألقاب﴾ أي ولا يعب بعضكم بعضًا، ولا يدع بعضكم بعضًا بلقب السوء، وإنما قال ﴿أَنفُسَكُمْ﴾ لأن المسلمين كأنهم نفسٌ واحدة ﴿بِئْسَ الاسم الفسوق بَعْدَ الإيمان﴾ أي بئس أن يسمى الإِنسان فاسقًا بعد أن صار مؤمنًا قال البيضاوي: وفي الآية دلالة على أن التنابز فسقٌ، والجمع بينه وبين الإِيمان مستقبح ﴿وَمَن لَّمْ يَتُبْ فأولئك هُمُ الظالمون﴾ أي ومن لم يتبْ عن اللَّمز والتنابز فأولئك هم الظالمون بتعريض أنفسهم للعذاب ﴿ياأيها الذين آمَنُواْ اجتنبوا كَثِيرًا مِّنَ الظن﴾ أي ابتعدوا عن التهمة والتخون وإساءة الظنِّ بالأهل والناس، وعبَّر بالكثير ليحتاط الإنسان في كل ظنٍّ ولا يسارع فيه بل يتأملُ ويتحقَّق ﴿إِنَّ بَعْضَ الظن إِثْمٌ﴾ أي إنَّ في بعض الظنِّ إِثم وذنب يستحق صاحبه العقوبة عليه قال عمر ﵁: «لا تظُنَّنَّ بكلمةٍ خرجت من أخيكَ المؤمنِ إلا خيرًا، وأنت تجدُ لها في الخير محملًا» ﴿وَلاَ تَجَسَّسُواْ﴾ أي لا تبحثوا عن عورات المسلمين ولا تتبعوا معايبهم ﴿وَلاَ يَغْتَب بَّعْضُكُم بَعْضًا﴾ أي لا يذكر بعضكم بعضًا بالسوء في غيبته بما يكرهه ﴿أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا﴾ تمثيلٌ لشناعة الغيبة وقبحها بما لا مزيد عليه من التقبيح أي هل يحب الواحد منكم أن يأكل لحم أخيه المسلم وهو ميت؟ ﴿فَكَرِهْتُمُوهُ﴾ أي فكما تكرهون هذا طبعًا فاكرهوا الغيبة شرعًا، فإن عقوبتها أشدُّ من هذا.\n. شبَّه تعالى الغيبة بأكل لحم الأخ حال كونه ميتًا، وإِذا كان الإِنسان يكره لحم الإِنسان فضلًا عن كونه أخًا، وفضلًا عن كونه ميتًا وجب عليه أن يكره الغيبة بمثل هذه الكراهة أو أشد ﴿واتقوا الله﴾ أي خافوا الله واحذروا عقابه، بامتثال أوامره واجتناب نواهيه ﴿إِنَّ الله تَوَّابٌ رَّحِيمٌ﴾ أي إِنه تعالى كثير التوبة، عظيم الرحمة، لمن اتقى اللهَ وتاب وأناب، وفيه حثٌ على التوبة، وترغيبٌ بالمساعة إلى الندم والاعتراف بالخطأ لئلا يقنط الإِنسان من رحمة الله.","vol":"3","page":218},{"text":"المنَاسَبَة: لمَّا دعا تعالى إِلى مكارم الأخلاق ونهى عن مساوئها، وحذَّر المؤمنين من بعض الأفعال القبيحة، دعا الناس هنا جميعًا للتعارف والتآلف ونهاهم عن التفاخر بالأنساب، ثم بيَّن صفات المؤمن الكامل.\nاللغَة: ﴿يَلِتْكُمْ﴾ ينقصكم ﴿قَبَآئِلَ﴾ جمع قبيلة وهي الجماعة التي يربطها حسبٌ أو نسبٌ، وهي أخصُّ من الشعب، لأن الشعب الجمع العظيم المنتسبون إلى أصل واحد، فالشعب يجمع القبيلة، والقبيلة تجمع البطون والأفخاذ ﴿يَرْتَابُواْ﴾ يشكُّوا والريب: والشكُ ﴿يَمُنُّونَ﴾ المنُّ: الامتنان على الشخص والاعتداد عليه بفعل المعروف، وأصله في اللغة القطع ومنه ﴿فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ [التين: ٦] .\nسَبَبُ النّزول: عن ابن عباس قال: جاءت بنو أسدٍ إلى رسول الله ﷺ َ فقالوا يا رسول الله: أسلمنا، وقاتلتك العرب ولم نقاتلك، أخذوا يمنون عليه فنزلت الآية الكريمة ﴿يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ. .﴾ الآية.\nالتفسِير: ﴿ياأيها الناس إِنَّا خَلَقْنَاكُم مِّن ذَكَرٍ وأنثى﴾ الخطاب لجميع البشر أي نحن بقدرتنا خلقناكم من أصلٍ واحد، وأوجدناكم من أب وأم فلا تفاخر بالآباء والأجداد، ولا اعتداد بالحسب والنسب، كلكم لآدم وآدمُ من تراب ﴿وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَآئِلَ لتعارفوا﴾ أي وجعلناكم شعوبًا شتى وقبائل متعددة، ليحصل بينكم التعارف والتآلف، لا التناحر والتخالف قال مجاهد: ليعرف الإِنسان نسبه فيقال فلان بن فلان من قبيلة كذا، وأصل تعارفوا تتعارفوا حذفت إحدى التاءين تخفيفًا قال شيخ زاده: والمعنى إن الحكمة التي من أجلها جعلكم على شعوب وقبائل هي أن يعرف بعضكم نسب بعض ولا ينسبه إلى غير آبائه، لا أن نتفاخر بالآباء والأجداد، والنسبُ وِإن كان يُعتبر عرفًا وشرعًا، حتى لا تُزوج الشريفة بالنبطيّ، إلا أنه لا عبرة به عند ظهور ما هو أعظم قدرًا منه وأعز، وهو الإيمان والتقوى، كما لا تظهر الكواكب عند طلوع الشمس ﴿إِنَّ أَكْرَمَكُمْ عَندَ الله أَتْقَاكُمْ﴾ أي إنما يتفاضل الناس بالتقوى لا بالأحساب والأنساب، فمن أراد شرفًا في الدنيا ومنزلةٌ في الآخرة فليتق الله كما قال ﷺ َ: «من سرَّه أن يكون أكرم الناس فليتَّق الله» وفي الحديث «الناسُ رجلان:","vol":"3","page":219},{"text":"رجل برٌّ تقيٍ كريم على الله تعالى، ورجل فاجر شقي هيّن على الله تعالى» ﴿إِنَّ الله عَلِيمٌ خَبِيرٌ﴾ أي عليمٌ بالعباد، مطلع على ظواهرهم وبواطنهم، يعلم التقي والشقي، والصالح والطالح ﴿هُوَ أَعْلَمُ بِمَنِ اتقى﴾ [النجم: ٢٣] . ﴿قَالَتِ الأعراب آمَنَّا قُل لَّمْ تُؤْمِنُواْ ولكن قولوا أَسْلَمْنَا﴾ أي زعم الأعراب أنهم آمنوا قل لهم يا محمد: إنكم لم تؤمنوا بعد، لأن الإِيمان تصديقٌ مع ثقة واطمئنان قلب، ولم يحصل لكم، وإِلا لما مننتم على الرسول بالإِسلام وترك المقاتلة، ولكنْ قولوا استسلمنا خوف القتل والسبي قال المفسرون: نزلت في نفرٍ من بني أسد، قدموا المدينة في سنةٍ مجدبة، وأظهروا الشهادتين، وكانوا يقولون لرسول الله ﷺ َ: أتيناك بالأثقال والعيال، ولم نقاتلك كم قاتلك بنو فلان وفلان، يريدون الصَّدقة ويمنّون على الرسول، وقد دلت الآية على الإِيمان مرتبةً أعلى من الإِسلام، الذي هو الاستسلام والانقياد بالظاهر ولهذا قال تعالى ﴿وَلَمَّا يَدْخُلِ الإيمان فِي قُلُوبِكُمْ﴾ أي ولم يدخل الإِيمان إلى قلوبكم ولم تصلوا إلى حقيقته بعد، ولفظةُ «لمَّا» تفيد التوقع كأنه يقول: وسيحصل لكم الإِيما عند اطلاعكم على محاسن الإِسلام، وتذوقكم لحلاوة الإِيمان قال ابن كثير: وهؤلاء الأعراب المذكورون في هذه الآية ليسوا منافقين، وإِنما هم مسلمون لم يستحكم الإِيمان في قلوبهم، فادَّعوا لأنفسهم مقامًا أعلى مما وصلوا إليه فأدبوا في ذلك، ولو كانوامنافقين كما ذهب إليه البخاري لعُنفوا وفُضِحوا ﴿وَإِن تُطِيعُواْ الله وَرَسُولَهُ لاَ يَلِتْكُمْ مِّنْ أَعْمَالِكُمْ شَيْئًا﴾ أي وإن أطعتم الله ورسوله بالإِخلاص الصادق، والإِيمان الكامل، وعدم المنِّ على الرسول لا ينقصكم من أجوركم شيئًا ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة، واسع الرحمة، لأن صيغة «فعول» و«فعيل» تفيد المبالغة.\n. ثم ذكر تعالى صفات المؤمنين الكُمَّل الصادقين في إِيمانهم فقال ﴿إِنَّمَا المؤمنون الذين آمَنُواْ بالله وَرَسُولِهِ﴾ أي إنما المؤمنون الصادقون في دعوى الإِيمان، الذين صدَّقوا الله ورسوله، فأقروا لله بالوحدانية، ولرسوله بالرسالة، عن يقين راسخ وإِيمان كامل ﴿ثُمَّ لَمْ يَرْتَابُواْ﴾ أي ثم لم يشكوا ويتزلزوا في إيمانهم بل ثبتوا على التصديق واليقين ﴿وَجَاهَدُواْ بِأَمْوَالِهِمْ وَأَنفُسِهِمْ فِي سَبِيلِ الله﴾ أي وبذلوا أموالهم ومهجهم في سبيل اله وابتغاء رضوانه ﴿أولئك هُمُ الصادقون﴾ أي أولئك الذين صدقوا في ادعاء الإِيمان. . وصف تعالى المؤمنين الكاملين بثلاثة أوصاف: الأول: التصديق الجازم بالله ورسوله الثاني: عدم الشك والارتياب الثالث: الجهاد بالمال والنفس، فمن جمع هذه الأوصاف فهو المؤمن الصادق ﴿قُلْ أَتُعَلِّمُونَ الله بِدِينِكُمْ﴾ الاستفهام للإِنكار والتوبيخ أي قل يا محمد، أتخبرون الله بما في ضمائركم وقلوبكم؟ ﴿والله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي وهو جل وعلا العليم بأحوال جميع العباد، لا تخفى عليه خافية لا في السموات ولا في الأرض ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي واسع العلم رقيب على كل شيء، لا يعزب عنه مثقال ذرة، ولا أصغر من ذلك ولا أكبر ﴿يَمُنُّونَ عَلَيْكَ أَنْ أَسْلَمُواْ﴾ أي يعدون إِسلامهم عليك يا محمد منَّة، يستوجبون عليها الحمد والثناء ﴿قُل لاَّ تَمُنُّواْ عَلَيَّ إِسْلاَمَكُمْ﴾ أي قل لهم لا تمتنوا عليَّ بإِسلامكم،","vol":"3","page":220},{"text":"فإن نفع ذلك عائد عليكم ﴿بَلِ الله يَمُنُّ عَلَيْكُمْ أَنْ هَداكُمْ لِلإِيمَانِ إِن كُنْتُمْ صَادِقِينَ﴾ أي بل للهِ المنةُ العظمة عليكم، بالهداية للإِيمان والتثبيت عليه إن كنتم صادقين في دعوى الإِيمان ﴿إِنَّ اللَّهَ يَعْلَمُ غَيْبَ السماوات والأرض﴾ أي يعلم ما غاب عن الأبصار في السموات والأرض ﴿والله بَصِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطَّلع على أعمال العباد، لا تخفى عليه خافية.\n. كرَّر تعالى الإِخباربعلمه بجميع الكائنات، وإحاطته بجميع المخلوقات، ليدل على سعة علمه، وشموله لكل صغيرة وكبيرة، في السر والعلن، والظاهر والباطن.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة التمثيلية ﴿لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ [الحجرات: ١] شبَّه حالهم في إيداء الرأي وقطع الأمر في حضرة الرسول بحال ملكٍ عظيم تقدَّم للسير أمامه بعض الناس وكان الأدب يقضي أن يسيروا خلفه لا أمامه، وهذا بطريق الاستعارة التمثيلية.\n٢ - التشبيه المرسل المجمل ﴿وَلاَ تَجْهَرُواْ لَهُ بالقول كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ﴾ [الحجرات: ٢] لوجود أداة التشبيه.\n٣ - الالتفات من الخطاب إلى الغيبة ﴿أولئك هُمُ الراشدون﴾ بعد قوله ﴿حَبَّبَ إِلَيْكُمُ الإيمان﴾ [الحجرات: ٧] وهذا من المحسنات البديعية.\n٤ - المقابلة بين ﴿حَبَّبَ إِلَيْكُمُ الإيمان وَزَيَّنَهُ فِي قُلُوبِكُمْ﴾ وبين ﴿وَكَرَّهَ إِلَيْكُمُ الكفر والفسوق والعصيان﴾ [الحجرات: ٧] .\n٥ - الطباق ﴿وَإِن طَآئِفَتَانِ مِنَ المؤمنين اقتتلوا فَأَصْلِحُواْ بَيْنَهُمَا﴾ [الحجرات: ٩] .\n٦ - جناس الاشتقاق ﴿وأقسطوا إِنَّ الله يُحِبُّ المقسطين﴾ [الحجرات: ٩] .\n٧ - التشبيه التمثيلي ﴿أَيُحِبُّ أَحَدُكُمْ أَن يَأْكُلَ لَحْمَ أَخِيهِ مَيْتًا﴾ [الحجرات: ١٢] مثَّل للغيبة بمن يأكل لحم الميت، وفيه مبالغات عديدة لتصوير الاغتياب بأقبح الصور وأفحشها في الذن.\n٨ - طباق السلب ﴿آمَنَّا قُل لَّمْ تُؤْمِنُواْ﴾ .\n٩ - الاستفهام الإِنكاري للتوبيخ ﴿أَتُعَلِّمُونَ الله بِدِينِكُمْ﴾ .\n١٠ - التشبيه البليغ ﴿إِنَّمَا المؤمنون إِخْوَةٌ﴾ [الحجرات: ١٠] أصل الكلام المؤمنون كالإِخوة في وجوب التراحم والتناظر، فحذف وجه الشبه وأداة التشبيه فأصبح بليغًا مع إفادة الجملة الحصر.\nتنبيه: سورة الحجرات تسمى سورة «الأخلاق والآدب» فقد أرشدت إلى مكارم الأخلاق، وفضائل الأعمال، وجاء فيها النداء بوصف الإِيمان خمس مراتٍ، وفي كل مرة إرشاد إلى مكرمة من المكارم وفضيلة من الفضائل، وهذه الآداب الرفيعة نستعرضها في فقرات:\nأولًا: وجوب الطاعة والانقياد لأوامر الله ورسوله وعدم التقدم عليه بقول أو رأي ﴿ياأيها الذين آمَنُواْ لاَ تُقَدِّمُواْ بَيْنَ يَدَيِ الله وَرَسُولِهِ﴾ [الحجرات: ١] .","vol":"3","page":221},{"text":"ثانيًا: احترام الرسول وتعظيم شأنه ﴿ياأيها الذين آمَنُواْ لاَ ترفعوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النبي. .﴾ [الحجرات: ٢] .\nثالثًا: وجوب التثبت من الأخبار ﴿ياأيها الذين آمنوا إِن جَآءَكُمْ فَاسِقٌ بِنَبَإٍ فتبينوا. .﴾ [الحجرات: ٦] .\nرابعًا: النهي عن السخرية بالناس ﴿ياأيها الذين آمَنُواْ لاَ يَسْخَرْ قَوْمٌ مِّن قَوْمٍ عسى أَن يَكُونُواْ خَيْرًا مِّنْهُمْ. .﴾ [الحجرات: ١١] .\nخامسًا: النهي عن التجسس والغيبة وسوء الظن ﴿ياأيها الذين آمَنُواْ اجتنبوا كَثِيرًا مِّنَ الظن﴾ [الحجرات: ١٢] الآية.\nلطيفَة: سئل بعض العلماء عما وقع بين الصحابة من قتال فقال «تلك دماءٌ قد ظهَّر الله منها أيدينا فلا نلوّث بها ألسنتنا، وسبيل ما جرى بينهم كسبيل ما جرى بين يوسف وإخوته» .","vol":"3","page":222},{"text":"اللغَة: ﴿مَّرِيجٍ﴾ مختلط قال ابن قيبة: مرج الأمر ومرج الدين اختلط، وأصله أن يقلب الشيء ولا يستقر يقال: مرج الخاتم في يدي إِذا قلق للهزال ﴿فُرُوجٍ﴾ شقوق وصدوع جمع فرج وهو الشقُّ ﴿بَاسِقَاتٍ﴾ طوال بسق الشيء بُسوقًا إذا طال ﴿نَّضِيدٌ﴾ متراكب بعضه فوق بعض ﴿لَبْسٍ﴾ حيرة وشك واضطراب ﴿عَيِينَا﴾ عجزنا يقال: عيي به يعيا أي عجز عنه ﴿رَقِيبٌ﴾ حافظ شاهد على أعمال الإِنسان ﴿عَتِيدٌ﴾ حاضر مهيأ قال الجوهري: العتيد الشيء الحاضر المهيأ ومنه ﴿وَأَعْتَدَتْ لَهُنَّ مُتَّكَئًا﴾ [يوسف: ٣١] وفرسٌ عتد معدٌّ للجري ﴿حَدِيدٌ﴾ حادٌّ نافذ.\nالتفسِير: ﴿ق﴾ الحروف المقطعة للتنبيه على إعجاز القرآن، وللإِشارة إلى أن هذا الكتاب المعجز منظوم من أمثال هذه الحروف الهجائية ﴿والقرآن المجيد﴾ قسمٌ حذف جوابه أي أقسم بالقرآن الكريم، ذي المجد والشرف على سائر الكتب السماوية لتبعثنَّ بعد الموت قال ابن كثير: وجواب القسم محذوب وهو مضمون الكلام بعده وهو إثبات النبوة، وإِثبات المعاد وتقديره إِنك يا محمد لرسول انَّ البعث الحق، وهذا كثير في القرآن وقال أبو حيان: والقرآنُ مقسم به، والمجيد صفته وهو الشريف على غيره من الكتب، والجواب محذوفٌ يدل عليه ما بعده تقديره: لقد جئتهم منذرًا بالبعث فلم يقبلوا ﴿بَلْ عجبوا أَن جَآءَهُمْ مُّنذِرٌ مِّنْهُمْ﴾ أي تعجب المشركون من إِرسال رسول","vol":"3","page":224},{"text":"إِليهم من البشر يخوفهم من عذاب الله ﴿فَقَالَ الكافرون هذا شَيْءٌ عَجِيبٌ﴾ أي فقال كفار مكة: هذا شيءٌ في منتهى الغرابة والعجب والإِظهار في موضع الإِضمار لتسجيل جريمة الكفر عليهم، والآية إِنكار لتعجبهم مما ليس بعجب، فإِنهم قد عرفوا صدق الرسول وأمانته ونصحه، فكان الواجب عليهم أن يسارعوا إلى الإِيمان لا أن يعجبوا ويستهزئوا، ثم أخبر تعالى عن وجه تعجبهم فقال ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا﴾ أي أئذا متنا واستحالت أجسادنا إِلى تراب هل سنحيا ونرجع كما كنَّا؟ ﴿ذَلِكَ رَجْعٌ بَعِيدٌ﴾ أي ذلك رجوع بعيد غاية البعد، مستحيل حصوله ﴿قَدْ عَلِمْنَا مَا تَنقُصُ الأرض مِنْهُمْ﴾ أي قد علمنا ما تنقصه الأرض من أجسادهم، ما تأكله من لحومهم وأشعارهم ودمائهم إِذا ماتوا، فلا يضل عنا شيءٌ حتى تتعذَّر علينا الإِعادة ﴿وَعِندَنَا كِتَابٌ حَفِيظٌ﴾ أي ومع علمنا الواسع عندنا كتاب حافظ لعددهم وأسمائهم وما تأكله الأرض، وهو اللوح المحفوظ الذي يحصي تفصيل كل شيء ﴿بَلْ كَذَّبُواْ بالحق لَمَّا جَآءَهُمْ﴾ إِضراب إِلى ما هو أفظع وأشنع من التعجب وهو التكذيب بالقرآن العظيم أي كذبوا بالقرآن حين جاءهم، مع سطوع آياته، ووضوح بيانه ﴿فَهُمْ في أَمْرٍ مَّرِيجٍ﴾ أي فهم في أمرٍ مختلط مضطرب، فتارة يقولون عن الرسول إِنه ساحر، وتارةً يقولون إِنه شاعر، وتارة يقولون إِنه كاهن، وهكذا قالوا أيضًا عن القرآن إِنه شحر، أو شعر، أو أساطير الأولين إِلى غير ذلك.\n. ثم ذكر تعالى دلائل القدرة والوحدانية الدالة على عظمة رب العالمين فقال ﴿أَفَلَمْ ينظروا إِلَى السمآء فَوْقَهُمْ﴾ أي أفلم ينظروا نظر تفكر واعتبار، إِلى السماء في ارتفاعها وإِحكامها، فيعلموا أن القادر على إِيجادها قادر على إعادة الإِنسان بعد موته؟ ﴿كَيْفَ بَنَيْنَاهَا وَزَيَّنَّاهَا﴾ أي كيف رفعناها بلا عمد وزيناها بالنجوم ﴿وَمَا لَهَا مِن فُرُوجٍ﴾ أي ما لها من شقوق وصدوع ﴿والأرض مَدَدْنَاهَا﴾ أي والأرض بسطناها ووسعناها ﴿وَأَلْقَيْنَا فِيهَا رَوَاسِيَ﴾ أي وجعلنا فيها جبالًا ثوابت تمنعها من الاضطراب بسكانها ﴿وَأَنبَتْنَا فِيهَا مِن كُلِّ زَوْجٍ بَهِيجٍ﴾ أي وأنبتنا فيها من كل نوعٍ من النبات حسن المنظر، يبهج ويسر الناظر إِليه ﴿تَبْصِرَةً وذكرى لِكُلِّ عَبْدٍ مُّنِيبٍ﴾ أي فعلنا ذلك تبصيرًا منا وتذكيرًا عن كمال قدرتنا، لكل عبد راجع إلى الله متفكر في بديع مخلوقاته ﴿وَنَزَّلْنَا مِنَ السمآء مَآءً مُّبَارَكًا﴾ أي ونزلنا من السحاب ماءً كثير المنافع والبركة ﴿فَأَنبَتْنَا بِهِ جَنَّاتٍ وَحَبَّ الحصيد﴾ أي فأخرجنا بهذال الماء البساتين الناضرة، والأشجار المثمرة، وحبَّ الزرع المحصود، كالحنطة والشعير وسائر الحبوب التي تحصد ﴿والنخل بَاسِقَاتٍ﴾ أي وأخرجنا شجر النخيل طوالًا مستويات ﴿لَّهَا طَلْعٌ نَّضِيدٌ﴾ أي لها طلعٌ منضود، منظمٌ بعضه فوق بعض، قال أبو حيان: يريد كثرة الطلع وتراكمه وكثرة ما فيه من الثمر، وأول ظهور الثمر يكون منضَّدًا كحب الرمان، فما دام متلصقًا بعضه ببعض فهو نضيد، فإِذا خرج من أكمامه فليس بنضيد ﴿رِّزْقًا لِّلْعِبَادِ﴾ أي أنبتنا كل ذلك رزقًا للخلق لينتفعوا به ﴿وَأَحْيَيْنَا بِهِ بَلْدَةً مَّيْتًا﴾ أي وأحيينا بذلك الماء أرضًا جدبة لا ماء فيها ولا زرع فأنبتنا فيها الكلأ والعشب ﴿كَذَلِكَ الخروج﴾ أي كما أحييناها بعد موتها كذلك نخرجكم أحياء بعد موتكم قال ابن كثير: وهذه الأرض الميتة كانت هامدة، فلما نزل عليها الماء اهتزت وربت وأنبتت من كل زوجٍ بهيج من أزاهير وغير ذلك مما يحار الطرف","vol":"3","page":225},{"text":"في حسنها، وذلك بعد ما كانت لا نبات بها فأصبحت تهتز خضراء، فهذا مثال للبعث بعد الموت، فكما أحيا الله الأرض الميتة كذلك يحيي الله الموتى. . ثم ذكَّر تعالى كفار مكة بما حلَّ بمن سبقهم من المكذبين إنذارًا لهم وإِعذارًا فقال ﴿كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ﴾ أي كذَّب قبل هؤلاء الكفار قوم نوح ﴿وَأَصْحَابُ الرس﴾ أي وأصحاب البئر وهم بقية من ثمود رسُّوا نبيَّهم فيها أي دسُّوة فيها ﴿وَثَمُودُ وَعَادٌ وَفِرْعَوْنُ وَإِخْوَانُ لُوطٍ﴾ سمَّاهم إِخوانه لأنه صاهرهم وتزوج منهم ﴿وَأَصْحَابُ الأيكة﴾ أي وأصحاب الشجر الكثير الملتف وهم قوم شعيب، نُسبوا إِلى الأيكه لأنهم كانت تحيط به البساتين والأشجار الكثيرة، الملتف بعضُها على بعض ﴿وَقَوْمُ تُّبَّعٍ﴾ قال المفسرون: هو ملكٌ كان باليمن أسم ودعا قومه إلى الإِسلام فكذبوه وهو تُبَّع اليماني ﴿كُلٌّ كَذَّبَ الرسل﴾ أي جميع هؤلاء المذكورين كذبوا رسلهم قال ابن كثير: وإشنما جمع الرسل لأن من كذب رسولًا فإِنما كذب جميع الرسل كقوله تعالى\n﴿كَذَّبَتْ قَوْمُ نُوحٍ المرسلين﴾ [الشعرا: ١٠٥] ﴿فَحَقَّ وَعِيدِ﴾ أي فوجب عليهم وعيدي وعقابي، والآية تسليةٌ للنبي ﷺ َ وتهديد للكفرة المجرمين ﴿أَفَعَيِينَا بالخلق الأول﴾ أي أفعجزنا عن ابتداء الخلق حتى نعجز عن إعادتهم بعد الموت؟ قال القرطبي: وهو توبيخٌ لمنكري البعث، وجوابٌ لقولهم ﴿ذَلِكَ رَجْعٌ بَعِيدٌ﴾ ومراده أن ابتداء الخلق لم يعجزنا، والإِعادةُ أسهلُ منه فكيف يُتوهم عجزنا عن البعث والإِعادة ﴿بَلْ هُمْ فِي لَبْسٍ مِّنْ خَلْقٍ جَدِيدٍ﴾ أي بل هم في خلطٍ وشبهةٍ وحيرة من البعث والنشور قال الألوسي: وإِنما نكَّشر الخلق وصف بجديد، ولم يقل: من الخلق الثاني تنبيهًا على استبعاهدم له وأنه خلق عظيم يجب أن يهتم بشأنه فله نبأ عظيم ثم نبه تعالى على سعة علمه وكما قدرته فقال ﴿وَلَقَدْ خَلَقْنَا الإنسان وَنَعْلَمُ مَا تُوَسْوِسُ بِهِ نَفْسُهُ﴾ أي خلقنا جنس الإِنسان ونعلم ما يجول في قلبه وخاطره، لا يخفى علينا شيء من خفايا ونواياه ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد﴾ أي ونحن أقرب إِليه من حبل وريده، وهو عرق كبير في العنق متصل بالقلب قال أبو حيان: ونحن أقرب إِليه قرب علم، نعلم به وبأحواله لا يخفى علينا شيء من خفياته، فكأن ذاته تعالى قريبة منه، وهو تمثيل لفرط القرب كقول العارب: هو مني معقد الإِزار وقال ابن كثير: المراد ملائكتنا أقرب إلى الإِنسان من حبل وريده إليه، والحلول والاتحاد منفيان بالإِجماع تعالى الله تقدَّس، وهذا كما قال في المحتضر ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ ولكن لاَّ تُبْصِرُونَ﴾ [الواقعة: ٨٥] يريد به الملائكة، ويدل عليه قوله بعده ﴿إِذْ يَتَلَقَّى المتلقيان عَنِ اليمين وَعَنِ الشمال قَعِيدٌ﴾ أي حين يتلقى الملكان الموكلان بالإِنسان، ملك عن يمينه يكتب الحسنات، وملك عن شماله يكتب السيئات، وفي الكلام حذفٌ تقديره عن اليمين قعيد وعن الشمال قعيد فحذف الأول لدلالة الثاني عليه قال مجاهد: وكذَل الله بالإِنسان مع علمه بأحواله ملكين بالليل وملكين بالنهار يحفظان عمله ويكتبان أثره إِلزامًا للحجة، أحدهما عن يمينه يكتب الحسنات، والآخر عن شماله يكتب السيئات فذلك قوله تعالى ﴿","vol":"3","page":226},{"text":"عَنِ اليمين وَعَنِ الشمال قَعِيدٌ﴾ وقال الأولسي: والمراد أنه سبحانه أعلم بحال الإِنسان من كل رقيب، حين يتلقى المتلقليان الحفيظان ما يتلفظ به، وفيه إِيذانٌ بأنه وعَزَّ وَجَلَّ غنيٌّ عن استحفاظ الملكين، فإِنه تعالى أعلم منهما ومطَّلع على ما يخفى عليهما، لكنْ الحكمة اقتضت كتابة الملكين لعرض صحائفهما يوم يقوم الأشهاد، فإِذا علم العبد ذلك مع علمه بإِحاطة الله تعالى بعلمه ازداد رغبةٌ في الحسنات، وانتهاءً عن السيئات ﴿مَّا يَلْفِظُ مِن قَوْلٍ إِلاَّ لَدَيْهِ رَقِيبٌ﴾ أي ما يتلفظ كلمةٌ من خيرٍ أو شر، إِلا وعنده ملك يرقب قوله ويكتبه ﴿عَتِيدٌ﴾ أي حاضر معه أينما كان مهيأٌ لكتابة ما أُمر به قال ابن عباس: يكتب كل ما تكلم به من خير أو شر وقال الحسن: فإِذا مات ابن آدم طويت صحيفته وقيل له يوم القيامة\n﴿اقرأ كتابك كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا﴾ [الإِسراء: ١٤] ﴿وَجَاءَتْ سَكْرَةُ الْمَوْتِ بِالْحَقِّ﴾ أي وجاءت غمرة الموت وشدته التي تغشى الإِنسان وتغلب على عقله، بالأمر الحق من أهوال الآخرة حتى يراها المكر لها عيانًا ﴿ذَلِكَ مَا كُنتَ مِنْهُ تَحِيدُ﴾ أي ذلك ما كنت تفر منه وتميل عنه وتهرب منه وتفزع وفي الحديث عن عائشة أن النبي ﷺ َ لمّا تغشاه الموت جعل يمسح العرف عو وجهه ويقول: «سبحان الله إنَّ للموت لسكرات» ﴿وَنُفِخَ فِي الصور ذَلِكَ يَوْمُ الوعيد﴾ أي ونفخ في الصور نفخة البعث ذلك هو اليوم الذي وعد الله الكفار به بالعذاب ﴿وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ﴾ أي وجاء كل إِنسان برًا كان أو فاجرًا ومعه ملكان: أحدهما يسوقه إِلى المحشر، والآخر يشهد عليه بعمله قال ابن عباس: السائق من الملائكة، والشهيد من أنفسهم وهي الأَيدي والأرجل ﴿يَوْمَ تَشْهَدُ عَلَيْهِمْ أَلْسِنَتُهُمْ وَأَيْدِيهِمْ وَأَرْجُلُهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾ [النور: ٢٤] وقال مجاهد: السائق والشيهد ملكان، ملكٌ يسوقه وملك يشهد عليه ﴿لَّقَدْ كُنتَ فِي غَفْلَةٍ مِّنْ هذا﴾ أي لقد كنت أيها الإِنسان في غفلةٍ من هذا اليوم العصيب ﴿فَكَشَفْنَا عَنكَ غِطَآءَكَ﴾ أي فأزلنا عنك الحجاب الذي كان على قلبك وسمعك وبصرك في الدنيا ﴿فَبَصَرُكَ اليوم حَدِيدٌ﴾ أي فصرَك اليوم قويٌّ نافذ، ترى به ما كان محجوبًا لزوال الموانع بالكلية.","vol":"3","page":227},{"text":"المنَاسَبَة: لمّا حكى تعالى في الآيات السابقة إِنكار المشركين للبعث، وأقام الأدلة والبراهين على البعث والنشور، ذكر هنا الأهوال والشدائد التي يلقاها الكافر في الآخرة، والنعيم الذي أعدَّه للمؤمنين الأبرار في الجنة، وختم السورة الكريمة ببيان السورة الكريمة ببيان دلائل البعث وأحواله وأطواره.\nاللغَة: ﴿وَأُزْلِفَتِ﴾ قُربت يقال: زلف يزلف أي قرب، وأزلفه قرَّبه ﴿أَوَّابٍ﴾ رجَّاع إلى الله من آب يئوب أوبًا إِذا رجع ﴿بَطْشًا﴾ البطش: الأخذ بالشدة والعنف ﴿نَقَّبُواْ﴾ طوَّفوا وساروا وأصل التنقيب التنفقير عن الشيء والبحث عنه قال الشاعر:\nنقَّبوا في البلاد من حذ الموت ... وجالوا في الأرض كلَّ مجال\n﴿مَّحِيصٍ﴾ مفر ومهرب من حاص يحيص حيصًا إِذا أراد الهرب ﴿لُّغُوبٍ﴾ تعب.\nسَبَبُ النّزول: عن قتادة أن اليهود قالوا إِن الله خلق السموات والأرض في ستة أيام، أولها يوم الأحد وآخرها يوم الجمعة، وأنه تعب فاستراح يوم السبت وسمَّوه يوم الراحة فكذبهم تعالى فيما قالوا فنزلت ﴿وَلَقَدْ خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ .\nالتفسِير: ﴿وَقَالَ قَرِينُهُ هذا مَا لَدَيَّ عَتِيدٌ﴾ أي وقال الملك الموكل به، هذا الذي وكلتني به من بني آدم قد أحضرته وأحضرتُ ديوان عمله ﴿أَلْقِيَا فِي جَهَنَّمَ كُلَّ كَفَّارٍ عَنِيدٍ﴾ أي يقول تعالى للملكين «السائق والشهيد» إقذفا في جهنم كلَّ كافر معاند للحقِّ لا يؤمن بيوم الحساب ﴿مَّنَّاعٍ لِّلْخَيْرِ﴾ أي مبالغ في المنع لكل حقٍّ واجب عليه في ماله ﴿مُعْتَدٍ مُّرِيبٍ﴾ أي ظالم غاشم شاكٍ في الدين ﴿الذي جَعَلَ مَعَ الله إلها آخَرَ﴾ أي أشرك بالله ولمن يؤمن بوحدانيته ﴿فَأَلْقِيَاهُ فِي العذاب الشديد﴾ أي فألقياه في نار جنهم، وكرر اللفظ ﴿فَأَلْقِيَاهُ﴾ للتوكيد ﴿قَالَ قرِينُهُ رَبَّنَا مَآ أَطْغَيْتُهُ﴾ أي قال قرينه وهو الشيطان المقيَّض له ربنا ما أضللتُه ﴿ولكن كَانَ فِي ضَلاَلٍ بَعِيدٍ﴾ أي ولكنَّه ضلَّ باختياره، وآثر العمى على الهدى من غير إِكراهٍ أو إجبار، وفي الآية محذوفٌ دل عليه السياق كأن الكافر قال يا رب إِن شيطاني","vol":"3","page":228},{"text":"هو الذي أطغاني فيقول قرينه: ربنا ما أطغيتُه بل كان هو نفسه ضالًا معاندًا للحق فأعنته عليه ﴿قَالَ لاَ تَخْتَصِمُواْ لَدَيَّ وَقَدْ قَدَّمْتُ إِلَيْكُم بالوعيد﴾ أي فيقول الله ﷿ للكافرين وقرنائهم من الشياطين: لا تتخاصموا هنا فما ينفع الخصام ولا الجدال، وقد سبق أن أنذرتكم على ألسنة الرسل بعذابي، وحذرتكم شديد عقابي، فلم تنفعكم الآياتُ والنُّذر ﴿مَا يُبَدَّلُ القول لَدَيَّ﴾ أي ما يُغيَّر كلامي، ولا يُبدَّل حكمي بعقاب الكفرة المجرمين قال المفسرون: المراد وعدُه تعالى بعذاب الكافر وتخليده في النار بقوله تعالى ﴿لأَمْلأَنَّ جَهَنَّمَ مِنَ الجنة والناس أَجْمَعِينَ﴾ [هود: ١١٩] ﴿وَمَآ أَنَاْ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي ولست ظالمًا حتى أعذب أحدًا بدون استحقاق، وأعاقبه بدون جرم ﴿يَوْمَ نَقُولُ لِجَهَنَّمَ هَلِ امتلأت وَتَقُولُ هَلْ مِن مَّزِيدٍ﴾؟ أي اذكر ذلك اليوم الرهيب يوم يقول الله تعالى لجهنم هل امتلأت، وتقول هل هناك من زيادة؟ وفي الحديث «لا تزال جهنم يُلقى فيها وتقول هل من مزيد، حتى يضع ربٌّ العزة فيها قدمه، فتقول: قَطْ قَطْ وعزتك وكرمك أي قد اكتفيتُ وينزوي بعضُها إلى بعض» والظاهر أن السؤال والجواب على حقيقتهما، والله على كل شيء قدير، فإِن إِنطاق الجماد والشجر والحجر جائز عقلًا، وحاصلٌ شرعًا، وقد أخبر القرآن الكريم أنَّ نملة تكلمت، وأن كل شيء يسبح بحمد الله، وورد في صحيح مسلم أن المسلمين في آخر الزمان يقاتلون اليهود، حتى يختبىء اليهود وراء الشجر والحجر، فينطق الله الشجر والحجر.\n. الخ وقيل: إن الآية على التمثيل وأنها تصويرٌ لسعة جهنم وتباعد أقطارها بحيث لو ألقى فيها جميع الكفرة والمجرمين فإِنها تتسع لهم، وهو كقولهم «قال الحائط للمسمار لم تشفني؟ قال: سلْ منْ يدقني» ثم أخبر تعالى عن حال السعداء بعد أن ذكر حال الأشقياء فقال ﴿وَأُزْلِفَتِ الجنة لِلْمُتَّقِينَ غَيْرَ بَعِيدٍ﴾ أي قُرّبت وأدنيت الجنة من المؤمنين المتقين مكانًا غير بعيد، بحيث تكون بمرأى منهم مبالغة في إِكرامهم ﴿هذا مَا تُوعَدُونَ لِكُلِّ أَوَّابٍ حَفِيظٍ﴾ أي يقال لهم: هذا الذي ترونه من النعيم هو ما وعده الله لكل عبدٍ أوَّاب أي رجَّاعٍ إلى الله، حافظٍ لعهده وأمره ﴿مَّنْ خَشِيَ الرحمن بالغيب وَجَآءَ بِقَلْبٍ مُّنِيبٍ﴾ أي خاف الرحمن فأطاعه دون أن يراه لقوة يقينه، وجاء بقلبٍ تائب خاضع خاشع ﴿ادخلوها بِسَلاَمٍ ذَلِكَ يَوْمُ الخلود﴾ أي يقال لهم: أدخلوا الجننة بسلامة من العذاب والهموم والأكدار، ذلك هو يوم البقاء الذي لا انتهاء له أبدًا، لأنه لا موت في الجنة ولا فناء ﴿لَهُم مَّا يَشَآءُونَ فِيهَا﴾ أي لهم في الجنة من كل ما تشتهيه أنفسهم، وتلذ به أعينهم ﴿وَلَدَيْنَا مَزِيدٌ﴾ أي وعندنا زيادة على ذلك الإِنعام والإِكرام، وهو النظر إلى وجه الله الكريم. . ثمَّ خوَّف تعالى كفار مكة بما حدث للمكذبين قبلهم فقال ﴿وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِّن قَرْنٍ﴾ أي وأهلكنا قبل كفار قريش أممًا كثيرين من الكفار المجرمين ﴿هُمْ أَشَدُّ مِنْهُم بَطْشًا﴾","vol":"3","page":229},{"text":"أي هم أقوى من كفار قريش قوة، وأعظم منهم فتكًا وبطشًا ﴿فَنَقَّبُواْ فِي البلاد هَلْ مِن مَّحِيصٍ﴾ أي فساروا في البلاد، وطوَّفوا فيها وجالوا في أقطارها، فهل كان لهم من الموت مهرب؟ وهل كان لهم من عذاب الله مخلص؟ ﴿إِنَّ فِي ذَلِكَ لذكرى لِمَن كَانَ لَهُ قَلْبٌ أَوْ أَلْقَى السمع وَهُوَ شَهِيدٌ﴾ أي إن فيما ذُكر من إهلاك القرى الظالمة، لتذكره وموعظة لمن كان له عقل يتدبر به، أو أصغى إلى الموعظة وهو حاضر القلب ليتذكر ويعتبر قال سفيان: لا يكون حاضرًا وقلبه غائب وقال الضحاك: العرب تقول: ألقى فلان سمعه إِذا استمع بأذنيه وهو شاهد بقلب غير غائب، وعبَّر عن العقل بالقلب لأن موضعه كما قال تعالى ﴿فَإِنَّهَا لاَ تَعْمَى الأبصار ولكن تعمى القلوب التي فِي الصدور﴾ ﴿وَلَقَدْ خَلَقْنَا السماوات والأرض وَمَا بَيْنَهُمَا فِي سِتَّةِ أَيَّامٍ وَمَا مَسَّنَا مِن لُّغُوبٍ﴾ هذه الآية ردٌّ على اليهود حيث زعموا أن الله خلق السموات والأرض في ستة أيام، أوَّلُها يوم الأحد وآخرها يوم الجمعة وأنه تعب فاستراح يوم السبت واستلقى على ظهره فوق العرش، فكذبهم الله تعالى والمعنى والله خلق السموات السبع في ارتفاعها وعظمتها، والأرض في كثافتها وسعتها، وما بنيهما من المخلوقات البديعة في ستة أيام، وما مسَّنا من إِعياء وتعب ﴿فاصبر على مَا يَقُولُونَ﴾ أي فاصبرْ يا محمد على ما يقوله اليهود وغيرهم من كفار قريش، واهجرهم هجرًا جميلًا ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ قَبْلَ طُلُوعِ الشمس وَقَبْلَ الغروب﴾ أي ونزِّه ربك عما لا يليق به، وصلِّ له واعبدْه وقتي الفجر والعصر، وخصَّهما بالذكر لزيادة فضلهما وشرفهما ﴿وَمِنَ الليل فَسَبِّحْهُ وَأَدْبَارَ السجود﴾ أي ومن الليل فصلِّ للهِ تهجدًا وأعقاب الصلوات المفروضة قال ابن كثير: كانت الصلاة المفروضة قبل الإِسراء ثنتان قبل طلوع الشمس، وثنتان قبل الغروب، وكان قيام الليل واجبًا على النبي ﷺ َ وعلى أُمته حولًا ثم نسخ في حق الأمة وجوبه، ثم بعد ذلك نسخ كل ذلك ليلة الإِسراء بخمس صلواتٍ، وبقي منهم صلاة الصبح والعصر فهما قبل طلوع الشمس وقبل الغروب ﴿واستمع يَوْمَ يُنَادِ المناد مِن مَّكَانٍ قَرِيبٍ﴾ أي واستمع يا محمد النداء والصوت حين ينادي إِسرافيل بالحشر من موضع قريب يصل صوته إلى الكل على السواء قال أبو السعود: وفيه تهويلٌ وتفظيع لشأن المخبر به، والمنادي هو إِسرافيل ﵇ يقول: أيتها العظام البالية، والأوصال والمتقطعة، واللحوم المتمزقة، والشعور المتفرقة، إِن الله يأمركنَّ أن تجتمعن لفصل القضاء ﴿يَوْمَ يَسْمَعُونَ الصيحة بالحق﴾ أي يسمعون صيحة البعث التي تأتي بالحقِّ وهي النفخة الثانية في الصور ﴿ذَلِكَ يَوْمُ الخروج﴾ ذلك هو يوم الخروج من القبور ﴿إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير﴾ أي نُحيي الخلائق ونميتُهم في الدنيا، وإلينا رجوعهم للجزاء في الآخرة، لا إِلى غيرنا ﴿يَوْمَ تَشَقَّقُ الأرض عَنْهُمْ سِرَاعًا﴾ أي يوم تنشقُّ الأرضُ عنهم فيخرجون من القبور مسرعين إِلى موقف الحساب استجابةً لنداء المنادي ﴿ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ﴾ أي ذلك جمع وبعث سهلٌ هيّنٌ علينا لا يحتاج إِلى عناء ﴿نَّحْنُ أَعْلَمُ بِمَا يَقُولُونَ﴾ أي نحن أعلم بما يقول كفار قريش من إِنكار البعث والسخرية والاستهزاء بك وبرسالتك، وفيه تسلية للنبي ﷺ َ وتهديدٌ لهم ﴿","vol":"3","page":230},{"text":"وَمَآ أَنتَ عَلَيْهِمْ بِجَبَّارٍ﴾ أي وما أنت يا محمد بمسلَّط عليهم تجبرهم على الإِسلام، إِنما بعثت مذكّر ﴿فَذَكِّرْ بالقرآن مَن يَخَافُ وَعِيدِ﴾ أي عظْ بهذا القرآن من يخاف وعيدي.\n. ختم السورة الكريمة بالتذكير بالقرآن كما افتتحها بالقسم بالقرآن ليتناسق البدء مع الختام:\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيا يلي:\n١ - الإِظهار في موطن الإِضمار ﴿فَقَالَ الكافرون﴾ [ق: ٢] يدل فقالوا للتسجيل عليهم بالكفر.\n٢ - الاستفهام الإِنكار لاستبعاد البعث ﴿أَإِذَا مِتْنَا وَكُنَّا تُرَابًا﴾ [ق: ٢]؟\n٣ - الإِضراب عن السابق لبيان ما هو أفضع وأشنع من التعجب ﴿بَلْ كَذَّبُواْ بالحق﴾ [ق: ٥] وهو التكذيب بآيات الله وبرسوله المؤيد بالمعجزات.\n٤ - التشبيه المرسل المجمل ﴿كَذَلِكَ الخروج﴾ [ق: ١١] شبَّه إِحياء الموتى بإِخراج النبات من الأرض الميتة.\n٥ - الاسعتارة التمثيلية ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الوريد﴾ [ق: ١٦] مثَّل علمه تعالى بأحوال العبد، وبخطرات النفس، بحبل الوريد القريب من القلب، وهو تمثلٌ للقرب بطريق الاستعارة كقول العرب: هو مني مقعد القابلة، وهو مني معقد الإِزار.\n٦ - الحذف بالإِيجاز ﴿عَنِ اليمين وَعَنِ الشمال قَعِيدٌ﴾ [ق: ١٧] أصله عن اليمين قعيدٌ، وعن الشمال قعيد، فحذف من الأول لدلالة الثاني عليه، وبين اليمين والشمال طباقٌ وهو من المحسنات الديعية.\n٧ - الاستعارة التصريحية ﴿وَجَاءَتْ سَكْرَةُ الْمَوْتِ﴾ [ق: ١٩] استعار لفظ السَّكرة للهول والشدة التي يلقاها المحتضر عن وفاته.\n٨ - الجناس الناقص بين ﴿عَنِيدٍ﴾ و﴿عَتِيدٌ﴾ لتغاير حرفيْ النون والتاء.\n٩ - الطباق بين ﴿نُحْيِي﴾ و﴿نُمِيتُ﴾ .\n١٠ - توافق الفواصل والسجع اللطيف غير المتكلف مثل ﴿ذَلِكَ يَوْمُ الوعيد﴾ [ق: ٢٠] ﴿وَجَآءَتْ كُلُّ نَفْسٍ مَّعَهَا سَآئِقٌ وَشَهِيدٌ﴾ [ق: ٢١] ﴿فَبَصَرُكَ اليوم حَدِيدٌ﴾ ومثل ﴿إِنَّا نَحْنُ نُحْيِي وَنُمِيتُ وَإِلَيْنَا المصير. . ذَلِكَ حَشْرٌ عَلَيْنَا يَسِيرٌ﴾ الخ وهو من المحسنات البديعية، لما فيه من جميل الوقع على السمع.","vol":"3","page":231},{"text":"اللغَة: ﴿الحبك﴾ الطرائق جمع حبيكة كطريقة وزنًا ومعنى قال الزجاج: الحُبك الطرائق الحسنة، والمحبوك في اللغة ما أُديد عمله وقال ابن الأَعرابي: كلُّ شيءٍ أحكمته وأحسنت عمله فقد حبكته ﴿الخراصون﴾ جمع خرَّص وهو الكذَّاب ﴿غَمْرَةٍ﴾ الغمرة ما ستر الشيء وغطَّاه ومنه نهر غمر ﴿يَهْجَعُونَ﴾ ينامون والهجوع النومُ ليلًا ﴿أَوْجَسَ﴾ أحسَّ وشعر ﴿صَرَّةٍ﴾ صيحة وضجة ﴿مُّسَوَّمَةً﴾ معلَّمة.\nالتفسِير: ﴿والذاريات ذَرْوًا﴾ هذا قسمٌ أقسم تعالى به أي أُقسم بالرياح التي تذرو التراب فتفرّقه، وتحمل الرمال من مكان إلى مكان ﴿فالحاملات وِقْرًا﴾ أي وأقسم بالسحب الت يتحمل أثقال الأمطار، وهي محمَّلة بالماء الذي فيه حياة البشر ﴿فالجاريات يُسْرًا﴾ أي وأقسم بالسفن التي تجري على وجه الماء جريًا سهلًا بيسر وهي تحمل ذرية بني آدم ﴿فالمقسمات أَمْرًا﴾ أي وأقسم بالملائكة الت يتقسم الأرزاق والأَمكار بين العباد، وكل ملك مخصَّص بأمر، فجبريل صاحب الوحي إِلى الأنبياء، وميكائيل صاحب الرزق والرحمة، وإِسرافيل صاحب الصور، وعزرائيل صاحب قبض الأرواح قال المفسرون: أقسم الله تعالى بهذه الأشياء لشرفها ولما فيها من الدلالة على عجيب","vol":"3","page":233},{"text":"صنعه وقدرته، ثم ذكر جواب القسم فقال ﴿إِنَّمَا تُوعَدُونَ لَصَادِقٌ﴾ إي إن الذي توعدونه من الثواب والعقاب، والحشر والنشر، لأمرٌ صدقٌ محقَّق لا كذب فيه ﴿وَإِنَّ الدين لَوَاقِعٌ﴾ أي وإنَّ الجزاء لكائنٌ لا محالة، ثم ذكر تعالى قسمًا آخر فقال ﴿والسمآء ذَاتِ الحبك﴾ أي وأقسم بالسماء ذات الطرائق المحكمة والبنيان المتقن قال ابن عباس: ذات الخلق الحسن المستوي ﴿إِنَّكُمْ لَفِي قَوْلٍ مُّخْتَلِفٍ﴾ جواب القيم أي إِنكم أيها الكفار لفي قول مضطرب في أمر محمد، فمنكم من يقول إنه ساحر، ومنكم من يقول إنه شاعر، وبعضكم يقول إِنه مجنون إِلى غير ما هنالك من أقوال مختلفة ﴿يُؤْفَكُ عَنْهُ مَنْ أُفِكَ﴾ أي يُصرف عن الإِيمان بالقرآن وبمحمد ﵇، من صُرف عن الهداية في علم الله تعالى وحُرم السعادة ﴿قُتِلَ الخراصون﴾ أي لُعن الكذابون الذين قالوا إن النبي ﷺ َ ساحر وكذاب وشاعر قال ابن الأنباري: والقتلُ إِذا أُخبر عن الله به فهو بمعنى اللعنة، لأن من لعنه الله فهو بمنزلة المقتول الهالك ﴿الذين هُمْ فِي غَمْرَةٍ سَاهُونَ﴾ أي الذين هم غافلون لاهون عن أمر الآخرة ﴿يَسْأَلُونَ أَيَّانَ يَوْمُ الدين﴾ أي يقولون تكذيبًا واستهزاءً: متى يوم الحساب والجزاء؟ قال تعالى ردًا عليهم ﴿يَوْمَ هُمْ عَلَى النار يُفْتَنُونَ﴾ أي هذا الجزاء كائن يوم يدخلون جهنم ويُحرقون بها ﴿ذُوقُواْ فِتْنَتَكُمْ﴾ أي تقول لهم خزنة النار: ذوقوا تعذيبكم وجزاءكم ﴿هذا الذي كُنتُمْ بِهِ تَسْتَعْجِلُونَ﴾ أي هذا الذي كنتم تستعجلونه في الدنيا استهزاءً. . ولما ذكر حال الكفار ذكر المؤمنين الأبرار فقال ﴿إِنَّ المتقين فِي جَنَّاتٍ وَعُيُونٍ﴾ أي هم في بساتين فيها عيون جاريةٌ، تجري فيها على نهاية ما يُتنزه به ﴿آخِذِينَ مَآ آتَاهُمْ رَبُّهُمْ﴾ أي راضين بما أعطاهم ربهم من الكرامة والنعيم ﴿إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُحْسِنِينَ﴾ أي كانوا في دار محسنين في الأعمال، ثم ذكر طرفًا من إِحسانهم فقال ﴿كَانُواْ قَلِيلًا مِّن الليل مَا يَهْجَعُونَ﴾ أي كانوا ينمامون قليلًا من الليل ويصلُّون أكثره قال الحسن: كابدوا قيام الليل لا ينامون من إلا قليلًا ﴿وبالأسحار هُمْ يَسْتَغْفِرُونَ﴾ أي وفي أواخر الليل يسغفرون الله من تقصيرهم، فهم مع إحسانهم يعدُّون أنفسهم مذنبين، ولذلك يكثرون الاستغفار بالأسحار قال أبو السعود: أي هم مع قلة نومهم وكثرة تهجدهم يداومون على الاستغفار بالأسحار، كأنهم أسلفوا ليلهم باقتراف الجرائم، وهو مدح ثانٍ للمحسنين ﴿وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم﴾ مدحٌ ثالث أي وفي أموالهم نصيب معلوم قد أوجبوه على أنفسهم بمقتضى الكرم للسائل المحتاج، وللمتعفف الذي لا يسأل لتعففه ﴿وَفِي الأرض آيَاتٌ لِّلْمُوقِنِينَ﴾ أي وفي الأرض دلائل واضحة على قدرة الله سبحانه ووحدانيته للموقنين بالله وعظمته، الذين يعرفونه بصنعه قال ابن كثير: أي وفي الأرض من الآيات الدالة على عظمة خالقها وقدرته الباهرة، مما فيها من صنوف النباتات والحيوانات، والجبال القفار، والبحار، والأنهار، واختلاف ألسنة الناس وألوانهم، ما بينهم من التفاوت في العقول والفهوم، والسعادة والشقاوة، وما في تركيبهم","vol":"3","page":234},{"text":"من الخلق البديع، ولهذا قال بعده ﴿وفي أَنفُسِكُمْ أَفَلاَ تُبْصِرُونَ﴾ أي وفي أنفسكم آياتٌ وعبرٌ من مبدأ خلقكم إِلى منتهاه، أفلا تبصرون قدرة الله في خلقكم لتعرفوا قدرته على البعث؟ قال ابن عباس: يريد اختلاف الصور، والألسنة، والألوان، والطبائع، والسمع والبصر والعقل إِلى غير ذلك من العجائب المودعة في ابن آدم وقال قتادة: من تفكَّر في خلق نفسه عرف أنه إِمنما خُلق ولُيّنت مفاصله للعبادة ﴿وَفِي السمآء رِزْقُكُمْ وَمَا تُوعَدُونَ﴾ أي وفي السماء أسباب رزقكم ومعاشكم وهو المطر الذي به حياة البلاد والعباد، وما توعدون به من الثواب والعقاب مكتوب كذلك في السماء قال الصاوي: والآيةُ قُصد بها الامتنان والوعد والوعيد ﴿فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ﴾ أي أٌقسم بربِّ السماءِ والأرض إن ما توعدون به من الرزق والبعث والنشور لحقٌّ كائن لا محالة مثل نطقكم، فكما لا تشكون في نقطكم حين تنطقون فكذلك يجب ألا تشكوا في الرزق والبعث قال المفسرون: وهذا على سبيل التشبيه والتمثيل أي رزقكم مقسوم في السماء كنطقكم فلا تشكوا في ذلك، وهذا كقول القائل: هذا حق كما أنك ههنا، وهذا حقٌ كما أنك ترى وتسمع، فالرزق مثل النطق لا يفارق الشخص في حالٍ من الأحوال وفي الحديث\n«لو أن أحدكم فرَّ من رزقه لتبعه كما يتبعه الموت»\n. ثم ذكر تعالى قصة ضيف إِبراهيم تسلية لقلب النبي الكريم فقال ﴿هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ المكرمين﴾؟ الاستفهام للتشويق ولتفخيم شأن تلك القصة كما يقول القائل: هل بلغك الخير الفلاني؟ يريد تشويقه إلى استماعه والمعنى هل وصل إِلى سمعك يا محمد خبر ضيوف إِبراهيم المعظَّمين؟ قال ابن عباس: يريد جبريل وميكائيل وإِسرافيل ﵈، سُمُّوا مكرمين لكرامتهم عند الله ﷿ ﴿إِذْ دَخَلُواْ عَلَيْهِ فَقَالُواْ سَلاَمًا﴾ أي حين دخلوا على إِبراهيم فقالوا: نسلِّم عليك سلامًا ﴿قَالَ سَلاَمٌ قَوْمٌ مُّنكَرُونَ﴾ أي قال علكيم سلامٌ أنتم قومٌ غرباء لا نعرفكم فمن أنتم؟ قال ابن كثير: وإِنما أنكرهم لأنهم قدموا عليه في صورة شبانٍ حسانٍ عليهم مهابة عظيمة ولهذا أنكرهم وقال أبو حيان: والذي يناسب حال إِبراهيم ﵇ أنه لا يخاطبهم بذلك، إِذْ فيه من عدم الإِنس ما لا يخفى، وإِنما قال ذلك في نفسه، أو لمن كان معه من أتباعه وغلمانه، بحيث لا يسمع ذلك الأضياف ﴿فَرَاغَ إلى أَهْلِهِ﴾ أي فمضى إلى أهله في سرعة وخفية عن ضيفه، لأن من أدب المضيف أن يبادر بإِحضار الضيافة من غير أن يشعر به الضيف، حذرًا من أن يمنعه الضيف، أو يُثقل عليه في التأخير قال ابن قتيبة: عدل إليهم في خفية ولا يكون الرَّواغُ إِلا أن تُخفي ذهابك ومجيئك ﴿فَجَآءَ بِعِجْلٍ سَمِينٍ﴾ أي فجاءهم بعجل سمينٍ مشوي، والعجلُ ولدُ البقرة وكان عامة ما له البقر، واختاره لهم سمينًا زيادة في إكرامهم ﴿فَقَرَّبَهُ إِلَيْهِمْ قَالَ أَلاَ تَأْكُلُونَ﴾ أي أفادناه منهم","vol":"3","page":235},{"text":"ووضعه بين أيديهم فلم يأكلوا فقال لهم في تلطف وبشاشة: ألا تأكلون هذا الطعام. قال ابن كثير: وفي الآية تلطف في العبارة وعرض حسن، وقد انتظمت الآية آداب الضيافة، فإنه جاء بطعامٍ من حيث لا يشعرون بسرعة، ولم يتمنَّ عليهم أولًا فقال نأتيكم بطعام بل جاء به بسرعةٍ وخفاء، وأتى بأفضل ما وجد من ماله وهو عجل فتيٌّ سمين مشوي، فقربه إليه ولم يضعه وقال اقتربوا بل وضعه بين أيديهم، ولم يأمرهم أمرًا يشق على سامعه بصغية الجزم بل قال: أملا تأكلون؟ على سبيل العرض والتلطف كما يقول القائل: إن رأيت أن تتفضل وتحسن وتتصدق فافعل ﴿فَأَوْجَسَ مِنْهُمْ خِيفَةً﴾ أي فأضمر في نفسه الخوف منهم لما رأى إِعراضهم عن الطعام ﴿قَالُواْ لاَ تَخَفْ﴾ أي قالوا له لا تخف إِنا رسل ربك ﴿وَبَشَّرُوهُ بِغُلاَمٍ عَلَيمٍ﴾ أي وبشروه بولدٍ يولد له من زوجته سارة يكون عالمًا عند بلوغه قال أبو حيان: وفيه تبشيرٌ بحياته حتى يكون من العلماء، والجمهور علىأن المبشر به هو إِسحاق لقوله تعالى في سورة هود ﴿فَبَشَّرْنَاهَا بِإِسْحَاقَ وَمِن وَرَآءِ إِسْحَاقَ يَعْقُوبَ﴾ [هود: ٧١] ﴿فَأَقْبَلَتِ امرأته فِي صَرَّةٍ﴾ أي فأقبلت سارة نحوهم حيث سمعت البشارة في صيحةٍ وضحة قال المفسرون: لما سمعت بالبشارة وكانت في زاوية من زوايا البيت جاءت نحوهم في صحية عظيمة تريد أن تستفر الخبر ﴿فَصَكَّتْ وَجْهَهَا﴾ أي فلطمت وجهها على عادة النساء عند التعجب قال ابن عنباس: لطمت وجهها تعجبًا كا تتعجب النساء من الأمر الغريب ﴿وَقَالَتْ عَجُوزٌ عَقِيمٌ﴾ أي قالت أنا عجوز عقيم فكيف ألد؟ والعقيم هي التي لم تلد قطّ لانقطاع حبلها قبل الإِمام الجلال: كان عمرهها تسعًا وتسعين سنة، وعمر إِبراهيم مائة وعشرين ﴿قَالُواْ كَذَلِكِ قَالَ رَبُّكِ﴾ أي الأمر كما أخبرناك هكذا حكم وقضى ربك من الأزل فلا تعجبي ولا تشكّي فيه ﴿إِنَّهُ هُوَ الحكيم العليم﴾ أي الحكيم في صنعه، العليم بمصالح خلقه ﴿قَالَ فَمَا خَطْبُكُمْ أَيُّهَا المرسلون﴾ أي ما شأنكم الخطير الذي لأجله أرسلتم أيها الملائكة الأبرار؟ قال البيضاوي: لما علم أنهم ملائكة وأنهم لا ينزلون مجتمعين إِلا لأمرٍ عظيم سأل عنه ﴿قالوا إِنَّآ أُرْسِلْنَآ إلى قَوْمٍ مُّجْرِمِينَ﴾ أي قالوا إن الله أرسلنا لإِهلاك قوم لوط الذين ارتكبوا أفحش الجرائم «اللواط» وكانوا ذوي جرائم متعددة، وهي كبار المعاصي من كفر وعصيان ﴿لِنُرْسِلَ عَلَيْهِمْ حِجَارَةً مِّن طِينٍ﴾ أي لنهلكهم بحجارةٍ من طين متحجر مطبوخ بالنار وهو السجيل قال أبو حيان: والتسجيلُ طينٌ يطبخ كما يطبخ الآجر حتى يصبح في صلابة الحجارة ﴿مُّسَوَّمَةً عِندَ رَبِّكَ﴾ أي معلَّمة من عند الله بعلامة، على كل واحدةٍ منها اسم صاحبها الذي يهلك بها ﴿لِلْمُسْرِفِينَ﴾ أي المجاوزين الحدَّ في الفجور قال الصاوي: كان في قرى لوط ستمائة ألف فأدخل جبريل جناحه تحت الأرض فاقتلع قراهم، ورفعها حتى سمع أهل السماء أصواتهم ثم قلبها، ثم أرسل الحجارة على من كان خارجًا عنها ﴿فَأَخْرَجْنَا مَن كَانَ فِيهَا مِنَ المؤمنين﴾ أي فأخرجنا من كان في قرى أهل لوط من المؤمنين","vol":"3","page":236},{"text":"لئلا يهلكوا ﴿فَمَا وَجَدْنَا فِيهَا غَيْرَ بَيْتٍ مِّنَ المسلمين﴾ أي فما كان فيها بعد البحث والتفتيش غير أهل بيت واحد من المسلمين قال: مجاهد هم لوطٌ وابنتاه، والغرضُ من الآية بيان قلة المؤمنين الناجين من العذاب، وكثرة الكافرين المستحقين للهلاك قال الإِماما الجلال: وصفوا بالإِيمان والإِسلام أي هم صدقون بقلوبهم، عاملون بجوارحهم الطاعات ﴿وَتَرَكْنَا فِيهَآ آيَةً﴾ أي أبقينا في تلك القرى المهلكة بعد أهلاك الظالمين علامةً على هلاكهم بجعل عاليها سافلها ﴿لِّلَّذِينَ يَخَافُونَ العذاب الأليم﴾ أي للذين يخافون عذاب الله فإنهم المعبترون به قال ابن كثير: ومعنى الآية ﴿وَتَرَكْنَا فِيهَآ آيَةً﴾ أي جعلناها عبرةً بما أنزلنا بهم من العذاب والنكال، وجعلنا محلتهم بحيرةً منتنة خبيثة ففي ذلك عبرةٌ للمؤمنين الذين يخافون العذاب الأليم.\nتنبيهْ: قال الإِمام الرازي: في قصة ضيف إِبراهيم تسلية لقلب النبي الكريم صلى لله عليه وسلم ببيان أن غيره من الأنبياء ﵈ كان مثله، واختار تعالى إِبراهيم لكونه شيخ المرسلين، وكون النبي ﷺ َ على سنته في بعض الأشياء، وفيها إنذار لقومه بما أجرى من الضيف ومن إنزال الحجارة على المذنبين المضلين.","vol":"3","page":237}]