[{"text":"المنَاسَبَة: لما ذكر تعالى قصة ضيف إِبراهيم الذين أُرسلوا لهلاك قوم لوط أتبعه بذكر قصص الأمم الطاغية، فذكر منهم فرعون وجنوده، وعادًا، وثمود، وقوم نوح، تسلية للنبي ﵇، وتذكيرًا","vol":"3","page":237},{"text":"للأنام بانتقام الله من أعدائه وأعداء رسله، ثم ذكر دلائل القدرة والوحدانية، وختم السورة الكريمة بإِنذار المكذبين الضالين.\nاللغَة: ﴿نَبَذْنَاهُمْ﴾ طرحناهم ﴿اليم﴾ البحر ﴿مُلِيمٌ﴾ آتٍ بما يلام عليه ﴿الرميم﴾ الشيء الهالك البالي قال الزجاج: الرميمُ: الورق الجاف المتحطم مثل الهشيم، ورمَّ العظم إِذا بلي فهو رِمَّة ورميم قال جرير يرثي ابنه:\nتركْتني حين كفَّ الدهر من بصري ... وإِذْ بقيتُ كعظم الرمَّة البالي\n﴿الماهدون﴾ مهدتُ الفراش مهدًا بسطته ووطأته، والتمهيد تسوية الشيء وإِصلاحه ﴿ذَنُوبًا﴾ الذَّنوب: بفتح الذال النصيب من العذاب.\nالتفِسير: ﴿وَفِي موسى إِذْ أَرْسَلْنَاهُ إلى فِرْعَوْنَ﴾ أي وجعلنا في قصة موسى أيضًا أيةً وعبرة وقت إِرسالنا له إِلى فرعون ﴿بِسُلْطَانٍ مُّبِينٍ﴾ أي بحجة واضحة ودليلٍ باهر ﴿فتولى بِرُكْنِهِ﴾ أي فأعرض عن الإِيمان بموسى بجموعه وأجناده، وقوته وسلطانه قال مجاهد: تعزَّز عدوٌّ الله بأصحابه والغرض أن فرعون أعرض عن الإِيمان بسبب ما كان يتقوى به من جنوده لأنهم كانوا له كالركن الذي يعتمد عليه البنيان ﴿وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ﴾ أي وقال اللعين في شأن موسى إنه ساحرٌ ولذلك أتى بهذه الخوارق، أو مجنون ولذلك أدَّعى الرسالة، وإِنما قال ذلك تمويهًا على قومه لا شكًا منه في صدق موسى ﴿فَأَخَذْنَاهُ وَجُنُودَهُ﴾ أي فأخذنا فرعون مع أصحابه وجنوده ﴿فَنَبَذْنَاهُمْ فِي اليم﴾ أي فطرحناهم في البحر لما أغضبونا وكذبوا رسولنا ﴿وَهُوَ مُلِيمٌ﴾ أي وهو آتٍ بم يلام عليه من الكفر والطغيان. . ثم لما انتهى من قصة فرعون أعقبها بذكر قصة عاد فقال ﴿وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الريح العقيم﴾ أي وجعلنا في قصة عاد كذلك آية لمن تأمر حين أرسلنا عليهم الريح المدمرة، التي لا خير فيها ولا بركة، لأنها لا تحمل المطر ولا تلقّح الشجر، وإِنما هي للإِهلاك، وهي الريح التي تسمَّى الدبور وفي الصحيح «نُصرت بالصبا وأُهلكت عادٌ بالدَّبور» قال المفسرون: سميت ﴿الريح العقيم﴾ تشبيهًا لهم بعقم المرأة الي لا تحمل ولا تلد، ولما كانتم هذه الريح لا تلقح سحابًا ولا شجرًا، ولا خير فيها ولا بركة لأنه لا تحمل المطر شبهت بالمرأة العقيم ﴿مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ﴾ أي ما تترك شيئًا مرَّت عليه في طريقها مما أراد الله تدميره وإِهلاكه ﴿إِلاَّ جَعَلَتْهُ كالرميم﴾ إي إلا جعلته كالهشيم المتفتت البالي قال ابن عباس: ﴿الرميم﴾ الشيء الهالك البالي وقال السدي: هو التراب والرماد المدقوق كقوله تعالى: ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ [الأحقاف: ٢٥] قال المفسرون:","vol":"3","page":238},{"text":"كانت الريح التي أرسلها الله عليهم ريحًا صرصرًا عاتية، استمرت عليهم ثمانية أثام متتابعة، فكانت تهدم البنيان وتنتزع الرجال فترفعهم إلى السماء حتى يرى الواحد منهم كالطير ثم ترمي به إلى الأرض جثة هامدة\n﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ [الحاقة: ٧] . . ثم أخبر تعالى عن هلاك ثمود فقال ﴿وَفِي ثَمُودَ﴾ أي وجعلنا ثمود أيضًا آية وعبرة ﴿إِذْ قِيلَ لَهُمْ تَمَتَّعُواْ حتى حِينٍ﴾ أي حين قيل لهم عيشوا متمتعين بالدنيا إلى وقت الهلاك بعد عقرهم للناقة، وهو ثلاثة أيام كما في هود ﴿فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ﴾ [هود: ٦٥] ﴿فَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ﴾ أي فاستكبروا عن امتثال أمر الله، وعصوا رسولهم فعقروا الناقة ﴿فَأَخَذَتْهُمُ الصاعقة﴾ أي فأخذتهم الصيحة المهلكة صيحة العذاب ﴿وَهُمْ يَنظُرُونَ﴾ أي وهم يشاهدونها ويعاينونها لأنها جاءت في وضح النهار قال ابن كثير: وذلك أنهم انتظروا العذاب ثلاثة أيام فجاءهم في صبيحة اليوم الرابع بكرة النهار وقال الألوسي: إِن صالحًا ﵇ وعندهم ب الهلاك بعد ثلاثة أيام وقال لهم: تصبح وجوهكم غدًا مصفرة، وبعد غد محمرة، وفي اليوم الثالث مسودَّة، ثم يصبحكم العذاب، فلما رأوا الآيات التي بينها ﵇ عمدوا إلى قتله فنجاه الله، وفي اليوم الرابع أتتهم الصاعقة وهي نار من السماء وقيل صيحة فهلكوا ﴿فَمَا استطاعوا مِن قِيَامٍ﴾ أي ما قدروا على الهرب والنهوض من شدة الصيحة، بل أصبحوا في ديارهم جاثمين ﴿وَمَا كَانُواْ مُنتَصِرِينَ﴾ أي وما كانوا ممن ينتصر لنفسه فيدفع عنها العذاب. . ثم أخبر تعالى عن هلاك قوم نوح فقال: ﴿وَقَوْمَ نُوحٍ مِّن قَبْلُ﴾ أي وأهلكنا قوم نوحٍ بالطوفان من قبل إِهلاك هؤلاء المذكورين ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ تعليلٌ للهلاك أي لأنهم كانوا فسقةً خارجين عن طاعة الرحمن بارتكابهم الكفر والعصيان. . ولما انتهى من أخبار هلاك الأمم الطاغية المكذبة، شرع في بيان دلال القدرة والوحدانية فقال ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ﴾ أي وشيدنا السماء وأحكمنا خلقها بقوةٍ وقدرة قال ابن عباس: ﴿بِأَيْدٍ﴾ بقوة ﴿وَإِنَّا لَمُوسِعُونَ﴾ أي وإِنا لموسعون في خلق السماء، فإِن الأرض وما يحيط بها من الهواء والماء بالنسبة لها كحلقة صغيرة في فلاة كما ورد في الأحاديث وقال ابن عباس: ﴿لَمُوسِعُونَ﴾ أي لقادرون، من الوسع بمعنى الطاقة ﴿والأرض فَرَشْنَاهَا﴾ أي والأرض مهدناها لتسقروا عليها، وبسطناها لكم ومددنا فيها لتنتفعوا بها بالطرقات وأنواع المزروعات، ولا ينافي ذلك كرويتها، فذلك أمرٌ مقطوع به، فإنها مع كرويتها واسعة ممتدة، فيها السهول الفسيحة، والبقاع الواسعة، مع الجبال والهضاب ولهذا قال تعالى ﴿فَنِعْمَ الماهدون﴾ أي فنعم الباسطون الموسعون لها نحن، وصيغة الجمع للتعظيم ﴿وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ﴾ أي ومن كل شيء خلقنا صنفين ونوعين مختلفين ذكرًا وأنثى، وحلوًا وحامضًا ونحو ذلك ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي كي","vol":"3","page":239},{"text":"تتذركوا عظمة الله فتؤمنوا به، وتعلموا أن خال الأزواج واحد أحد ﴿ففروا إِلَى الله﴾ أي الجأوا إِلى الله، واهرعوا إِلى توحيده وطاعته قال أبو حيان: والأمر بالفرار إلى الله أمرٌ بالدخول في الإِيمان وطاعة الرحمن، وإنما ذكر بلفظ الفرار لينبه على أن وراء الناس عقابًا وعذابًا، وأمرٌ حقه أن يُفر منه، فقد جمعت اللفظة بين التحذير والاستدعاء، ومثله قول النبي ﷺ َ:\n«لا ملجأ ولا منجى منك إلا إليك» وقال ابن الجوزي: المعنى اهربوا مما يوجب العقاب من لكفر والعصيان، إلى ما يوجب الثواب من الطاعة والإِيمان ﴿إِنِّي لَكُمْ مِّنْهُ نَذِيرٌ﴾ أي إِني أنذركم عذاب الله وأخوفكم انتقامه ﴿مُّبِينٌ﴾ أي واضحٌ أمري فقد أيدني الله بالمعجزات الباهرات ﴿وَلاَ تَجْعَلُواْ مَعَ الله إلها آخَرَ﴾ أي لا تشركوا مع الله أحدًا من بشر أو حجر ﴿إِنِّي لَكُمْ مِّنْهُ نَذِيرٌ مُّبِينٌ﴾ كرر اللفظ للتأكيد والتنبيه إلى خطر الإِشراك بالله قال الخازن: وإنما كرر اللفظ عند الأمر بالطاعة، والنهي عن الشرك، ليعلم أن الإِيمان لا ينفع إلاّ مع العمل، كما أن العمل لا ينفع إِلا مع الإِيمان، وأنه لا يفوز وينجو عند الله إلاّ الجامع بينهما ﴿كَذَلِكَ مَآ أَتَى الذين مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَاحِرٌ أَوْ مَجْنُونٌ﴾ هذه تسلية للنبي ﷺ َ أي كما كذبك قومك يا محمد، وقالوا عنك إنك ساحرٌ أو مجنون، كذلك قال المكذبون الأولون لرسلهم، فلا تحزن لما يقول المجرمون ﴿أَتَوَاصَوْاْ بِهِ﴾ أي هل أوصى أولهُم آخرهم بالتكذيب؟ وهو استفهام للتعجب من إجماعهم على تلك الكلمة الشنيعة، ثم أضرب عن هذا النفي والتوبيخ فقال ﴿بَلْ هُمْ قَوْمٌ طَاغُونَ﴾ أي لم يوص بعضهم بعضًا بذلك، بل حملهم الطغيان على التكذيب والعصيان فلذلك قالوا ما قالوا ﴿فَتَوَلَّ عَنْهُمْ﴾ فأعرض يا محمد عنهم ﴿فَمَآ أَنتَ بِمَلُومٍ﴾ أي فلا لوم عليك ولا عتاب، لأن قد بلغت الرسالة وأديت الأمانة، وبذلت الجهد في النصح والإرشاد ﴿وَذَكِّرْ فَإِنَّ الذكرى تَنفَعُ المؤمنين﴾ أي لا تدع التذكير والموعظة فإن القلوب المؤمنة تنتفع وتتأثر بالموعظة الحسنة. . ثم ذكر تعالى الغاية من خلق الخلق فقال ﴿وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ﴾ أي وما خلقت الثقلين الإِنس والجن إِلا لعبادتي وتوحيدي، لا لطلب الدنيا والانهماك بها قال ابن عباس: ﴿إِلاَّ لِيَعْبُدُونِ﴾ إِلا ليقروا لي بالعبادة طوعًا أو كرهًا وقال مجاهد: إِلا ليعرفوني قال الرازي: لما بيَّن تعالى حال المكذبين ذكر هذه الآية ليبيّن سوء صنيعهم حيث تركوا عبادة الله مع أن خلقهم لم يكن إِلا للعبادة ﴿مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ﴾ أي لا أريد منهم أن يرزقوني أو يرزقوا أنفسهم أو غيرهم بل أنا الرزَّاق المعطي ﴿وَمَآ أُرِيدُ أَن يُطْعِمُونِ﴾ أي ولا أُريد منهم أن يطعموا خلقي ولا أن يطعموني فأنا الغني الحميد قال البيضاوي: والمراد أن يبيّن أن شأ، هـ مع عباده ليس شأن السادة مع عبيدهم، فإِنهم إِنما يملكونهم ليستعينوا بهم في تحصيل معايشهم، فكأنه سبحانه يقول: ما أريد","vol":"3","page":240},{"text":"أن أستعين بهم كما يستعين السادة بعبيدهم، فليشتغلوا بما خلقوا له من عبادتي ﴿إِنَّ الله هُوَ الرزاق﴾ أي إنه جل وعلا هو الرزاق، المتكفل بأرزاق العباد وحاجاتهم، أتى باسم الجلالة الظاهر للتخيم والتعظيم، وأكد الجملة بإن والضمير المنفصل لقطع أوهام الخلق في أمور الرزق، وليقوي اعتمادهم على الله ﴿ذُو القوة﴾ أي ذو القدرة الباهرة ﴿المتين﴾ أي شديد القوة لا يطرأ عليه عجزٌ ولا ضعف قال ابن كثير: أخبر تعالى أنه غير محتاج إِليهم، بل هم الفقراء إلى الله في جميع أحوالهم فهو خالقهم ورازقهم، وفي الحديث القدسي\n«يا بان آدم تفرَّغ لعبادتي أملأُ صدرك غنى، وإِلا تفعل ملأتُ صدرك شغلًا ولم أسدَّ فقرك» ﴿فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ﴾ أي فإِن لهؤلاء الكفار الذين كذبوا الرسول ﷺ َ نصيبًا من العذاب مثل نصيب أسلافهم الذين أُهلكوا كقوم نحو وعاد وثمود ﴿فَلاَ يَسْتَعْجِلُونِ﴾ أي فلا يتعجلوا عذابي فإِنها واقع لا محالة مإِن عاجلًا أو آجلًا ﴿فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الذي يُوعَدُونَ﴾ أي هلاك ودمار وشدة عذاب لهؤلاء الكفار في يوم القيامة الذي وعدهم الله به.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم﴾ [الذاريات: ١٩] لأن السائل الطالب، والمحروم المتعفف.\n٢ - تأكيد الخبر بالقسم وإِنَّ واللام ﴿فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ﴾ [الذاريات: ٢٣] ويسمى هذا الضرب إنكاريًا، لأن المخاطب منكر لذلك.\n٣ - أسلوب التشويق والتفخيم ﴿هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ المكرمين﴾ [الذاريات: ٢٤]؟\n٤ - الاستعارة ﴿فتولى بِرُكْنِهِ﴾ استعار الركن للجنود والجموع لأنه يحصل بهم التقوى والاعتماد كما يعتمد على الركن في البناء أو استعارة للقوة والشدة.\n٥ - المجاز العقلي ﴿وَهُوَ مُلِيمٌ﴾ أطلق اسم الفاعل على اسم المفعول أي ملام على طغيانه.\n٦ - الاستعارة التبعية ﴿الريح العقيم﴾ شبه إهلاكهم وقطع دابرهم بعقم النساء وعدم حملهن ثم أطلق المشبه به على المشبه واشتق منه العقيم بطريق الاستعارة.\n٧ - حذف الإِيجاز ﴿قَوْمٌ مُّنكَرُونَ﴾ [الذاريات: ٢٥] أي أنتم قوم منكرون ومثلها ﴿عَجُوزٌ عَقِيمٌ﴾ [الذاريات: ٢٩] أي أنا عجوز.\n٨ - التشبيه المرسل المجمل ﴿ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ﴾ أي نصيبًا من العذاب مثل نصيب أسلافهم المكذبين في الشدة والغلظة، حذف منه وجه الشبه فهو مجمل.\n٩ - الإِطناب بتكرار الفعل ﴿مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ﴾ للمبالغة والتأكيد.\n١٠ - السجع الرصين غير المتكلف الذي يزيد في جمال الأسلوب ورونقه مثل ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ. . والأرض فَرَشْنَاهَا فَنِعْمَ الماهدون﴾ وهو من المحسنات البديعية.","vol":"3","page":241},{"text":"لطيفَة: ذكر أن أعرابيًا سمع قارئًا يقرأ ﴿وَفِي السمآء رِزْقُكُمْ وَمَا تُوعَدُونَ فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ﴾ [الذاريات: ٢٢٢٣] فقال: يا سبحان الله من الذي أغضب الجليل حتى حلف ﴿ألم يصدقوه في قوله حتى ألجئوه إلى اليمين؟ يا ويح الناس﴾ !","vol":"3","page":242},{"text":"اللغَة: ﴿رَقٍّ﴾ الرَّق بالفتح والكسر جلد رقيق يكتب فيه وقال أو عبيدة: الرقُّ الورق وفي الصحاح: الرقُّ بالفتح ما يكتب فيه وهو جلد رقيب ﴿المسجور﴾ الموقد نارًا يقال: سجرت النار أي أوقدتها ﴿تَمُورُ﴾ مار الشيء يمور مورًا إذ تحرك واضطرب، وجاء وذهب، قال جرير:\nوما زالت القتلى تمور دماؤها ... بدجلة حتى ماء دجلة أشكل\n﴿يُدَعُّونَ﴾ يدفعون بشدة عنف، والدَّع: الدفع بشدة وإهانة ﴿أَلَتْنَاهُمْ﴾ أنقصناهم ﴿رَهَينٌ﴾ محبوس ﴿السموم﴾ لريح الحارة النافذة في المسام\nالتفسِير: ﴿والطور وَكِتَابٍ مَّسْطُورٍ﴾ أقسم تعالى بجل الطور الذي كلَّم الله عليه وسمى، وأقسم بالكتاب الذي أنزله على خاتم رسله وهو القرآن العظيم المكتوب ﴿فِي رَقٍّ﴾ أي في أديمٍ من الجلد الرقيق ﴿مَّنْشُورٍ﴾ أي مبسوط غير مطوي وغير مختوم عليه قال القرطبي: أقسم الله تعالى بالكتاب المسطور أي المكتوب وهو القرآن يقرأه المؤمنون من المصاحف، ويقرأه الملائكة من اللوح المحفوظ، وقيل يعني بالكتاب سائر الكتب المنزلة على الأنبياء لأن كل كتاب في رقٍّ ينشره","vol":"3","page":244},{"text":"أهله لقراءته، والرقُّ ما رٌقّق من الجلد ليكتب فيه ﴿والبيت المعمور﴾ أي وأُقسم بالبيت المعمور الذي تطوف به الملائكة الأبرار، وهو لأهل السماء كالكعبة المشرفة لأهل الأرض، وفي حديث الإِسراء «ثم رفع إِليَّ البيت المعمور، فقلت يا جبريل ما هذا؟ قال: هذا البيت المعمور، يدخله كلَّ يوم سبعون ألف ملك، إِذا خرجوا منه لم يعودوا إليه آخر ما عليهم» وقال ابن عباس: هو بيت في السماء السابعة حيال الكعبة أي مقابلها وحذاءها تعمره الملائكة، يصلي فيه كل يوم سبعون ألفًا من الملائكة ثم لا يعودون إليه ﴿والسقف المرفوع﴾ أي والسماء العالية المرتفعة، الواقفة بقدرة الله بلا عمد، سمَّى السماء سقفًا لأنها للأرض كالسقف للبيت ودليله ﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ [الأنبياء: ٣٢] وقال ابن عباس: هو العرش وهو صف الجنة ﴿والبحر المسجور﴾ أي والبحر المسجور الموقد نارًا يوم القايمة كقوله ﴿وَإِذَا البحار سُجِّرَتْ﴾ [التكوير: ٦] أي أضرمت حتى تصير نارًا ملتهبة تتأجج تحيط بأهل الموقف ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ﴾ هذا جواب القسم أي إن عذاب الله لنازل بالكفارين لا محالة قال ابن الجوزي: أقسم تعالى بهذه الأشياء الخمسة للتنبيه على ما فيها من عظيم قدرته على أن عذاب المشركين حق ﴿مَّا لَهُ مِن دَافِعٍ﴾ أي ليس له دافع يدفعه عنهم قال أبو حيان: والواو الأولى للقسم وما بعدها للعطف، والجملة المقسم عليها هي ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ﴾ وفي فإضافته إِلى الرب وإِضافته لكاف الخطاب أمانٌ له ﷺ َ وأن العذاب واقع بمن كذبه، ولفظ واقع أشد من كائن، كأنه مهيأ في مكان مرتفع فيقع على من حلَّ به ﴿يَوْمَ تَمُورُ السمآء مَوْرًا﴾ أي تتحرك السماء وتضطرب اضطرابًا شديدًا من هول ذلك اليوم ﴿وَتَسِيرُ الجبال سَيْرًا﴾ أي تنسف نسفًا عن وجه الأرض فتكون هباءً منثورًا كقوله\n﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [طه: ١٠٥] قال الخازن: والحكمة في مور السماء وسير الجبال، الإِنذارُ والإِعلام بأن لا رجوع ولا عود إلى الدنيا، وذلك لأن الأرض والسماء وما بينهما من الجبال والبحار وغير ذلك إنما خلقت لعمارة الدنيا وانتفاع بني آدمم بذلك، فلما لم يبق لهم عودٌ إليها أزالها الله تعالى وذلك لخراب الدنيا وعمارة الآخرة ﴿فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار وشدة عذاب للمكذبين أرسلَ الله في ذلك اليوم الرهيب ﴿الذين هُمْ فِي خَوْضٍ يَلْعَبُونَ﴾ أي الذين هم في الدنيا يخوضون في الباطل غافلون ساهون عما يراد بهم ﴿يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا﴾ أي يوم يُدفعون إلى نار جهنم دفعًا بشدة وعنف قال في البحر: وذلك أن خزنة جهنم يغلون أيدي الكفار إلى","vol":"3","page":245},{"text":"أعناقهم، ويجمعون نواصيهم إلى أقدامهم، ويدفعون بهم دفعًا إلى النار على وجوههم وزجًا في أقفيتهم حتى يردوا إلى النار، فإذا دنوا منها قال لهم خزنتها ﴿هذه النار التي كُنتُم بِهَا تُكَذِّبُونَ﴾ أي هذه نار جهنم التي كنتم تهزءون وتكذون بها في الدنيا ﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ أي وتقول لهم الزبانية تقريعًا وتوبيخًا: هل هذا الذي ترونه بأعينكم من لعذاب سحرٌ، أم أنتم اليوم عميٌ كما كنتم في الدنيا عميًا عن الخبر والإِيمان؟ قال أبو السعود: وقوله تعالى ﴿أَفَسِحْرٌ هذا﴾ توبيخ لهم وتقريع حيث كانوا يسمون القرآن الناطق بالحق سحرًا فكأنه يل لهم: كنتم تقولون عن القرآن إنه سحر أفهذا العذاب ايضًا سحر أم سُدَّت أبصاركم كما سدَّت في الدنيا؟ ﴿اصلوها فاصبروا أَوْ لاَ تَصْبِرُواْ﴾ أي قاسوا شدتها فاصبروا على العذاب أو لا تصبروا، وهو توبيخ آخر ﴿سَوَآءٌ عَلَيْكُمْ﴾ أي يتساوى عليكم الصبر والجزع لأنكم مخلدون في جهنم أبدًا ﴿إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي إنما تنالون جزاء أعمالكم القبيحة من الكفر والتكذيب، ولا يظلم ربك أحدًا. . ولما ذكر حال الكفرة الأشقاء ذكر حال المؤمنين السعداء على عادة القرآن الكريم في الجمع بين الترهيب والترغيب فقال ﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَعِيمٍ﴾ أي إن الذين اتقوا ربهم في الدنيا بامتثال أوامره واجتناب نواهيه، هم في الآخرة في بساتين عظيمة ونعيم مقيم خالد ﴿فَاكِهِينَ بِمَآ آتَاهُمْ رَبُّهُمْ﴾ أي متنعمين ومتلذذين بما أعطاهم ربهم من الخير والكرامة وأصناف الملاذ من مآكل ومشارب، وملابس ومراكب، وغير ذلك من ملاذ الجنة ﴿وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الجحيم﴾ أي وقد نجاهم ربهم من عذاب جهنم وصرف فيها من السرور ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر ﴿كُلُواْ واشربوا هَنِيئًَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم: كلوا واشربوا أكلًا وشربًا هنيًا، لاتنغيص فيه ولا كدر، بسبب ما قدمتم من صالح الأعمال.\n. ثم أخبر تعالى عن حالهم عند أكلهم وشربهم فقال ﴿مُتَّكِئِينَ على سُرُرٍ مَّصْفُوفَةٍ﴾ أي جالسين على هيئة المضطجع على سرر من ذهب مكلَّلة بالدر والياقوت، مصطفة بعضها إلى جانب بعض، قال ابن كثير: ﴿مَّصْفُوفَةٍ﴾ أي وجوه بعضهم إلى بعض كقوله ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ [الحجر: ٤٧] وفي الحديث «إن الرجل ليتكىء المتكأ مقدار أربعين سنةً ما يتحول عنه ولا يملُّه، يأتيه ما اشتهت نفسه ولذت عينه» ﴿وَزَوَّجْنَاهُم بِحُورٍ عِينٍ﴾ أي وجعلنا لهم قرينات صالحات، وزوجات حسانًا من الحور العين، وهنَّ نساء بيض واسعات العيون من الحَوَر وهو شدة البياض، والعينُ جمع عيناء وهي كبير العين والبياضُ مع سعة العين نهاية الحسن والجمال ﴿والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم بِإِيمَانٍ﴾ أي كانوا مؤمنين وشاركهم أولادهم في الإِيمان ﴿أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ﴾ أي ألحقنا الأبناء بالآباء لتقرَّبهم أعينهم وإن لم يبلغوا أعمالهم قال ابن عباس: إن الله عزو جل ليرفع ذرية المؤمن معه في درجته في الجنة وإن كان لم يبلغها بعمله لترَّبهم عينه وتلا الآية قال الزمخشري: فيجمع الله لأهل الجنة أنواع السرور بسعادتهم في أنفسهم، وبمزاوجة الحور العين،","vol":"3","page":246},{"text":"وبمؤانسة الإِخوان المؤمنين، وباجتماع أولادهم ونسلهم بهم ﴿وَمَآ أَلَتْنَاهُمْ مِّنْ عَمَلِهِم مِّن شَيْءٍ﴾ أي وما نقصنا الآباء من ثواب عملهم شيئًا قال في البحر: المعنى أنه تعالى يُلحق المقصِّر بالمحسن ولا ينقص المسحن من أجره شيئًا ﴿كُلُّ امرىء بِمَا كَسَبَ رَهَينٌ﴾ أي كل إِنسان مرتهن بعمله لا يُحمل عليه ذنب غيره سواء كان أبًا أو إِبنًا وقال ابن عباس: ارتهن أهل جهنم بأعمالهم، وصار أهل الجنة إلى نعيمهم وقال الخازن: المراد بالآية الكافر أي كل كافر بما عمل من الشرك مرتهن بعمله في النار، والمؤمن لا يكون مرتهنًا بعمله لقوله تعالى ﴿كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلاَّ أَصْحَابَ اليمين﴾ [المدثر: ٣٨٣٩] . . ثم ذكر ما وعدهم به من الفضل والنعمة فقال ﴿وَأَمْدَدْنَاهُم بِفَاكِهَةٍ وَلَحْمٍ مِّمَّا يَشْتَهُونَ﴾ أي وزدناهم فوق ما لهم من النعيم بفواكه ولحوم من أنواع شتى مما يستطاب ويُشتهى ﴿يَتَنَازَعُونَ فِيهَا كَأْسًا﴾ أي يتعاطون في الجنة كأسًا من الخمر، يتجاذبها بعضهم من بعض تلذذًا وتأنسًا قال الألوسي: أي يتجاذبونها تجاذب ملاعبة كما يفعل ذلك الندامى في الدنيا لشدة سرورهم ﴿لاَّ لَغْوٌ فِيهَا وَلاَ تَأْثِيمٌ﴾ أي لا يقع بينهم بسبب شربها هذيان حتى يتكلموا بساقط الكلام، ولا يلحقهم إِثم كما يلحق شارب الخمر في الدنيا قال قتادة: نزّه الله خمر الآخرة عن قاذورات الكلام الفارغ الذي لا فائدة فيه، المتضمن للهذيان والفحش، ووصفها بحسن منظرها وطيب طعمها، فقال\n﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ [الصافات: ٤٦٤٧] ثم قال تعالى ﴿وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ﴾ أي ويطوف عليهم للخدمة غلمان مماليك خصصهم تعالى لخدمتهم ﴿كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ﴾ أي كأنهم في الحسن، والبياض، والصفاء اللؤلؤ المصون في الصدف قال القرطبي: وهؤلاء الغلمان قي لهم أولاد المشركين وهم خدم أهل الجنة، وليس في الجنة نصيب ولا حاجة إلى خدمة، ولكنه أخبر بأنهم علىغاية النعيم ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي اقبل أهل الجنة يسأل بعضهم بعضًا عن أعمالهم وأحوالهم في الدنيا، تلذذًا بالحديث، واعترافًا بالنعمة ﴿قالوا إِنَّا كُنَّا قَبْلُ في أَهْلِنَا مُشْفِقِينَ﴾ أي قال المسئولون: إنا كنا في دار الدنيا خائفين من ربنا، مشفقين من عذابه وعقابه ﴿فَمَنَّ الله عَلَيْنَا وَوَقَانَا عَذَابَ السموم﴾ أي فأكرمنا الله بالمغفرة والجنة، وأجرنا مما نخاف، وحمانا من عذاب جهنم النافذة في المسام نفوذ الريح الحارة الشديدة وهي التي تسمى ﴿السموم﴾ قال الفخر الرازي: والآية إشارة إلى أن أهل الجنة يعلمون ما جرى عليهم في الدنيا ويذكرونه، وكذلك الكافر لا ينسى ما كان له من النعيم في الدنيا، فتزاداد لذة المؤمن حيث يرى نفسه انتقلت من الضيف إلى السعة، ومن السجن إلى الجنة، ويزداد الكفار ألمًاَ حيث يرى نفسه انتقلت من النعليم إلى الجحيم ﴿إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ﴾ أي قال أهل الجنة: إنا كنا في الدنيا نعبد الله ونتضرع إليه، فاستجاب الله لنا","vol":"3","page":247},{"text":"فأعطانا سؤالنا ﴿إِنَّهُ هُوَ البر الرحيم﴾ أي إنه تعالى هو المحسن، والمتفضل على عباده بالرحمة والغفران، وهو كالتعليل لما سبق، عن مسروق أن عائشة رضي الله تعالى عنها قرأت هذه الآية ﴿فَمَنَّ الله عَلَيْنَا وَوَقَانَا عَذَابَ السموم إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ البر الرحيم﴾ فقالت: اللهم مُنَّ علينا وقنا عذاب السموم إنك أنت البر الرحيم.\nاللغَة: ﴿رَقٍّ﴾ الرَّق بالفتح والكسر جلد رقيق يكتب فيه وقال أو عبيدة: الرقُّ الورق وفي الصحاح: الرقُّ بالفتح ما يكتب فيه وهو جلد رقيب ﴿المسجور﴾ الموقد نارًا يقال: سجرت النار أي أوقدتها ﴿تَمُورُ﴾ مار الشيء يمور مورًا إذ تحرك واضطرب، وجاء وذهب، قال جرير:\nوما زالت القتلى تمور دماؤها ... بدجلة حتى ماء دجلة أشكل\n﴿يُدَعُّونَ﴾ يدفعون بشدة عنف، والدَّع: الدفع بشدة وإهانة ﴿أَلَتْنَاهُمْ﴾ أنقصناهم ﴿رَهَينٌ﴾ محبوس ﴿السموم﴾ لريح الحارة النافذة في المسام\nالتفسِير: ﴿والطور وَكِتَابٍ مَّسْطُورٍ﴾ أقسم تعالى بجل الطور الذي كلَّم الله عليه وسمى، وأقسم بالكتاب الذي أنزله على خاتم رسله وهو القرآن العظيم المكتوب ﴿فِي رَقٍّ﴾ أي في أديمٍ من الجلد الرقيق ﴿مَّنْشُورٍ﴾ أي مبسوط غير مطوي وغير مختوم عليه قال القرطبي: أقسم الله تعالى بالكتاب المسطور أي المكتوب وهو القرآن يقرأه المؤمنون من المصاحف، ويقرأه الملائكة من اللوح المحفوظ، وقيل يعني بالكتاب سائر الكتب المنزلة على الأنبياء لأن كل كتاب في رقٍّ ينشره أهله لقراءته، والرقُّ ما رٌقّق من الجلد ليكتب فيه ﴿والبيت المعمور﴾ أي وأُقسم بالبيت المعمور الذي تطوف به الملائكة الأبرار، وهو لأهل السماء كالكعبة المشرفة لأهل الأرض، وفي حديث الإِسراء «ثم رفع إِليَّ البيت المعمور، فقلت يا جبريل ما هذا؟ قال: هذا البيت المعمور، يدخله كلَّ يوم سبعون ألف ملك، إِذا خرجوا منه لم يعودوا إليه آخر ما عليهم» وقال ابن عباس: هو بيت في السماء السابعة حيال الكعبة أي مقابلها وحذاءها تعمره الملائكة، يصلي فيه كل يوم سبعون ألفًا من الملائكة ثم لا يعودون إليه ﴿والسقف المرفوع﴾ أي والسماء العالية المرتفعة، الواقفة بقدرة الله بلا عمد، سمَّى السماء سقفًا لأنها للأرض كالسقف للبيت ودليله ﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ [الأنبياء: ٣٢] وقال ابن عباس: هو العرش وهو صف الجنة ﴿والبحر المسجور﴾ أي والبحر المسجور الموقد نارًا يوم القايمة كقوله ﴿وَإِذَا البحار سُجِّرَتْ﴾ [التكوير: ٦] أي أضرمت حتى تصير نارًا ملتهبة تتأجج تحيط بأهل الموقف ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ﴾ هذا جواب القسم أي إن عذاب الله لنازل بالكفارين لا محالة قال ابن الجوزي: أقسم تعالى بهذه الأشياء الخمسة للتنبيه على ما فيها من عظيم قدرته على أن عذاب المشركين حق ﴿مَّا لَهُ مِن دَافِعٍ﴾ أي ليس له دافع يدفعه عنهم قال أبو حيان: والواو الأولى للقسم وما بعدها للعطف، والجملة المقسم عليها هي ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ﴾ وفي فإضافته إِلى الرب وإِضافته لكاف الخطاب أمانٌ له ﷺ َ وأن العذاب واقع بمن كذبه، ولفظ واقع أشد من كائن، كأنه مهيأ في مكان مرتفع فيقع على من حلَّ به ﴿يَوْمَ تَمُورُ السمآء مَوْرًا﴾ أي تتحرك السماء وتضطرب اضطرابًا شديدًا من هول ذلك اليوم ﴿وَتَسِيرُ الجبال سَيْرًا﴾ أي تنسف نسفًا عن وجه الأرض فتكون هباءً منثورًا كقوله\n﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [طه: ١٠٥] قال الخازن: والحكمة في مور السماء وسير الجبال، الإِنذارُ والإِعلام بأن لا رجوع ولا عود إلى الدنيا، وذلك لأن الأرض والسماء وما بينهما من الجبال والبحار وغير ذلك إنما خلقت لعمارة الدنيا وانتفاع بني آدمم بذلك، فلما لم يبق لهم عودٌ إليها أزالها الله تعالى وذلك لخراب الدنيا وعمارة الآخرة ﴿فَوَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار وشدة عذاب للمكذبين أرسلَ الله في ذلك اليوم الرهيب ﴿الذين هُمْ فِي خَوْضٍ يَلْعَبُونَ﴾ أي الذين هم في الدنيا يخوضون في الباطل غافلون ساهون عما يراد بهم ﴿يَوْمَ يُدَعُّونَ إلى نَارِ جَهَنَّمَ دَعًّا﴾ أي يوم يُدفعون إلى نار جهنم دفعًا بشدة وعنف قال في البحر: وذلك أن خزنة جهنم يغلون أيدي الكفار إلى أعناقهم، ويجمعون نواصيهم إلى أقدامهم، ويدفعون بهم دفعًا إلى النار على وجوههم وزجًا في أقفيتهم حتى يردوا إلى النار، فإذا دنوا منها قال لهم خزنتها ﴿هذه النار التي كُنتُم بِهَا تُكَذِّبُونَ﴾ أي هذه نار جهنم التي كنتم تهزءون وتكذون بها في الدنيا ﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ أي وتقول لهم الزبانية تقريعًا وتوبيخًا: هل هذا الذي ترونه بأعينكم من لعذاب سحرٌ، أم أنتم اليوم عميٌ كما كنتم في الدنيا عميًا عن الخبر والإِيمان؟ قال أبو السعود: وقوله تعالى ﴿أَفَسِحْرٌ هذا﴾ توبيخ لهم وتقريع حيث كانوا يسمون القرآن الناطق بالحق سحرًا فكأنه يل لهم: كنتم تقولون عن القرآن إنه سحر أفهذا العذاب ايضًا سحر أم سُدَّت أبصاركم كما سدَّت في الدنيا؟ ﴿اصلوها فاصبروا أَوْ لاَ تَصْبِرُواْ﴾ أي قاسوا شدتها فاصبروا على العذاب أو لا تصبروا، وهو توبيخ آخر ﴿سَوَآءٌ عَلَيْكُمْ﴾ أي يتساوى عليكم الصبر والجزع لأنكم مخلدون في جهنم أبدًا ﴿إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي إنما تنالون جزاء أعمالكم القبيحة من الكفر والتكذيب، ولا يظلم ربك أحدًا. . ولما ذكر حال الكفرة الأشقاء ذكر حال المؤمنين السعداء على عادة القرآن الكريم في الجمع بين الترهيب والترغيب فقال ﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَعِيمٍ﴾ أي إن الذين اتقوا ربهم في الدنيا بامتثال أوامره واجتناب نواهيه، هم في الآخرة في بساتين عظيمة ونعيم مقيم خالد ﴿فَاكِهِينَ بِمَآ آتَاهُمْ رَبُّهُمْ﴾ أي متنعمين ومتلذذين بما أعطاهم ربهم من الخير والكرامة وأصناف الملاذ من مآكل ومشارب، وملابس ومراكب، وغير ذلك من ملاذ الجنة ﴿وَوَقَاهُمْ رَبُّهُمْ عَذَابَ الجحيم﴾ أي وقد نجاهم ربهم من عذاب جهنم وصرف فيها من السرور ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر ﴿كُلُواْ واشربوا هَنِيئًَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي يقال لهم: كلوا واشربوا أكلًا وشربًا هنيًا، لاتنغيص فيه ولا كدر، بسبب ما قدمتم من صالح الأعمال.\n. ثم أخبر تعالى عن حالهم عند أكلهم وشربهم فقال ﴿مُتَّكِئِينَ على سُرُرٍ مَّصْفُوفَةٍ﴾ أي جالسين على هيئة المضطجع على سرر من ذهب مكلَّلة بالدر والياقوت، مصطفة بعضها إلى جانب بعض، قال ابن كثير: ﴿مَّصْفُوفَةٍ﴾ أي وجوه بعضهم إلى بعض كقوله ﴿على سُرُرٍ مُّتَقَابِلِينَ﴾ [الحجر: ٤٧] وفي الحديث «إن الرجل ليتكىء المتكأ مقدار أربعين سنةً ما يتحول عنه ولا يملُّه، يأتيه ما اشتهت نفسه ولذت عينه» ﴿وَزَوَّجْنَاهُم بِحُورٍ عِينٍ﴾ أي وجعلنا لهم قرينات صالحات، وزوجات حسانًا من الحور العين، وهنَّ نساء بيض واسعات العيون من الحَوَر وهو شدة البياض، والعينُ جمع عيناء وهي كبير العين والبياضُ مع سعة العين نهاية الحسن والجمال ﴿والذين آمَنُواْ واتبعتهم ذُرِّيَّتُهُم بِإِيمَانٍ﴾ أي كانوا مؤمنين وشاركهم أولادهم في الإِيمان ﴿أَلْحَقْنَا بِهِمْ ذُرِّيَّتَهُمْ﴾ أي ألحقنا الأبناء بالآباء لتقرَّبهم أعينهم وإن لم يبلغوا أعمالهم قال ابن عباس: إن الله عزو جل ليرفع ذرية المؤمن معه في درجته في الجنة وإن كان لم يبلغها بعمله لترَّبهم عينه وتلا الآية قال الزمخشري: فيجمع الله لأهل الجنة أنواع السرور بسعادتهم في أنفسهم، وبمزاوجة الحور العين، وبمؤانسة الإِخوان المؤمنين، وباجتماع أولادهم ونسلهم بهم ﴿وَمَآ أَلَتْنَاهُمْ مِّنْ عَمَلِهِم مِّن شَيْءٍ﴾ أي وما نقصنا الآباء من ثواب عملهم شيئًا قال في البحر: المعنى أنه تعالى يُلحق المقصِّر بالمحسن ولا ينقص المسحن من أجره شيئًا ﴿كُلُّ امرىء بِمَا كَسَبَ رَهَينٌ﴾ أي كل إِنسان مرتهن بعمله لا يُحمل عليه ذنب غيره سواء كان أبًا أو إِبنًا وقال ابن عباس: ارتهن أهل جهنم بأعمالهم، وصار أهل الجنة إلى نعيمهم وقال الخازن: المراد بالآية الكافر أي كل كافر بما عمل من الشرك مرتهن بعمله في النار، والمؤمن لا يكون مرتهنًا بعمله لقوله تعالى ﴿كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ إِلاَّ أَصْحَابَ اليمين﴾ [المدثر: ٣٨٣٩] . . ثم ذكر ما وعدهم به من الفضل والنعمة فقال ﴿وَأَمْدَدْنَاهُم بِفَاكِهَةٍ وَلَحْمٍ مِّمَّا يَشْتَهُونَ﴾ أي وزدناهم فوق ما لهم من النعيم بفواكه ولحوم من أنواع شتى مما يستطاب ويُشتهى ﴿يَتَنَازَعُونَ فِيهَا كَأْسًا﴾ أي يتعاطون في الجنة كأسًا من الخمر، يتجاذبها بعضهم من بعض تلذذًا وتأنسًا قال الألوسي: أي يتجاذبونها تجاذب ملاعبة كما يفعل ذلك الندامى في الدنيا لشدة سرورهم ﴿لاَّ لَغْوٌ فِيهَا وَلاَ تَأْثِيمٌ﴾ أي لا يقع بينهم بسبب شربها هذيان حتى يتكلموا بساقط الكلام، ولا يلحقهم إِثم كما يلحق شارب الخمر في الدنيا قال قتادة: نزّه الله خمر الآخرة عن قاذورات الكلام الفارغ الذي لا فائدة فيه، المتضمن للهذيان والفحش، ووصفها بحسن منظرها وطيب طعمها، فقال\n﴿بَيْضَآءَ لَذَّةٍ لِّلشَّارِبِينَ لاَ فِيهَا غَوْلٌ وَلاَ هُمْ عَنْهَا يُنزَفُونَ﴾ [الصافات: ٤٦٤٧] ثم قال تعالى ﴿وَيَطُوفُ عَلَيْهِمْ غِلْمَانٌ لَّهُمْ﴾ أي ويطوف عليهم للخدمة غلمان مماليك خصصهم تعالى لخدمتهم ﴿كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ﴾ أي كأنهم في الحسن، والبياض، والصفاء اللؤلؤ المصون في الصدف قال القرطبي: وهؤلاء الغلمان قي لهم أولاد المشركين وهم خدم أهل الجنة، وليس في الجنة نصيب ولا حاجة إلى خدمة، ولكنه أخبر بأنهم علىغاية النعيم ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ أي اقبل أهل الجنة يسأل بعضهم بعضًا عن أعمالهم وأحوالهم في الدنيا، تلذذًا بالحديث، واعترافًا بالنعمة ﴿قالوا إِنَّا كُنَّا قَبْلُ في أَهْلِنَا مُشْفِقِينَ﴾ أي قال المسئولون: إنا كنا في دار الدنيا خائفين من ربنا، مشفقين من عذابه وعقابه ﴿فَمَنَّ الله عَلَيْنَا وَوَقَانَا عَذَابَ السموم﴾ أي فأكرمنا الله بالمغفرة والجنة، وأجرنا مما نخاف، وحمانا من عذاب جهنم النافذة في المسام نفوذ الريح الحارة الشديدة وهي التي تسمى ﴿السموم﴾ قال الفخر الرازي: والآية إشارة إلى أن أهل الجنة يعلمون ما جرى عليهم في الدنيا ويذكرونه، وكذلك الكافر لا ينسى ما كان له من النعيم في الدنيا، فتزاداد لذة المؤمن حيث يرى نفسه انتقلت من الضيف إلى السعة، ومن السجن إلى الجنة، ويزداد الكفار ألمًاَ حيث يرى نفسه انتقلت من النعليم إلى الجحيم ﴿إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ﴾ أي قال أهل الجنة: إنا كنا في الدنيا نعبد الله ونتضرع إليه، فاستجاب الله لنا فأعطانا سؤالنا ﴿إِنَّهُ هُوَ البر الرحيم﴾ أي إنه تعالى هو المحسن، والمتفضل على عباده بالرحمة والغفران، وهو كالتعليل لما سبق، عن مسروق أن عائشة رضي الله تعالى عنها قرأت هذه الآية ﴿فَمَنَّ الله عَلَيْنَا وَوَقَانَا عَذَابَ السموم إِنَّا كُنَّا مِن قَبْلُ نَدْعُوهُ إِنَّهُ هُوَ البر الرحيم﴾ فقالت: اللهم مُنَّ علينا وقنا عذاب السموم إنك أنت البر الرحيم.","vol":"3","page":248},{"text":"المنَاسَبَة: لما تقدم إِقسام الله تعالى على وقوع العذاب الكافرين، وذكر أشياء من أحوال المعذبين والناجين، أمر تعالى رسوله بالتذكير، إِنذارًا للكافرين وتبشيرًا للمؤمنين، وختم السورة الكريمة ببيان عاقبة المكذبين، وحفظ الله ورعايته لرسوله الكريم ﷺ َ.\nاللغَة: ﴿رَيْبَ المنون﴾ حوادث الدهر وصروفه، والمنون هو الدهر قال أبو ذؤيب:\nأمنَ المنونِ وريْبة تتوجَّع ... والدَّهر ليس بمعتب من يجزع\nوالمنون أيضًا الموتُ من اللمنِّ بمعنى القطع بأنه يقطع الأعمار ﴿أَحْلاَمُهُمْ﴾ عقولهم جمع حُلم وهو العقل ﴿المصيطرون﴾ المسيطر: المتسلط على الشيء ﴿كِسْفًا﴾ قطعة يقال: كسف بسكون السين وكسفة أي قطعة وجمعه كسف بفتح السين ﴿مَّرْكُومٌ﴾ متجمع ومتراكم بعضه فوق بعض.\nالتفسِير: ﴿فَذَكِّرْ فَمَآ أَنتَ بِنِعْمَةِ رَبِّكَ﴾ أي فذكّر يا محمد بالقرآن قومك وعظهم به، فما أنت بإِنعام الله عليك بالنبوة وإكرامه لك بالرسالة ﴿بِكَاهِنٍ وَلاَ مَجْنُونٍ﴾ أي لست كاهنًا تخبر بالأمور الغيبية من غير وحي، ولا مجنونًا كما زعم المشركون، إِنما تنطق بالوحي. . ثم أنكر عليهم مزاعمهم الباطلة في شأن الرسول فقال ﴿أَمْ يَقُولُونَ شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ أي بل أيقول المشركون هو","vol":"3","page":248},{"text":"شاعر ننتظر به حوادث الدهر وصروفه حتى يهلك فنستريح منه؟ قال الخازن: وريبُ المنون حوادث الدهر وصروفه، وغرضهم أنه يهلك ويموت كما هلك من كان قبله من الشعراء، والمنون اسم الموت وللدهر وأصله القطع، سيما بذلك لأنهما يقطعان الأجل ﴿قُلْ تَرَبَّصُواْ فَإِنِّي مَعَكُمْ مِّنَ المتربصين﴾ أي قل لهم يا محمد: انتظروا بي الموت فإِني منتظر هلاككم كما تنتظرون هلاكي، وهو تهكم بهم مع التهديد والوعدي ﴿أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بهاذآ﴾؟ أي أم تأمرهم عقولهم بهذا الكذب والبهتان؟ قال الخازن: وذلك أن عظماء قريش كانوا يوصفون بالأحلام والعقول، فأزرى الله بعقولهم حين لم تثمر لهم معرفة الحق من الباطل، وهو تهكم آخر بالمشركين ﴿أَمْ هُمْ قَوْمٌ طَاغُونَ﴾ أي بل هم قوم مجاوزون الحد في الكفر والطغيان، والمكابرة والعناد ﴿أَمْ يَقُولُونَ تَقَوَّلَهُ﴾ أي أم يقولون إن محمدًا اختلق القرآن وافتراه من عند نفسه قال القرطبي: والتقوُّل تكلف القول، وإنما يستعمل في الكذب في غالب الأمر، يقال: قوَّلتني ما لم أقل أي أدعيته عليَّ، وتقوَّل عليه أي كذب عليه ﴿بَل لاَّ يُؤْمِنُونَ﴾ أي ليس الأمر كما زعموا بل لا يصدقون بالقرآن استكبارًا وعنادًا ثم ألزمهم تعالى الحجة فقال ﴿فَلْيَأْتُواْ بِحَدِيثٍ مِّثْلِهِ إِن كَانُواْ صَادِقِينَ﴾ أي فليأتوا بكلامٍ مماثلٍ للقرآن في نظمه وحسنه وبيانه، إن كانوا صادقين في قولهم إن محمدًا افتراه، وهو تعجيزٌ لهم مع التوبيخ ﴿أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ﴾ أي هل خُلقوا من غير ربٍ ولا خالق؟ قال ابن عباس: من غير ربٍ خلقهم وقدَّرهم ﴿أَمْ هُمُ الخالقون﴾ أي أم هم الخالقون لأنفسهم، حتى تجرءوا فأنكروا وجود الله جل وعلا؟ ﴿أَمْ خَلَقُواْ السماوات والأرض﴾ أي أم هم خلقوا السموات والأرض؟ وإِنما خصَّ السمواتِ والأرض بالذكر من بين سائر المخلوقات لعظمها وشرفها، ثم بيَّن تعالى السبب في إِنكارهم لوحدانية اله فقال ﴿بَل لاَّ يُوقِنُونَ﴾ أي بل لا يصدقون ولا يؤمنون بوحدانية الله وقدرته على البعث ولذلك ينكرون الخالق قال الخازن: ومعنى الآية هل خُلقوا من غير شيءٍ خلقهم فوجدوا بلا خالق وذلك مما لا يجوز أن يكون، لأن تعلق الخلق بالخالق ضروري، فإِن أنكروا الخالق لم يجز أن يوجدوا بلا خالق، أم هم الخالقون لأنفسهم؟ وذلك في البطلان أشدُّ، لأن ما لا وجود له كيف يخلق؟ فإِذا بطل الوجهان قامت الحجة عليهم بأن له خالقًا فليؤمنوا به، وليوحدوه، وليْعبدوه، ولْيوقنوا أنه ربهم وخالقهم ﴿أَمْ عِندَهُمْ خَزَآئِنُ رَبِّكَ﴾؟ أي أعندهم خزائن رزق الله ورمته حتى يعطوا النبوة من شاءوا ويمنعوها عمن شاءوا؟ قال ابن عباس: ﴿خَزَآئِنُ رَبِّكَ﴾ المطر والرزقُ وقال عكرمة: النبوة ﴿أَمْ هُمُ المصيطرون﴾؟ أي أم هم الغالبون القاهرون حتى يتصرفوا في الخلق كما يشاءون؟ لا بل الله ﷿ هو الخالق المالك المتصرف وقال عطاء ﴿أَمْ هُمُ المصيطرون﴾ أم هم الأرباب فيفعلون ما يشاءون ولا يكونون تحت امر ولا نهي؟ ﴿أَمْ لَهُمْ سُلَّمٌ يَسْتَمِعُونَ فِيهِ﴾؟ أي أم لهم مرقى ومصعد","vol":"3","page":249},{"text":"إلى السماء يستمعون فيه كلام الملائكة والوحي فيعلمون أنهم على حقٍّ فهم به مستمسكون؟ ﴿فَلْيَأْتِ مُسْتَمِعُهُم بِسُلْطَانٍ مُّبِينٍ﴾ أي فليأت من يزعم ذلك بحجة بينة واضحة على صدق استماعه كما أتى محمد بالبرهان القاطع.\n. ثم وبخهم تعالى على ماهو أشنع وأقبح من تلك المزاعم الباطلة وهو نسبتهم إلى الله البنات، وجعلهم لله جل وعلا ما يكرهون لأنفسهم فقال ﴿أَمْ لَهُ البنات وَلَكُمُ البنون﴾؟ أي كيف تجعلون لله البنات مع كراهتكم لهن وتجعلون لأنفسكم البنين؟ أهذا هو المنطق والإِنصاف؟ وقال القرطبي: سفَّه أحلامهم توبيخًا لهم وتقريعًا والمعنى أتضيفون إلى الله البنات مع أنفتكم منهن، ومن كان عقله هكذا لا يُستبعد منه إِنكار البعث وقال أبو السعود: تسفيهٌ لهم وتركيكٌ لعقولهم، وإِيذانٌ بأن من هذا رأيه لا يكاد يُعد من العقلاء، فضلًا عن الترقي إلى عالم الملكوت، والاطلاع على الأسرار الغيبية، والالتفات إلى الخطاب لتشديد الإِنكار والتوبيخ ﴿أَمْ تَسْأَلُهُمْ أَجْرًا﴾ أي هل تسألهم يا محمد أجرًا على تبليغ الرسالة وتعليم أحكام الدين؟ ﴿فَهُم مِّن مَّغْرَمٍ مُّثْقَلُونَ﴾ أي فهم بسبب ذلك الأجر والغُرم الثقيل الذي أوجبته عليهم مجهدون ومتعبون فلذلك يزهدون في اتباعك، ولا يدخلون في الإِسلام؟ فإن العادة أن من كلف إِنسانًا مالًا وضربَ عليه جُعلًا يسير مثقلًا وغارمًا بسببه فيكرهه ولا يسمع قوله ولا يمتثله ﴿أَمْ عِندَهُمُ الغيب فَهُمْ يَكْتُبُونَ﴾؟ أي أعندهم علم الغيب حتى يعلموا أنَّ ما يخبرهم به الرسول ﷺ َ من أمور الآخرة والحشر والنشر باطلٌ فلذلك يكتبون هذه المعلومات عن معرفةٍ ويقين؟ قال قتادة: هو ردٌّ لقولهم ﴿شَاعِرٌ نَّتَرَبَّصُ بِهِ رَيْبَ المنون﴾ والمعنى أعَلموا أن محمدًا يموتُ قبلهم حتى يحكموا بذلك؟ وقال ابن عباس: أم عندهم اللوح المحفوظ فهم يكتبون ما فيهن ويُخبرون الناس بما فيه؟ ليس الأمر كذلك فإِنه لا يعلم أحدٌ من أهل السموات والأرض الغيب إِلا الله ﴿أَمْ يُرِيدُونَ كَيْدًا﴾؟ أي أيريد هؤلاء المجرمون أن يتآمروا عليك يا محمد؟ قال المفسرون: والآية إِشارة إلى كيدهم في دار الندوة وتآمرهم على قتل الرسول ﷺ َ كما قال تعالى\n﴿وَإِذْ يَمْكُرُ بِكَ الذين كَفَرُواْ لِيُثْبِتُوكَ أَوْ يَقْتُلُوكَ أَوْ يُخْرِجُوكَ﴾ [الأنفال: ٣٠] ﴿فالذين كَفَرُواْ هُمُ المكيدون﴾ أي فالذين جحدوا رسالة محمد هم المجزيون بكيدهم لأن ضربب ذلك عائد عليهم، ووباله راجع على أنفسهم كقوله ﴿وَلاَ يَحِيقُ المكر السيىء إِلاَّ بِأَهْلِهِ﴾ [فاطر: ٤٣] قال الصاوي: وأوقعٍ الظاهر ﴿فالذين كَفَرُواْ﴾ موقع المضمر تشنيعًا وتقبيحًا عليهم بتسجيل وصف الكفر ﴿أَمْ لَهُمْ إله غَيْرُ الله﴾؟ أي لهم إله خالق رازق غير الله تعالى حتى يلجأوا إليه وقت الضيف والشدة؟ ويستنجدوا به لدفع الضُّرِّ والعذاب عنهم؟ ﴿سُبْحَانَ الله عَمَّا يُشْرِكُونَ﴾ أي تنزَّه وتقدَّس الله عما يشركون به من الأوثان والأصنام قال الإِمام الجلال: والاستفهام ب «أم» في مواضعها الخمسة عشر للتوبيخ والتقريع والإِنكار. . ثم أخبر تعالى عن شدة طغيانهم وفرط عنادهم فقال ﴿وَإِن يَرَوْاْ كِسْفًا مِّنَ السمآء سَاقِطًا﴾ أي لو عذبناهم بسقوط قطع من السماء نزلت عليهم لم ينتهوا ولم يرجعوا، ولقالوا في هذا النازل عنادًا واستهزاءً: إنه سحاب مركوم ﴿يَقُولُواْ سَحَابٌ مَّرْكُومٌ﴾ أي إنه سحاب","vol":"3","page":250},{"text":"متراكم بعضُه فوق بعض قد سقط علينا قال أبو حيان: كانت قريشٌ قد اقترحت على رسول الله ﷺ َ فيما اقترحت من قولهم ﴿أَوْ تُسْقِطَ السمآء كَمَا زَعَمْتَ عَلَيْنَا كِسَفًا﴾ [الإِسراء: ٩٢] فأخبر تعالى أنهم لو رأوا ذلك عيانًا حسب اقتراحهم لبلغ بهم عتوهم وجهلهم أن يغالطوا أنفسهم فيما عاينوه ويقولوا: هو سحابٌ مركوم أي سحاب تراكم بعضه فوق بعض ممطرنا، وليس بكسفٍ ساقطٍ للعذاب ﴿فَذَرْهُمْ حتى يُلاَقُواْ يَوْمَهُمُ الذي فِيهِ يُصْعَقُونَ﴾ أي اتركهم يا محمد يتمادون في غيهم وضلالهم، حتى يلاقوا ذلك اليوم الرهيب يوم القيامة الذي يأتيهم فيه من العذاب ما يزيل عقولهم ويسلب ألبابهم ﴿يَوْمَ لاَ يُغْنِي عَنْهُمْ كَيْدُهُمْ شَيْئًا﴾ أي يوم لا ينفعهم كيدهم ولا مكرهم الذي استعملوه في الدنيا ولا يدفع عنهم شيئًا من العذاب ﴿وَلاَ هُمْ يُنصَرُونَ﴾ أي ولا هم يُمنعون من عذاب الله في الآخرة ﴿وَإِنَّ لِلَّذِينَ ظَلَمُواْ عَذَابًا دُونَ ذَلِكَ﴾ أي وإن للذين كفروا عذابًا شديدًا في الدنيا قبل عذاب الآخرة قال ابن عباس: هو عذاب القبل وقال مجاهد: هو الجوعن والقحط سبع سنين ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي لا يعلمون أن العذاب نازل بهم ﴿واصبر لِحُكْمِ رَبِّكَ﴾ أي اصبرْ يا محمد على قضاء ربك وحكمه، فيما حمَّلك به من إعباء الرسالة ﴿فَإِنَّكَ بِأَعْيُنِنَا﴾ أي فإِنك بفحظنا وكلاءتنا نحرسك ونرعاك ﴿وَسَبِّحْ بِحَمْدِ رَبِّكَ حِينَ تَقُومُ﴾ أي ونزَّه ربك عما لا يليق به من صفات النقص حين تقوم من منامك ومن كل مجلس بأن تقول: سبحان الله وبحمده قال ابن عباس: أي صلِّ للهِ حين تقومُ من منامك ﴿وَمِنَ الليل فَسَبِّحْهُ﴾ أي ومن الليل فاذكره واعبده بالتلاوة والصلاة والناسُ نيام كقوله\n﴿وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ﴾ [الإِسراء: ٧٩] ﴿وَإِدْبَارَ النجوم﴾ أي وصلِّ له في آخر الليل حين تدبر وتغيب النجوم بضوء الصبح قال ابن عباس: هما الركعتان اللتان قبل صلاة الفجر وفي الحديث «ركعتا الفجر خير من الدنيا وما فيها» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - جناس الاشتقاق ﴿تَمُورُ السمآء مَوْرًا﴾ [الطور: ٩] و﴿تَسِيرُ الجبال سَيْرًا﴾ [الطور: ١٠] .\n٢ - الإِهانة والتوبيخ ﴿اصلوها فاصبروا أَوْ لاَ تَصْبِرُواْ﴾ [الطور: ١٦] وبين قوله ﴿اصبروا﴾ وقوله ﴿أَوْ لاَ تَصْبِرُواْ﴾ طباق السلب وهو من المحسنات البديعية.\n٣ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ لُؤْلُؤٌ مَّكْنُونٌ﴾ [الطور: ٢٤] حذف منه وجه الشبه فهو مجمل.\n٤ - الاستعارة التبعية ﴿رَيْبَ المنون﴾ شبهت حوادث الدهر بالريب الذي هو الشك بجامع التحير وعدم البقاء على حالة واحدة في كلٍ منهما واستعير لفظ الريب لصروف الدهر ونوائبه بطريق الاستعارة التبعية.\n٥ - الأسلوب التهكمي ﴿أَمْ تَأْمُرُهُمْ أَحْلاَمُهُمْ بهاذآ﴾؟ هذا بطريق التهكم والسخرية بعقولهم.\n٦ - الالتفات من الغيبة إلى الخطاب لزيادة التوبيخ والتقريع لهم ﴿أَمْ لَهُ البنات وَلَكُمُ البنون﴾؟ .\n٧ -","vol":"3","page":251},{"text":"أسلوب الفرض والتقدير ﴿وَإِن يَرَوْاْ كِسْفًا مِّنَ السمآء سَاقِطًا﴾ أي لو رأوا ذلك لقالوا ما قالوا.\n٨ - السجع الرصين غير المتكلف مثل ﴿والطور وَكِتَابٍ مَّسْطُورٍ فِي رَقٍّ مَّنْشُورٍ﴾ [الطور: ١٣] ومثل ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَّا لَهُ مِن دَافِعٍ﴾ [الطور: ٧٨] وهلم جرًا.\nفَائِدَة: عن جبير بن مطعم قال: قدمتُ المدينة لأسأل رسول الله ﷺ َ في أسارى بدر، فوافيتُه يقرأ في صلاة المغرب ﴿والطور وَكِتَابٍ مَّسْطُورٍ﴾ [الطور: ١٢] فلما قرأ ﴿إِنَّ عَذَابَ رَبِّكَ لَوَاقِعٌ مَّا لَهُ مِن دَافِعٍ﴾ [الطور: ٧٨] فكأنما صُدع قلبي، فأسلمتُ خوفًا من نزول العذاب، فلما انتهى إلى هذه الآية ﴿أَمْ خُلِقُواْ مِنْ غَيْرِ شَيْءٍ أَمْ هُمُ الخالقون أَمْ خَلَقُواْ السماوات والأرض بَل لاَّ يُوقِنُونَ﴾ كاد قلبي أن يطير.","vol":"3","page":252},{"text":"اللغَة: ﴿هوى﴾ هوى يهوي إذا سقط إلى أسفل ﴿مِرَّةٍ﴾ المِرَّة بكسر الميم القوة قال قطرب: تقول العرب لكل جزل الرأي حصيف العقل: ذو مرَّة ﴿تدلى﴾ التدلي: الامتداد من أعلى إلى أسفل يقال: تدلّى الغصن إِذا امتد نحو الأسفل ﴿قَابَ﴾ قدر قال في البحر: القابُ والقاد والقيد: المقدار ﴿ضيزى﴾ جائرة مائلة عن الحق يقال: ضاز في الحكم أي جار، وضازه حقه أي يخسفه قال الشاعر:\nضازت بنو أسدٍ بحكمهم ... إِذْ يجعلون الرأس كالذَنب\n﴿اللمم﴾ الصغائر من الذنوب قال الزجاج: أصل اللَّمم ما يعمله الإِنسان المرَّة بعد المرة ولا يقيم عليه يقال: مافعلتُه إِلا لممًا ولِمامًا ﴿أَجِنَّةٌ﴾ جمع جنين وهو الولد ما دام في البطن سمي جنينًا لاستتاره.\nالتفسِير: ﴿والنجم إِذَا هوى﴾ أي أقسمُ بالنجم وقت سقوطه من علو قال ابن عباس: أقسم","vol":"3","page":254},{"text":"سبحانه بالنجوم إذا انقضَّت في إِثر الشياطين حين استراقها السمع وقال الحسن: المراد في الآية النجوم إِذا انتثرت يوم القيامة كقوله ﴿وَإِذَا الكواكب انتثرت﴾ [الإنفطار: ٢] قال ابن كثير: الخالق يُقسم بِما شاء من خلقه، والمخلوق لا ينبغي أن يُقسم إِلا بالخالق ﴿مَا ضَلَّ صَاحِبُكُمْ﴾ أي ما ضلَّ محمدٌ عن طريق الهداية، ولا حاد عن نهج الاستقامة ﴿وَمَا غوى﴾ أي وما اعتقد باطلًا قط بل هو في غاية الهدى والرشد قال أبو السعود: والخطاب لكفار قريش، والتعبير بلفظ ﴿صَاحِبُكُمْ﴾ للإِيذان بوقوفهم على تفاصيل أحواله، فإِن طول صحبتهم له، ومشاهدتهم لمحاسن أوصافه العظيمة مقتضيةٌ ذلك ﴿وَمَا يَنطِقُ عَنِ الهوى﴾ أي لا يتكلم ﷺ َ عن هوى نفسي ورأي شخصي ﴿إِنْ هُوَ إِلاَّ وَحْيٌ يوحى﴾ أي لا يتكلم إلا عن وحيٍ من الله ﷿ قال البيضاوي: أي ما القرآن إلا وحيٌ يوحيه الله إليه ﴿عَلَّمَهُ شَدِيدُ القوى﴾ أي علَّمه القرآن ملكٌ شديدٌ قواه وهو جبريل الأمين قال المفسرون: ومما يدل على شدة قوته أنه قلع قرى قوم لوط وحملها على جناحه حتى بلغ بها السماء ثم قلبها، وصاح بثمود فأصبحوا خامدين، وكان هبوطه بالوحي على الأنبياء أو صعوده في أسرع من رجعه الطرف ﴿ذُو مِرَّةٍ فاستوى﴾ أي ذو حصافة في العقل، وقوةٍ في الجسم، فاستقرَّ جبريل على صورته الحقيقية ﴿وَهُوَ بالأفق الأعلى﴾ أي وهو بأفق السماء حيث تطلع الشمس جهة المشرق قال ابن عباس: المراد بالأفق الأعلى مطلع الشمس قال الخازن: كان جبريل يأتي رسول الله ﷺ َ في وصورة الآدميين كما كان يأتي الأنبياء قبله، ومرة في السماء، فأما التي في الأرض فبالأفق الأعلى أيجانب المشرق حيث كان رسول الله ﷺ َ بحراء فطلع عليه جبريل من ناحية المشرق وفتح جناحيه فسدَّ ما بين المشرق والمغرب، فخرَّ رسول الله ﷺ َ مغشيًا عليه، فنزل جبريل في صورة الآدميين فضمَّه إلى نفسه وجعل يسمح الغبار عن وجهه وهو قوله ﴿ثُمَّ دَنَا فتدلى﴾ وأما التي في السماء فعند سدرة المنتهى، ولم يره أحدٌ من الأنبياء على صورته الملكية التي خُلق عليها إلا نبينا محمد ﷺ َ ﴿ثُمَّ دَنَا فتدلى﴾ أي ثم اقترب جبريل من محمد وزاد في القرب منه ﴿فَكَانَ قَابَ قَوْسَيْنِ أَوْ أدنى﴾ أي فكان منه على مقدار قوسين أو أقل قال الألوسي: والمراد إِفادة شدة القرب فكأنه قيل: فكان قريبًا منه ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ أي فأوحى جبريل إلى عبد الله ورسوله محمد ﷺ َ ما أوحى إليه من أوامر الله ﷿ ﴿مَا كَذَبَ الفؤاد مَا رأى﴾ أي ما كذب قلب محمد ما رآه ببصره من صورة جبريل الحقيقية قال ابن مسعود: رأى رسول الله ﷺ َ جبريل في صورته وله ستمائة جناح، كل جناحٍ منهما قد سدَّ الأفق، يسقط من جناحه من التهاويل والدر والياقوت ما اللهُ به عليم ﴿أَفَتُمَارُونَهُ على مَا يرى﴾؟ أي أفتجادولنه يا معشر المشركين على ما رأى ليلة الإِسراء والمعراج؟ قال في البحر:","vol":"3","page":255},{"text":"كانت قريش حين أخبرهم ﷺ َ بأمره في الإِسراء كذبوا واستخفوا حتى وصف لهم ﷺ َ بيت المقدس، والجمهور على أن المرئي مرتين هو جبريل، وعن ابن عباس وعكرمة أن الرسول ﷺ َ رأى ربه بعيني رأسه، وأنكرت ذلك عائشة وقالت إنه رأى جبريل في صورته مرتين ثم قال أبو حيان: والصحيح أن جميع ما في هذه الآيات هو مع جريل بدليل قوله تعالى ﴿وَلَقَدْ رَآهُ نَزْلَةً أخرى﴾ فإنه يقتضي مرة متقدمة ﴿وَلَقَدْ رَآهُ نَزْلَةً أخرى﴾ أي رأى الرسول جبريل في صورته الملكية مرةً أُخرى ﴿عِندَ سِدْرَةِ المنتهى﴾ أي عند سدرة المنتهى التي هي في السماء السابعة قرب العرش قال المفسرون: والسشدرة شجرة النَّبق تنبع من أصلها الأنهار، وهي عين يمين العرش، وسميت سدرة المنتهى لأنه ينتهي إليها علم الخلائق وحميع الملائكة، ولا يعلم أحدٌ ما وراءها إلا الله جل وعلا وفي الحديث\n«صُعد بي إلى السماء السابعة، ورفعت إليَّ سدرة المنتهى، فإِذا نبقها أي ثمرها مثل قلال هجر، وإِذا أوراقها كآذان الفيلة. .» ﴿عِندَهَا جَنَّةُ المأوى﴾ أي عند سدرة المنتهى الجنة التي تأوي إليها الملائكة وأرواح الشهداء والمتقين ﴿إِذْ يغشى السدرة مَا يغشى﴾ أي رآه وقت ما يغشى السدرة ما يغشى من العجائب قال الحسن: غشيها نور رب العالمين فاستنارت وقال ابن مسعود: غشيها فراش من ذهب وفي الحديث\n«لما غشيها من أمر الله ما غشيها تغيَّرت، فما أحد من خلق الله يستطيع أن يصفها من حسنها» قال المفسرون: رأى ﵇ شجرة سدرة المنتهى وقد غشيتها سبحات أنوار الله ﷿، حتى ما يستطيع أحد أن ينظر إليها، وغشيتها الملائكة أمثال الطيور يعبدون الله عندها، يجتمعون حولها مسبِّحين وزائرين كما يزور الناس الكعبة وفي الحديث «رأيت السدرة يغشاها فراش من ذهب، ورأيت على كل ورقة ملكًا قائمًا يسبح لله تعالى» ﴿مَا زَاغَ البصر﴾ أي ما صال بصر النبي ﷺ َ في المقام وفي تلك الحضرة يمينًا وشمالًا ﴿وَمَا طغى﴾ أي وما جاوز الحدَّ الذي رأى قال القرطبي: أي لم يمدَّ بصره إلى غير ما رأى من الآيات، وهذا وهذا وصف أدب النبي ﷺ َ في ذلك المقام إذ لم يلتفت يمينًا ولا شمالًا وقال الخازن: لما تجلَّى رب العزة وظهر نوره، ثبت ﷺ َ في ذلك المقام العظيم الذي تحار فيه العقول، وتزلُّ فيه الأقدام، وتميل فيه الأبصار ﴿لَقَدْ رأى مِنْ آيَاتِ رَبِّهِ الكبرى﴾ أي والله لقد رأى محمد ليلة المعراج عجائب ملكوت الله، رأى سدة المنتهى، والبيت المعمور، والجنة والنار، ورأى جبريل في صورته التي يكون عليها في السموات له ستمائة جناحٍ، ورأى رفرفًا أخضر من الجنة قد سدَّ الأفق، وغير ذلك من الآيات العظام قال الفخر: وفي الآية دليلٌ على أن النبي ﷺ َ رأى ليلة المعراج آياتِ الله ولم","vol":"3","page":256},{"text":"يرَ الله كما قال البعض، ووجهه أن الله ختم قصة المعراج برؤية الآيات، وقال في الإِسراء ﴿لِنُرِيَهُ مِنْ آيَاتِنَآ﴾ [الإِسراء: ١] ولو كان رأى ربه لكان ذلك أعظم ما يمكن ولأخبر تعالى به ﴿أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى﴾ أي أخبرونا يا معشر الكفار عن هذه الآلهة التي تعبدونها «اللات والعزة ومناة» هل لها من القدرة والعظمة التي وُصف بها رب العزة شيء حتى زعم أنها آلهة؟ قال الخازن: هذه أسماء أصنام اتخذوها آهلة يعبدونها، واشتقوا لها أسماء من أسماء الله ﷿ فقالوا من الله اللات، ومن العزيز العُزَّى، وكانت اللات بالطائف، والعُزَّى بغطفان وقد حطمها خالد بن الوليد، ومناة صنم لخزاعة يعبده أهل مكة ﴿أَلَكُمُ الذكر وَلَهُ الأنثى﴾؟ توبيخٌ وتقريع أي ألكم يا معشر المشركين النوع المحبوب من الأولاد وهو الذكر، وله تعالى النوع المذموم بزعمكم وهو الأنثى؟ ﴿تِلْكَ إِذًا قِسْمَةٌ ضيزى﴾ أي تلك القسمة قسمة جائزة غير عادلة حيث جعلتم لربكم ما تكرهونه لأنفسكم قال الرازي: إنهم ما قالوا لنا البنون وله البنات، وإنما نسبوا إلى الله البنات وكانوا يكرهونهن كما قال تعالى ﴿وَيَجْعَلُونَ لِلَّهِ مَا يَكْرَهُونَ﴾ [النحل: ٦٢] فلما نسبوا إلى الله البنات حصل من تلك النسبة قسمة جائرة ﴿إِنْ هِيَ إِلاَّ أَسْمَآءٌ سَمَّيْتُمُوهَآ أَنتُمْ وَآبَآؤُكُم﴾ أي ما هذه الأوثان إِلا أسماء مجردة لا معنى تحتها لأنها لا تضر ولا تنفع، سميتموها آلهة أنتم وآباؤكم وهي مجرد تسميات ألقيت على جمادات ﴿مَّآ أَنزَلَ الله بِهَا مِن سُلْطَانٍ﴾ أي ما أنزل الله بها من حجة ولا برهان ﴿إِن يَتَّبِعُونَ إِلاَّ الظن وَمَا تَهْوَى الأنفس﴾ أي ما يتبعون في عبادتها إلا الظنون والأوهام، وما تشتهيه أنفسهم مما زينه لهم الشيطان ﴿وَلَقَدْ جَآءَهُم مِّن رَّبِّهِمُ الهدى﴾ أي والحال أنه قد جاءهم من ربهم البيان الساطع، والبرهان القاطع على أن الأصنام ليست بآلهة، وأن العبادة لا تصلح إِلا لله الواحد القهار قال ابن الجوزي: وفيه تعجيبٌ من حالهم إذ لم يتركوا عبادتها بعد وضوح البيان ﴿أَمْ لِلإِنسَانِ مَا تمنى﴾ أي ليس للإِنسان كل ما يشتهي حتى يطمع في شفاعة الأصنام قال الصاوي: والمراد بالإِنسان الكافر، وهذه الآية تجر بذيلها على من يلتجىء لغير الله طلبًا للفاني، ويتبع هوى نفسه فيما تطلبه فليس له ما يشتهي، واتباعُ الهوى هوان ﴿فَلِلَّهِ الآخرة والأولى﴾ أي فالملك كله لله يعطي من يشاء ويمنعم من يشاء، لأنه مالك الدنيا والآخرة، وليس الأمر كما يشتهي الإنسان، بل هو تعالى يعطي من اتبع هداه وترك هواه.\n. ثم أكَّد هذا المعنى بقوله ﴿وَكَمْ مِّن مَّلَكٍ فِي السماوات﴾ أي وكثير من الملائكة الأبرار الأطهار المنبثين في السموات ﴿لاَ تُغْنِي شَفَاعَتُهُمْ شَيْئًا﴾ أي أن الملائكة مع علو منزلتهم ورفعة شأنهم لا تنفع شفاعتهم أحدًا إلا بإِذن الله، فكيف تشفع الأصنام مع حقارتها؟! ﴿إِلاَّ مِن بَعْدِ أَن يَأْذَنَ الله لِمَن يَشَآءُ ويرضى﴾ أي إِلا من بعد أن يأذن تعالى في الشفاعة لمن يشاء من أهل التوحيد والإِيمان ويرضى عنه كقوله تعالى: ﴿وَلاَ يَشْفَعُونَ إِلاَّ لِمَنِ ارتضى﴾ [الأنبياء: ٢٨] قال ابن كثير: فإِذا كان هذا في حق الملائكة المقربين، فكيف ترجون أيها الجاهلون شفاعة الأصنام والأنداد عند الله تعالى؟ ثم أخبر تعالى عن ضلالات المشركين فقال ﴿إِنَّ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي","vol":"3","page":257},{"text":"لا يصدقون بالبعث والحساب ﴿لَيُسَمُّونَ الملائكة تَسْمِيَةَ الأنثى﴾ أي ليزعمون أنهم إناثٌ وأنهم بناتُ الله ﴿وَمَا لَهُم بِهِ مِنْ عِلْمٍ﴾ أي لا علم لهم بما يقولون أصلا، لأنهم لم يشاهدوا خلق الملائكة، ولا جاءهم عن الله حجة أو برهان ﴿إِن يَتَّبِعُونَ إِلاَّ الظن﴾ أي ما يتبعون في هذه الأقوال الباطلة إلا الظنون والأوهام ﴿وَإِنَّ الظن لاَ يُغْنِي مِنَ الحق شَيْئًا﴾ أي وإِن الظنَّ لا يجدي شيئًا، ولا يقوم أبدًا مقام الحق ﴿فَأَعْرِضْ عَن مَّن تولى عَن ذِكْرِنَا﴾ أي فأعرض يا محمد عن هؤلاء المشركين الذين استنكفوا عن الإِيمان والقرآن ﴿وَلَمْ يُرِدْ إِلاَّ الحياة الدنيا﴾ أي وليس له همٌ إلا الدنيا وما فيها من النعليم الزائل، والمتعة الفانية قال أبو السعود: والمراد النهيُّ عن دعوة المعرض عن كلام الله وعدم الاعتناء بشأنه، فإن من أعرض عما ذكر، وانهمك في الدنيا بحيث صارت منتهى همته وقاصرى سعيه، لا تزيده الدعوة إِلا عنادًا وإِصرارًا على الباطل ﴿ذَلِكَ مَبْلَغُهُمْ مِّنَ العلم﴾ أي ذلك نهاية علمهم وغاية إدراكهم أن آثروا الدنيا على الآخرة ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بِمَنِ اهتدى﴾ أي هو عالم بالفريقين: الضالين والمهتدين ويجازيهم بأعمالهم ﴿وَلِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي له كل ما في الكون خلقًا وملكًا وتصرفًا ليس لأحدٍ من ذلك شيء أصلًا ﴿لِيَجْزِيَ الذين أَسَاءُواْ بِمَا عَمِلُواْ﴾ أي ليجازي المسيء بإساءته ﴿وَيِجْزِيَ الذين أَحْسَنُواْ بالحسنى﴾ أي وليجازي المحسن بالجنة جزاء إحسانه قال ابن الجوزي: والآية إِخبارٌ عن قدرته وسعة ملكه، وهو كلام معترض بين الآية الأولى وبين قوله ﴿لِيَجْزِيَ الذين أَسَاءُواْ﴾ لأنه إِذا كان أعلم بالمسيء وبالمحسن جازى كلًا بما يستحقه، وإنما يقدر على مجازاة الفريقين إذا كان واسع الملك.\n. ثم ذكر تعالى صفات المتقين المحسنين فقال ﴿الذين يَجْتَنِبُونَ كَبَائِرَ الإثم﴾ أي يبتعدون عن كبائر الذنوب كالشرك والقتل وأكل مال اليتيم ﴿والفواحش﴾ أي ويبتعدون عن الفواحش جمع فاحشة وهي ما تناهى قبحها عقلًا وشرعًا كالزنى ونكاح زوجة الأب لقوله تعالى ﴿وَلاَ تَقْرَبُواْ الزنى إِنَّهُ كَانَ فَاحِشَةً﴾ [الإِسراء: ٣٢] وقوله ﴿وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء إِلاَّ مَا قَدْ سَلَفَ إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا وَسَآءَ سَبِيلًا﴾ [النساء: ٢٢] ﴿إِلاَّ اللمم﴾ أي إلا ما قلَّ وصغر من الذنوب قال القرطبي: وهي الصغائر التي لا يسلم من الوقوع فيها إلا من عصمه الله كالقبلة والغمزة والنظرة وفي الحديث «إن الله ﷿ كتب على ابن آدم حظه من الزنى، أدرك ذلك لا محالة، فزنى العينين النظر، وزنى اللسان النطقُ، والنفسُ تتمنى وتشتهي، والفرج يصدِّق ذلك أو يكذبه» فإذا اجتنب العبد كبائر الذنوب غفر الله بفضله وكرمه الصغائر لقوله تعالى ﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ﴾ [النساء: ٣١] يعني الصغائر ﴿إِنَّ رَبَّكَ وَاسِعُ المغفرة﴾ أي هو تعالى غفار الذنوب ستار العيوب، يغفر لمن فعل ذلك ثم تاب قال ابن كثير: أي رحمته وسعت كل شيء، ومغفرته تسع الذنوب كلها لمن تاب","vol":"3","page":258},{"text":"منها قال البيضاوي: ولعله عقَّب به وعيد المسيئين ووعد المحسنين، لئلا ييأس صاحب الكبيرة من رحمته، ولا يتوهم وجوب العقاب على الله تعالى ﴿هُوَ أَعْلَمُ بِكُمْ إِذْ أَنشَأَكُمْ مِّنَ الأرض﴾ أي هو جل وعلا أعلم بأحوالكم منكم قبل أن يخلقكم، ومن حين أن خلق أباكم آدم من التراب ﴿وَإِذْ أَنتُمْ أَجِنَّةٌ فِي بُطُونِ أُمَّهَاتِكُمْ﴾ أي ومن حين أن كنتم مستترين في أرحام أُمهاتكم، فهو تعالى يعلم التقيَّ والشقي، والمؤمن والكافر، والبرِّ والفاجر، علم ما تفعلون وإلى ماذا تصيرون ﴿فَلاَ تزكوا أَنفُسَكُمْ﴾ أي لا تمدحوها على سبيل الإِعجاب، ولا تشهدوا لها بالكمال والتقى، فإن النفس خسيسة إِذا مُدحت اغترت وتكبَّرت قال أبو حيان: أي لا تنسبوها إِلى الطهارة عن المعاصي، ولا تثنوا عليها، فقد علم الله منكم الزكيَّ والتقي قبل إخراجكم من صلب آدم، وقبل إخراجكم من بطون أُمهاتكم ﴿هُوَ أَعْلَمُ بِمَنِ اتقى﴾ أي هو تعالى العالم بمن أخلص العمل، واتقى ربه في السر والعلن.","vol":"3","page":259},{"text":"المنَاسَبَة: لما ذكر تعالى في الآيات السابقة سفاهات المشركين وضلالاتهم في عبادتهم للأصنام، وميَّز بين المؤمنين والمجرمين، ذكر هنا نوعًا خاصًا من أهل الإِجرام، وختم السورة الكريمة ببيان ما حلَّ بالمكذبين من أنواع العذاب والدمار، تذكيرًا للمشركين بانتقام الله من أعدائه المكذبين لرسوله.\nاللغَة: ﴿وأكدى﴾ قطع العطاء مأخوذ من الكُدية يقال لمن حفر بئرًا ثم وجد صخرة تمنعه من إتمام الحفر قد أكدى، ثم استعمله العرب لمن أعطى ولم يتمم، ولمن طلب شيئًا فلم يبلغ آخره قال الحطيئة:","vol":"3","page":259},{"text":"فأعطى قليلًا ثم أكدى عطاءه ... ومن يبذل المعروف في الناس يُحمد\n﴿وأقنى﴾ أعطاه الكفاية من المال ورضَّاه بما أعطاه قال الجوهري: قني الرجل يقنى مثل غني يغنى أي أعطاه الله ما يُقتنى من المال والنشب، وأقناه الله رضَّاه ﴿الشعرى﴾ الكوكب المضيء الذي يطلع بعد الجوزاء في شدة الحر ﴿أَزِفَتِ﴾ قربت قال كعب بن زهير:\nبان الشباب وهذا الشيبُ قد أزفا ... ولا أرى لشبابٍ بائنٍ خلفا\nوالآزفة القيامة سيمت بذلك لقربها ودونها ﴿سَامِدُونَ﴾ لاهون ولاعبون، والسمودُ اللهو.\nسَبَبُ النّزول: روي أن «الوليد بن المغيرة» جلس عند النبي ﷺ َ وسمع وعظه، فتأثر قلبه بما سمع وكاد أن يُسلم، فعيَّره رجلٌ من المشركين وقال: تركت دين آبائك وضلَّلتهم وزعمت أنهم في النار؟! فقال الوليد: إِني خشيتٌ عذاب الله، فضمن له الرجل إِن هو أعطاه شيئًا من ماله، ورجع إلى شركه أن يتحمل عنه عذاب الله ﷿، فأعطاه بعض الذي ضمن له ثم بخل ومنعه الباقي فأنزل الله ﴿أَفَرَأَيْتَ الذي تولى وأعطى قَلِيلًا وأكدى﴾ الآيات.\nالتفسِير: ﴿أَفَرَأَيْتَ الذي تولى﴾ أي أخبرني يا محمد عن هذا الفاجر الأثيم الذي أعرض عن الإِيمان واتباع الهوى؟ ﴿وأعطى قَلِيلًا وأكدى﴾ أي وأعطى لصاحبه الذي عيَّره قليلًا من المال المشروط ثم بخل بالباقي قال مجاهد: نزلت في الوليد بن المغيرة ﴿أَعِندَهُ عِلْمُ الغيب فَهُوَ يرى﴾ أي أعنده علمٌ بالأمور الغيبية حتى يعلم أن صاحبه يتحمل عنه العذاب؟ ﴿أَمْ لَمْ يُنَبَّأْ بِمَا فِي صُحُفِ موسى﴾ أي لم يُخبر بما في التوراة المنزلة على موسى ﴿وَإِبْرَاهِيمَ الذي وفى﴾ أي وبما في صحف إبراهيم الذي تمَّم ما أُمر به من طاعة الله وتبليغ رسالته، على وجه الكمال والتمام قال الحسن: ما أمره الله بشيء إلا وفّى به كقوله تعالى ﴿وَإِذِ ابتلى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ﴾ [البقرة: ١٢٤] ﴿أَلاَّ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي أن لا تحمل نفسٌ ذنب غيرها، ولا يؤاخذ أحدٌ بجريرة غيره، والآية ردٌّ على من زعم أنه يتحمل العذاب عن غيره كقوله تعالى ﴿وَقَالَ الذين كَفَرُواْ لِلَّذِينَ آمَنُواْ اتبعوا سَبِيلَنَا وَلْنَحْمِلْ خَطَايَاكُمْ﴾\n[العنكبوت: ١٢] ﴿وَأَن لَّيْسَ لِلإِنسَانِ إِلاَّ مَا سعى﴾ أي وأنه ليس للإِنسان إلا عمله وسعيه قال ابن كثير: أي كما لا يُحمل عليه وزرُ غيره، كذلك لا يحصل له الأجر إِلا ما كسب هو لنفسه ﴿وَأَنَّ سَعْيَهُ سَوْفَ يرى﴾ أي وأن عمله سيُعرض عليه يوم القيامة، ويراه في ميزانه قال الخازن: وفي الآية بشارة للمؤمن، وذلك أن الله تعالى يريه أعماله الصالحة ليفرح بها ويحزن الكافر بأعماله الفاسدة فيزداد غمًا ﴿ثُمَّ يُجْزَاهُ الجزآء الأوفى﴾ أي ثم يُجزى بعمله الجزاء الأتم الأكمل، وهو وعيدٌ للكافر ووعدٌ للمؤمن ﴿وَأَنَّ إلى رَبِّكَ المنتهى﴾ إي إليه جل وعلا المرجع والمآب والمصير فيعاقب ويثيب. . ثم شرع تعالى في بيان آثار قدرته فقال ﴿وَأَنَّهُ هُوَ أَضْحَكَ وأبكى﴾ أي هو الذي","vol":"3","page":260},{"text":"خلق الفرح والحزن، والسرور والغم، فأضحك في الدنيا من أضحك، وأبكى من أبكى قال مجاهد: أضحك أهل الجنة وأبكى أهل النار ﴿وَأَنَّهُ هُوَ أَمَاتَ وَأَحْيَا﴾ أي خلق الموت والحياة فهو جل وعلا القادر على الإِماتة والإِحياء لا غيره، ولهذا كرر الإِسناد «هو» لبيان أن هذا من خصائص فعل الله ﴿وَأَنَّهُ خَلَقَ الزوجين الذكر والأنثى﴾ أي أوجد الصنفين الذكر والأنثى من أولاد آدم ومن كل حيوان قال الخازن: والغرض أنه تعالى هو القادر على إيجاد الضدين في محل واحد: الضحك والبكاء، والإِحياء والإِماتة، والذكر والأنثى، وهذا شيء لا يصل إليه فهم العقلاء ولا يعلمونه، وإنما هو بقدرة الله تعالى وخلقه لا بفعل الطبيعة، وفيه تنبيه على كمال قدرته، لأن النطفة شيء واحد خلق خلق الله منها أعضاء مختلفة، وطباعًا متباينة، وخلق منها الذكر والأنثى، وهاذ من عجيب صنعته وكمال قدرته، ولهذا قال ﴿مِن نُّطْفَةٍ إِذَا تمنى﴾ أي خلق الذكر والأنثى من نطفة إذا تدفقت من صلب الرجل، وصُبّت في رحم المرأة ﴿وَأَنَّ عَلَيْهِ النشأة الأخرى﴾ أي وأن عليه جل وعلا إِعادة خلق النَّاس للحساب والجزاء، وإِحياؤهم بعد موتهم قال في البحر: لما كانت هذه النشأة ينكرها الكفار بولغ فيها بقوله تعالى ﴿عَلَيْهِ﴾ كأنه تعالى أوجب ذلك على نفسه ﴿وَأَنَّهُ هُوَ أغنى وأقنى﴾ أي أغنى من شاء، وأفقر من شاء وقال ابن عباس: أعطى فأرضى، أغنى الإِنسان ثم رضاه بما أعطاه ﴿وَأَنَّهُ هُوَ رَبُّ الشعرى﴾ أي هو ربُّ الكوكب المضيء المسمَّى بالشعرى الذي كانوا يعبدونه قال أبو السعود: أي هو رب معبودهم وكانت خزاعة تعبدها سنَّ لهم ذلك رجلٌ من أشرافهم هو «أبو كبشة» ﴿وَأَنَّهُ أَهْلَكَ عَادًا الأولى﴾ أي أهلك قوم عاد القدماء الذين بُعث لهم نبيُّ الله «هود» ﵇، وكانوا من أشد الناس وأقواهم، وأعتاهم على الله وأطغاهم، فأهلكهم الله بالريح الصرصر العاتية قال البيضاوي: سميت عادًا الأولى أي القدماء لأنهم أُولى الأمم هلاكًا بعد قوم نوح ﵇ ﴿وَثَمُودَ فَمَآ أبقى﴾ أي وثمود دمَّرهم فلم يُبق منهم أحدًا ﴿وَقَوْمَ نُوحٍ مِّن قَبْلُ﴾ أي وقوم نوح قبل عادٍ وثمود أهلكناهم ﴿إِنَّهُمْ كَانُواْ هُمْ أَظْلَمَ وأطغى﴾ أي كانوا أظلم من الفريقين، وأشد تمدرًا وطغيانًا ممن سبقهم، قال في البحر: كانوا في غاية العتو والإِيذاء لنوح ﵇، يضربونه حتى لا يكاد يتحرك، ولا يتأثرون بشيء مما يدعوهم إليه قال قتادة: دعاهم ألف سنة إلا خمسين عامًا، كلما هلك قرن نشأ قرن، حتى كان الرجل يأخذ بيد ابنه يتمشى به إلى نوح ليحذره منه ويقول له: يا بني إن أبي مشى بي إلى هذا وأنا مثلك يومئذٍ فإِياك أن تصدقه، فيموت الكبير على الكفر، وينشأ الصغير على بغض نوح ﴿والمؤتفكة أهوى﴾ أي وقرى قوم لوط أهواها فأسقطها علىلأرض بعد أن انقلبت بهم فصار عاليها سافلها، وذلك أن جبريل رفعها إلى السماء ثم أهوى بها ﴿فَغَشَّاهَا مَا غشى﴾ أي فغطَّاها من فنون العذاب ما غطَّى، وفيه تهويلٌ للعذاب وتعميمٌ لما أصابهم منه قال في البحر:","vol":"3","page":261},{"text":"والمؤتفكة هي مدائن قوم لوط، سميت بذلك لأنها انقلبت بأهلها، رفعها جبريل ﵇ ثم أهوى بها إلى الأرض، ثم أمطرت عليهم حجارة من سجيل منضود فذلك قوله ﴿فَغَشَّاهَا مَا غشى﴾ ﴿فَبِأَيِّ آلاء رَبِّكَ تتمارى﴾ أي فبأي نعم الله الدالة على وحدانيته وقدرته تتشكك أيها الإِنسان وتكذب!! ﴿هذا نَذِيرٌ مِّنَ النذر الأولى﴾ أي هذا هو محمد رسول الله منذر كسائر الرسل ومن جنس المنذرين الأولين وقد علمتم ما حلَّ بالمكذبين ﴿أَزِفَتِ الآزفة﴾ أي دنت الساعة واقترتب القيامة قال القرطبي: سميت آزفة لدنوها وقرب قيامها ﴿لَيْسَ لَهَا مِن دُونِ الله كَاشِفَةٌ﴾ أي لا يقدر على كشفها وردها إِذا غشيت الخلق بأهوالها وشدائدها إلا الله تعالى ﴿أَفَمِنْ هذا الحديث تَعْجَبُونَ﴾؟ استفهامٌ للتوبيخ أي أفمن هذا القرآن تعجبون يا معشر المشركين سخرية واستهزاءً؟ ﴿وَتَضْحَكُونَ وَلاَ تَبْكُونَ﴾ أي وتضحكون عند سماعه، ولا تبكون من زواجره وآياته؟ وقد كان حقكم أن تبكوا الدم بدل الدمع حزنًا على ما فرطتم ﴿وَأَنتُمْ سَامِدُونَ﴾ أي وأنتم لاهون غافلون؟ ﴿فاسجدوا لِلَّهِ واعبدوا﴾ أي فساجدوا لله الذي خلقكم وأفردوه بالعبادة، ولا تبعدوا اللات والعزى، ومناة والشعرى، فهو الواحد الأحد الفرد الصمد، الذي لا يليق السجود والعبادة إلاَّ له جلا وعلا.\nالبَلاَغة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِبهام للتعظيم والتهويل ﴿فأوحى إلى عَبْدِهِ مَآ أوحى﴾ [النجم: ١٠] ومثله ﴿إِذْ يغشى السدرة مَا يغشى﴾ [النجم: ١٦] وكذلك ﴿فَغَشَّاهَا مَا غشى﴾ .\n٢ - الجناس ﴿والنجم إِذَا هوى ... وَمَا يَنطِقُ عَنِ الهوى﴾ [النجم: ١٣] فالأول هو بمعنى خرَّ وسقط والثاني بمعنى هوى النفس.\n٣ - الطباق بين ﴿أَضْحَكَ وأبكى﴾ وبين ﴿أَمَاتَ وَأَحْيَا﴾ وبين ﴿ضَلَّ وِ اهتدى﴾ وبين\n﴿الآخرة والأولى﴾ [النجم: ٢٥] وبين ﴿وَتَضْحَكُونَ وَلاَ تَبْكُونَ﴾ وهي من المحسنات البديعية.\n٤ - المقابلة ﴿لِيَجْزِيَ الذين أَسَاءُواْ بِمَا عَمِلُواْ وَيِجْزِيَ الذين أَحْسَنُواْ بالحسنى﴾ [النجم: ٣١] كما فيه إطناب في تكرار لفظ يجزي وكلاهما من المحسنات البديعية.\n٥ - الاستفهام التوبيخي مع الإِزراء بعقولهم ﴿أَلَكُمُ الذكر وَلَهُ الأنثى تِلْكَ إِذًا قِسْمَةٌ ضيزى﴾ [النجم: ٢١٢٢] .\n٦ - الجناس الناقص بين ﴿أغنى. . وأقنى﴾ لتغير بعض الحروف.\n٧ - جناس الاشتقاق ﴿أَزِفَتِ الآزفة﴾ .\n٩ - عطف العام على الخاص ﴿فاسجدوا لِلَّهِ واعبدوا﴾ .\n١٠ - مراعاة الفواصل ورءوس الآيات، مما له أجمل الوقع على السمع مثل ﴿أَفَرَأَيْتُمُ اللات والعزى وَمَنَاةَ الثالثة الأخرى أَلَكُمُ الذكر وَلَهُ الأنثى﴾ [النجم: ١٩٢١]؟ ومثله ﴿أَفَمِنْ هذا الحديث تَعْجَبُونَ وَتَضْحَكُونَ وَلاَ تَبْكُونَ وَأَنتُمْ سَامِدُونَ﴾؟ ويسمى بالسجع.\nتنبيه: كانت الأصنام التي عبدها المشركون كثيرة تثرب من ثلاثمائة وستين صنمًا ومعظمها","vol":"3","page":262},{"text":"حول الكعبة وقد حطمها ﷺ َ عند فتحه لمكة، وأشهر هذه الأصنام «اللات، والعُزَّى، ومناة» وقد أرسل ﷺ َ عام الفتح خالد بن الوليد ليحطم العزَّى فحطمها وهو يقول:\nيا عزُّ كفرانك لا سبحانك ... إِني رأيتُ الله قد أهانك\nوانتهت بفتح مكة عبادة الأوثان والأصنام، ودخل الناس في دين الإِسلام أفواجًا أفواجًا.","vol":"3","page":263},{"text":"للغَة: ﴿الأجداث﴾ جمع جدث وهو القبر ﴿مُّهْطِعِينَ﴾ مسرعين يقال: أهطع في سيره أي أسرع ﴿مُّنْهَمِرٍ﴾ انهمر الماء نزل بقوة عزيرًا ﴿وَدُسُرٍ﴾ الدُّسر: المسامير التي تُشدُّ بها السفينة جمع دِسار ككتاب وكُتب قال في الصحاح: الدِّسار واحد الدُسرُ وهي خيوط تشد بها ألواح السفينة ويقال هي المسامير ﴿مُّدَّكِرٍ﴾ متعظ خائف وأصله مذتكر قلبت التاء دالًا ثم أدغمت الذال فيها فصارت مدّكر ﴿صَرْصَرًا﴾ الصرصر: الشديدة الصوت مع البرد مأخوذ من صرير الباب وهو تصويته ﴿أَعْجَازُ﴾ جمع عجز وهو مؤخر الشيء ﴿مُّنقَعِرٍ﴾ المنقعر: المنقلع من أصله يقال: قعرت الشجرة قعرًا قلعتها من أصلها فانقعرت ﴿وَسُعُرٍ﴾ جنون من قولهم ناقة مسعورة كأنها من شدة نشاطها مجنونة قال الشاعر:\nتُخالُ بها سُعرًا إِذا هزَّها ... ﴿أَشِرٌ﴾ الأشر: البطر ورجل أشر أي بطر أبطرته النعمة.","vol":"3","page":265},{"text":"التفسِير: ﴿اقتربت الساعة وانشق القمر﴾ أي دنت القيامة وقد انشق القمر ﴿وَإِن يَرَوْاْ آيَةً يُعْرِضُواْ﴾ أي وإِن ير كفار قريش علامة، واضحة ومعجزة ساطعة، تدل على صدق محمد ﷺ َ يعرضوا عن الإِيمان ﴿وَيَقُولُواْ سِحْرٌ مُّسْتَمِرٌّ﴾ أي ويقولوا هذا سحرٌ دائم، سحر به محمدًا أعيننا قال المفسرون: إِن كفار مكة قالوا للرسول ﷺ َ: إن كانت صادقًا فشقَّ لنا القمر فرقتين، ووعدوه بالإِيمان إن فعل، وكانت ليلة بدر، فسأل رسول الله ﷺ َ ربَّه أن يعطيه ما طلبوا، فانشقَّ القمر نصف على جبل الصفا، ونصفٌ على جبل قيقعان المقابل له، حتى رأوا حراء بينهما، فقالوا: سحرنا محمد، ثم قالوا: إن كان سحرنا فإنه لا يستطيع أن يسحر الناس كلهم!! فقال أبو جهل: اصبروا حتى تأتينا أهل البوادي فإِن أخبروا بانشقاقه فهو صحيح، وإِلا فقد سحر محمد أعيننا، فجاءوا فأخبروا بانشقاق القمر فقال أبو أبو جهل والمشركون: هذا سحرٌّ مستمر أي دائم فأنزل الله ﴿اقتربت الساعة وانشق القمر وَإِن يَرَوْاْ آيَةً يُعْرِضُواْ وَيَقُولُواْ سِحْرٌ مُّسْتَمِرٌّ﴾ قال الخازن: وانشقاقٌ القمر من آيات رسول الله ﷺ َ الظاهرة، ومعجزاته الباهرة، يدعل عليه ما أخرجه الشيخان عن أنس «أن أهل مكة سألوا رسول الله ﷺ َ أنه يُريهم آية، فأراهم انشقاق القمر مرتين» وما روي عن ابن مسعود قال «انشق القمر على عهد رسول الله ﷺ َ شقتين فقال رسول الله ﷺ َ: اشهدوا» وما روي عن جبير بن مطعم قال «انشق القمر على عهد رسول الله ﷺ َ فصار فرقتين، فقالت قريش: سحر محمد أعيننا فقال بعضهم: لئن كان سحرنا فما يستطيع أن يسحر الناس كلهم، فكاتنوا يتلقون الركبان فيخبرونهم بأنهم قد رأوه فيكذبونهم»\nفهذه الأحاديث الصحيحة، وقد وردت بهذه المعجزة العظيمة، مع شهادة القرآن العظيم بذلك، فإنه أدل دليل وأقوى مثبتٍ له وإمكانه لا يشك فيه مؤمن، وقيل في معنى الآية، ينشق القمر يوم القيامة، وهذا قول باطل لا يصح، وشاذ لا يثبت، لإِجماع المفسرين على خلافه، ولأن الله ذكره بلفظ الماضي ﴿وانشق القمر﴾ وحمل الماضي على المستقبل بعيد ﴿وَكَذَّبُواْ واتبعوا أَهْوَآءَهُمْ﴾ أي وكذبوا النبي ﷺ َ وما عاينوا من قدرة الله تعالى في انشقاق القمر، واتبعوا ما زين لهم الشيطان من الباطل ﴿وَكُلُّ أَمْرٍ مُّسْتَقِرٌّ﴾ أي وكل أمرٍ من الأمور منتهٍ إلى غاية يستقر عليها لا محالة إِن خيرًا فخير، وإِن شرًا فشر قال مقاتل: لكل حديثٍ منتهى وحقيقة ينتهي إِليها وقال قتادة: إِن الخير يستقر بأهل الخير، والشر يستقر بأهل الشر، وكل أمرٍ مستقر بأهله ﴿وَلَقَدْ جَآءَهُم مِّنَ الأنبآء مَا فِيهِ مُزْدَجَرٌ﴾ أي ولقد جاء هؤلاء الكفار من أخبار الأمم الماضية المكذبين للرسل، ما فيه واعظ لهم عن التمادي في الكفر والضلال ﴿حِكْمَةٌ بَالِغَةٌ﴾ أي هذا القرآن حكمة بالغة، بلغت النهاية في الهداية والبيان ﴿فَمَا تُغْنِ النذر﴾ أي أيَّ شيءٍ تُغنى النُذُر عمن كتب الله عليه الشقاوة، وختم على سمعه وقلبه؟! قال المفسرون: المعنى لقد جاءهم القرآن وهو حكمة تامة قد بلغت الغاية، فماذا تنفع الإِنذارات والمواعيد لقومٍ أصموا آذانهم عن سماع كلام الله؟ كقوله تعالى ﴿وَمَا تُغْنِي الآيات والنذر","vol":"3","page":266},{"text":"عَن قَوْمٍ لاَّ يُؤْمِنُونَ﴾ [يونس: ١٠١] ﴿فَتَوَلَّ عَنْهُمْ﴾ أي فأعرض يا محمد عن هؤلاء المجرمين وانتظرهم ﴿يَوْمَ يَدْعُ الداع إلى شَيْءٍ نُّكُرٍ﴾ أي يوم يدعو إٍسرافيل إلى شيءٍ منكر فظيع، تنكره النفوس لشدته وهوله، وهو يوم القيامة وما فيه من البلاء والأهوال ﴿خُشَّعًا أَبْصَارُهُمْ﴾ أي ذليلةً أبصارهم لا يستطيعون رفعها من شدة الهول ﴿يَخْرُجُونَ مِنَ الأجداث﴾ أي يخرجون من القبور ﴿كَأَنَّهُمْ جَرَادٌ مُّنتَشِرٌ﴾ أي كأنهم في انتشارهم وسرعة إِجابتهم للداعي جرادٌ منتشر في الآفاق، لا يدرون أين يذهبون من الخوف والحيرة قال ابن الجوزي: وإِنما شبههم بالجراد المنتشر، لأن الجراد لا جهة له يقصدها، فهم يخرجون من القبور فزعين ليس لأحدٍ منهم جهة يقصدها، والداعي هو إِسرافيل ﴿مُّهْطِعِينَ إِلَى الداع﴾ أي مسرعين مادّي أعناقهم إِلأى الداعي لا يتلكئون ولا يتأخرون ﴿يَقُولُ الكافرون هذا يَوْمٌ عَسِرٌ﴾ أي يقول الكافرون هذا يوم صعبٌ شديد قال الخازن: وفيه إشارة إِلى أنَّ ذلك اليوم يومٌ شديد على الكفارين لا على المؤمنين كقوله تعالى ﴿عَلَى الكافرين غَيْرُ يَسِيرٍ﴾ [المدثر: ١٠] . . ثم ذكر تعالى وقائع الأمم المكذبين وما حلَّ بهم من العذاب والنكال تسلية لرسول الله ﷺ َ تحذيرًا لكفار مكة فقال: ﴿كَذَّبَتْ قَبْلَهُمْ قَوْمُ نُوحٍ﴾ أي كذب قبل قومك يا محمد قومُ نوح ﴿فَكَذَّبُواْ عَبْدَنَا وَقَالُواْ مَجْنُونٌ وازدجر﴾ أي فكذبوا عبدنا نوحًا وقالوا إِنه مجنون، وانتهروه وزجروه عن دعوى النبوة بالسب والتخويف والوعيد بقولهم\n﴿لَئِنْ لَّمْ تَنْتَهِ يانوح لَتَكُونَنَّ مِنَ المرجومين﴾ [الشعراء: ١١٦] قال في البحر: لم يقنعوا بتكذيبه حتى نسبوه إلى الجنون أي أنه يقول ما لا يقبله عاقل وذلك مبالغة في تكذيبهم، وإنما قال ﴿عَبْدَنَا﴾ تشريفًا له وخصوصية بالعبودية ﴿فَدَعَا رَبَّهُ أَنِّي مَغْلُوبٌ فانتصر﴾ أي فدعا نوح ربه وقال يا ربّ إني ضعيف عن مقاومة هؤلاء المجرمين، فانتقم لي منهم وانتصر لدينك قال أبو حيان: وإنما دعا عليهم بعدما ئيس منهم وتفاقم أمرهم، وكان الواحد من قومه يخنقه إِلى أن يخر مغشيًا عليه وهو يقول: اللهم اغفر لقومي فإنهم لا يعلمون ﴿فَفَتَحْنَآ أَبْوَابَ السمآء بِمَاءٍ مُّنْهَمِرٍ﴾ أي فأرسلنا المطر من السماء منصبًا بقوة وغزارة قال أبو السعود: وهو تمثيلٌ لكثرة الامطار وشدة انصبابها ﴿وَفَجَّرْنَا الأرض عُيُونًا﴾ أي جعلنا الأرض كلها عيونًا متفجرة بالماء ﴿فَالْتَقَى المآء على أَمْرٍ قَدْ قُدِرَ﴾ أي فالتقى ماء السماء وماء الأرض على حالٍ قد قدَّرها الله في الأزل وقضاها بإِهلاك المكذبين غرقًا قال قتادة: قضي عليهم في أم الكتاب إِذا كفروا أن يُغرقوا ﴿وَحَمَلْنَاهُ على ذَاتِ أَلْوَاحٍ وَدُسُرٍ﴾ أي وحملنا نوحًا على السفينة ذات الألواح الخشبية العريضة المشدودة بالمسامير قال في البحر: وذات الألواح والدُّسر هي السفينة التي أنشأها نوح ﵇، ويفهم من هذين الوصفين أنها «السفينة» فهي صفة تقوم مقام الموصوف وتنوبعنه ونحوه: قميصي مسرودة من حديد أي درع، وهذا من فصيح الكلام وبديعه، ولو جمعت بين الصفة والموصوف لم يكن بالفصيح، والدُّسُر: المسامير ﴿تَجْرِي بِأَعْيُنِنَا﴾ أي تسير على وجه الماء بحفظنا وكلاءتنا وتحت رعايتنا ﴿جَزَآءً لِّمَن كَانَ كُفِرَ﴾ أي أغرقنا قوم نوح انتصارًا لعبدنا نوح لأنه كان قد كُذِّب وجُحد فضله قال الألوسي: أي فعلنا ذلك جزاء لنوح","vol":"3","page":267},{"text":"لأنه كان نعمة أنعمها الله على قومه فكفروها، وكذلك كلُ نبيٍ نعمةٌ من الله تعالى على أمته ﴿وَلَقَدْ تَّرَكْنَاهَا آيَةً﴾ أي تركنا تلك الحادثة «الطوفان» عبرة ﴿فَهَلْ مِن مُّدَّكِرٍ﴾ أي فهل من معتبر ومتعظ؟ ﴿فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ﴾ استفهام تهويل وتعجيب أي فكيف كان عذابي وإِنذاري لمن كذب رسلي، ولم يتعظ بآياتي؟ ﴿وَلَقَدْ يَسَّرْنَا القرآن لِلذِّكْرِ﴾ أي والله لقد سهلنا القرآن للحفظ والتدبر والاتعاظ، لما اشتمل عليه من أنواع المواعظ والعبر ﴿فَهَلْ مِن مُّدَّكِرٍ﴾ أي فهل من متعظٍ بمواعظه، معتبرٍ بقصصه وزواجره؟ مقال الخازن: وفيه الحث على تعليم القرآن والاشتغال به، لأنه قد يسره الله وسهله على من يشاء من عباده، بحيث يسهل حفظه للصغير والكبير، والعربي والعجمي قال سعيد بن جبير: يرسناه للحفظ والقراءة، وليس شيء من كُتب الله تعالى يُقرأ كلُّه ظاهرًا إلا القرآن، وبالجملة فقد جعل الله القرآن مهيئًا ومسهلًا لمن أراد حفظه وفهمه أو الاتعاظ به، فهو رأس سعادة الدنيا والآخرة ﴿كَذَّبَتْ عَادٌ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ﴾ أي كذبت عادٌ رسولهم هودًا فكيف كان إنذاري لهم بالعذاب؟ ثم شرع في بيان ما حلَّ بهم من العذاب الفظيع المدمر فقال ﴿إِنَّآ أَرْسَلْنَا عَلَيْهِمْ رِيحًا صَرْصَرًا﴾ أي أرسلنا عليهم ريحًا عاصفة باردة شديدة الهبوب والصوت قال ابن عباس: الصرصر: الشديدة البرد وقال السدي: الشديدة الصوت ﴿فِي يَوْمِ نَحْسٍ مُّسْتَمِرٍّ﴾ أي في يومٍ مشئوم دائم الشؤم، استمر عليهم بشؤمه فلم يبق منهم أحدٌ إِلا هلك فيه قال ابن كثير: استمر عليهم نحسه ودماره، لأنه يوم اتصل فيه عذابهم الدنيوي بالأخروي ﴿تَنزِعُ الناس﴾ أي تقلع الريح القوم ثم ترمي بهم على رؤسهم فتدقُّ رقابهم وتتركهم ﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ مُّنقَعِرٍ﴾ أي كأنهم أُصول نخلٍ قد انقلعت من مغارسها وسقطت على الأرض، شبهوا بالنخل لطولهم وضخامة أجسامهم فتبقى أجسامهم بلا رءوس كعجز النخلة الملقاة على الأرض ﴿فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ﴾ تهويلٌ لما حلَّ بهم من العذاب وتعجبٌ من أمره أي كيف كان عذابي وإِنذاري لهم؟ ألم يكن هائلًا فظيعًا؟ ﴿وَلَقَدْ يَسَّرْنَا القرآن لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ﴾؟ كرره للتنبيه على فضل الله على المؤمنين بتيسير حفظ القرآن أي ولقد سهلنا القرآن للحفظ والفهم، فهل من متعظٍ ومعتبر بزواجر القرآن؟ ثم أخبر تعالى عن قوم ثمود المكذبين لرسولهم صالح ﵇ فقال ﴿كَذَّبَتْ ثَمُودُ بالنذر﴾ أي كذبت ثمود بالإِنذارات والمواعظ التي أنذرهم بها نبيهم صالح ﴿فقالوا أَبَشَرًا مِّنَّا وَاحِدًا نَّتَّبِعُهُ﴾ أي أنتَّبع إِنسانًا مثلنا من آحاد الناس، ليس من الأشراف ولا العظماء، ونحن جماعة كثيرون؟ قال في البحر: قالوا ذلك حسدًا منهم واستبعادًا أن يكون نوع البشر بفضل بعضُه بعضًا هذا الفصل، فقالوا: أنكون جمعًا ونتبع واحدًا منا؟ ولم يعلموا أن الفضل بيد الله يؤتيه من يشاء، ويفيض نور الهدى على من رضيه ﴿إِنَّآ إِذًا لَّفِي","vol":"3","page":268},{"text":"ضَلاَلٍ وَسُعُرٍ﴾ أي إنا إِذا ابتعناه لفي خطأ وذهابٍ عن الحقِّ واضح، وجنون دائم قال ابن عباس: سُعُر أي جنون من قولهم ناقة مسعورة كأنها من شدة نشاطها مجنونة ﴿أَأُلْقِيَ الذِّكْرُ عَلَيْهِ مِن بَيْنِنَا﴾ استفهام إِنكاري أي هل خصَّ بالوحي والرسالة وحده دوننا، وفينا من هو أكثر منه مالًا وأحسن حالًا؟ قال الإِمام الفخر: وفي الآية إِشارة إلى ما كانوا ينكرونه بطريق المبالغة، وذلك لأن الإِلقاء إِنزالٌ بسرعة، فكأنهم قالوا: الملك جسيم والسماء بعيدة فكيف ينزل عليه الوحي في لحظة؟ وقولهم «عليه» إنكارٌ آخر كأنهم قالوا: ما أُلقي عليه ذكرٌ أصلًا، وعلى فرض نزوله فلا يكون عليه من بيننا وفينا من هو فوقه في الشرف والذكاء؟ وقولهم ﴿أَأُلْقِيَ﴾ بدلًا من قولهم «أألقى الله» إشارة إِلى أن الإِلقاء من السماء غير ممكن فضلًا عن أن يكون من الله تعالى ﴿بَلْ هُوَ كَذَّابٌ أَشِرٌ﴾ أي بل هو كاذب في دعوى النبوة، متجاوز في حد الكذب، متكبرٌ بطِرٌ يريد العلو علينا، وإِنما وصفوه بأنه ﴿أَشِرٌ﴾ مبالغة منهم في رفض دعواه كأ، هم قالوا نه كذب لا لضرورةٍ وحاجةٍ إلى الخلاص كما يكذب الضعيف، وإنما تكبَّر وبطر وطلب الرياسة عليكم وأراد أن تتبعوه فكذب على الله، فلا يلتفت إِلى كلامه لأنه جمع بين رذيلتين: الكذب والتكبر، وكلٌّ منهما مانع من اتباعه، قال تعالى تهديدًا لهم وردًّا لبهتانهم ﴿سَيَعْلَمُونَ غَدًا مَّنِ الكذاب الأشر﴾ أي سيعلمون في الآخرة من هو الكذَّاب الأشر، هل هو صالح ﵇ أم قومه المكذبون المجرمون؟ قال الألوسي: المراد سيعلمون أنهم هم الكذابون الأشرون، لكنْ أورد ذلك مورد الإِبهام إيماءً إِلى أنه مما لا يكاد يخفى ﴿إِنَّا مُرْسِلُواْ الناقة فِتْنَةً لَّهُمْ﴾ أي مخرجوا الناقة من الصخرة الصماء محنة لهم واختبارًا كما شاءوا وطلبوا قال ابن كثيكر: أخرج الله لهم ناقة عظيمة عشراء، من صخرة صماء طبق ما سألوا لتكون حجة الله عليهم في تصديق صالح ﵇ فيما جاءهم به ﴿فارتقبهم واصطبر﴾ أي فانتظرهم وتبصَّرْ ما يصنعون وما يُصنع بهم، واصبر على أذاهم فإِن الله ناصرك عليهم ﴿وَنَبِّئْهُمْ أَنَّ المآء قِسْمَةٌ بَيْنَهُمْ﴾ أي وأعلِمْهم أنَّ الماء الذي يمرُّ بواديهم مقسومٌ بين ثمود وبين الناقة كقوله تعالى\n﴿لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ﴾ [الشعراء: ١٥٥] قال ابن عباس: إِذا كان يوم شربهم لا تشرب الناقةُ شيئًا من الماء وتسقيهم لبنًا وكانوا في نعيم، وإِذا كان يوم الناقة شربت الماءك له فلم تُبق لهم شيئًا، وإنما قال تعالى ﴿بَيْنَهُمْ﴾ تغليبًا للعقلاء ﴿كُلُّ شِرْبٍ مُّحْتَضَرٌ﴾ أي كل نصيب وحصة من الماء يحضرها من كانت نوبته، فإِذا كان يوم الناقة حضرت القوم شربها، وإِذا كان يومهم حضروا شربهم ﴿فَنَادَوْاْ صَاحِبَهُمْ فتعاطى فَعَقَرَ﴾ أي فنادت قبيلة ثمود أشقى القوم واسمه «قدار بن سالف» لقتل الناقة فتناول الناقة بسيفه فقتلها غير مكترث بالأمر العظيم ﴿فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ﴾ أي فكيف كان عقابي وإِنذاري لهم؟ ألم يكن فظيعًا شديدًا؟! ﴿إِنَّآ أَرْسَلْنَا عَلَيْهِمْ صَيْحَةً وَاحِدَةً﴾ أي أهلكناهم بصيحة واحدة صاح بها جريل ﵇ فلم تبق منه عين تطْرف ﴿فَكَانُواْ كَهَشِيمِ المحتظر﴾ أي فصاروا هشيمًا متفتتًا كيابس الشجر إِذا بلى وتحطَّم وداسته الأقدام قال الإِمام الجلال: المحتظر هو الذي يجعل لغنمه حظيرةً من","vol":"3","page":269},{"text":"يابس الشجر والشوك يحفظهن فيها من الذئاب والسباع، وما سقط من ذلك فداسته فهو الهشيم ﴿وَلَقَد يَسَّرْنَا القرآن لِلذِّكْرِ فَهَلْ مِن مُّدَّكِرٍ﴾ أي يسرناه للحفظ والاتعاظ فه من معتبر؟","vol":"3","page":270},{"text":"المنَاسَبَة: لما ذكر تعالى المكذبين من قوم «عاد وثمود» ذكر هنا قوم لوط وقوم فرعون وما حل بهم من العذاب والدمار، تذكيرًا لكفار مكة بانتقام الله من أعدائه وأعداء رسله، وختم السورة الكريمة ببيان سنة الله في عقاب الكفرة المجرمين.\nاللغَة: ﴿حَاصِبًا﴾ الحاصب: الحجارة وقيل: هي الريح الشديد التي تثير الحصباء وهي الحصى ﴿بَطْشًا﴾ عقابنا الشديد ﴿الزبر﴾ الكتب السماوية جمع زبور وهو الكتاب الإِلهي ﴿أدهى﴾ أفطع من الداهية وهي الأمر المنكر العظيم ﴿سُعُرٍ﴾ خسرانٍ وجنون ﴿سَقَرَ﴾ اسم من أسماء جهنم أعاذنا الله منها.\nسَبَبُ النّزول: عن أبي هريرة ﵁ قال: جاء مشركموا قريشٍ يخاصمون رسول الله ﷺ َ في القدر فنزلت ﴿يَوْمَ يُسْحَبُونَ فِي النار على وُجُوهِهِمْ ذُوقُواْ مَسَّ سَقَرَ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ .\nالتفسِير: ﴿كَذَّبَتْ قَوْمُ لُوطٍ بالنذر﴾ أي كذبوا بالإِنذارات التي أنذرهم بها نبيهم لوط ﵇ ﴿إِنَّآ أَرْسَلْنَا عَلَيْهِمْ حَاصِبًا﴾ أي أرسلنا عليهم حجارة قذفوا بها من السماء قال ابن كثير: أمر تعالى جبريل فحمل مدائنهم حتى وصل بها إِلى عنان السماء، ثم قلبها عليهم وأرسلها وأُتبعت بحجارةٍ من سجيلٍ منضود، والحاصب هي الحجارة ﴿إِلاَّ آلَ لُوطٍ﴾ أي غير لوطٍ وأتباعه المؤمنين ﴿نَّجَّيْنَاهُم بِسَحَرٍ﴾ أي نجيناهم من الهلاك قُبيل الصبح وقت السَّحر ﴿نِّعْمَةً مِّنْ عِندِنَا﴾ أي إِنعامًا منَّا","vol":"3","page":270},{"text":"عليهم نجيناهم من العذاب ﴿كَذَلِكَ نَجْزِي مَن شَكَرَ﴾ أي مثل ذلك الجزاء الكريم، نجزي من شكر نعمتنا بالإِيمان والطاعة ﴿وَلَقَدْ أَنذَرَهُمْ بَطْشَتَنَا﴾ أي ولقد خوفهم لوط عقوبتنا الشديدة، وانتقامنا منهم بالعذاب ﴿فَتَمَارَوْاْ بالنذر﴾ أي فتشككوا وكذبوا بالإِنذار والوعيد ﴿وَلَقَدْ رَاوَدُوهُ عَن ضَيْفِهِ﴾ أي طلبوا منه أن يسلّم لهم أضيافه وهم الملائكة ليفجروا بهم بطريق اللواطة ﴿فَطَمَسْنَآ أَعْيُنَهُمْ﴾ أي أعمينا أعينهم وأزلنا أثرها حتى فقدوا أبصارهم قال المفسرون: لما جاءت الملائكة إلى لوط في صورة شبابٍ مردٍ حسان، أضافهم لوط ﵇، فجاء قومه يُهرعونن إِليه لقصد الفاحشة بهم، فأعلق لوط دونهم الباب، فجعلوا يحاولون كسر الباب، فخرج عليهم جبريل فضرب أعينهم بطرف جناحه فانطمست أعينهم وعموا ﴿فَذُوقُواْ عَذَابِي وَنُذُرِ﴾ أي فذوقوا عذابي وإِنذاري الذي أنذركم به لوط ﴿وَلَقَدْ صَبَّحَهُم بُكْرَةً عَذَابٌ مُّسْتَقِرٌّ﴾ أي جاءهم وقت الصبح عذابٌ دائم متصل بعذاب الآخرة قال الصاوي: وذلك أن جبريل قلع بلادهم فرفعها ثم قلبها بهم وأمطر عليهم حجارة من سجيل، واتصل عذاب الدنيا بعذاب الآخرة فلا يزول عنهم حتى يصلوا إِلى النار ﴿فَذُوقُواْ عَذَابِي وَنُذُرِ﴾ أي فذوقوا أيها المجرمون عذابي الأليم، وإِنذاري لكم على لسان رسولي ﴿وَلَقَدْ يَسَّرْنَا القرآن لِلذِّكْرِ فَهَلْ مِن مُدَّكِرٍ﴾ أي ولقد يسرنا القرآن للحفظ والتدبير فهل من متعظٍ ومعتبر؟ قال المفسرون: حكمة تكرار ذلك في كل قصة، التنبيهُ على الاتعاض والتدبير في أنباء الغابرين، وللإِشارة إِلى أن تكذيب كل رسولٍ مقتضٍ لنزول العذاب كما كرر قوله\n﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ [الرحمن: ١٣] تقريرًا للنعم المختلفة المعدودة، فكلما ذكر نعمةً وبَّخ على التكذيب بها ﴿وَلَقَدْ جَآءَ آلَ فِرْعَوْنَ النذر﴾ أي جاء فرعون وقومه الإِنذارات المتكررة فلم يعتبروا قال أبو السعود: صُدّرت قصتهم بالقسم المؤكد لإِبراز كمال الاعتناء بشأنها، لغاية عظم ما فيها من الآيات وكثرتها، وهو ما لاقوه من العذاب، وفرعون رأس الطغيان ﴿كَذَّبُواْ بِئَايَاتِنَا كُلِّهَا﴾ أي كذَّبوا بالمعجزات التسع التي أعطيها موسى ﴿فَأَخَذْنَاهُمْ أَخْذَ عِزِيزٍ مُّقْتَدِرٍ﴾ أي فانتقمنا منهم بإِغراقهم في البحر، وأخذناهم بالعذاب أخذ إِلهٍ غالب في انتقامه، قادرٍ على إِهلاكهم لا يعجزه شيء. . ثم خوَّف تعالى كفار مكة فقال ﴿أَكُفَّارُكُمْ خَيْرٌ مِّنْ أُوْلَئِكُمْ﴾؟ الاستفهام إِنكاري للتقريع والتوبيخ أي أكفاركم يا معشر العرب خيرٌ من أولئكم الكفار الذين أحللت بهم نقمتي مثل قوم نوح، وعاد، وثمود، وقوم لوط، وقوم فرعون، حتَّى لا أعذبهم؟ قال القرطبي: استفهام إنكار ومعناه النفي أي ليس كفاركم خيرًا من كفار من تقدم من الأمم الذين أهلكوا بكفرهم ﴿أَمْ لَكُم بَرَآءَةٌ فِي الزبر﴾ أي أم لكم يا كفار قريش براءة من العذاب في الكتب السماوية المنزلة على","vol":"3","page":271},{"text":"الأنبياء؟ ﴿أَمْ يَقُولُونَ نَحْنُ جَمِيعٌ مُّنتَصِرٌ﴾ أي بل أيقولون نحن جمعٌ كثير، واثقون بكثرتنا وقوتنا، منتصرون على محمد؟ قال تعالى ردًا عليهم ﴿سَيُهْزَمُ الجمع وَيُوَلُّونَ الدبر﴾ أي سيهزم جمع المشركين ويولون الأدبار منهزمين قال ابن الجوزي: وهذا مما أخبر الله به نبيه من علم الغيب، فكات الهزيمةُ يوم بدر ﴿بَلِ الساعة مَوْعِدُهُمْ﴾ أي ليس هذا تمام عقابهم بل القيامة موعد عذابهم ﴿والساعة أدهى وَأَمَرُّ﴾ أي أعظم داهيةً وأشدُّ مرارةً من القتل والأسر ﴿إِنَّ المجرمين فِي ضَلاَلٍ وَسُعُرٍ﴾ أي إِن المجرمين في حيرةٍ وتخبطٍ في الدنيا، وفي نيرانٍ مسعَّةر في الآخرة قال ابن عباس: في خسرانٍ وجنون ﴿يَوْمَ يُسْحَبُونَ فِي النار على وُجُوهِهِمْ﴾ أي يوم يُجرُّون في النار على وجوههم عقابًا وإِذلالًا لهم ﴿ذُوقُواْ مَسَّ سَقَرَ﴾ أي يقال لهم: ذوقوا أيها المكذبون عذاب جهنم قال أبو السعود: وسقر علمٌ لجهنم ولذلك لم يُصرف ﴿إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ﴾ أي إِنا خلقنا كل شيءٍ مقدَّرًا مكتوبًا في اللوح المحفوظ من الأزل ﴿وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ أي وما شأننا في الخلق والإِيجاد إِلا مرة واحدة كلمح البصر في السرعة نقول للشيء: كن فيكون قال ابن كثير: أي إِنما نأمر بالشيء مرة واحدة لا نحتاج إِلى تأكيد بثانية، فيكون ذلك موجودًا كلمح البصر لا يتأخر طرفة عين ﴿وَلَقَدْ أَهْلَكْنَآ أَشْيَاعَكُمْ﴾ أي ووالله لقد أهلكنا أشباهكم ونظراءكم في الكفر والضلال من الأمم السالفة ﴿فَهَلْ مِن مُّدَّكِرٍ﴾ أي فهل من يتذكر ويتعظ؟ ﴿وَكُلُّ شَيْءٍ فَعَلُوهُ فِي الزبر﴾ أي وجميع ما فعلته الامم المكذبة من خير وشر مكتوب عليهم، مسجل في كتب الحفظة التي بأيدي الملائكة قال ابن زيد: ﴿فِي الزبر﴾ أي في دواوين الحفظة ﴿وَكُلُّ صَغِيرٍ وَكَبِيرٍ مُّسْتَطَرٌ﴾ أي وكل صغيرٍ وكبير من الأعمال مسطورٌ في اللوح المحفوظ، مثبتٌ فيه ﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ﴾ أي في جنات وأنهار قال القرطبي: يعني أنهار الماء، والخمر، والعسل، واللبن ﴿فِي مَقْعَدِ صِدْقٍ﴾ أي في مكانٍ مرضي، ومقام حسن ﴿عِندَ مَلِيكٍ مُّقْتَدِرٍ﴾ أي عند ربٍ عظيم جليل، قادرٍ في ملكه وسلطانه، لا يعجزه شيء، وهو الله رب العالمين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستعارة التمثيلية ﴿فَفَتَحْنَآ أَبْوَابَ السمآء﴾ [القمر: ١١] شبه تدفق المطر من السحاب بانصباب أنهار انفتحت بها أبواب السماء، وانشق بها أديم الخضراء بطريق الاستعارة التمثيلية.\n٢ - جناس الاشتقاق ﴿يَدْعُ الداع﴾ .\n٣ - الكناية ﴿وَحَمَلْنَاهُ على ذَاتِ أَلْوَاحٍ وَدُسُرٍ﴾ [القمر: ١٣] كناية عن السفينة التي تحوي الأخشاب والمسامير.\n٤ - التشبيه المرسل والمجمل ﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ [الحاقة: ٧] ومثله ﴿فَكَانُواْ كَهَشِيمِ المحتظر﴾ [القمر: ٣١] .\n٥ - صيغة المبالغة ﴿بَلْ هُوَ كَذَّابٌ أَشِرٌ﴾ [القمر: ٢٥] أي كثير الكذب عظيم البطر لأن فعَّال وفعل للمبالغة.","vol":"3","page":272},{"text":"٦ - الإطناب بتكرار اللفظ ﴿بَلِ الساعة مَوْعِدُهُمْ والساعة أدهى﴾ لزيادة التخويف والتهويل.\n٧ - المقابلة بين المجرمين والمتقين ﴿إِنَّ المجرمين فِي ضَلاَلٍ وَسُعُرٍ﴾ و﴿إِنَّ المتقين فِي جَنَّاتٍ وَنَهَرٍ﴾ .\n٨ - الطباق بين ﴿صَغِيرٍ وَكَبِيرٍ﴾ .\n٩ - السجع المرصَّع غير المتكلف الذي يزيد في جمال اللفظ وموسيقاه إقرأ مثلًا قوله تعالى ﴿ذُوقُواْ مَسَّ سَقَرَ إِنَّا كُلَّ شَيْءٍ خَلَقْنَاهُ بِقَدَرٍ وَمَآ أَمْرُنَآ إِلاَّ وَاحِدَةٌ كَلَمْحٍ بالبصر﴾ الخ.","vol":"3","page":273},{"text":"اللغَة: ﴿بِحُسْبَانٍ﴾ الحُسبان بضم الحاء مصدر مثل الغُفران والكُفران ومعناه الحساب ﴿الأَنَامِ﴾ الخلق وكلُّ ما دبَّ على وجه الأرض ﴿العصف﴾ ورق الزرع الأخضر إِذا يبس ﴿الريحان﴾ كل نبات طيب الريح، سمي ريحانًا لرائحته الطيبة ﴿مَّارِجٍ﴾ المارج: اللهب الذي يعلو النار قال الليث: هو الشعلة الساطعة ذات اللهب الشديد ﴿الجوار﴾ جمع جارية وهي السفينة سميت جارية لأنها تمشي","vol":"3","page":275},{"text":"على سطح الماء ﴿الأعلام﴾ الجبال جمع علم وهو الجبل الطويل قال الشاعر: «إِذا قطعن علمًا بدا علمٌ» ﴿تَنفُذُواْ﴾ النفوذ: الخروج من الشي بسرعة ﴿شُوَاظٌ﴾: اللهب الذي لا دخان له ﴿الدهان﴾ الجلد الأحمر ﴿آنٍ﴾ نهاية في الحرارة.\nالتفسِير: ﴿الرحمن عَلَّمَ القرآن﴾ أي الله الرحمنُ علَّم القرآن، ويسَّره للحفظ والفهم قال مقاتل: لما نزل قوله تعالى ﴿اسجدوا للرحمن﴾ [الفرقان: ٦٠] قال كفار مكة، وما الرحمن؟ فأنكروه وقالوا لا نعرف الرحمن فقال تعالى ﴿الرحمن﴾ الذين أنكروه هو الذي ﴿عَلَّمَ القرآن﴾ وقال الخازن: إن الله ﷿ عدَّد نعمه على عباده، فقدَّم أعظمها نعمة، وأعلاها رتبة، وهو القرآن العزيز لأنه أعظم وحي الله إلى أنبيائه، وأشرفه منزلة عند أوليائه وأصفيائه، وأكثره ذكرًا، وأحسنه في أبواب الدين أثرًا، وهو سنام الكتب السماوية المنزَّلة على أفضل البرية ﴿خَلَقَ الإنسان﴾ أي خلق الإِنسان السميع البصير الناطق، والمرادُ بالإِنسان الجنسُ ﴿عَلَّمَهُ البيان﴾ أي ألهمه النطق الذي يستطيع به أن يُبين عن مقاصده ورغباته ويتميَّز به عن سائر الحيوان قال البيضاوي: والمقصودُ تعداد ما أنعم الله به على الإِنسان، حثًا على شكره، وتنبيهًا على تقصيرهم فيه، وإنما قدَّم تعليم القرآن على خلق الإِنسان، لأنه أصل النعم الدينية فقدَّم الأهم ﴿الشمس والقمر بِحُسْبَانٍ﴾ أي الشمس والقمر يجريان بحساب معلوم في بروجهما، وبتنقلان في منازلهما لمصالح العباد قال ابن كثير: أي يجريان متعاقبين بحساب مقنَّن لا يختلف ولا يضطرب ﴿والنجم والشجر يَسْجُدَانِ﴾ أي والسماء خلقها عالية محكمة البناء رفيعة القدر والشأن، وأمر بالميزان عند الأخذ والإِعطاء لينال الإِنسان حقه وافيًا ﴿أَلاَّ تَطْغَوْاْ فِي الميزان﴾ أي لئلا تبخسوا في الميزان ﴿وَأَقِيمُواْ الوزن بالقسط﴾ أي اجعلا الوزن مستقيمًا بالعدل والإِنصاف ﴿وَلاَ تُخْسِرُواْ الميزان﴾ أي لا تطففوا الوزن ولا تُنقصوه كقوله تعالى ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ [المطففين: ١] ﴿والأرض وَضَعَهَا لِلأَنَامِ﴾ أي والأرض بسطها لأجل الخلق، ليستقروا عليها، وينتفعوا بما خلق الله على ظهرها قال ابن كثير: أي أرساها بالجبال الشامخات لتستقر بما على وجهها من الأنام وهم الخلائق، المختلفة أنواعهم وأشكالهم وألوانهم في سائر أرجائها ﴿فِيهَا فَاكِهَةٌ﴾ أي فيها من أنواع الفواكه المختلفة الألوان والطعوم والروائح ﴿والنخل ذَاتُ الأكمام﴾ أي وفيها النخل التي يطلع فيها أوعية الثمر قال ابن كثير: أفرد النخل بالذكر لشرفه ونفعه رطبًا ويابسًا، والأكمام هي أعية الطلع كما قال ابن عباس، وهو الذي يطلع فيه القنو، ثم ينشق عنه العنقود فيكون بُسرًا ثم رُطبًا، ثم ينضج ويتناهى ينعه واستواؤه ﴿","vol":"3","page":276},{"text":"والحب ذُو العصف﴾ أي والنجمُ والشجر ينقادان للرحمن فيما يريده منهما، هذا بالتنقل بالبروج، وذاك بإخراج الثمار ﴿والسمآء رَفَعَهَا وَوَضَعَ الميزان﴾ أي وفيها أنواع الحب كالحنطة والشعير وسائر ما يُتغذى به، ذو التبن الذي هو غذاء الحيوان ﴿والريحان﴾ أي وفيها كل مشموم طيب الريح من النبات كالورد، والفُلْ، والياسمين وما شاكلها قال في البحر: ذكر تعالى الفاكهة أولًا ونكَّر لفظها لأن الانتفاع بها نفسها، ثم ثنَّى بالنخل فذكر الأصل ولم يذكر ثمرها وهو التمر، لكثرة الانتفاع بها من ليفٍ، وسعف، وجريدٍ، وجذوع، وجُمَّار، وثمر، ثم ذكر الحب الذي هو قوام عيش الإِنسان وهو البشر والشعير وكل ما له سنبل وأوراق، ووصفه بقوله ﴿ذُو العصف﴾ تنبيهًا على إنعامه عليهم بما يقوتهم به من الحب، وما يقوت بهائمهم من ورقه وهو التبنُ، وبدأ بالفاكهة وختم بالمشموم ليحصل ما به يُتفكه، وما به يُتقوَّت، وما به تقع اللذاذة من الرائحة الطيبة، ولما عدَّد نعمه خاطب الإِنس والجن بقوله ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله يا معشر الإِنس والجن تكذبان؟ أليست نعم الله علكيم كثيرة لا تُحصى؟ عن ابن عمر\n«أن رسول الله ﷺ َ قرأ سورة الرحمن على أصحابه فسكتوا، فقال: مالي أسمع الجنَّ أحسن جوابًا لربها منكم؟ ما أتيتُ على قول الله تعالى ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ إلا قالوا: لا بشيءْ من نعمك ربنا نكذب فلك الحمد» . ثم ذكر تعالى دلائل قدرته ووحدانيته فقال ﴿خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار﴾ أي خلق أباكم آدم من طين يابسٍ يسمع له صلصلة أي صوتٌ إِذا نُقر قال المفسرون: ذكر تعالى في هذه السورة أنه خلق آدم ﴿مِن صَلْصَالٍ كالفخار﴾ وفي سورة الحجر ﴿مِن صَلْصَالٍ مِّنْ حَمَإٍ مَّسْنُونٍ﴾ [الحجر: ٢٦] أي من طين أسود متغير، وفي الصافات ﴿مِّن طِينٍ لاَّزِبٍ﴾ [الصافات: ١١] أي يلتصق باليد، وفي آل عمران ﴿كَمَثَلِءَادَمَ خَلَقَهُ مِن تُرَابٍ﴾ [آل عمران: ٥٩] ولا تنافي بينهما، وذلك لأن الله تعالى أخذه من تراب الأرض، فعجنه بالماء فصار طينًا لازبًا أي متلاصقًا يلصق باليد، ثم تركه حتى صار حمأً مسنونًا أي طينًا أسود منتنًا، ثم صوَّره كما تُصوَّر الأواني ثم أيبسه حتى صار في غاية الصلابة كالفخار إِذا نُقر صوَّت، فالمذكور ههنا آخر الأطوار ﴿وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ﴾ أي وخلق الجنَّ من لهبٍ خالصً لا دخان فيه من لنار قال ابن عباس: ﴿مِن مَّارِجٍ﴾ أي لهبٍ خالص لا دخال فيه وقال مجاهد: هو اللهب المختلط بسواد النار، وفي الحديث\n«خُلقت الملائكة من نور، وخُلق الجان من مارجٍ من نار، وخُلق آدم مما وُصف لكم» ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله يا مشعر الإِنس والجن تكذبان؟ قال أبو حيان: والتكرار في هذه الفواصل للتأكيد والتنبيه والتحريك، وقال ابن قتيبة: إن هذا التكرار إِنما هو لاختلاف النعم، فكلما ذكر نعمةً كرر قوله ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ وقد ذُكرت هذه الآية إِحدى وثلاثين مرة، والاستفهام فيها للتقريع والتوبيخ ﴿رَبُّ المشرقين وَرَبُّ المغربين﴾ أي هو جل وعلا ربُّ مشرق الشمس والقمر، وربُّ مغربهما، ولمّا ذكر الشمس والقمر في قوله ﴿الشمس والقمر بِحُسْبَانٍ﴾ ذكر هنا أنه رب مشرقهما ومغربهما ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي","vol":"3","page":277},{"text":"نعم الله التي لا تحصى تكذبان؟ ﴿مَرَجَ البحرين يَلْتَقِيَانِ﴾ أي أرسل البحر الملح والبحر العذب يتجاوران يلتقيان ولا يمتزجان ﴿بَيْنَهُمَا بَرْزَخٌ لاَّ يَبْغِيَانِ﴾ أي بينهما حاجزٌ من قدرة الله تعالى لا يطغى أحدهما على الآخر بالممازجة قال ابن كثير: والمراد بالبحرين: الملح والحلو، فالملح هذه البحار، والحلو هذه الأنهار السارحة بين الناس، وجعل الله بينهما برزخًا وهو الحاجز من الأرض لئلا يبغي هذا على هذا فيفسد كل واحد منهما الآخر ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله تكذبان؟ ﴿يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ﴾ أي يُخرج لكم من الماء اللؤلؤ والمرجان، كما يخرج من التراب الحب والعصف والريحان، قال الألوسي: واللؤلؤ صغار الدُر، والمرجان كباره قاله ابن عباس، وعن ابن مسعود أن المرجان الخرز الأحمر، والآية بيانٌ لعاجئب صنع الله حيث يخرج من الماء الملح أنواع الحلية كالدر والياقوت والمرجان، فسبحان الواحد المنَّان ﴿فَبِأَيِّ آلاَءِ رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمة من نعم الله تكذبان؟ ﴿وَلَهُ الجوار المنشئات فِي البحر كالأعلام﴾ أي وله جل وعلا السفن المرفوعات الجارياتُ في البحر كالجبال في العظم والضخامة قال القرطبي: ﴿كالأعلام﴾ أي كالجبال، والعلمُ الجبل الطويل، فالسفن في البحر كالجبال في البر، ووج الامتنان بها أن الله تعالى سيَّر هذه السفن الضخمة التي تشبه الجبال على وجه الماء، وهو جسم لطيف مائع يحمل فوقه هذه السفن الكبار المحمَّلة بالأرزاق والمكاسب والمتاجر من قطر إلى قطر، ومن إقليم إِلى إقليم قال شيخ زاده: واعلم أن أصول الأشياء أربعة: الترابُ، والماءُ والهواءُ، والنارُ، فبيَّن تعالى بقوله ﴿خَلَقَ الإنسان مِن صَلْصَالٍ﴾ أن التراب أصلٌ لمخلوق شريف مكرَّم، وبيَّن قوله ﴿وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ﴾ أن النار أيضًا أصلٌ لمخلوق آخر عجيب الشأن، وبيَّن بقوله ﴿يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ﴾ أن الماء أيضًا أصل لمخلوق له قدرٌ وقيمة، ثم ذكر أن الهواء له تأثير عظيم في جري السفن المشابهة للجبال فقال ﴿وَلَهُ الجوار المنشئات فِي البحر كالأعلام﴾ وخصَّ السفن بالذكر لأن جريها في البحر لا صنع للبشر فيه، هم معترفون بذلك حيث يقولون: «لك الفُلك ولك المُلك» وإِذا خافوا الغرق دعوا الله تعالى خاصة\n﴿مُخْلِصِينَ لَهُ الدين فَلَمَّا نَجَّاهُمْ إِلَى البر إِذَا هُمْ يُشْرِكُونَ﴾ [العنكبوت: ٦٥] ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمةٍ من نعم الله تكذبان؟ ﴿كُلُّ مَنْ عَلَيْهَا فَانٍ﴾ أي كل من على وجه الأرض من الإِنان والحيوان هالك وسيموت ﴿ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام﴾ أي ويبقى ذات الله والواحد الأحد، ذو العظمة والكبرياء والإِنعام والإِكرام كقوله ﴿كُلُّ شَيْءٍ هَالِكٌ إِلاَّ وَجْهَهُ﴾ [القصص: ٨٨] قال ابن عباس: الوجهُ عبارة عن الله جل وعلا الباقي الدائم قال القرطبي: ووجه النعمة في فناء الخلق التسويةُ بينهم في الموت ومع الموت تستوي الأقدام، والموتُ سبب النقلة من دار الفناء إِلى دار الثواب والجزاء ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمةٍ من نعم الله تكذبان ﴿يَسْأَلُهُ مَن فِي السماوات والأرض﴾ أي يفتقر إِليه تعالى كمن السموات والأرض، ويطلبون منه العون والرزق بلسان المقال أو بلسان الحال ﴿كُلَّ","vol":"3","page":278},{"text":"يَوْمٍ هُوَ فِي شَأْنٍ﴾ أي كل ساعة ولحظة هو تعالى في شأن من شئون الخلق، يغفر ذنبًا، ويفرّج كربًا، ويرفع قومًا، ويضع آخرين قال المفسرون: هي شئونٌ يُبديها ولا يبتديها أي يظهرها للخلق ولا ينشئها من جديد لأن القلم جفَّ على ما كان وما سيكون إِلى يوم القيامة، فهو تعالى يرفع من يشاء ويضع من يشاء، ويشفي سقيمًا ويمرض سليمًا، ويعز ذليلًا ويذل عزيزًا، ويفقر غيبًا ويغني فقيرًا قال مقاتل: إن الآية نزلت في اليهود قالوا: إن الله تعالى لا يقضي يوم السبت شيئًا، فردَّ الله عليهم بذلك ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذبان أيها الإِنس والجان؟ ﴿سَنَفْرُغُ لَكُمْ أَيُّهَ الثقلان﴾ أي سنحاسبكم على أعمالكم يا معشر الإِنس والجنِّ قال ابن عباس: هذا وعيدٌ من الله تعالى للعباد، وليس بالله تعالى شغل وهو فارغ قال في البحر: أي ننظر في أموركم يوم القيامة، لا أنه تعالى كان له شغل فيفرغ فيه، وجرى هذا على كلام العرب يقول الرجل لمن يتهدده: سأفرغ لك أي سأتجرد للانتقام منك من كل ما شغلني وقال البيضاوي: أي سنتجرد لحسابكم وجزائكم يوم القيامة، وفيه تهديد مستعارٌ من قولك لمن تهدده: سأفرغ لك، فإن المتجرد للشيء يكون أقوى عليه، وأجدَّ فيه، والثقلان: الإِنسُ والجنُّ سميا بذلك لثقلهما على الأرض ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿يامعشر الجن والإنس إِنِ استطعتم أَن تَنفُذُواْ مِنْ أَقْطَارِ السماوات والأرض فانفذوا﴾ أي إن قدرتم أن تخرجوا من جوانب السمواتِ والأرض هاربين من الله، فارين من قضائه فأخرجوا منها، وخلصوا أنفسكم من عقابه، والأمر للتعجيز ﴿لاَ تَنفُذُونَ إِلاَّ بِسُلْطَانٍ﴾ أي لا تقدرون على الخروج إِلا بقوةٍ وقهر وغلبة، وأنَّى لكم ذلك؟ قال ابن كثير: معنى الآية أنكم لا تستطيعون هربًا من أمر الله وقدره، بل هو محيطٌ بكم لا تقدرون على التخلص من حكمه، أينما ذهبتم أحيط بكم، وهذا في مقام الحشر حيث الملائكة محدقةٌ بالخلائق سبع صوف من كل جانب، فلا يقدر أحد على الذهاب إِلا بسلطان أي إِلا بأمر الله وإِرادته\n﴿يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ [القيامة: ١٠]؟ وهذا إِنما يكون في القيامة لا في الدنيا بدليل قوله تعالى بعده ﴿يُرْسَلُ عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ﴾ ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾؟ تقدم تفسيره ﴿يُرْسَلُ","vol":"3","page":279},{"text":"عَلَيْكُمَا شُوَاظٌ مِّن نَّارٍ﴾ أي يرسل عليكما يوم القيامة لهب النار الحامية ﴿وَنُحَاسٌ﴾ أي ونحاسٌ مذاب يصبُّ فوق رءوسكم قال مجاهد: مجاهد هو الصفر المعروف يصب على رءوسهم يوم القيامة وقال ابن عباس: ﴿نحاسٌ﴾ هو الدخان الذي لا لهب فيه، وقول مجاهد أظهر ﴿فَلاَ تَنتَصِرَانِ﴾ أي فلا ينصر بعضكم بعضًا، ولا يخلصه من عذاب الله قال ابن كثير: ومعنى الآية لو ذهبتم هاربين يوم القيامة لردتكم الملائكةُ وزبانية جهنم، بإِرسال اللهب من النار والنحاس المذاب عليكم لترجعوا فلا تجدون لكم ناصرًا ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فَإِذَا انشقت السمآء﴾ أي فإِذا انصدعت يوم القيامة لتنزل الملائكة منها لتحيط بالخلائق من كل جانب ﴿فَكَانَتْ وَرْدَةً كالدهان﴾ أي فكانت مثل الورد الأحمر من حرارة النار، ومثل الأديم الأحمر أي الجلد الأحمر قاله ابن عباس: وذلك من شدة الهول، ومن رهبة ذلك اليوم العظيم ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فَيَوْمَئِذٍ لاَّ يُسْأَلُ عَن ذَنبِهِ إِنسٌ وَلاَ جَآنٌّ﴾ أي ففي ذلك اليوم الرهيب يوم تنشق السماء، لا يُسأل أحد من المذنبين من الإِنس والجن عن ذنبه، لأن للمذنب علامات تدل على ذنبه كاسوداد الوجوه، وزرقة العيون قال الإِمام الفخر: لا يُسأل أحد عن ذنبه فلا يقال له: أنتَ المذنب أو غيرك؟ ولا يقال: من المذنب منكم؟ بل يعرفون بسواد وجوههم وغيره ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿يُعْرَفُ المجرمون بِسِيمَاهُمْ﴾ أي يُعرف يوم القيامة أهل الإِجرام بعلامات تظهر عليهم وهي ما تغشاهم من الكآبة والحزن قال الحسن: سواد الوجه وزرقة الأعين كقوله تعالى ﴿وَنَحْشُرُ المجرمين يَوْمِئِذٍ زُرْقًا﴾ [طه: ١٠٢] وقوله ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ [آل عمران: ١٠٦] ﴿فَيُؤْخَذُ بالنواصي والأقدام﴾ أي فتأخذ الملائكة بنواصيهم أي بشعور مقدم رءوسهم وأقدامهم فيقذفونهم في جهنم قال ابن عباس: يُؤخذ بناصية المجرم وقدميه فيكسر كما يكسر الحطب ثم يلقى في النار ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿هذه جَهَنَّمُ التي يُكَذِّبُ بِهَا المجرمون﴾ أي يقال لهم تقريعًا وتوبيخًا: هذه النار التي أخبرتم بها فكذبتم قال ابن كثير: أي هذه النار التي كنتم تكذبون بوجودها، ها هي حاضرةٌ تشاهدونها عيانًا ﴿يَطُوفُونَ بَيْنَهَا وَبَيْنَ حَمِيمٍ آنٍ﴾ أي يترددون بين نار جهنم وبين ماءٍ حار بلغ النهاية في الحرارة قال قتادة: يطوفون مرةً بين الحميم، ومرة بين الجحيم، والجحيم النارُ، والحميم الشارب الذي انتهى حره ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله تكذبان يا معشر الإنس والجان؟","vol":"3","page":280},{"text":"المنَاسَبَة: لما ذكر تعالى أحوال أهل ال نار، ذكر ما أعدَّه للمؤمنين من الأبرار من الجنان والولدان والحور الحسان، ليتميز الفارق الهائل بين منازل المجرمين ومراتب المتقين، على طريقة القرآن في الترغيب والترهيب.\nاللغَة: ﴿أَفْنَانٍ﴾ جمع فنن وهو الغضن قال الشاعر يصف حمامة:\nربَّ ورقاءَ هتوفٍ في الضُحى ... ذاتِ شدوٍ صدحَت في فنن\nذكر إِلفًا ودهرًا حاليًا ... فبكت شوقًا فهاجت حزني\n﴿وَإِسْتَبْرَقٍ﴾ ما غلظ من الديباج وخشُن ﴿وَجَنَى﴾ الجنى: ما يُحجتنى من الشجر ويقطف ﴿يَطْمِثْهُنَّ﴾ الطمثُ: الجماع المؤدي إِلى خروج دم البكر ثم أطلق على كل جماع، ومعنى ﴿لَمْ يَطْمِثْهُنَّ﴾ أي لم يصبهن بالجماع قبل أزواجهن أحد قال الفراء: الطمث الافتضاض وهو النكاح بالتدمية ﴿مُدْهَآمَّتَانِ﴾ سوداوان من شدة الخضرة، والدهمةُ في اللغة السواد ﴿نَضَّاخَتَانِ﴾ فوارتان بالماء لا تنقطعان ﴿عَبْقَرِيٍّ﴾ طنافس جمع عبقرية أي طنفسة ثخينة فيها أنواع النقوش قال الفراس: العبقري الطنافس الثخان منها وقال أبو عبيد: كل ثوبٍ وشي عند العرب فهو عبقري منسوب إِلى أرضٍ يعمل فيها الوشي قال ذو الرمة:\nحتى كأن رياض القف ألبسها ... من وشي عبقر تجليل وتنجيد\nالتفسِير: ﴿وَلِمَنْ خَافَ مَقَامَ رَبِّهِ جَنَّتَانِ﴾ أي وللعبد الذي يخاف قيامه بين يدي ربه للحساب جنتان: جنةٌ لسكنه، وجنةٌ لأزواجه وخدهة، كما هي حال ملوك الدنيا حيث يكون له قصرٌ ولأزواجه قصر قال القرطبي: وإِنما كانتا اثنتين ليضاعف له السرور بالتنقل من وجهة إِلى جهة وقال","vol":"3","page":281},{"text":"الزمخشري: جنة الفعل الطاعات، وجنة لترك المعاصي وفي الحديث «جنتان من قضة آنيتُهما وما فيهما، وجنتان من ذهب آنيتهما وما فيهما، وما بين القوم وبين أن ينظروا إِلى ربهم ﷿ إِلا رداء الكبرياء على وجهه في جنة عدن» ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ ثم وصف تعالى الجنتين فقال ﴿ذَوَاتَآ أَفْنَانٍ﴾ أي ذواتا أغصان متفرعة وثمار متنوعة قال في البحر: وخصَّ الأفنان وهي الغصون بالذكر لأنهما لا تورق وتمثر، ومنها تمتد الظلال وتُجنى المثار ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذكبان يا معشر الإِنس والجن ﴿فِيهِمَا عَيْنَانِ تَجْرِيَانِ﴾ أي في كل واحدة من الجنتين عين جارية، تجري بالماء الزلال كقوله تعالى ﴿فِيهَا عَيْنٌ جَارِيَةٌ﴾ [الغاشية: ١٢] قال ابن كثير: أي تسرحان لسقي تلك الأشجار والأغصان، فتثمر من جميع الألوان قال الحسن: تجريان بالماء الزلال إِحداهما التسنيم، والأخرى السلسبيل ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فِيهِمَا مِن كُلِّ فَاكِهَةٍ زَوْجَانِ﴾ أي فيهما من جميع أنواع الفواكه والثمار صنفان: معروفٌ، وغريب لم يعرفوه في الدنيا قال ابن عباس: ما في الدنيا ثمرةٌ حلوة ولا مرة إِلا وهي في الجنة حتى الحنظل، إِلا أنه حلو، وليس في الدنا مما في الآخرة إلآَ الأسماء ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره قال الفخر الرازي: إِن قوله تعالى ﴿ذَوَاتَآ أَفْنَانٍ﴾ و﴿فِيهِمَا عَيْنَانِ تَجْرِيَانِ﴾ و﴿فِيهِمَا مِن كُلِّ فَاكِهَةٍ زَوْجَانِ﴾ كلها أوصافٌ للجنتين المذكورتين، وإنما فصل بين الأغصان والفواكه بذكر العينين الجاريتين على عادة المتنعمين، فإِنهم إِذا دخلوا البستان لا يبادرون إِلى أكل الثمار، بل يقدمون التفرج على الأكل، مع أن الإِنسان في بستان الدنيا لا يأكل حتى يجوع ويشتهي شهوة شديدة فكيف في الجنة!! فذكر تعالى ما يتم به النزة وهو خضرة الأشجار، وجريان الأنهار، ثم ذكر ما يكون بعد النزهة وهو أكل الثمار، فسبحان من يأتي بالآيات بأحسن المعاني في أبين المباني ﴿مُتَّكِئِينَ عَلَى فُرُشٍ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍ﴾ أي مضطجعين في جنان الخلد على فرشٍ وثيرة بطائنها من ديباج وهو الحرير السميك المزين بالذهب، وهذا يدل على نهاية شرفها لأن البطانة إِذا كانت بها الوصف فما بالك بالظهارة؟ قال ابن مسعود: هذه البطائن فيكف لو رأيتم الظواهر؟ وقال ابن عباس: لما سئل عن الآية: ذلك مما قال الله تعالى\n﴿فَلاَ تَعْلَمُ نَفْسٌ مَّآ أُخْفِيَ لَهُم مِّن قُرَّةِ أَعْيُنٍ﴾ [السجدة: ١٧] ﴿وَجَنَى الجنتين دَانٍ﴾ أي ثمرها قريب يناله القاعد والقائم والنائم، بخلاف ثمار الدنيا فإِنها لا تنال إِلا بكدٍ وتعب قال ابن عباس: تدنو الشجرة حتى يجتنيها وليُ الله إِن شاء قائمًا، وإِن شاء قاعدًا، وإِن شاء مضطجعًا ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فِيهِنَّ قَاصِرَاتُ الطرف﴾ أي في تلك الجنان نساء قاصرات الطرف قصرن أعينهن على أزواجهن فلا يرين غيرهم، م كما هو حال المخدَّرات العفائف ﴿لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَآنٌّ﴾ أي لم يمسهنَّ ولم يجامعهن أحدٌ قبل أزواجهنَّ لا من الإِنس ولا من الجن، بل هنَّ أبكار عذارى قال الألوسي: وأصلُ الطمث خروج الدم ولذلك يقال للحيض طمثٌ، ثم أُطلق على جماع الأبكار لما فيه من خروج الدم، ثم على كل جماع وإِن لم يكن فيه خروج دم ﴿فَبِأَيِّ","vol":"3","page":282},{"text":"آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذبان يا معشر الإِنس والجن ﴿كَأَنَّهُنَّ الياقوت والمرجان﴾ أي كأنهن يشبهن الياقوت والمرجان في صفائهن وحمرتهن قال قتادة: كأنهن في صفاء الياقوت وحمرة المرجان، لو أدخلت في الياقوت سلكًا ثم نظرت إِليه لرأيته من ورائه وفي الحديث «إن المرأة من نساء أهل الجنة ليُرى بياض ساقها من وراء سبيعن حلة من حرير، حتى يُرى مخُّها» ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿هَلْ جَزَآءُ الإحسان إِلاَّ الإحسان﴾ أي ما جزاء من أحسن في الدنيا إِلا أن يُحسن إِليه في الآخرة قال أبو السعود: أي ما جزاء الإِحسان في العمل، إِلا الإِحسان في الثواب والغرضُ أنَّ من قدم المعروف والإِحسان استحق الإِنعام والإِكرام ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿وَمِن دُونِهِمَا جَنَّتَانِ﴾ أي ومن دون تلك الجنتين في الفضيلة والقدر جنتان أخريان قال المفسرون: الجنتان الأوليان للسابقين، والأخريان لأصحاب اليمين ولا شك أن مقام السابقين أعظم وأرفع لقوله تعالى\n﴿فَأَصْحَابُ الميمنة مَآ أَصْحَابُ الميمنة وَأَصْحَابُ المشأمة مَآ أَصْحَابُ المشأمة والسابقون السابقون أولئك المقربون﴾ [الواقعة: ٨١١] ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذبان يا معشر الإِنس والجن؟ ﴿مُدْهَآمَّتَانِ﴾ أي سوداوان من شدة الخضرة والريّ قال الألوسي: والمراد أنها شديدتا الخضرة، والخضرةُ إِذا اشتدت ضربت إِلى السواد وذلك من كثرة الريّ بالماء ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ﴾ أي فوارتان بالماء لا تنقطعان وقال ابن مسعود وابن عباس: تنْضَخُ على أولياء الله بالمسك والعنبر والكافور في دور أهل الجنة كزخ المطر ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ﴾ أي في الجنتين من أنواع الفواكه كلها وأنواع النخل والرمان، وإِنما ذكر النخل والرمان تنبيهًا على فضلهما وشرفهما على سائر الفواكه ولأنهما غالب فاكهة العرب قال الألوسي: ثم إِن نخل الجنة ورمانها وراء ما نعرفه ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿فِيهِنَّ خَيْرَاتٌ حِسَانٌ﴾ أي في تلك الجنان نساء صالحات كريمات الأخلاق، حِسان الوجوه ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿حُورٌ مَّقْصُورَاتٌ فِي الخيام﴾ أي هنَّ الحورُ العين المخدرات المستورات لا يخرجن لكرامتهن وشرفهن، قد قصرن في خدورهن في خيام اللؤلؤ المجوَّف، قال أبو حيان: والنساء تُمدح بذلك إِذ ملازمتهن البيوت تدل على صيانتهن قال الحسن: ليس بطوَّافات في الطرق، وخيامٌ الجنة بيوت اللؤلؤ، وفي الحديث «إنَّ في الجنة خيمةً من لؤلؤةٍ مجوفة، عرضها ستون ميلًا، في كل زوايةٍ منها أهلٌ ما يرون الآخرين، يطوف عليهم المؤمنون» ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ تقدم تفسيره ﴿لَمْ يَطْمِثْهُنَّ إِنسٌ قَبْلَهُمْ وَلاَ جَآنٌّ﴾ أي لم يجامعهن ولم يغشهن أحد قبل أزواجهم لا من الإِنس ولا من الجن قال في التسهيل: الجنتان المذكورتان أولًا للسابقين، والجنتان المذكورتان ثانيًا لأصحاب اليمين، وانظر","vol":"3","page":283},{"text":"كيف جعل أوصاف الجنتين الأوليين أعلى من أوصاف الجنتين اللتين بعدهما، فقال هناك ﴿فِيهِمَا عَيْنَانِ تَجْرِيَانِ﴾ وقال هنا ﴿فِيهِمَا عَيْنَانِ نَضَّاخَتَانِ﴾ والجريُ أشدُّ من النضح، وقال هناك ﴿فِيهِمَا مِن كُلِّ فَاكِهَةٍ زَوْجَانِ﴾ وقال هنا ﴿فِيهِمَا فَاكِهَةٌ وَنَخْلٌ وَرُمَّانٌ﴾ والأول أعم وأشمل، وقال في صفة الحور هناك ﴿كَأَنَّهُنَّ الياقوت والمرجان﴾ وقال هنا ﴿فِيهِنَّ خَيْرَاتٌ حِسَانٌ﴾ وليس كل حُسْنٍ كحسن الياقوت والمرجان فالوصف هناك أبلغ، وقال هناك في وصف الفرش ﴿مُتَّكِئِينَ عَلَى فُرُشٍ بَطَآئِنُهَا مِنْ إِسْتَبْرَقٍ﴾ وهو الديباج وقال هنا ﴿مُتَّكِئِينَ على رَفْرَفٍ خُضْرٍ﴾ ولا شك أن الفرش المعدَّة للاتكاء أفضل من فضل الخباء ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعم الله الجليلة تكذبان يا مشعر الإِنس والجن؟ ﴿مُتَّكِئِينَ على رَفْرَفٍ خُضْرٍ﴾ أي مستندين على وسائد خضر من وسائد الجنة ﴿وَعَبْقَرِيٍّ حِسَانٍ﴾ أي وطنافس ثخينة مزخرفة، محلاَّة بأنواع الصور والزينة قال الصاوي: وهي نسبة إِلى «عبقر» قرية بناحية اليمن، يُنسج فيها بسط منقوشة بلغت النهاية في الحسن، فقرَّب الله لنا فرش الجنتين بتلك البسط المنقوشة ﴿فَبِأَيِّ آلاء رَبِّكُمَا تُكَذِّبَانِ﴾ أي فبأي نعمةٍ من نعم الله تعالى تكذبان يا معشر الإِنس والجن ﴿تَبَارَكَ اسم رَبِّكَ﴾ أي تنزه وتقدَّس الله العظيم الجليل، وكثرت خيراته وفاضت بركاته ﴿ذِي الجلال والإكرام﴾ أي صاحب العظمة والكبرياء، والفضل والإِنعام قال في البحر: لما ختم تعالى نعم الدنيا بقوله\n﴿ويبقى وَجْهُ رَبِّكَ ذُو الجلال والإكرام﴾ [الرحمن: ٢٧] ختم نعم الآخرة بقوله ﴿تَبَارَكَ اسم رَبِّكَ ذِي الجلال والإكرام﴾ وناسب هناك ذكر البقاء والديمومة له تعالى بعد ذكر فناء العالم، وناسب هنا ذكر البركة وهي النماء والزيادة عقب امتنانه على المؤمنين في دار كرامته وما آتاهم من الخير والفضل في دار النعيم.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيا يلي:\n١ - المقابلة اللطيفة بين ﴿والسمآء رَفَعَهَا﴾ [الرحمن: ٧] وبين ﴿والأرض وَضَعَهَا﴾ [الرحمن: ١٠] وكذلك المقابلة بين ﴿خَلَقَ الإنسان مِن صَلْصَالٍ كالفخار﴾ [الرحمن: ١٤] ﴿وَخَلَقَ الجآن مِن مَّارِجٍ مِّن نَّارٍ﴾ [الرحمن: ١٥] .\n٢ - التشبيه المرسل المجمل ﴿وَلَهُ الجوار المنشئات فِي البحر كالأعلام﴾ [الرحمن: ٢٤] أي الجبال في العظم.\n٣ - المجاز المرسل ﴿ويبقى وَجْهُ رَبِّكَ﴾ [الرحمن: ٢٧] أي ذاته المقدسة وهو من باب إِطلاق الجزء وإِرادة الكل.\n٤ - الاستعارة التمثيلية ﴿سَنَفْرُغُ لَكُمْ أَيُّهَ الثقلان﴾ [الرحمن: ٣١] شبَّه انتهاء الدنيا وما فيها من تدبير شئون","vol":"3","page":284},{"text":"الخلق ومجيء الآخرة وبقاء شأن واحد وهو محاسبة الإِنس والجن بفراغ من يشغله أمور فتفرَّغ لأمرٍ واحد، والله تعالى لا يشغله شأن عن شأن وإِنما هو على سبيل التمثيل.\n٥ - الأمر التعجيزي ﴿إِنِ استطعتم أَن تَنفُذُواْ. . فانفذوا﴾ [الرحمن: ٣٣] فالأمر هنا للتعجيز.\n٦ - التشبيه البليغ ﴿فَإِذَا انشقت السمآء فَكَانَتْ وَرْدَةً﴾ [الرحمن: ٣٧] أي كالوردة في الحمرة حذف وجه الشبه وأداة التشبيه فصار بليغًا.\n٧ - الجناس الناقص ﴿وَجَنَى الجنتين﴾ لتغير الشكل والحروف، ويسمَّى جناس الاشتقاق.\n٨ - الإِيجاز بحذف الموصوف وإِبقاء الصفة ﴿فِيهِنَّ قَاصِرَاتُ الطرف﴾ أي نساءٌ قصرن أبصارهن على أزواجهن لا ينظرن إِلى غيرهم.\n٩ - السجع المرصَّع غير المتكلف كأنه حبات در منظومة في سلكٍ واحد إقرأ قوله تعالى ﴿الرحمن عَلَّمَ القرآن خَلَقَ الإنسان عَلَّمَهُ البيان﴾ [الرحمن: ١٤] وأمثاله في السورة كثير.\nفَائِدَة: تسمى سورة الرحمن «عروس القرآن» لما ورد «لكل شيء عروسٌ، وعروسُ القرآنِ سورةُ الرحمن» .","vol":"3","page":285},{"text":"اللغَة: ﴿رُجَّتِ﴾ زلزلت وحرّكت تحريكًا شديدًا ﴿بُسَّتِ﴾ فُتِّت حتى صارت كالدقيق المبسوس ﴿هَبَآءً﴾ الهباء ما يتطاير في الهواء من الأجزاء الدقيقة ﴿ثُلَّةٌ﴾ جماعة من ثللت الشيء أي قطعته قاله الزجاج فمعنى ثُلة كمعنى فرقة وزنًا ومعنى ﴿مَّوْضُونَةٍ﴾ منسوجة محكمة النسج كأن بعضها أُدخل في بعض قال الأعشى:\nومن نسج داود موضونة ... تُساق مع الحيّ عسيرًا فعيرًا\n﴿يُصَدَّعُونَ﴾ صُدع القوم الخمر لحقهم الصُداع في رءوسهم منها ﴿يُنزِفُونَ﴾ يسكرون فتذهب عقولهم ﴿مَّخْضُودٍ﴾ خُضد شوكه أي قُطع قال أمية بن أبي الصلت:\nإن الحدائقَ في الجنان ظليلةٌ ... فيها الكواعبُ سِدْرها مخْضود\n﴿طَلْحٍ﴾ الطلح: شجر الموز ﴿مَّنضُودٍ﴾ متراكب بضعه فوق بعض ﴿عُرُبًا﴾ جمع عروب وهي","vol":"3","page":287},{"text":"المتحببة إِلى زوجها ﴿سَمُومٍ﴾ ريح حارة تدخل في مسام البدن ﴿يَحْمُومٍ﴾ اليحموم الشديد السواد ﴿الحميم﴾ الماء المغلي ﴿الهيم﴾ الإِبل العطاش التي لا تروى لداء يصيبها.\nالتفسِير: ﴿إِذَا وَقَعَتِ الواقعة﴾ أي إِذا قامت القيامة التي لا بد من وقوعها، وحدثت الداهية الطامة التي ينخلع لها قلب الإِنسان، كان من الأهوال ما لا يصفه الخيال قال البيضاوي: سميت واقعة لتحقق وقوعها وقال ابن عباس: الواقعة اسم من أسماء القيامة كالصاخة والآزفة والطامة، وهذه الأشياء تقتضي عظم شأنها ﴿لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ﴾ أي لا يكون عند وقوعها نفس كاذبة تكذِّب بوقوعها كحال المكذبين اليوم، لأن كل نفسٍ تؤمن حنيئذٍ لأنها ترى العذاب عيانًا كقوله تعالى ﴿فَلَمَّا رَأَوْاْ بَأْسَنَا قالوا آمَنَّا بالله وَحْدَهُ﴾ [غافر: ٨٤] ﴿خَافِضَةٌ رَّافِعَةٌ﴾ أي هي خافضة لأقوام رافعةٌ لآخرين، تخفض أعداء الله في النار، وترفع أولياء الله في الجنة قال الحسن: تخفض أقوامًا إِلى الجحيم وإِن كانوا في الدنيا أعزة، وترفع آخرين إِلى أعلى عليين وإن كانوا في الدنيا وضعاء. . ثم بيَّن تعالى متى يكون ذلك فقال ﴿إِذَا رُجَّتِ الأرض رَجًّا﴾ أي زلزلت زلزالًا عنيفًا، واضطربت اضطرابًا شديدًا، بحيث ينهدم كل ما فوقها من بناء شامخ، وطودٍ راسخ قال المفسرون: تُردُّ كما يرجُّ الصبي في المهد حتى ينهدم كل ما عليها من بناء، وينكسر كل ما فيها من جبال وحصون ﴿وَبُسَّتِ الجبال بَسًّا﴾ أي فتُتت تفتيتًا حتى صارت كالدقيق المبسوس وهو المبلول بعد أن كانت شامخة ﴿فَكَانَتْ هَبَآءً مُّنبَثًّا﴾ أي فصارت غبارًا متفرقًا متطايرًا في الهواء، كالذي يُرى في شعاع الشمس إِذا دخل النافذة فهذا هو الهباء، والمنبثُّ المتفرق، وهذه الآية كقوله تعالى ﴿وَتَكُونُ الجبال كالعهن المنفوش﴾ [القارعة: ٥] وقوله ﴿وَسُيِّرَتِ الجبال فَكَانَتْ سَرَابًا﴾ [النبأ: ٢٠] ﴿وَكُنتُمْ أَزْوَاجًا ثَلاَثَةً﴾ أي وكنتم أيها الناس أصنافًا وفرقًا ثلاث «أهل اليمين، وأهل الشمال، وأهل السبق» فأما السابقون فهم أهل الدرجات العُلى في الجنة، وأما أصحاب اليمين فيهم سائر أهل الجنة، وأما أصحاب الشمال فهم أهل النار، وهذه مراتب الناس في الآخرة قال ميمون بن مهران: اثنان في الجنة وواحد في النار، ثم فصَّلهم تعالى بقوله ﴿فَأَصْحَابُ الميمنة مَآ أَصْحَابُ الميمنة﴾؟ استفهام للتفخيم والتعظيم أي هل تدري أيُّ شيء أصحاب الميمنة؟ من هم وما هي حالهم وصفتهم؟ إنهم الذين يؤتون صحائفهم في أيمانهم، فهو تعجيبٌ لحالهم، وتعظيم لشأنهم في دخولهم الجنة وتنعمهم بها ﴿وَأَصْحَابُ المشأمة مَآ أَصْحَابُ المشأمة﴾؟ أي هل تدري من هم؟ وما هي حالهم وصفتهم، إنهم الذين يؤتون صحائفهم بشمالهم، ففيه تعجب لحالهم في دخولهم النار وشقائهم قال القرطبي: والتكرير في ﴿مَآ أَصْحَابُ الميمنة﴾ و﴿مَآ أَصْحَابُ المشأمة﴾ للتفخيم والتعجيب كقوله\n﴿الحاقة مَا الحآقة﴾ [الحاقة: ١٢] وقوله ﴿القارعة مَا القارعة﴾ [القارعة: ١٢] وقال","vol":"3","page":288}]