[{"text":"الألوسي: والمقصود التفخيم في الأول، والتفظيع في الثاني، وتعجيب السامع من شأن الفريقين في الفخامة والفطاعة كأنه قيل: فأصحاب الميمنة في غاية حسن الحال، وأصحاب المشأمة في غاية سوء الحال ﴿والسابقون السابقون﴾ هذا هو الصنف الثالث من الأزواج الثلاثة أي والسابقون إِلى الخيرات والحسنات، هم السابقون إِلى النعيم والجنات، ثم أثنى عليهم بقوله ﴿أولئك المقربون﴾ أي أولئك هم المقربون من الله، في جواره، وفي ظل عرشه، ودار كرامته ﴿فِي جَنَّاتِ النعيم﴾ أي هم في جنات الخلد يتنعمون فيها قال الخازن: فإن قلت: لم أخَّر ذكر السابقين وكانوا أولى بالتقديم على أصحاب اليمين؟ قلت: فيه لطيفة وذلك أنَّ الله ذكر في أول السورة الأمور الهائلة عند قيام الساعة تخويفًا لعباده، فإِما محسنٌ فيزداد رغبةً في الثواب، وإِمّا مسيء فيرجع عن إِساءته خوفًا من العقاب، فلذلك قدَّم أصحاب اليمين ليسمعوا ويرغبوا، ثم ذكر أصحاب الشمال ليرهبوا، ثم ذكر السابقين وهم الذين لا يحزنهم الفزع الأكبر ليجدوا ويجتهدوا ﴿ثُلَّةٌ مِّنَ الأولين﴾ أي السابقون المقربون جماعة كثيرة من الأمم السالفة ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ أي وهم قليلٌ من هذه الأمة قال القرطبي: وسمُّوا قليلًا بالإِضافة إلى من كان قبلهم، لأن الأنبياء المتقدمين كانوا كثرة، فكثر السابقون إِلى الإيمان منهمن فزادوا على عدد من سبق إِلى التصديق من أمتنا، قال الحسن: سابقوا من مضى أكثر من سابقينا ثم تلا الآية وقيل: إن المراد بقوله ﴿والسابقون السابقون﴾ أول هذه الأمة، والآخرون والمتأخرون من هذه الأمة، فيكون كلا الفريقين من أمة محمد ﷺ َ ﴿على سُرُرٍ مَّوْضُونَةٍ﴾ أي جالسين على أسرَّة منسوجة بقضبان الذهب، مرصعَّة بالدر والياقوت قال ابن عباس: ﴿مَّوْضُونَةٍ﴾ أي مرمولة بالذهب يعني منسوجة به ﴿مُّتَّكِئِينَ عَلَيْهَا﴾ أي حال كونهم مضطجعين على تلك الأسرَّة شأن المنعَّمين المترفين ﴿مُتَقَابِلِينَ﴾ أي وجوه بضعهم إلى بعض، ليس أحد وارء أحد، وهذا أدخل في السرور، وأكمل في أدب الجلوس ﴿يَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ﴾ أي يدور عليهم للخدمة أطفال في نضارة الصبا، لا يموتون ولا يهرمون قال أبو حيان: وُصفوا بالخلد وإِن كان كل من في الجنة مخلدًا ليدل على أنهم يبقون دائمًا في سنِّ الولدان، لا يتحولون ولا يكبرون كما وصفهم جل وعلا ﴿بِأَكْوَابٍ﴾ أي بأقداح كبيرة مستديرة لا عُرى لها ﴿وَأَبَارِيقَ﴾ جمع إِبريق أي وبأباريق لها عُرى تبرق من صفاء لونها ﴿وَكَأْسٍ مِّن مَّعِينٍ﴾ أي وكأسٍ من خمرٍ لذلة جارية من","vol":"3","page":289},{"text":"العيون قال ابن عباس: لم تعصر كخمر الدنيا بل هي من عيون سارحة قال القرطبي: والمعين الجاري من ماء أو خمر، غير أن المراد في هذا الموضع الخمر الجارية من العيون، ليست كخمر الدنيا التي تستخرج بعصرٍ وتكلف ومعالجة ﴿لاَّ يُصَدَّعُونَ عَنْهَا﴾ أي لا تنصدع رءوسهم من شربها ﴿وَلاَ يُنزِفُونَ﴾ أي ولا يسكرون فتذهب بعقولهم فتذهب بعقولهم كخمر الدنيا قال ابن عباس: في الخمر أربع خصال: السُّكرُ والصُّداع، والقيءُ، والبول، وقد ذكر تعالى خمر الجننة ونزَّهها عن هذه الخصال الذميمة ﴿وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُونَ﴾ أي ولهم فيها فاكهة كثيرة يختارون ما تشتهيه نفوسهم لكثرتها وتنوعها ﴿وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُونَ﴾ أي ولحم طيرٍ مما يحبون ويشتهون قال ابن عباس: يخطر على قلب أحدهم لحم الطير فيطير حتى يقع بين يديه على ما اشتهى مقليًا أو مشويًا وفي الحديث\n«إنك لتنظر إِلى الطير في الجنة فتشتهيه فيخر بين يديك مشويًا» قال الرازي: وقدَّم الفاكهة على اللحم لأن أهل الجنة يأكلون لا عن جوع بل للتفكه، فميلهم إِلى الفاكهة أكثر كحال الشبعان في الدنيا فلذلك قدمها ﴿وَحُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ أي ولهم مع ذلك النعيم نساء من الحور العين، الواسعات العيون، في غاية الجمال والبهاء، كأنهن اللؤلؤ في الصفاء والنقاء، الذي لم تمسه الأيدي قال في التسهيل: شبههن باللؤلؤ في البياض، ووصفه بالمكنون لأنه أبعد عن تغيير حسنه، وحين «سألت» أم سلمة «رسول الله ﷺ َ عن هذا التشبيه قال» صفاؤهن كصفاء الدر في الأصداف الذي لم تمسه الأيدي «﴿جَزَآءً بِمَا كَانُواْ يَعْمَلُونَ﴾ أي جعلنا لهم ذلك كله جزاءً لعملهم الصالح في الدنيا. . ثم أخبر تعالى عن مال نعيمهم في الجنة فقال ﴿لاَ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ تَأْثِيمًا﴾ أي لا يطرق آذانهم فاحشٌ الكلام، ولا يلحقهم إِثمٌ ما يسمعون قال ابن عباس: لا يسمعون باطلًا ولا كاذبًا ﴿إِلاَّ قِيلًا سَلاَمًا سَلاَمًا﴾ أي إلا قول بعضهم لبعضٍ سلامًا سلامًا، يُحيي به بعضهم بعضًا ويفشون السلام فيما بينهم قال في البحر: والظاهر أنه استثناء منقطع لأنه لم يندرج في اللغو ولا التأثيم وقال أبو السعود: والمعنى أنهم يفشون السلام فيسلمون سلامًا بعد سلام، أو لا يسمع كلٌ منهم إِلا سلام الآخر بدءًا أو ردًّا.\n. ثم شرع في تفصيل أحوال الصنف الثاني وهم أصحاب اليمين فقال ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾؟ استفهام للتعظيم والتعجيب من حالهم أي ما أدراك من هم، وما هي حالهم؟ ﴿فِي سِدْرٍ مَّخْضُودٍ﴾ أي هم تحت أشجار النبق الذي قطع شوكه قال المفسرون: والسِّدرُ: شجر النبق، والمخضود الذي خُضد أي قُطع شوكه، وفي الحديث «أن أعرابيًا جاء إلى رسول الله ﷺ َ فقال يا رسول الله: إن الله تعالى ذكر في الجنة شجرة تؤذي صاحبها، فقال: وما هي؟ قال: السدر فإِن له شوكًا، فقال رسول الله ﷺ َ أليس اللهُ يقول ﴿فِي سِدْرٍ مَّخْضُودٍ﴾؟ خضَدَ اللهُ شوكه فجعل مكان كل شوكةٍ ثمرة، وإِن الثمرة من ثمره تفتَّق عن اثنين وسبعين","vol":"3","page":290},{"text":"لونًا من الطعام، ما فيها لونٌ يشبه الآخر» ﴿وَطَلْحٍ مَّنضُودٍ﴾ هو شجر الموز ومعنى ﴿مَّنضُودٍ﴾ أي متراكم قد نُضد بالحمل من أسفله إِلى أعلاه ﴿وَظِلٍّ مَّمْدُودٍ﴾ أي وظل دائم باقٍ لا يزول ولا تنسخه الشمس، لأن الجنة ظل كلها لا شمس فيها ﴿لاَ يَرَوْنَ فِيهَا شَمْسًا وَلاَ زَمْهَرِيرًا﴾ [الإِنسان: ١٣] وفي الحديث «إن في الجنة شجرةً يسير الراكب في ظلها مائة عام لا يقطعها واقرءوا إن شئتم ﴿وَظِلٍّ مَّمْدُودٍ﴾» وقال الرازي: ومعنى ﴿مَّمْدُودٍ﴾ أي لا زوال له فهو دائم ﴿أُكُلُهَا دَآئِمٌ وِظِلُّهَا﴾ [الرعد: ٣٥] أي دائم، والظلُّ ليس ظل الأشجار، بل ظل يخلقه الله تعالى ﴿وَمَآءٍ مَّسْكُوبٍ﴾ أي وماءٍ جارٍ دائمًا لا ينقطع يجري في غير أخدود قال القرطبي: كانت العرب أصحاب بادية، والأنهار في بلادهم عزيزة، لا يصلون إِلىلماء إِلا بالدلو والرشاء، فوعدوا بالجنة بأسباب النزهة وهي الأشجار وظلالها، والمياه والأنهار وجريانها ﴿وَفَاكِهَةٍ كَثِيرَةٍ لاَّ مَقْطُوعَةٍ وَلاَ مَمْنُوعَةٍ﴾ أي وفاكهةٍ كثيرة متنوعة، ليست بالقليلة العزيزة كما كانت في بلادهم، لا تنقطع كما تنقطع ثمار الدنيا في الشتاء، وليست ممنوعة عن أحد، قال ابن عباس: لا تنقطع إِذا جُنيت، ولا تمتنع من أحدٍ إِذا أراد أخذها وفي الحديث «ما قُطعت ثمرةٌ من ثمار الجنة إِلا عاد مكانها أخرى» ﴿وَفُرُشٍ مَّرْفُوعَةٍ﴾ أي عالية وطيئة ناعمة وفي الحديث «ارتفاعها كما بين السماء والأرض، ومسيرة ما بينهما خمس مائة عام» قال الألوسي: ولا تستبعد هذا من حيث العروجُ والنزولُ، فالعالم عالم آخر فوق طور عقلك تنخفض للمؤمن إِذا أراد الجلوس عليها ثم ترتفع به، والله على كل شيء قدير ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً﴾ أي خلقنا نساء الجنة خلقًا جديدًا، وأبدعناهن إِبداعًا عجيبًا، قال في التسهيل: ومعنى إنشاء النساء أن الله تعالى يخلقهن في الجنة خلقًا آخر في غاية الحسن بخلاف الدنيا، فالعجوز ترجع شابة، والقبيحة ترجع جميلة قال ابن عباس: يعني الآدميات العجائز الشمط خلقهن الله بعد الكبر الهرم خلقًا آخر ﴿فَجَعَلْنَاهُنَّ أَبْكَارًا﴾ أي فجعلناهن عذارى، كلما أتاهنَّ أزواجهن وجدوهنَّ أبكارًا ﴿عُرُبًا﴾ جمع عروب وهي المتحببة لزوجها العاشقة له قال مجاهد: هنَّ العاشقات لأزواجهن المتحببات لهن اللواتي يشتهين أزواجهن ﴿أَتْرَابًا﴾ أي مستويات في السنِّ مع أزواجهن، في سنّ أبناء ثلاث وثلاين، عن أم سلمة ﵂ قالت:\n«سألت النبي ﷺ َ عن قوله تعالى ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا عُرُبًا أَتْرَابًا﴾ فقال يا أم سلمة: هنَّ اللواتي قُبضن في الدنيا عجائز، شُمطًا عُمشًا، رُمصًا، جعلهن الله بعد الكِبر أترابًا على ميلادٍ واحد في الاستواء» وفي الحديث «أن امرأة عجوزًا جاءت النبي ﷺ َ فقالت يا رسول الله: أُدع الله أن يُدخلني الجنة، فقال: يا أم فلان إِن الجنة لا تدخلها","vol":"3","page":291},{"text":"عجوز، فولَّت تبكي، فقال: أخبروها أنها لا تدخلها وهي عجوز، فإن الله تعالى يقول ﴿إِنَّآ أَنشَأْنَاهُنَّ إِنشَآءً فَجَعَلْنَاهُنَّ أَبْكَارًا﴾» ﴿لأَصْحَابِ اليمين﴾ أي أنشأنا هؤلاء النساء الأبكار لأصحاب اليمين ليستمتعوا بهنَّ في الجنة، ثم قال تعالى ﴿ثُلَّةٌ مِّنَ الأولين وَثُلَّةٌ مِّنَ الآخرين﴾ أي هم جماعة من الأولين من الأمم الماضية، وجماعة من المتأخرين من أُمة محمد ﷺ َ، قال في البحر: ولا تنافي بين هذه الآية ﴿وَثُلَّةٌ مِّنَ الآخرين﴾ وبين الآية التي سبقتها وهي قوله ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ لأن الثانية في السابقين فلذلك قال ﴿وَقَلِيلٌ مِّنَ الآخرين﴾ وهذه في أصحاب اليمين ولذلك قال ﴿وَثُلَّةٌ مِّنَ الآخرين﴾ . . ثم شرع تعالى في بيان الصنف الثالث وهم أهل النار فقال ﴿وَأَصْحَابُ الشمال مَآ أَصْحَابُ الشمال﴾ استفهام بمعنى التهويل والتفظيع والتعجيب من حالهم أي وأصحابُ الشمال وهم الذين يعطون كتبهم بشمائلهم ما أصحاب الشمال؟ أي ما حالهم وكيف مآلهم؟ ثم فصَّل تعالى حالهم فقال ﴿فِي سَمُومٍ وَحَمِيمٍ﴾ أي في ريح حارة من النار تنفذ في المسام، وماءٍ شديد الحرارة ﴿وَظِلٍّ مِّن يَحْمُومٍ﴾ أي وفي ظلٍ من دخان أسود شديد السواد ﴿لاَّ بَارِدٍ﴾ أي ليس هذا الظل باردًا يستروح به الإِنسان من شدة الحر ﴿وَلاَ كَرِيمٍ﴾ أي وليس حن المنظر يُسرُّ به من يستفيء بظله قال الخازن: إِن فائدة الظل ترجع إِلى أمرين: أحدهما: دفع الحر، والثاني: حسن المنظر وكون الإِنسان فيه مكرمًا، وظلُّ أهل النار بخلاف هذا لأنهم في ظل من دخان أسود حار. . ثم بيَّن تعالى سبب استحقاقهم ذلك فقال ﴿إِنَّهُمْ كَانُواْ قَبْلَ ذَلِكَ مُتْرَفِينَ﴾ أي لأنهم كانوا في الدنيا منعَّمين، مقبلين على الشهوات والملذات ﴿وَكَانُواْ يُصِرُّونَ عَلَى الحنث العظيم﴾ أي وكانوا يداومون على الذنب العظيم وهو الشرك بالله قال المفسرون: لفظ الإَصرار يدل على المداومة على المعصية، والحنثُ هو الذنب الكبير والمراد به هنا الكفر بالله كما قاله ابن عباس ﴿وَكَانُواْ يِقُولُونَ أَإِذَا مِتْنَا وَكُنَّا تُرَابًا وَعِظَامًا أَإِنَّا لَمَبْعُوثُونَ﴾ أي هل سنبعث بعد أن تصبح أجسادنا ترابًا وعظامًا نخرة؟ وهذا استبعادٌ منهم لأمر البعث وتكذيب له ﴿أَوَ آبَآؤُنَا الأولون﴾؟ تأكيدٌ للإِنكار ومبالغة فيه أي وهل سيبعث آباؤنا الأوائل بعد أن بليت أجسامهم وتفتَّتت عظامهم؟ ﴿قُلْ إِنَّ الأولين والآخرين لَمَجْمُوعُونَ إلى مِيقَاتِ يَوْمٍ مَّعْلُومٍ﴾ أي قل لهم يا محمد: إن الخلائق جميعًا السابقين منهم واللاحقين، سيجمعون ويحشرون ليوم الحساب الذي حدَّده الله بوقت معلوم لا يتقدم ولا يتأخر\n﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ﴾ [هود: ١٠٣١٠٤] ﴿ثُمَّ إِنَّكُمْ أَيُّهَا الضآلون المكذبون لأَكِلُونَ مِن شَجَرٍ مِّن زَقُّومٍ﴾ أي ثم إنكم يا معشر كفار مكة، الضالون عن الهدى، المكذبون بالبعث والنشور، لآكلون من شجر الزقوم الذي ينبت في أصل الجحيم ﴿فَمَالِئُونَ مِنْهَا البطون﴾ أي فمالئون بطونكم من تلك الشجرة الخبيثة لغلبة الجوع عليكم ﴿فَشَارِبُونَ عَلَيْهِ مِنَ الحميم﴾ أي فشاربون عليه الماء الحار الذي اشتد غليانه ﴿فَشَارِبُونَ شُرْبَ الهيم﴾ أي فشاربون شرب الإِبل العطاش قال ابن عباس: الهيمُ الإِبل","vol":"3","page":292},{"text":"العطاش التي لا تروى لداء يصيبها وقال أبو السعود: إنه يسلط على أهل النار من الجوع ما يضطرهم إِلى أكل الزقوم الذي هو كالمُهل، فإِذا ملأوا منه بطونهمه وهو في غاية الحرارة والمرارة سُلِّط عليهم من العطش ما يضطرهم إلى شرب الحميم الذي يقطع أمعاءهم، فيشربونه شرب الهيم وهي الإِبل التي بها الهيام وهو داء يصيبها فتشرب ولا تروى ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ أي هذه ضيافتهم وكرامتهم يوم القيامة، وفيه تهكم بهم قال الصاوي: والنُزُل في الأصل ما يهيأ للضيف أول قدومه من التحف والكرامة، فتسمية الزقوم نُزلًا تهكم بهم.","vol":"3","page":293},{"text":"المنَاسَبَة: لما ذكر تعالى الأشقياء المجرمين وأحوالهم في نار جهنم، ذكر هنا الأدلة والبراهين على قدرة الله ووحدانيته في بديع خلقه وصنعه، لتقوم الحجة على المنكر المكذب بوجود الله، وختم السورة الكريمة بالتنويه بذكر أهل السعادة، وأهل الشقاوة، والسابقين إِلى الخيرات، ليكون ذلك كالتفصيل لما ورد في أول السورة من الإِجمال، والإِشادة بذكر مآثر المقربين في البدء والمآل.\nاللغَة: ﴿تَفَكَّهُونَ﴾ تفكَّه بالشيء تمتَّع به، ورجلٌ فَكه منبسط النفس غير مكترث بشيء ﴿المزن﴾ السحاب جمع مُزْنة قال الشاعر:","vol":"3","page":293},{"text":"ونحن كماء المُزن ما في نصابها ... كَهَامٌ ولا فينا يُعدُّ بخيل\n﴿تُورُونَ﴾ أورى النار من الزناد قدحها ﴿لِّلْمُقْوِينَ﴾ المسافرين يقال أقوى الرجل إِذا دخل القواء وهو القفر، والقوى الجوع قال الشاعر:\nوإِني لأختار القوى طاوي الحشا ... محافظةً من أن يُقال لئيم\n﴿مُّدْهِنُونَ﴾ المدهن: الذي ظاهرة خلاف باطنة، كأنه شُبّه بالدهن في سهولة ظاهره ومنه المداهنة ﴿مَدِينِينَ﴾ مجزيين ومحاسبين من الدين بمعنى الجزاء ﴿فَرَوْحٌ﴾ الرُّوح بفتح الراء الاستراحة ﴿رَيْحَانٌ﴾ الريحان: كل مشموم طيب الريح من النبات.\nالتفسِير: ﴿نَحْنُ خَلَقْنَاكُمْ فَلَوْلاَ تُصَدِّقُونَ﴾ أي نحن خلقناكم أيها الناسُ من العدم، فهلاَّ تصدقون بالبعث؟ فإِن من قدر على البدء قادرٌ على الإِعادة ﴿أَفَرَأَيْتُمْ مَّا تُمْنُونَ﴾ أي أخبروني عمَّا تصبُّونه من المنيّ في أرحام النساء ﴿أَأَنتُمْ تَخْلُقُونَهُ أَم نَحْنُ الخالقون﴾؟ أي هل أنتم تخلقون هذا المنيَّ بشرًا سويًا، أم نحن بقدرتنا خلقناه وصوَّرناه؟ ﴿قال القرطبي: وهذا احتجاج على المشركين وبيانٌ للآية الأولى والمعنى إِذا أقررتم بأنا خالقوه لا غيرنا فاعترفوا بالبعث ﴿نَحْنُ قَدَّرْنَا بَيْنَكُمُ الموت﴾ أي نحن قضينا وحكمنا عليكم بالموت وساوينا بينكم فيه قال الضحاك: ساوى فيه بين أهل","vol":"3","page":294},{"text":"السماء والأرض، سواء في الشريف والوضيع، والأمير والصعلوك ﴿وَمَا نَحْنُ بِمَسْبُوقِينَ﴾ أي وما نحن بعاجزين ﴿على أَن نُّبَدِّلَ أَمْثَالَكُمْ﴾ أي على أن نهلككم ونستبدل قومًا غيركم يكونون أطوع لله منكم كقوله تعالى ﴿إِن يَشَأْ يُذْهِبْكُمْ وَيَأْتِ بِخَلْقٍ جَدِيدٍ﴾ [إبراهيم: ١٩] ﴿وَنُنشِئَكُمْ فِي مَا لاَ تَعْلَمُونَ﴾ أي ولسنا بعاجزين أيضًا أن نعيدكم يوم القيامة في خلقةٍ لا تعلمونها ولاتصل إِليها عقولكم، والغرضُ أن الله قادر على أن يهلكهم وأن يعيدهم وأن يبعثهم يوم القيامة، ففي الآية تهديد واحتجاج على البعث ﴿وَلَقَدْ عَلِمْتُمُ النشأة الأولى﴾ أي ولقد عرفتم أن الله أنشأكم من العدم بعد أن لم تكونوا شيئًا مذكورًا، فخلقكم من نطفة ثم من علقة ثم من مضغة، وجعل لكم السمع والأبصار والأفئدة ﴿فَلَوْلاَ تَذَكَّرُونَ﴾ أي فهلا تتذكرون بأن الله قادر على إعادتكم كما قدر على خلقكم أول مرة؟ ﴿أَوَلاَ يَذْكُرُ الإنسان أَنَّا خَلَقْنَاهُ مِن قَبْلُ وَلَمْ يَكُ شَيْئًا﴾ [مريم: ٦٧]؟﴾ ﴿أَفَرَأَيْتُم مَّا تَحْرُثُونَ﴾ هذه حجة أخرى على وحدانية الله وقدرته أي أخبروني عن البذر الذي تلقونه في الطين ﴿أَأَنتُمْ تَزْرَعُونَهُ أَمْ نَحْنُ الزارعون﴾؟ أي أأنتم تنبتونه وتنشئونه حتى يكون فيه السنبل والحبُّ أم نحن الفاعلون لذلك؟ فإِذا أقررتم أن الله هو الذي يخرج الحبَّ وينبت الزرع، فكيف تنكرون إِخراجه الأموات من الأرض؟ ﴿لَوْ نَشَآءُ لَجَعَلْنَاهُ حُطَامًا﴾ أي لو أردنا لجعلنا هذا الزرع هشيما متكسرًا لا ينتفع به في طعام ولا غيره قال القرطبي: والحُطام الهشيم الهالك الذي لا يُنتفع به في مطعم ولا غذاء، فنبههم بذلك على أمرين: أحدهما: ما أولاهم به من النعم في زرعهم ليشكروه الثاني: ليعتبروا في أنفسهم فكما أنه تعالى يجعل الزرع حُطامًا إِذا شاء، كذلك يهلكهم إِذا شاء ليتعظوا فينزجروا ﴿فَظَلْتُمْ تَفَكَّهُونَ﴾ أي فظللتم وبقيتم تتفجعون وتحزنون على الزرع مما حلَّ به وتقولون ﴿إِنَّا لَمُغْرَمُونَ﴾ أي إنا لمحمَّلون الغرم في إِنفاقنا حيث ذهب زرعنا وغرمنا الحبَّ الذي بذرناه ﴿بَلْ نَحْنُ مَحْرُومُونَ﴾ أي بل نحن محرومون الرزق، غرمنا قيمة البذر، وحُرمنا خروج الزرع ﴿أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ﴾ أي أخبروني عن الماء الذي تشربونه عذبًا فراتًا لتدفعوا عنكم شدة العطش ﴿أَأَنتُمْ أَنزَلْتُمُوهُ مِنَ المزن أَمْ نَحْنُ المنزلون﴾ أي هل أنتم الذين أنزلتموه من السحاب أم نحن المنزلون له بقدرتنا؟ قال الخازن: ذكَّرهم تعالى نعمته عليهم بإِنزال المطر الذي لا يقدر عليه إِلا اللهُ ﷿ ﴿لَوْ نَشَآءُ جَعَلْنَاهُ أُجَاجًا﴾ أي لو شئنا لجعلناه ماءٌ مالحًا شديد الملوحة لا يصلح لشرب ولا لزرع قال ابن عباس: ﴿أُجَاجًا﴾ شديد الملوحة وقال الحسن: مُرًّا زُعافًا لا يمكن شربه ﴿فَلَوْلاَ تَشْكُرُونَ﴾ أي فهلاّ تشكرون ربكم على نعمه الجليلة عليكم؟! وفي الحديث أن النبي ﷺ َ شرب الماء قال\n«الحمد لله الذي سقانا عذبًا فُراتًا برحمته، ولم يجعله ملحًا أُجاجًا بذنوبنا» ﴿أَفَرَأَيْتُمُ النار التي تُورُونَ﴾ أي أخبروني عن النار التي تقدحونها وتستخرجونها من الشجر الرطب ﴿أَأَنتُمْ أَنشَأْتُمْ شَجَرَتَهَآ أَمْ نَحْنُ المنشئون﴾ أي هل أنتم خلقتم","vol":"3","page":295},{"text":"شجرها أم نحن الخالقون المخترعون؟ قال ابن كثير: وللعرب شجرتان: إِحداهما المرخُ، والأُخرى العُفار، إِذا أُخذ منهمنا غصنان أخضران، فحُك أحدهما بالآخر تناثر من بينهما شرر النار، وقيل: أراد جميع الشجر الذي توقد منه النار، لما روي عن ابن عباس أنه قال: ما من شجرة ولا عود إِلا وفيه النار سوى العُناب ﴿نَحْنُ جَعَلْنَاهَا تَذْكِرَةً﴾ أي جعلنا نار الدنيا تذكيرًا للنار الكبرى «نار جهنم» إِذا رآها الرائي ذكر بها نار جهنم، فيخشى اللهَ ويخاف عقابه وفي الحديث «ناركم هذه التي توقدون جزءٌ من سبعين جزءًا من نار جهنم، فقالوا يا رسول الله: إِنْ كانت لكافية!! فقال: والذي نفسي بيده لقد فضّلت عليها بتسعة وتسعين جزءًا، كلهن مثل حرها»\n﴿وَمَتَاعًا لِّلْمُقْوِينَ﴾ أي ومنفعقةً للمسافرين قال ابن عباس: ﴿المقوين﴾ المسافرين، وقال مجاهد: للحاضر والمسافر، المستمتعين بالنار من الناس أجمعين قال الخازن: والمقوي النازلُ في الأرض القواء وهي الأرض الخالية البعيدة عن العمران والمعننى أنه ينتفع بها أهل البوادي والسُفَّار، فإِن منفعتهم أكثر من المقيم، فإِنهم يوقدون النار بالليل لتهرب السباع ويهتدي بها الضال إِلى غير ذلك من المنافع وهو قول أكثر المفسرين. . ولما ذكر دلائل القدرة والوحدانية في الإِنسان، والنبات، والماء، والنار، أمر رسوله بتسبيح الله الواحد القهار فقال ﴿فَسَبِّحْ باسم رَبِّكَ العظيم﴾ أي فنزِّه يا محمد ربك عما أضافه إليه المشركون من صفات العجز والنقص وقل: سبحان من خلق هذه الأشياء بقدرته، وسخَّرها لنا بحكمته، سبحانه ما أعظم شأنه، وأكبر سلطانه! ﴿عدَّد ﷾ نعمه على عباده، فبدأ بذكر خلق الإٍنسان فقال ﴿أَفَرَأَيْتُمْ مَّا تُمْنُونَ﴾ ثم بما به قوامه ومعيشته وهو الزرع فقال ﴿أَفَرَأَيْتُم مَّا تَحْرُثُونَ﴾ ثم بما به حياته وبقاؤُه وهو الماء فقال ﴿أَفَرَأَيْتُمُ المآء الذي تَشْرَبُونَ﴾ ثم بما يصنع به طعامه، ويصلح به اللحوم والخضار وهو النار فقال ﴿أَفَرَأَيْتُمُ النار التي تُورُونَ﴾ فيا له من إله كريم، ومنعمٍ عظيم﴾ ! ثم شرع بالقسم على جلال القرآن ورفعته، وعلو شأنه ومنزلته، وأنه تنزل العزيز الحكيم فقال ﴿فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم﴾ اللام لتأكيد الكلام وتقويته، وزيادة «لا» كثير في كلام العرب ومشهور قال الشاعر:\nتذكرتُ ليلى فاعترتني صبابةٌ ... وكادَ نياطُ القلب لا يتقطَّع\nاي كاد يتقطع قال القرطبي: «لا» صلة في قول أكثر المفسرين والمعنى «فأقسم» بدليل قوه بعده ﴿وَإِنَّهُ لَقَسَمٌ﴾ أي فأقسم بمنازل النجوم وأماكن دورانها في أفلاكها وبروجها ﴿وَإِنَّهُ لَقَسَمٌ لَّوْ","vol":"3","page":296},{"text":"تَعْلَمُونَ عَظِيمٌ﴾ أي وإِن هذا القسم العظيم جليل، لو عرفتم عظمته لآمنتم وانتفعتم به، لما في المقسم به من الدلالة على عظيم القدرة، وكمال الحكمة، وفرط الرحمة، ومن مقتضيات رحمته تعالى أن لا يترك عباده سُدى ﴿إِنَّهُ لَقُرْآنٌ كَرِيمٌ﴾ هذا هو المقسم عليه، والمعنى أقسم بمواقع النجوم إِن هذا القرآن وقرآن كريم، ليس بسحرٍ ولا كهانة وليس بمفترى، بل هو قرآن كريم مجيد، جعله الله معجزة لنبيه محمد ﷺ َ وهو كثير المنافع والخيرات والبركات ﴿فِي كِتَابٍ مَّكْنُونٍ﴾ أي في كتاب مصونٍ عند الله تعالى، محفوظ عن الباطل وعن التبديل والتغيير قال ابن عباس: هو اللوح المحفوظ، وقال مجاهد: هو المصحف الذي بأيدينا ﴿لاَّ يَمَسُّهُ إِلاَّ المطهرون﴾ أي لا يمس ذلك الكتاب المكنون إِلا المطهرون، وهم الملائكة الموصوفون بالطهارة من الشرك والذنوب والأحداث، أو لا يمسُّه إِلا من كان متوضئًا طاهرًا قال القرطبي المراد بالكتاب المصحف الذي بأيدينا وهو الأظهر لقول ابن عمر «لا تمسَّ القرآن إلا وأنت طاهر» ولكتاب رسول اله ﷺ َ لعمرو بن حزم\n«وألاَّ يمسَّ القرآن إِلا طاهر» ﴿تَنزِيلٌ مِّن رَّبِّ العالمين﴾ أي منزَّلمن عند الله جل وعلا. . ثم لمَّا عظم أمر القرآن ومجَّد شأنه وبخ الكفار فقال ﴿أفبهذا الحديث أَنتُمْ مُّدْهِنُونَ﴾ أي أفبهذا القرآن يا معشر الكفار تكذبون وتكفرون؟ ﴿وَتَجْعَلُونَ رِزْقَكُمْ أَنَّكُمْ تُكَذِّبُونَ﴾ أي وتجعلونن شكر رزقكم أنكم تكذبون برازقكم، وهو المنعم المتفضل عليكم؟ ﴿فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم﴾ أي فهلاَّ إِذا بلغت الروح الحلقوم عند معالجة سكرات الموت ﴿وَأَنتُمْ حِينَئِذٍ تَنظُرُونَ﴾ أي وأنتم في ذلك الوقت تنظرون إِلى المحتضر وما يكابده من شدائد وأهوال ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنكُمْ ولكن لاَّ تُبْصِرُونَ﴾ أي ونحن بعلمنا واطلاعنا أقرب إلى الميت منكم ولكنْ لا تعلمون ذلك، ولا تبصرون ملائكتنا الذين حضروه لقبض روحه قال ابن كثير: ومعنى الآية ملائكتنا أقرب إِليه منكم ولكن لا ترونهم كما قال تعالى ﴿حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا وَهُمْ لاَ يُفَرِّطُونَ﴾ [الأنعام: ٦١] ﴿فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ﴾ أي فهلاَّ إن كنتم غير مجزيين بأعمالكم كما تزعمون ﴿تَرْجِعُونَهَآ إِن كُنتُمْ صَادِقِينَ﴾ أي تردون نفس هذا الميت إلى جسده بعد ما بلغت الحلقوم قال ابن عباس: ﴿غَيْرَ مَدِينِينَ﴾ أي غير محاسبين ولا مجزيين قال الخازن: أجاب عن قوله ﴿فَلَوْلاَ إِذَا بَلَغَتِ الحلقوم﴾ وعن قوله ﴿فَلَوْلاَ إِن كُنتُمْ غَيْرَ مَدِينِينَ﴾","vol":"3","page":297},{"text":"بجواب واحد وهو قوله ﴿تَرْجِعُونَهَآ إِن كُنتُمْ صَادِقِينَ﴾ ومعنى الآية: إِن كان الأمر كما تقولون أنه لا بعث ولا حساب، ولا إله يجازي، فهلاّ تردون نفس من يعزُّ عليكم إِذا بلغت الحلقوم؟ وإِذا لم يمكنكم ذلك فاعلموا أن الأمر إِلى غيركم وهو الله تعالى فآمنوا به. . ثم ذكر تعالى طبقات الناس عند الموت وعند البعث، وبيَّن درجاتهم في الآخرة فقال ﴿فَأَمَّآ إِن كَانَ مِنَ المقربين فَرَوْحٌ وَرَيْحَانٌ وَجَنَّتُ نَعِيمٍ﴾ أي فأما إِن كان هذا الميت من المحسنين السابقين بالدرجات العلا، فله عند ربه استراحة ورزق حسن وجنة واسعة يتنعم فيها قال القرطبي: والمراد بالمقربين السابقون المذكورون في أول السورة ﴿وَأَمَّآ إِن كَانَ مِنْ أَصْحَابِ اليمين﴾ أي وأما إِن كان المحتضر من السعداء أهل الجنة الذين يأخذون كتبهم بأيمانهم ﴿فَسَلاَمٌ لَّكَ مِنْ أَصْحَابِ اليمين﴾ أي فسلامٌ لك يا محمد منهم، لأنهم في راحةٍ وسعادة ونعيم ﴿وَأَمَّآ إِن كَانَ مِنَ المكذبين الضآلين﴾ أي وأما إِن كان المحتضر من المنكرين للبعث، الضالين عن الهدى والحق ﴿فَنُزُلٌ مِّنْ حَمِيمٍ﴾ أي فضيافتهم التي يُكرمون بها أول قدومهم، الحميمُ الذي يصهر البطون لشدة حرارته قال في التسهيل: النُزل أول شيءٍ يُقدم للضيف ﴿وَتَصْلِيَةُ جَحِيمٍ﴾ أي ولهم إِصلاءٌ بنار جهنم وإِذاقة لهم من حرها ﴿إِنَّ هذا لَهُوَ حَقُّ اليقين﴾ أي إن هذا الذي قصصناه عليك يا محمد من جزاء السابقين، والسعداء، والأشقياء لهو الحقُّ الثابت الذي لا شك فيه ولا ريب، وهو عين اليقين الذي لا يمكن إِنكاره ﴿فَسَبِّحْ باسم رَبِّكَ العظيم﴾ أي فنزِّه ربك عن النقص والسوء، وعمَّا يصفه به الظالمون، لما نزلت هذه الآية الكريمة قال النبي ﷺ َ:\n«اجعلوها في ركوعكم، ولما نزلت ﴿سَبِّحِ اسم رَبِّكَ الأعلى﴾ [الأعلى: ١] قال ﷺ َ: اجعلوها في سجودكم» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - جناس الاشتقاق ﴿إِذَا وَقَعَتِ الواقعة﴾ [الواقعة: ١] والجناس الناقص في قوله ﴿فَرَوْحٌ وَرَيْحَانٌ﴾ .\n٢ - الطباق بين ﴿الميمنة. . والمشأمة﴾ وبين ﴿الأولين. . والآخرين﴾ وبين ﴿خَافِضَةٌ. . رَّافِعَةٌ﴾ وفي إِسناد الخفض والرفع إِلى القيامة مجاز عقلي، لأن الخافض والرافع على الحقيقة هو الله وحده، يرفع أولياءه ويخفض أعداءه، ونسب إِى القيامة مجازًا كقولهم «نهاره صائم» .\n٣ - التشبيه المرسل المجمل ﴿حُورٌ عِينٌ كَأَمْثَالِ اللؤلؤ المكنون﴾ [الواقعة: ٢٢٢٣] أي كأمثال اللؤلؤ في بياضه وصفائه، حذف منه وجه الشبه فهو مرسل مجمل.\n٤ - التفخيم والتعظيم ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾ [الواقعة: ٢٧] كرره بطريق الاستفهام تفخيمًا.\n٥ - التفنن بذكر أصحاب الميمنة ثم بذكر أصحاب اليمين، وكذلك بذكر المشئمة وذكر أصحاب الشمال ﴿فَأَصْحَابُ الميمنة مَآ أَصْحَابُ الميمنة﴾ [الواقعة: ٨] ﴿وَأَصْحَابُ اليمين مَآ أَصْحَابُ اليمين﴾ [الواقعة: ٢٧] .\n٦ - تأكيد المدح بما شبه الذم ﴿لاَ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ تَأْثِيمًا إِلاَّ قِيلًا سَلاَمًا سَلاَمًا﴾ [الواقعة: ٢٥٢٦] لأن","vol":"3","page":298},{"text":"السلام ليس من جنس الغو والتأثيم، فهو مدح لهم بإِفشاء السلام، وهذا كقول القائل «لا ذنب لي إلا محبتُك» .\n٧ - التهكم والاستهزاء ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ [الواقعة: ٥٦] أي هذا العذاب أول ضيافتهم يوم القيامة ففيه سخرية وتهكم بهم لأن النزل هو أول ما يقدم للضيف من الكرامة.\n٨ - الالتفات من الخطاب إِلى الغيبة ﴿ثُمَّ إِنَّكُمْ أَيُّهَا الضآلون المكذبون﴾ [الواقعة: ٥١] ثم قال بعد ذلك ملتفتًا عن خطابهم ﴿هذا نُزُلُهُمْ يَوْمَ الدين﴾ [الواقعة: ٥٦] وذلك للتحقير من شأنهم، والأصل هذا نزلكم.\n٩ - الجملة الاعتراضية وفائدتها لفت الأنظار إِلى أهمية القسم ﴿وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ﴾ جاءت الجملة الاعتراضية ﴿لَّوْ تَعْلَمُونَ﴾ بين الصفة والموصوف للتهويل من شأن القسم.\n١٠ - توافق الفواصل في الحرف الأخير مما يزيد في رونق الكلام وجماله مثل ﴿فِي سِدْرٍ مَّخْضُودٍ وَطَلْحٍ مَّنضُودٍ وَظِلٍّ مَّمْدُودٍ﴾ [الواقعة: ٢٨ ٣٠] ومثل ﴿فَشَارِبُونَ عَلَيْهِ مِنَ الحميم فَشَارِبُونَ شُرْبَ الهيم﴾ [الواقعة: ٥٤٥٥] ويسمى هذا بالسجع المرصَّع وهو من المحسنات البديعية.\nلطيفَة: المناسبة بين المقسم به وهو النجوم وبين المقسم عليه وهو القرآن ﴿فَلاَ أُقْسِمُ بِمَوَاقِعِ النجوم وَإِنَّهُ لَقَسَمٌ لَّوْ تَعْلَمُونَ عَظِيمٌ إِنَّهُ لَقُرْآنٌ كَرِيمٌ﴾ أن النجوم جعلها الله ليهتدي بها الناس في ظلمات البر والبحر، وآيات القرآن يُهتدى بها في ظلمات الجهل والضلالة، وتلك ظلمات حسية، وهذه ظلمات معنوية، فالقسم جاء جامعًا بين الهدايتين: الحسية للنجوم، والمعنوية للقرآن، فهذا وجه المناسبة والله أعلم.","vol":"3","page":299},{"text":"اللغَة: ﴿سَبَّحَ للَّهِ﴾ نزَّه الله ومجَّده وقدَّسه ﴿العزيز﴾ القوي الغالب على كلي شيء ﴿الأول﴾ السابق على جميع الموجودات ﴿الآخر﴾ الباقي بعد فنائها ﴿يَلِجُ﴾ يدخل ﴿يَعْرُجُ﴾ يصعد ﴿الظاهر﴾ بوجوده ومصنوعاته وآثاره ﴿الباطن﴾ بكنه ذاته عن إِدارك الأبصار له ﴿الحسنى﴾ المثوبة الحسنة والمراد بها الجنة ﴿انظرونا﴾ انتظرونا ﴿نَقْتَبِسْ﴾ نستضيء ونهتدي بنوركم ﴿سُورٍ﴾ حاجز بين الجننة والنار ﴿الغرور﴾ الشيطان وكل من خدع غيره فهو غار وغرور.","vol":"3","page":301},{"text":"التفسِير: ﴿سَبَّحَ للَّهِ مَا فِي السماوات والأرض﴾ أي مجَّد اللهَ ونزَّهه عن السوء كلُّ ما في الكون من إِنسان، وحيوان، ونبات قال الصاوي: والتسبيحُ تنزيهُ المولى عن كل ما لا يليق به قولًا، وفعلًا، واعتقادًا، من سبح في الأرض والماءِ إِذا ذهب وأبعد فيهما، وتسبيحُ العقلاء بلسان المقال، وتسبيح الجماد بلسان الحال أي أن ذاتها دالة على تنزيه صانعها عن كل نقص، وقيل بلسان المقال أيضًا ﴿ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ [الإِسراء: ٤٤] وقال الخازن: تسبيحُ العقلاء تنزيهُ الله ﷿ عن كل سوء، وعما لا يليق بجلاله، وتسبيحُ غير العقلاء من ناطق وجماد اختلفوا فيه، فقيل: تسبيحه دلالته على صانعه، فكأنه ناطق بتسبيحه، وقيل: تسبيحه بالقول يدل عليه قوله تعالى: ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ [الإِسراء: ٤٤] أي قولهم، والحقُّ ألأن التسبيح هو القولُ الذي لا يصدر إِلا من العاقل العارف بالله تعالى، وما سوى العاقل ففي تسبيحه وجهان: أحدهما: أنها تدل على تعظيمه وتنزيهه والثاني: أن جميع الموجودات بأسرها منقادةٌ له يتصرف فيها كيف يشاء، فإِن حملنا التسبيح على القول كان المراد بقوله ﴿سَبَّحَ للَّهِ مَا فِي السماوات والأرض﴾ الملائكةُ والمؤمنون العارفون بالله، وإِن حملنا التسبيح على التسبيح المعنوي، فجميع أجزاء السموات وما فيها من شمس، وقمر، ونجوم وغير ذلك وجميع ذرات الأرضين وما فيها من جبالٍ، وبحار، وشجر، ودواب وغير ذلك كلها مسبحة خاشعة خاضعة لجلال عظمة الله، منقادةٌ له يتصرف فيها كيف يشاء، فإِن قيل: قد جاء في بعض فواتح السور ﴿سَبَّحَ للَّهِ﴾ بلفظ الماضي، وفي بعضها ﴿يُسَّبح للهِ﴾ بلفظ المضارع فما المراد؟ قلت: فيه إشارة إلى كون جميع الأشياء مسبحًا لله أبدًا، غير مختص بوقت دون وقت، بل هي كانت مسبحة أبدًا في الماضي، وستكون مسبحة أبدًا في المستقبل ﴿وَهُوَ العزيز الحكيم﴾ أي وهو الغالب على أمره الذي لا يمانعه ولا ينازعه شيء، الحكيمُ في أفعاله الذي لا يفعل إِلا تقتضيه الحكمة والمصلحة. . ثم ذكر تعالى عظمته وقدرته فقال ﴿لَهُ مُلْكُ السماوات والأرض يُحْيِي وَيُمِيتُ﴾ أي هو جلا وعلا المالك المتصرف في خلقه، يحيي من يشاء، ويُميت من يشاء قال القرطبي: يميتُ الأحياء في الدنيا، ويحيي الأموات للبعث والنشور ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه شيء في الأرض ولا في السماء، ولفظُ ﴿قَدِيرٌ﴾ مبالغة في القادر لأن «فعيل» من صيغ المبالغة ﴿هُوَ الأول والآخر﴾ أي ليس لوجوده بداية، ولا لبقائه نهاية ﴿والظاهر والباطن﴾ أي الظاهرُ للعقول بالأدلة والبراهين الدالة على وجوده، الباطنُ الذي لا تدركه الأبصار، ولا تصلُ العقول إِلى معرفة كنه ذاته وفي الحديث\n«أنت الأولُ فليس قبلك شيء، وأنت الآخر فليس بعدك شيء، وأنت الظاهر فليس فوقك شيء، وأنت الباطن فليس دونك شيء» قال شيخ زاده: وقد فسَّر صاحب الكشاف «الباطن» بأنه غير المدرك بالحواسِ وهو تفسير بحسب التشهي يؤيد مذهبه من استحالة رؤية الله في الآخرة، والحقُّ أنه تعالى ظاهرٌ بوجوده،","vol":"3","page":302},{"text":"باطنٌ بكنهه، وأنه تعالى جامعٌ بين الوصفين أزلًاَ وأبدًا ﴿وَهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي هو تعالى عالمٌ بكل ذرةٍ في الكون، لا يعزب عن عمله شيء في الأرض ولا في السماء ﴿هُوَ الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ﴾ أي خلقهما في مقدار ستة أيام ولو شاء لخلقهما بلمح البصر، وهو تحقيقٌ لعزته، وكمال قدرته، كما أن قوله ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض﴾ تحقيق لحكمته، وكمال علمه ﴿ثُمَّ استوى عَلَى العرش﴾ استواءً يليق بجلاله من غير تمثيلٍ ولا تكييفٍ ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا﴾ أي يعلم ما يدخل في الأرض من مطر وأموات، وما يخرج منها من معادن ونبات وغير ذلك ﴿وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا﴾ أي وما ينزل من السماء من الأرزاق، والملائكة، والرحمة، والعذاب، وما يصعد فيها من الملائكة والأعمال الصالحة كقوله ﴿إِلَيْهِ يَصْعَدُ الكلم الطيب﴾ [فاطر: ١٠] ﴿وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ﴾ أي هو جل وعلا حاضرٌ مع كل أحدٍ بعلمه وإِحاطته قال ابن عباس: هو عالمٌ بكم أينما كنتم قال ابن كثير: أي هو رقيبٌ عليكم، شهيدٌ على أعمالكم، حيث كنتم وأين كنتم، من برٍّ وبحر، في ليلٍ أو نهار، في البيوت أو القفار، الجميع في علمه على السواء، يسمع كلامكم ويرى مكانكم، ويعلم سرَّكم ونجواكم ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي رقيب على أعمال العباد، مطلع علىك ل صغيرة وكبيرة ﴿لَّهُ مُلْكُ السماوات والأرض﴾ كرره للتأكيد والتمهيد لإِثبات الحشر والنشر أي هو المعبود على الحقيقة، المتصرف في الخلق كيف يشاء ﴿وَإِلَى الله تُرْجَعُ الأمور﴾ أي إِليه وحده مرجع أمور الخلائق في الآخرة فيجازيهم على أعمالهم ﴿يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ أي هو المتصرف في الكون كيف يشاء، يقلِّب الليل والنهار بحكمته وتقديره، ويدخل كلًا منهما في الآخر، فتارة يطول الليل ويقصر النهار، وأُخرى بالعكس ﴿وَهُوَ عَلِيمٌ بِذَاتِ الصدور﴾ أي هو العالم بالسرائر والضمائر، وما فيها من النوايا والخفايا، ومن كانت هذه صفته فلا يجوز أن يُعبد سواه.\n. ثم لما ذكر دلائل عظمته وقدرته، أمر بتوحيده وطاعته فقال ﴿آمِنُواْ بالله وَرَسُولِهِ﴾ أي صدِّقوا بأن الله واحد وأن محمدًا عبده ورسوله ﴿وَأَنفِقُواْ مِمَّا جَعَلَكُم مُّسْتَخْلَفِينَ فِيهِ﴾ أي وتصدّقوا من الأموال التي جعلكم الله خلفاء في التصرف ليها، فهي في الحقيقة لله لا لكم قال في التسهيل: يعني أن الأموال التي بأيديكم إنماهي أموال الله لأنه خلقها، ولكنه متَّعكم بها وجعلكم خلفاء بالتصرف فيها، فأنتم فيها بمنزلة الوكلاء فلا تمنعوها من الإِنفاق فيما أمركم مالكها أن تنفقوها فيه، والمقصود التحريضُ على","vol":"3","page":303},{"text":"الإِنفاق والتزهيد في الدنيا ولهذا قال بعده ﴿فالذين آمَنُواْ مِنكُمْ وَأَنفَقُواْ لَهُمْ أَجْرٌ كَبِيرٌ﴾ أي فالذين جمعوا بين الإِيمان الصادق والإِنفاق في سبيل الله ابتغاء وجهه الكريم لهم أجر عظيم وهو الجننة قال أبو السعود: وفي الآية من المبالغات ما لا يخفى، حيث جعل الجملة اسمية ﴿فالذين آمَنُواْ﴾ وأعيد ذكرُ الإِيمان والإِنفاق ﴿آمَنُواْ وَأَنفَقُواْ﴾ وكرر الإِسناد ﴿لَهُمْ﴾ وفخَّم الأجر بالتنكير ووصفه بالكبير ﴿لَهُمْ أَجْرٌ كَبِيرٌ﴾ ﴿وَمَا لَكُمْ لاَ تُؤْمِنُونَ بالله﴾ استفهام للإِنكار والتوبيخ أي أيُّ عذرٍ لكم في ترك الإِيمان بالله؟ ﴿والرسول يَدْعُوكُمْ لِتُؤْمِنُواْ بِرَبِّكُمْ﴾ أي والحالُ أن الرسول صلى الل عليه وسلم يدعوكم للإِيمان بربكم وخالقكم، بالبراهين القاطعة، والحجج الدامغة ﴿وَقَدْ أَخَذَ مِيثَاقَكُمْ﴾ أي وقد أخذ الله ميثاقكم وهو العهد المؤكد بما ركز في العقول من الأدلة الدالة على وجود الله قال أبو السعود: وذلك بنصب الأدلة والتمكين من النظر وقال الخازن: أخذ ميثاقكم حين أخرجكم من ظهر آدم وأعلمكم بأن الله ربكم لا إله لكم سواه، وقيل: أخذ ميثاقكم حيث ركب فيكم العقول، ونصب لكم الأدلة والبراهين والحجج التي تدعو إلى متابعة الرسول ﴿إِن كُنتُمْ مُّؤْمِنِينَ﴾ شرطٌ حذف جوابه أي إِن كنتم مؤمنين في وقت من الأوقات فالآن أحرى الأوقات لقيام الحجج والبراهين عليكم. . ثم ذكر تعالى بعض الأدلة الدالة على وجوب الإيمان فقال ﴿هُوَ الذي يُنَزِّلُ على عَبْدِهِ آيَاتٍ بَيِّنَاتٍ﴾ أي هو تعالى الذي ينزّل على محمد القرآن العظيم، المعجز في بيانه، الواضح في أحكامه قال القرطبي: يريد بالآيات البينات القرآن وقيل: المعجزات أي لزمكم الإِيمان بمحمد ﷺ َ لما معه من المعجزات، والقرآنُ أكبرها وأعظمها ﴿لِّيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور﴾ أي ليخرجكم من ظلمات الكفر إِلى نور الإِيمان ﴿وَإِنَّ الله بِكُمْ لَرَءُوفٌ رَّحِيمٌ﴾ أي مبالغ في الرأفة والرحمة بكم، حيث أنزل الكتب وأرسل الرسل لهدايتكم، ولم يقتصر على ما نصب لكم من الحجج العقلية ﴿وَمَا لَكُمْ أَلاَّ تُنفِقُواْ فِي سَبِيلِ الله وَلِلَّهِ مِيرَاثُ السماوات والأرض﴾؟ أيْ أيُّ شيءٍ يمنعكم من الإِنفاق في سبيل الله، وفيما يقربكم من ربكم، وأنتم تموتون وتخلّفون أموالكم وهي صائرة إِلى الله تعالى؟ قال الإِمام الفخر: المعنى إِنكم ستموتون فتورثون، فهلاَّ قدمتموه في الإِنفاق في طاعة الله!! وهذا من أبلغ الحث على الإِنفاق في سبيل الله ﴿لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ﴾ أي لا يستوي في الفضل من أنفق ماله وقاتل الأعداء مع رسول الله قبل فتح مكة، مع من أنفق ماله وقاتل بعد فتح مكة قال المفسرون: وإنما كانت النفقة قبل الفتح أعظم، لأن حاجة الإِسلام إِلى الجهاد والإِنفاق كانت أشد، ثم أعز الله الإِسلام بعد الفتح وكثَّر ناصريه، ودخل الناس في دين الله أفواجًا ﴿أولئك أَعْظَمُ دَرَجَةً مِّنَ الذين أَنفَقُواْ مِن بَعْدُ وَقَاتَلُواْ﴾ أي أعظم أجرًا، وأرفع منزلة من الذين أنفقوا من بعد فتح مكة وقاتلوا لإِعلاء كلمة الله قال الكلبي: نزلت في «أبي بكر» لأنه أول من أسلم، وأول من أنفق ماله في سبيل الله، وذبَّ عن رسول الله ﷺ َ ﴿وَكُلًاّ وَعَدَ الله الحسنى﴾ أي وكلًا ممن آمن وأنفق قبل الفتح، ومن آمن وأنفق بعد الفتح،","vol":"3","page":304},{"text":"وعده الله الجنة مع تفاوت الدرجات ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي عالمٌ بأعمالكم، مطلع على خفاياكم ونواياكم، ومجازيكم عليه، وفي الآية وعدٌ ووعيد ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا﴾ أي من ذا الذي ينفق ماله في سبيل الله ابتغاء رضوانه ﴿فَيُضَاعِفَهُ لَهُ﴾ أي يعطيه أجره على إنفاقه مضاعافً ﴿وَلَهُ أَجْرٌ كَرِيمٌ﴾ أي وله مع المضاعفة ثواب عظيم كريم وهو الجننة قال ابن كثير: أي جزاء جميل ورزق باهر وهو الجنة، ولما نزلت هذه الآية قال\n«ابو الدحداح الأنصاري» يا رسول الله: وإنَّ الله ليريد منا القرض؟ قال: نعم يا أبا الدحداح، قال أرني يدك يا رسول الله، فناوله يده، قال: فإِني قد أقرضت ربي حائطي أي بستاني وله في ستمائة نخلة، وأم الدحداح فيه هي وعيالها، فجاء أبو الدحداح فناداها: يا أم الدحداح قالت: لبيك، قال اخرجي فقد أقرضته ربي ﷿، فقالت: ربح بيعك يا أبا الدحداح ونقلت منه متاعها وصبيانها «. ثم أخبر تعالى عن المؤمنين الأبرار، وما يتقدمهم من الأنوار وهم على الصراط فقال ﴿يَوْمَ تَرَى المؤمنين والمؤمنات يسعى نُورُهُم بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم﴾ أي اذكر يوم ترى أنوار المؤمنين والمؤمنات تتلألأ من أمامهم ومن جميع جهاتهم ليستضيئوا بها على الصراط، وتكون وجوههم مضيئة كإِضاءة القمر في سواد الليل ﴿بُشْرَاكُمُ اليوم جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويقا لهم: أبشروا اليوم بجنات الخلد والنعيم، التي تجري من تحت قصورها أنهار الجنة ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا ﴿ذَلِكَ هُوَ الفوز العظيم﴾ أي الفوز الذي لا فوز بعده لأنه سبب السعادة الأبدية، روي أن نور كل أحدٍ على قدر إِيمانه، وأنهم متفاوتون في النور، فمنهم من يضيء نوره ما قرب من قدميه، ومنهم من يُطفأ نوره مرة ويظهر مرة قال الزمخشري: وإِنما قال ﴿بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِم﴾ لأن السعداء يؤتون صحائف أعمالهم من هاتين الجهتين، كما أن الأشقياء يؤتونها من شمائلهم ووراء ظهورهم.\n. ولما شرح حال المؤمنين يوم القيامة، أتبع ذلك بشرح حال المنافقين فقال ﴿يَوْمَ يَقُولُ المنافقون والمنافقات لِلَّذِينَ آمَنُواْ انظرونا نَقْتَبِسْ مِن نُّورِكُمْ﴾ أي انتظرونا لنستضيء من نوركم قال المفسرون: إن الله تعالى يعطي المؤمنين نورًا يوم القيامة على قد أعمالهم يمشون به على الصراط، ويترك الكافرين والمنافقين بلا نور، فيستضيء المنافقون بنور المؤمنين، فبينما هم يمشون إِذ بعث الله فيهم ريحًا وظلمة، فبقوا في الظلمة لا يبصرون مواضع أقدامهم فيقولون للمؤمنين: انتظرونا لنستضيء بنوركم ﴿قِيلَ ارجعوا وَرَآءَكُمْ فالتمسوا نُورًا﴾ أي فيقول لهم المؤمنون سخريةً واستهزاءً بهم: ارجعوا إلى الدنيا فالتمسوا هذه الأنوار هناك قال أبو حيان: وقد علموا أن لا نور وراءهم، وإنما هو إِقناطٌ لهم ﴿فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ﴾ أي فضرب بين المؤمنين والمنافقين بحاجزٍ له باب، يحجز بين أهل الجنة وأهل النار ﴿بَاطِنُهُ فِيهِ الرحمة وَظَاهِرُهُ مِن قِبَلِهِ العذاب﴾ أي في باطن السور الذي هو جهة المؤمنين الرحمةُ وهي الجنة، وفي ظاهره وهو جهة الكافرين العذاب وهو النارُ قال ابن كثير: هو سور يضرب يوم القيامة ليحجز بين المؤمنين والمنافقين، فإِذا انتهى إليه المؤمنون دخوله من بابه، فإِذا استكملوا دخولهم أعلق الباب","vol":"3","page":305},{"text":"وبقي المنافقون من ورائه في الحيرة والظلمة والعذاب ﴿يُنَادُونَهُمْ أَلَمْ نَكُن مَّعَكُمْ﴾ أي ينادي المنافقون المؤمنين: ألم نكن معكم في الدنيا، نصلي كما تصلون، ونصوم كما تصومون، ونحضر الجمعة والجماعات، ونقاتل معكم في الغزوات؟ ﴿قَالُواْ بلى ولكنكم فَتَنتُمْ أَنفُسَكُمْ﴾ أي قال لهم المؤمنون: نعم كنتم معنا في الظاهر ولكنكم أهلكتم أنفسكم بالنفاق ﴿وَتَرَبَّصْتُمْ﴾ انتظرتم بالمؤمنين الدوائر ﴿وارتبتم﴾ أي شككتم في أمر الدين ﴿وَغرَّتْكُمُ الأماني﴾ أي خدعتكم الأماني الفارغة بسعة رحمة الله ﴿حتى جَآءَ أَمْرُ الله﴾ أي حتى جاءكم الموتُ ﴿وَغَرَّكُم بالله الغرور﴾ أي وخدعكم الشيطان الماكر بقوله: إن الله عفو كريم لا يعذبكم قال قتادة: ما زالوا على خُدعةٍ من الشيطان حتى قذفهم الله في نار جهنم قال المفسرون: الغرور بفتح الغين الشيطان لأنه يغر ويخدع الإنسان قال تعالى ﴿فَلاَ تَغُرَّنَّكُمُ الحياة الدنيا وَلاَ يَغُرَّنَّكُمْ بالله الغرور إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ [فاطر: ٥٦] ﴿فاليوم لاَ يُؤْخَذُ مِنكُمْ فِدْيَةٌ وَلاَ مِنَ الذين كَفَرُواْ﴾ أي ففي هذا اليوم العصيب لا يقبل منكم بدلٌ ولا عوضٌ يا معشر المنافقين، ولا من الكفارين الجاحدين بالله وآيات وفي الحديث «إن الله تعالى يقول للكافر: أرأيتك لو كان لك أضعاف الدنيا أكنت تفتدي بجميع ذلك من عذاب النار؟! فيقول: نعم يا ربّ، فيقول الله ﵎: قد سألتك ما هو ايسرُ من ذلك في ظهر أبيك آدم، أن لا تشرك بي فأبيتَ إلا الشرك» ﴿مَأْوَاكُمُ النار﴾ أي مقامكم ومنزلكم نار جهنم ﴿هِيَ مَوْلاَكُمْ﴾ أي هو عونكم وسندكم وناصركم لا ناصر لكم غيرها، وهو تهكم بهم ﴿وَبِئْسَ المصير﴾ أي وبئس المرجع والمنقلب نار جهنم.\nقال بعض العلماء: «السعيد من لا يغتر بالطمع ولا يركن إِلى الخدع، ومن أطال الأمل نسي العمل، وغفل عن الأجل» .","vol":"3","page":306},{"text":"المنَاسَبَة: لما ذكر تعالى اغترار المنافقين والكافرين بالحياة الدنيا، نبَّه المؤمنين ألا يكومنوا مثلهم، أو مثل مأهل الكتاب بالاغترار بدار الفناء، ثم ضرب مثلًا للحاية الدنيا وبهرجها الخادع الكاذب، وختتم السورة الكريمة ببيان فضيلة التقوى والعمل الصالح، وأرشد المؤمنين إلى مضاعفة الأجر والنور باتباعهم هدي الرسول ﷺ َ.\nاللغَة: ﴿يَأْنِ﴾ يحن يقال: أني يأْني مثل رمى يرمي أي حال، قال الشاعر:\nألم يأنِ لي يا قلب أن أترك الجهلا ... وأن يُحدث الشيب المبينُ لنا عقلًا\n﴿تَخْشَعَ﴾ تذل وتلين ﴿الأمد﴾ الأجل أو الزمان ﴿يَهِيجُ﴾ هاج الزرع إِذا جف ويبس بعد خضرته ونضارته ﴿حُطَامًا﴾ فُتاتًا يتلاشى بالرياح ﴿قَفَّيْنَا﴾ ألحقنا وأتبعنا ﴿كِفْلَيْنِ﴾ مثنى كقل وهو النصيب.\nسَبَبُ النّزول: لما قدم المؤمنون المدينة، أصابوا من لين العيش وفاهيته، ففتروا عن بعض ما كانوا عليه فعوتبوا ونزلت هذه الآية ﴿أَلَمْ يَأْنِ لِلَّذِينَ آمنوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ الله﴾ قال ابن مسعود: «ما كان إِسلامنا وبين أن عاتبنا الله بهذه الآية إِلا أربع سنوات» .\nالتفسِير: ﴿أَلَمْ يَأْنِ لِلَّذِينَ آمنوا أَن تَخْشَعَ قُلُوبُهُمْ لِذِكْرِ الله﴾ أي أما حان للمؤمنين أن ترقَّ","vol":"3","page":307},{"text":"قلوبهم وتلين لمواعظ الله؟ ﴿وَمَا نَزَلَ مِنَ الحق﴾ أي ولما نزل من آيات القرآن المبين؟ ﴿وَلاَ يَكُونُواْ كالذين أُوتُواْ الكتاب مِن قَبْلُ﴾ أي ولا يكونوا كاليهود والنصارى الذين أعطاهم الله التوراة والإِنجيل ﴿فَطَالَ عَلَيْهِمُ الأمد فَقَسَتْ قُلُوبُهُمْ﴾ أي فطال عليهم الزمن الذي بينهم وبين أنبيائهم، حتى صلبت قلوبهم فهي كالحجارة أو أشد قسوة قال ابن عباس: ﴿قست قلوبهم﴾ مالوا إِلى الدنيا وأعرضوا عن مواعظ القرآن وقال أبو حيان: أي صلبت بحيث لا تنفعل للخير والطاعمة والغرض أن الله يحذِّر المؤمنين أن يكونوا مع القرآن كاليهود والنصارى حين قست قلوبهم لما طال عليهم الزمان ﴿وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي وكثير من أهل الكتاب خارجون عن طاعة الله، رافضون لتعليم دينهم، من فرط قسوة القلب قال ابن كثير: نهى الله تعالى المؤمنين أن يتشبهوا بالذين حملوا الكتاب من قبلهم من اليهود والنصارى، لما تطاول عليهم الزمن بدَّلوا كتاب الله الذي بأيديهم، ونبذوه وراء ظهروهم، واتخذوا أحبارهم ورهبانهم أربابًا من دون الله، فعند ذلك قست قلوبهم فلا يقبلون موعظة، ولا تلين قلوبهم بوعد ولا وعيد ﴿اعلموا أَنَّ الله يُحْيِي الأرض بَعْدَ مَوْتِهَا﴾ أي اعلموا يا معشر المؤمنين أن الله يحيي الأرض القاحلة المجدبة بالمطر، ويخرج منها النبات بعد يبسها، وهو تمثيل لإِحياء القلوب القاسية بالذكر وتلاوة القرآن، كما تحيا الأرض المجدبة بالغيث الهتان قال ابن عباس: يلين القلوب بعد قسوتها فيجعلها مخبتةً منيبة، وكذلك يحيي القلوب الميتة بالعلم والحكمة قال في البحر: ويظهر أنه تمثيلٌ لتليين القلوب بعد قسوتها، ولتأثير ذكر الله فيها، فكما يؤثر الغيب في الأرض فتعود بعد إجدابها مخصبة، كذلك تعود القلوب النافرة مقبلةً يظهر فيها أثر الخشوع والطاعات ﴿قَدْ بَيَّنَّا لَكُمُ الآيات﴾ أي وضحنا لكم الحجج والبراهين الدالة على كمال قدرتنا ووحدانيتنا ﴿لَعَلَّكُمْ تَعْقِلُونَ﴾ أي لكي تعقلوا وتتدبروا ما أنزل الله في القرآن ﴿إِنَّ المصدقين والمصدقات وَأَقْرَضُواْ الله قَرْضًا حَسَنًا﴾ أي الذين تصدقوا بأموالهم على الفقراء ابتغاء وجه الله، والذين أنفقوا في سبيل الله وفي وجوه البر والإِحسان طيبة بها نفوسهم ﴿يُضَاعَفُ لَهُمْ وَلَهُمْ أَجْرٌ كَرِيمٌ﴾ أي يضاعف لهم ثوابهم بأن تكتب الحسنة بعشر أمثالها، ولهم فوق ذلك ثواب حسن جزيل وهو الجنة قال المفسرون: أصل ﴿المصدقين﴾ المتصدقين أدغمت التاء في الصاد فصارت المصدّقين، ومعنى القرض الحسن هو التصدق عن طيب النفس، وخلوص النية للفقير، فكأن الإِنسان بإِحسانه إِلى الفقير قد أقرض اللهَ قرضًا يستحق عليه الوفاء في دار الجزاء ﴿والذين آمَنُواْ بالله وَرُسُلِهِ﴾ أي صدَّقوا بوحدانية الله ووجوده، وآمنوا برسله إِيمانًا راسخًا كاملًا، لا يخالجه شك ولا ارتياب ﴿أولئك هُمُ الصديقون والشهدآء عِندَ رَبِّهِمْ﴾ أي أولئك الموصوفون بالإِيمان بالله ورسله، هم الذين جمعوا أعلى المراتب فحازوا درجة الصديقية والشهادة في سبيل الله قال مجاهد: كل من آمن بالله ورسله فهو صدِّيقٌ وشهيد ﴿لَهُمْ أَجْرُهُمْ وَنُورُهُمْ﴾ أي لهم في الآخرة الثواب الجزيل، والنور الذي يسعى بين أيديهم وبأيمانهم ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم﴾ أي والذين","vol":"3","page":308},{"text":"جحدوا بوحدانية الله وكذبوا بآياته أولئك هم المخلدون في دار الجحيم قال البيضاوي: فيه دليل على أن الخلود في النار مخصوص بالكفار، ومن حيث أن الصيغة تشعر بالاختصاص ﴿أولئك أَصْحَابُ الجحيم﴾ والصحبة تدل على الملازمة.\n. ولما ذكر أحوال المؤمنين والكافرين، ذكر بعده ما يدل على حقارة الدنيا وكمال حال الآخر فقال ﴿اعلموا أَنَّمَا الحياة الدنيا لَعِبٌ﴾ أي اعلموا يا معشر السامعين أن هذه الحياة الدنيا ما هي إِلا لعبٌ يُتعب الناس فيها أنفسهم كإِتعاب الصبيان أنفسهم باللعب ﴿وَلَهْوٌ﴾ أي وشغل للإِنسان يشغله عن الآخرة وطاعة الله ﴿وَزِينَةٌ﴾ أي وزينة يتزين بها الجهلاء كالملابس الحسنة، والمراكب البهية، والمنازل الرفيعة ﴿وَتَفَاخُرٌ بَيْنَكُمْ﴾ أي ومباهاة وافتخار بالأحساب والأنساب والمال والولد كما قال القائل:\nأرى أهل القُصور إِذا أُميتوا ... بنوا فوق المقابر بالصخور\nأبوا إِلا مباهاةً وفخرًا ... على الفقراء حتى في القبور\n﴿وَتَكَاثُرٌ فِي الأموال والأولاد﴾ أي مباهاة بكثرة الأموال والأولاد قال ابن عباس: يجمع المال من سخط الله، ويتباهى به على أولياء الله، ويصرفه في مساخط الله، فهو ظلماتٌ بعضها فوق بعض ﴿كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ﴾ أي كمثل مطرٍ غزير أصاب أرضًا، فأعجب الزُرَّاع نباتُه الناشىء عنه ﴿ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا﴾ أي ثم ييبس بعد خضرته ونُضرته فتراه مصفر اللون بعد أن كان زاهيًا ناضرًا ﴿ثُمَّ يَكُونُ حُطَامًا﴾ أي ثم يتحطم ويتكسر بعد يبسه وجفافه فيصبح هشيمًا تذره الرياح كذلك حال الدنيا قال القرطبي: والمراد بالكفار هنا الزُرَّاع لأنهم يغطون البذر، ومعنى الآية أن الحياة الدنيا كالزرع يعجب الناظرين إِليه لخضرته بكثرة الأمطار، ثم لا يلبث أن يصير هشيمًا كأن لم يكن، وإِذا أعجب الزراع فهو في غاية الحسن ﴿وَفِي الآخرة عَذَابٌ شَدِيدٌ وَمَغْفِرَةٌ مِّنَ الله وَرِضْوَانٌ﴾ أي والجزاء في الآخرة إِما عذاب شديد للفجار، وإِما مغفرة من الله ورضوانٌ للأبرار ﴿وَمَا الحياة الدنيآ إِلاَّ مَتَاعُ الغرور﴾ أي وليست الحياة الدنيا في حقارتها وسرعة انقضائها إِلا متاعٌ زائل، ينخدع بها الغافل، ويغتبر بها الجاهل قال سعيد بن جبير: الدنيا متاع الغُرور إن ألهتك عن طلب الآخرة، فأما إِذا دعتك إِلى طلب رضوا الله وطلب الآخرة، فنعم المتاع ونعم الوسيلة.\n. ولما حقَّر الدنيا وصغَّر أمرها، وعظَّم الآخرة وفخَّم شأنها، حثَّ على المساعة إِلى نيل مرضاة الله، التي هي سبب للسعادة الأبدية في دار الخلود والجزاء فقال ﴿سابقوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ﴾ أي تسابقوا أيها الناس وسارعوا بالأعمال الصالحة التي توجب المغفرة لكم من ربكم قال أبو حيان: وجاء التعبير بلفظ ﴿سابقوا﴾ كأنهم في ميدان سباق يجرون إِلى غاية مسابقين إِليها، والمعنى سابقوا إلى سبب المغفرة","vol":"3","page":309},{"text":"وهو الإِيمان، وعملُ الطاعات ﴿وَجَنَّةٍ عَرْضُهَا كَعَرْضِ السمآء والأرض﴾ أي وسارعوا إِلى جنةٍ واسعة فسيحة، عرضها كعرض السموات السبع من الأرض مجتمعة قال السدي: إِن اله تعالى شبَّه عرض الجنة بعرض السموات السبع والأرضين السبع، ولا شك أن طولها أزيد من عرضها، فذكر الرض تنبيهًا على أن طولها أضعاف ذلك وقال البيضاوي: إِذا كان العرض كذلك فما ظنك بالطول، ﴿أُعِدَّتْ لِلَّذِينَ آمَنُواْ بالله وَرُسُلِهِ﴾ أي هيأها الله وأعدها للمؤمنين المصدّقين بالله ورسله قال المفسرون: وفي الآية دلالة على أن الجنة مخلوقة وموجودة لأن ما لم يُخلق بعد لا يوصف بأنه أُعدَّ وهُيءَ ﴿ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي ذلك الموعود به من المغفرة والجنة هو طاء الله الواسع، يتفضل به على من يشاء من عبادة من غير إيجاب ﴿والله ذُو الفضل العظيم﴾ أي ذو العطاء الواسع والإِحسان الجليل ﴿مَآ أَصَابَ مِن مُّصِيبَةٍ فِي الأرض﴾ أي ما يحدث في الأرض مصيبةً من المصائب كقحطٍ، وزلزلةٍ، وعاهة في الزروع، ونقصٍ في الثمار ﴿وَلاَ في أَنفُسِكُمْ﴾ أي من الأمراض، والأوصاب، والفقر، وذهاب الاولاد ﴿إِلاَّ فِي كِتَابٍ مِّن قَبْلِ أَن نَّبْرَأَهَآ﴾ أي إِلاَّ ويه مكتوبة في اللوح المحفوظ من قبل أن نخلقها ونوجدها قال في التسهيل: المعنى أن الأمور كلها مقدَّرة في الأزل، مكتوبة في اللوح المحفوظ من قبل ن تكون، وفي الحديث\n«إن الله يكتب مقادير الأشياء قبل أن يخلق السموات والأرض بخمسين ألف سنة، وعرشه على الماء» ﴿إِنَّ ذَلِكَ عَلَى الله يَسِيرٌ﴾ أي إن إثبات ذلك على كثرته سهلٌ هيّنٌ على الله ﷿ وإِن كان عسيرًا على العباد. . ثم بيَّن تعالى لنا الحكمة في إعلامنا عن كون هذه الأشياء واقعة بالقضاء والقدر فقال ﴿لِّكَيْلاَ تَأْسَوْاْ على مَا فَاتَكُمْ﴾ أي أثبت وكتب ذلك كي لا تحزنوا على ما فاتكم من نعيم الدنيا ﴿وَلاَ تَفْرَحُواْ بِمَآ آتَاكُمْ﴾ أي ولكي لا تبطروا بما أعطاكم الله من زهرة الدنيا وتعميمها قال المفسرون: والمراد بالحزن الحزنُ الذي يوجب القنوط، وبالفرح الفرحُ الذي يورث الأشر والبطر، ولهذا قال ابن عباس: «ليس من أحدٍ إِلا وهو يحزن ويفرح، ولكنَّ المؤمن يجعل مصيبته صبرًا، وغنيمته شكرًا» ومعنى الآية: لا تحزنوا حزنًا يخرجكم إِلى أن تهلكوا أنفسكم، ولا تفرحوا فرحًا شديدًا يطغيكم حتى تأشروا فيه وتبطروا، ولهذا قال بعض العارفين: «من عرف سرَّ الله في القدر هانت عليه المصائب» وقال عمر ﵁: «ما أصابتني مصيبة إِلا وجدت فيها ثلاث نعم: الأولى: أنها لم تكن في ديني، الثانية: أنها لم تكن أعظم مما كانت، الثالثة: أن الله يعطي عليها الثواب العظيم والأجر الكبير ﴿وَبَشِّرِ الصابرين الذين إِذَآ أَصَابَتْهُم مُّصِيبَةٌ قَالُواْ إِنَّا للَّهِ وَإِنَّآ إِلَيْهِ رَاجِعُونَ أولئك عَلَيْهِمْ صَلَوَاتٌ مِّن رَّبِّهِمْ وَرَحْمَةٌ وأولئك هُمُ المهتدون﴾ [البقرة: ١٥٥١٥٧] ﴿والله لاَ يُحِبُّ كُلَّ مُخْتَالٍ فَخُورٍ﴾ أي لا يحب كل متكبر معجبٍ بما أعطاه الله من حظوظ الدنيا، فخور به على الناس. . ثم بيَّن تعالى أوصاف هؤلاء المذمومين فقال ﴿الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل﴾ أي يبخلون بالإِنفاق في سبيل الله، ولا يكفيهم ذلك حتى يأمروا الناس بالبخل ويرغبوهم في الإِمساك ﴿وَمَن يَتَوَلَّ﴾ أي ومن يعرض عن","vol":"3","page":310},{"text":"الإِنفاق ﴿فَإِنَّ الله هُوَ الغني الحميد﴾ أي فإِن الله مستغنٍ عنه وعن إِنفاقه، محمودٌ في ذاته وصفاته، لا يضره الإِعراض عن شكره، ولا تنفعه طاعة الطائعني، وفيه وعيدٌ وتهديد ﴿لَقَدْ أَرْسَلْنَا رُسُلَنَا بالبينات﴾ اللام موطئة لقسم محذوف أي والله لقد بعثنا رسلنا بالحجج القواطع والمعجزات البينات ﴿وَأَنزَلْنَا مَعَهُمُ الكتاب والميزان﴾ أي وأنزلنا معهم الكتب السماوية التي فيها سعادة البشرية، وأنزلنا القانون الذي يُحكم به بين الناس، وفسَّر بعضهم الميزان بأنه العدلُ وقال ابن زيد: وهو ما يُوزن به ويُتعامل ﴿لِيَقُومَ الناس بالقسط﴾ أي ليقوم الناس بالحق والعدل في معاملاتهم ﴿وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ﴾ أي وخلقنا وأوجدنا الحديد فيه بأس شديد، لأن آلات الحرب تُتخذ منه، كالدروع، والرماح، والتروس، والدبابات وغاير ذلك ﴿وَمَنَافِعُ لِلنَّاسِ﴾ أي وفيه منافع كثير للناس كسكك الحراثة، والسكين، والفأس وغير ذلك وما من صناعةٍ إِلا والحديدُ آلة فيها قال أبو حيان: وعبَّر تعالى عن إيجاده بالإِنزال كما قال\n﴿وَأَنزَلَ لَكُمْ مِّنَ الأنعام ثَمَانِيَةَ أَزْوَاجٍ﴾ [الزمر: ٦] لأن الأوامر وجميع القضايا والأحكام لما كانت تُلقى من السماء جعل الكل نزولًا منها، وأراد بالحديد جنسه من المعادن قاله الجمهور ﴿وَلِيَعْلَمَ الله مَن يَنصُرُهُ وَرُسُلَهُ بالغيب﴾ عطفٌ على محذوف مقدر أي وأنزلنا الحديد ليقاتل به المؤمنون أعداءهم ويجاهدوا لإِعلاء كلمة الله، وليعلم الله من ينصر دينه ورسله باستعمال السيوف والرماح وسائر الأسلحة مؤمنًا بالغيب قال ابن عباس: ينصرونه ولا يبصرونه، ثم قال تعالى ﴿إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ أي قادر على الانتقام من أعدائه بنفسه، عزيزٌ أي غالب لا يُغالب فهو غني بقدرته وعزته عن كل أحد قال البيضاوي: أي قويٌ على إِهلاك من أراد إِهلاكه، عزيزٌ لا يفتقر إِلى نصرة أحد، وإِنما أمرهم بالجهاد لينتفعوا به ويستوجبوا الثواب وقال ابن كثير: معنى الآية أنه جعل الحديد رادعًا لمن أبى الحقَّ وعانده بعد قيام الحجة عليه، ولهذا أقام رسول الله ﷺ َ بمكة ثلاث عشرة سنة تُوحى إِليه السور، ويقارعهم بالحجة والبرهان، فلما قامت الحجة على من خالف أمر الله، شرع الله الهجرة وأمر المؤمنين بالقتال بالسيوف وضرب الرقاب، ولهذا قال ﵇ «بُعثت بالسيف بين يدي الساعة، وجُعل رزقي تحت ظل رُمحي، وجعل الذي والصِّغار على من خالف أمري، ومن تشبه بقومٍ فهو منهم» ثم قال تعالى ﴿إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ أي هو قوي عزيز ينصر من شاء من غير احتياج منه إِلى الناس، وإِنمام شرع الجهاد ليبلو بعضهم ببعض ﴿وَلَقَدْ أَرْسَلْنَا نُوحًا وَإِبْرَاهِيمَ وَجَعَلْنَا فِي ذُرِّيَّتِهِمَا النبوة والكتاب﴾ لما ذكر بعثة الرسل ذكر هنا شيخ الأنبياء نوحًا ﵇، وأبا الأنبياء إِبراهيم ﵇ وبيَّن أنه جعل في نسلهما النبوة والكتب السماوية أي وباللهِ لقد أرسلنا نوحًا وإِبراهيم وجعلنا النبوة في نسلهما، كما أنزلنا الكتب الأربعة ويه «التوراة والزبور والإِنجيل والقرآن» على ذريتهما، وإِنما خصَّ نوحًا وإِبراهيم بالذكر تشريفًا لهما وتخليدًا لمآثرهما الحميدة ﴿فَمِنْهُمْ مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي فمن ذرية نوح وإِبراهيم أناس مهتدون، وكثيرٌ منهم عصاٌ خارجون عن الطاعة وعن الطريق المستقيم ﴿ثُمَّ قَفَّيْنَا على آثَارِهِم بِرُسُلِنَا﴾ أي ثم","vol":"3","page":311},{"text":"أتبعنا بعدهم برسلنا الكرام، أرسلناهم رسولًا بعد رسول، موسى، وإِلياس، وداود، وسليمان، ويونس وغيرهم ﴿وَقَفَّيْنَا بِعِيسَى ابن مَرْيَمَ﴾ أي وجعلناه بعد أولئك الرسل لأن كان آخر الأنبياء من بني إِسرائيل ﴿وَآتَيْنَاهُ الإنجيل﴾ أي وأنزلنا عليه الإِنجيل الذي فيه البشارة بمحمد ﷺ َ ﴿وَجَعَلْنَا فِي قُلُوبِ الذين اتبعوه رَأْفَةً وَرَحْمَةً﴾ أي وجعلنا في قلوب أتباعه الحواريين الشفقة واللين قال في التسهيل: هذا ثناء من اله عليهم بمحبة بعضهم في بعض كما وصف تعالى أصحاب سيدنا محمد ﷺ َ بأنهم\n﴿رُحَمَآءُ بَيْنَهُمْ﴾ [الفتح: ٢٩] ﴿وَرَهْبَانِيَّةً ابتدعوها مَا كَتَبْنَاهَا عَلَيْهِمْ﴾ أي ورهبانيةً ابتدعها القسسُ والرهبان وأحدثوها من تلقاء أنفسهم، ما فرضناها عليهم ولا أمرناهم بها قال أبو حيان: والرهبانيةُ رفضُ النساء وشهوات الدنيا، واتخاذ الصوامع ومعنى ﴿ابتدعوها﴾ أي أحدثوها من عند أنفسهم ﴿إِلاَّ ابتغآء رِضْوَانِ الله﴾ أي ما أمرناهم إِلا بما يرضي الله، والاستثناء منقطع والمعنى ما كتبان عليهم الرهبانية، ولكنه فعلوها من تلقاء أنفسهم ابتغاء رضوان الله ﴿فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا﴾ أي فما قاموا بها حقَّ القيام، ولا حافظوا عليها كما ينبغي قال ابن كثير: وهذا ذمٌ لهم من وجهين: أحدهما: الابتداع في دين الله ما لم يأمر به اللهُ والثاني: في عدم قيامهم بما التزموه مما زعموا أنه قربة تقربهم إِلى الله ﷿، وفي الحديث «لكل أمة رهبانية، ورهبانةي أمتي الجهاد في سبيل الله» ﴿فَآتَيْنَا الذين آمَنُواْ مِنْهُمْ أَجْرَهُمْ﴾ أي فأعطينا الصالحين من أتباع عيسى الذين ثبتوا على العهد وآمنوا بمحمد ﷺ َ ثوابهم مضاعفًا ﴿وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾ أي وكثير من النصارى خارجون عن حدود الطاعة منتهكون لمحارم الله كقوله تعالى ﴿إِنَّ كَثِيرًا مِّنَ الأحبار والرهبان لَيَأْكُلُونَ أَمْوَالَ الناس بالباطل وَيَصُدُّونَ عَن سَبِيلِ الله﴾ [التوبة: ٣٤] ﴿ياأيها الذين آمَنُواْ اتقوا الله وَآمِنُواْ بِرَسُولِهِ﴾ أي يا من صدقتم بالله اتقوا الله بامتثال أوامره واجتناب نواهيه، ودوموا واثبتوا على الإِيمان ﴿يُؤْتِكُمْ كِفْلَيْنِ مِن رَّحْمَتِهِ﴾ أي يعطكم ضعفين من رحمته ﴿وَيَجْعَل لَّكُمْ نُورًا تَمْشُونَ بِهِ﴾ أي ويجعل لكم في الآخرة نورًا تمشون به على الصراط ﴿وَيَغْفِرْ لَكُمْ﴾ أي ويغفر لكم ما أسلفتم من المعاصي ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة واسع الرحمة ﴿لِّئَلاَّ يَعْلَمَ أَهْلُ الكتاب أَلاَّ يَقْدِرُونَ على شَيْءٍ مِّن فَضْلِ الله﴾ أي إنما بالغنا في هذا البيان ليعلم أهل الكتاب أنهم لا يقدرون على تخصيص فضل الله بهم، ولا يمكنهم حصر الرسالة والنبوة فيهم، فلا في قوله ﴿لِّئَلاَّ﴾ زائدة والمعنى ليعلم المفسرون: إن أهل الكتاب كانوا يقولون الوحي والرسالة فينا، والكتابُ والشرع ليس إِلا لنا، والله خصنا بهذه الفضيلة العظيمة من بين جميع العالمين، فردَّ الله عليهم بهذه الآية الكريمة ﴿وَأَنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي وأن أمر النبوة والهداية والإِيمان بيد الرحمن يعطيه لمن يشاء من خلقه ﴿والله ذُو الفضل العظيم﴾ أي والله واسع الفضل والإِحسان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ -","vol":"3","page":312},{"text":"الطباق بين ﴿يُحْيِي وَيُمِيتُ﴾ وبين ﴿الأول والآخر﴾ وبين ﴿الظاهر والباطن﴾ .\n٢ - المقابلة بين ﴿يَعْلَمُ مَا يَلِجُ فِي الأرض وَمَا يَخْرُجُ مِنْهَا﴾ وبين ﴿وَمَا يَنزِلُ مِنَ السمآء وَمَا يَعْرُجُ فِيهَا﴾\n[الحديد: ٤] .\n٣ - رد العجز على الصدر ﴿يُولِجُ الليل فِي النهار وَيُولِجُ النهار فِي الليل﴾ [الحديد: ٦] وهو وما سبقه من المحسنات البديعية.\n٤ - حذف الإِيجاز ﴿لاَ يَسْتَوِي مِنكُم مَّنْ أَنفَقَ مِن قَبْلِ الفتح وَقَاتَلَ﴾ [الحديد: ١٠] حذف منه جملة «ومن أنفق من بعد الفتح وقاتل» وذلك لدلالة الكلام عليه ويسمى هذا الحذف بالإِيجاز.\n٥ - الاستعارة اللطيفة ﴿لِّيُخْرِجَكُمْ مِّنَ الظلمات إِلَى النور﴾ [الحديد: ٩] أي ليخرجكم من ظلمات الشرك إِلى نور الإِيمان، فاستعار لفظ ﴿الظلمات﴾ للكفر والضلالة ولفظ ﴿النور﴾ للإِيمان والهداية وقد تقدم.\n٦ - الاستعارة التمثيلية ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا﴾ [الحديد: ١١] مثَّل لمن ينفق ماله ابتغاء وجه الله مخلصًا في عمله بمن يُقرض ربه قرضًا واجب الوفاء بطريق الاستعارة التمثيلية.\n٧ - الأسلوب التهكمي ﴿مَأْوَاكُمُ النار هِيَ مَوْلاَكُمْ﴾ [الحديد: ١٥] أي لا ولي لكم ولا ناصر إِلا نار جهنم وهو تهكم بهم.\n٨ - المقابلة اللطيفة بين قوله ﴿بَاطِنُهُ فِيهِ الرحمة﴾ وقوله ﴿وَظَاهِرُهُ مِن قِبَلِهِ العذاب﴾ [الحديد: ١٣] .\n٩ - التشبيه التمثيلي ﴿كَمَثَلِ غَيْثٍ أَعْجَبَ الكفار نَبَاتُهُ ثُمَّ يَهِيجُ فَتَرَاهُ مُصْفَرًّا. .﴾ لأن وجه الشبه منتزع من متعدد.\n١٠ - الجناس الناقصس ﴿أَرْسَلْنَا رُسُلَنَا﴾ لتغير الشكل وبعض الحروف.\n١١ - السجع المرصَّع كأنه الدر المنظوم ﴿وَأَنزَلْنَا الحديد فِيهِ بَأْسٌ شَدِيدٌ﴾ وقوله تعالى ﴿فَضُرِبَ بَيْنَهُم بِسُورٍ لَّهُ بَابٌ بَاطِنُهُ فِيهِ الرحمة وَظَاهِرُهُ مِن قِبَلِهِ العذاب﴾ [الحديد: ١٣] وهو كثير في القرآن.","vol":"3","page":313},{"text":"اللغَة: ﴿تَحَاوُرَكُمآ﴾ المحاورة: المراجعة في الكلام من حار الشيء يحور إِذا رجع يرجع ومنه الدعاء المأثور «نعوذ بالله من الحَوْر بعد الكَوْر» قال عنترة في فرسه:\nلو كان يدري ما المحاورة اشتكى ... ولكان لو علم الكلام مكلمي\n﴿يُظَاهِرُونَ﴾ الظهار مشتق من الظهر يقال: ظاهر من امرأته إِذا حرمها على نفسه بقوله: أنتِ عليَّ كظهر أُمي ﴿مُنكَرًا﴾ المنكر: كل ما قبَّحه الشرع وحرَّمه ونفَّر منه، وهو خلاف المعروف ﴿يُحَآدُّونَ﴾ المحادَّة: المعادة والمخالفة في الحدود والأحكام وهي مثل المشاقة قال الزجاج: المحادَّة أن تكون في حدٍّ يخالف حد صاحبك، وأصلها الممانعة ﴿كُبِتُواْ﴾ الكبتُ: القهر والإِذلال","vol":"3","page":315},{"text":"والخزي يقال: كبته أي قهره وأخزاه ﴿نجوى﴾ النجوى: الكلام بين اثنين فأكثر سرًا، تناجى القوم تحدثوا فيما بينهم سرًا ﴿حَسْبُهُمْ﴾ كافيهم.\nسَبَبُ النّزول: أروي «أن» خولة بن ثعلبة «امرأة» أوس بن الصامت «أراد زوجها مواقعتها يومًا فأبت، فغضب وظاهر منها، فأتت رسول اله ﷺ َ وقالت يا رسول الله: إن أوسًا ظاهر مني بعد أن كبرت سني، ورقَّ عظمي، وإنَّ لي منه صبيةً صغارًا، إِن ضممتُهم إِليه ضاعوا، وإِن ضممتهم إِليَّ جاعوا فما ترى!! فقال لها: ما أراك إِلا قد حرمت عليه، فقالتْ يا رسول الله: واللهِ ما ذكر طلاقًا وهو أو ولدي وأحبُّ الناس إِليَّ، فجعل رسول الله ﷺ َ يعيد قوله: ما أراك إِلا قد حرمتِ عليه، هي تكرر قولها، فما زالت تراجعه ويراجعها حتى نزل قول الله تعالى ﴿قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا وتشتكي إِلَى الله. .﴾» الآيات.\nب وروى البخاري «عن عائشة أنها قالت: تبارك الذي وسع سمعُه الأصواتَ، لقد جاءت المجادلة خولة بنت ثعلبة فكلمت رسول الله ﷺ َ وأنا في جانب البيت أسمع كلامها ويخفى عليَّ بعضه، وهي تشتكي زوجها وتقول يا رسول الله: أبلى شبابي، ونثرت له بطني، حتى إِذا كبر سني وانقطع ولدي ظاهر مني، اللهم إِني أشكو إِليك، فما برحت حتى نزل جبريل بهذه الآيات» .\nالتفسِير: ﴿قَدْ سَمِعَ الله قَوْلَ التي تُجَادِلُكَ فِي زَوْجِهَا﴾ «قد» لا تدخل إِلا على الأفعال، وإِذا دخلت على الماضي أفادت التحقيق، وإِذا دخلت على المضارع أفادتم التقليل كقولك: قد يجودُ البخيلُ، وقد ينزل المطر والمعنى: حقًا لقد سمع الله قول المرأة التي تراجعك وتحاورك في شأن زوجها قال الزمخشري: ومعنى سماعه تعالى لقولها إِجابة دعائها، لا مجرد عمله تعالى بذلك، وهو كقول المصلي: سمع اللهُ لمن حمده ﴿وتشتكي إِلَى الله﴾ أي وتتضرع إِلى الله في تفريضج كربتها ﴿والله يَسْمَعُ تَحَاوُرَكُمآ﴾ أي واللهُ جلَّ وعلا يسمع حديثكما ومراجعتكما الكلام، ماذا قالت لك، وماذا رددت عليها ﴿إِنَّ الله سَمِيعٌ بَصِيرٌ﴾ أي سميع بمن يناجيه ويتضرع إِليه، بصير بأعمال العباد، وهو كالتعليل لما قبله، وكلاهما من ضيع المبالغة أي مبالغ في العلم بالمسموعات والمبصرات.\n. ثم ذمَّ تعالى الظهار وبيَّن حكمه وجزاء فاعله فقال ﴿الذين يُظَاهِرُونَ مِنكُمْ مِّن نِّسَآئِهِمْ مَّا هُنَّ أُمَّهَاتِهِمْ﴾ أي الذين يقولون لنسائهم: أنتن كظهور أمهاتنا يقصدون بذلك تحرمهن عليهم كتحريم أمهاتهن، لسن في الحقيقة أمهاتهم وإِنما هنَّ زوجاتهم قال الإِمام الفخر: الظهار هو عبارة عن قول الرجل لامرأته: أنتِ عليَّ كظهر أمي، يقصد عُلُوّي عليك حرامٌ كعلوي على أمي، والعربُ تقول في الطلاق: نزلتُ عن أمرأتي أي طلقتها، فغرضهم من هذه اللفظة تحريم معاشرتها","vol":"3","page":316},{"text":"تشبيهًا بالأم وقوله ﴿مِنكُمْ﴾ توبيخٌ للعرب وتهجينٌ لعادتهم في الظهار لأنه كان من أيمان أهل الجاهلية خاصةً دون سائر الأمم ﴿إِنْ أُمَّهَاتُهُمْ إِلاَّ اللائي وَلَدْنَهُمْ﴾ أي ما أمهاتهم في الحقيقة إِلاَّ الوالدات اللات ولدنهم من بطونهم وفي المثل «ولدك من دمَّى عقبيك» وهو تأكيد لقوله ﴿مَّا هُنَّ أُمَّهَاتِهِمْ﴾ زيادة في التوضيح والبيان ﴿وَإِنَّهُمْ لَيَقُولُونَ مُنكَرًا مِّنَ القول وَزُورًا﴾ أي والحال إِن هؤلاء المظاهرين ليقولون كلامًا منكرًا تننكره الحقيقة وينكره الشرع، وهو كذبٌ وزورٌ وبهتان ﴿وَإِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ أي مبالغ في العفو والمغفرة لمن تاب وأناب قال في التسهيل: أخبر تعالى أن الظهار منكر وزور، فالمنكر هو الذي لا تعرف له حقيقة، والزور هو الكذب، وإِنما جعله كذبًا لأن المظاهر يجعل امرأته كأمه. وهي لا تصير كذلك أبدًا والظهار محرم ويدل على تحريمه أربعة أشياء: أحدها قوله ﴿مَّا هُنَّ أُمَّهَاتِهِمْ﴾ فإِن ذلك تكذيب للمظاهر والثاني أنه سمَّاه منكرًا والثالث أنه سماه زورًا والرابع قوله تعالى ﴿وَإِنَّ الله لَعَفُوٌّ غَفُورٌ﴾ فإِنَّ العفو والمغفرة لا تقع إِلا عن ذنب، والذنب مع ذلك لازمٌ للمظاهر حتى يرفعه بالكفارة. . ثم بيَّن تعالى طريق الكفارة عن هذا القول الشنيع فقال ﴿والذين يُظَاهِرُونَ مِن نِّسَآئِهِمْ﴾ أي يظاهرون من زوجاتهم بتشبيههنَّ بالأمهات ﴿ثُمَّ يَعُودُونَ لِمَا قَالُواْ﴾ أي يعودون عمَّا قالوا، ويندمون على ما فرط منهم، ويرغبون في إعادة أزواجهم إِليهم ﴿فَتَحْرِيرُ رَقَبَةٍ مِّن قَبْلِ أَن يَتَمَآسَّا﴾ أي فعليهم إِعتاقُ رقبةٍ عبدًا كان أو أمةً من مقبل أن يعاشر زوجته التي ظاهر منها أو يجامعها، والتَّماسُّ كنابةٌ عن الجماع ودواعيه من التقبيل واللمس عند الجمهور قال الخازن: المرادُ من التماسِّ المجامعةُ فلا يحل للمظاهر وطءُ امرأته التي ظاهر منها ما لم يُكفِّر وقال القرطبي: لا يجوز للمظاهر الوطءُ قبل التكفير، فإِن جامعها قبل التكفير أثم وعصى ولايسقط عنه التكفير، وعن مجاهد تلزمه كفارتان ﴿ذَلِكُمْ تُوعَظُونَ بِهِ﴾ أي ذلكم هو حكم الله فيمن ظاهر ليتعظ به المؤمنون، حتى تتركوا الظهار ولا تعودوا إليه ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي عالم بظواهر الأمور وبواطنها ومجازيكم بها، فحافظوا على حدود ما شرع لكم من الأحكام ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ مِن قَبْلِ أَن يَتَمَآسَّا﴾ أي فمن لم يجد الرقبة التي يعتقها فعليه صيام شهرين متواليين من قبل الجماع قال المفسرون: لو أفطر يومًا منها انطقع التتابع ووجب عليه أن يستأنفها ﴿فَمَن لَّمْ يَسْتَطِعْ فَإِطْعَامُ سِتِّينَ مِسْكِينًا﴾ أي فمن لم يستطع الصيام لكبرٍ أو مرمض، فعليه أن يُطعم ستين مسكينًا ما يشبعهم ﴿ذَلِكَ لِتُؤْمِنُواْ بالله وَرَسُولِهِ﴾ أي ذلك الذي بيناه من أحكام الظهار من أجل أن تصدقوا بالله ورسوله في العمل بشرائعه، ولا تستمروا على أحكام الجاهلية ﴿وَتِلْكَ حُدُودُ الله﴾ أي وتلك هي أوامرُ اله وحدوده فلا تعتدوها ﴿وَلِلْكَافِرِينَ عَذَابٌ أَلِيمٌ﴾ أي وللجاحدين والمكذبين بهذه الحدود عذاب مؤلم موجع قال الألوسي: أطلق الكافر على متعدي الحدود تغليظًا وزجرًا.\n. ﴿إِنَّ الذين يُحَآدُّونَ﴾ ولما ذكر المؤمنين الواقفين عند حدوده، ذكر المحادين المخالفين لها فقال ﴿إِنَّ الذين يُحَآدُّونَ الله وَرَسُولَهُ﴾ أي يخالفون أمر الله ورسوله، ويعادون الله ورسوله قال أبو السعود: أي","vol":"3","page":317},{"text":"يعادونهما ويشاقونهما لأن كلًا من المتعاديين في حدٍّ وجهة غير حدِّ الآخر وجهته، وإِنما ذكرت المحادَّة هنا دون المعاداة والمشاقّة لمناسبة ذكر «حدود الله» فكان بينهما من حسن الموقع ما لا غاية وراءه ﴿كُبِتُواْ كَمَا كُبِتَ الذين مِن قَبْلِهِمْ﴾ أي خُذلوا وأهينوا كما خُذل من قبلهم من المنافقين والكفار الذين حادُّوا الله ورسله وأُذلوا وأُهينوا ﴿وَقَدْ أَنزَلْنَآ آيَاتٍ بَيِّنَاتٍ﴾ أي والحال أنا قد أنزلنا آياتٍ واضحات، فيها الحلال والحرام، والفرائض والأحكام ﴿وَلِلْكَافِرِينَ عَذَابٌ مُّهِينٌ﴾ أي وللكافرين الذين جحدوها ولم يعملوا بها عذاب شديد يهينهم ويذهب عزَّهم قال الصاوي: وقد نزلت هذه الآية في كفار مكة يوم الأحزاب حين أرادوا التحزب على رسول الله ﷺ َ والمقصودُ بها تسلية رسول الله ﷺ َ وبشارته مع المؤمنين بأن أعدائهم المتحزبين سيذلون ويخذلون ويفرق جمعهم فلا تخشوا بأسهم ﴿يَوْمَ يَبْعَثُهُمُ الله جَمِيعًا﴾ أي اذكر ذلك اليوم الرهيب حين يحشر الله المجرمين كلهم في صعيد واحد ﴿فَيُنَبِّئُهُمْ بِمَا عملوا﴾ أي فيخبرهم بما ارتكبوا في الدنيا من جرائم وآثام ﴿أَحْصَاهُ الله وَنَسُوهُ﴾ أي ضبطه الله وحفظه عليهم في صحائف أعمالهم، بينما هم نسوا تلك الجرائم لاعتقادهم أن لا حساب ولا جزاء ﴿والله على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي وهو جل وعلا مطَّلع وناظر لا يغيب عنه شيء، ولا يخفى عليه شيء. . ثم بيَّن تعالى سعمة علمه، وإحاطته بجميع الأشياء، وأنه تعالى يرى الخلق ويسمع كلامهم ويرى مكانهم حيث كانوا وأين كانوا فقال ﴿أَلَمْ تَرَ أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض مَا يَكُونُ مِن نجوى ثَلاَثَةٍ إِلاَّ هُوَ رَابِعُهُمْ﴾ أي ألم تعلم أيها السامع العاقل أن الله مطَّلع على كل ذرةٍ في الكون، لا يغيب عنه شيء في الأرض ولا في السماء، ولا يخفى عليه سرٌّ ولا علانية، ما يقع من حديثٍ وسرٍّ بين ثلاثة أشخاص إِلا كان الله رابعهم بعلمه ومشاركًا لهم فيما يتحدثون ويتهامسون به في خفية عن الناس.\n﴿وَلاَ خَمْسَةٍ إِلاَّ هُوَ سَادِسُهُمْ﴾ أي ولا يقع مناجاةٌ وحديث بالسر بين خمسة أشخاص إِلا كان الله معهم بعلمه حتى يكون هو سادسهم ﴿وَلاَ أدنى مِن ذَلِكَ وَلاَ أَكْثَرَ إِلاَّ هُوَ مَعَهُمْ أَيْنَ مَا كَانُواْ﴾ أي ولا أقلَّ من ذلك العدد ولا أكثر منه إِلاّ واللهُ معهم يعلم ما يجري بينهم من حديثٍ ونجوى، والغرض: أنه تعالى حاضر عباده، مطَّلع على أحوالهم وأعمالهم، وما تهجس به أفئدتهم، لا يفخى عليه شيء من أمور العباد، ولهذا ختم الآية بقوله ﴿ثُمَّ يُنَبِّئُهُم بِمَا عَمِلُواْ يَوْمَ القيامة إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي ثم يخبرهم تعالى بما عملوا من حسن وسيء ويجازيهم عليه يوم القيامة، لأنه عالم بكل شيء من الأشياء قال المفسرون: ابتدأ الله هذه الآيات بالعلم بقوله ﴿أَلَمْ تَرَ أَنَّ الله يَعْلَمُ﴾ واختتمها بالعلم بقوله ﴿إِنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ لينبه إِلأى إِحاطة علمه جل وعلا بالجزيئات والكليات، وأنه لا يغيب عنه شيء في الكائنات لأنه قد أحاط بكل شيء علمًا، قال ابن كثير: وقد حكى غير واحد الإِجماع على أن المراد بالمعية في هذه الآية ﴿إِلاَّ هُوَ مَعَهُمْ﴾ معية علمه تعالى، ولا شك في إِرادة ذلك، فسمعه مع علمه محيط بهم، وبصره نافذ فيهم، فهو سبحانه مطَّلع على خلقه لا يغيب عنه من أمورهم شيء. . ثم أخبر تعالى عن أحوال اليهود والمافقين فقال: ﴿أَلَمْ تَرَ إِلَى الذين نُهُواْ عَنِ النجوى﴾ قال القرطبي: نزلت في","vol":"3","page":318},{"text":"اليهود والمنافقين كانوا يتناجون فيما بينهم وينظرون للمؤمنين ويتغامزون بأعينهم، فشكوا ذلك إِلأى رسول الله ﷺ َ فنهاهم عن النجوى فلم ينتهوا فنزلت ﴿ثُمَّ يَعُودُونَ لِمَا نُهُواْ عَنْهُ﴾ أي ثم يرجعون إِلى المناجاة التي نهُوا عنها قال أبو السعود: والهمزة ﴿أَلَمْ تَرَ﴾ للتعجيب من حالهم، وصيغة المضارع ﴿ثُمَّ يَعُودُونَ﴾ للدلالة على تكرر عودهم وتجدده واستحضار صورته العجيبة ﴿وَيَتَنَاجَوْنَ بالإثم والعدوان وَمَعْصِيَتِ الرسول﴾ أي ويتحدثون فيما بينهم بما هو إِثم وعدوان ومخالفة لأمر الرسول ﷺ َ لأن حديثهم يدور حول المكمر والكيد بالمسلمين، قال أبو حيان: بدأ بالإِثم لعمومه، ثم بالعُدوان لعظمته في النفوس إِذ هي ظُلامات العباد، ثم ترقَّى إِلى ما هو أعظم وهو معصية الرسول ﵊ ُ، وفي هذا طعنٌ على المنافقين إِذ كان تناجيهم في ذلك ﴿وَإِذَا جَآءُوكَ حَيَّوْكَ بِمَا لَمْ يُحَيِّكَ بِهِ الله﴾ أي وإِذا أحضروا عندك يا محمد حيَّوك بتحيةٍ ظالمةٍ لم يشرعها الله ولم يأذن فيها، وهي قولهم «السامُ عليكم» أي الموت عليكم قال المفسرون:\n«كان اليهود يأتون رسول الله ﷺ َ فيقولون: السامُ علكيم بدلًا من السلام عليكم، والسامُ الموتُ وهو ما أرادوه بقولهم، وكان رسول الله ﷺ َ يقول لهم: وعلكيم لا يزيد عليها، فسمعتهم عائشة يومًا فقالت: بل عليكم السماُ واللعنة، فلما انصرفوا قال لها رسول الله ﷺ َ: مهلًا يا عائشة، إِن الله يكره الفُحش والتفحش فقال يا رسول الله: أما سمعتَ ما قالوا؟ فقال لها: أما سمعتِ ما قلت لهم؟ إِني قلت لهم: وعليكم، فيستجيب الله لي فيهم، ولا يستجيب لهم فيَّ» ﴿وَيَقُولُونَ في أَنفُسِهِمْ لَوْلاَ يُعَذِّبُنَا الله بِمَا نَقُولُ﴾ اي ويقولون فيما بينهم، هلاَّ يعذبنا الله بهذا القول لو كان محمدًا نبيًا؟ فلو كان نبيًا حقًا لعذبنا الله على هذا الكلام قال تعالى ردًا عليهم ﴿حَسْبُهُمْ جَهَنَّمُ يَصْلَوْنَهَا﴾ أي يكفيهم عذابًا أن يدخلوا نار جهنم ويصلوا حرها ﴿فَبِئْسَ المصير﴾ أي بئست جهنم مرجعًا ومستقرًا لهم قال ابن العربي: كانوا يقولون: لو كان محمد نبيًا لما أمهلنا الله بسبَه والاستخفاف به، وجهلوا أن الباري تعالى حليمٌ لا يعاجل العقوبة لمن سبَّه فكيف من سبَّ نبيه!! وقد ثبت في الصحيح «لا أحد أصبر على الأذى من الله، يدعون له الصاحبة والولد وهو يعاقبهم ويرزقهم» فأنزل الله تعالى هذا كشفًا لسرائرهم، وفضحًا لبواطنهم وتكريمًا لرسوله ﷺ َ، وأما إمهالهم في الدنيا فمن كراماته ﷺ َ على ربه لكونه بعث رحمةً للعالمينِ. . ثم نهى تعالى المؤمنين عن التناجي بما هو إِثم ومعصية فقال ﴿ياأيها الذين آمنوا إِذَا تَنَاجَيْتُمْ فَلاَ تَتَنَاجَوْاْ بالإثم والعدوان وَمَعْصِيَتِ الرسول﴾ أي إِذا تحدثتم فيما بينكم سرًا فلا تتحدثوا بما فيه إِثم كالقبيح من القول، أو بما هو عدوان على الغير، أو مخالفة ومعصية لأمر الرسول ﷺ َ ﴿وَتَنَاجَوْاْ بالبر والتقوى﴾ أي وتحدثوا بما فيه خيرٌ وطاعة وإحسان قال القرطبي: نهى تعالى المؤمنين أن يتناجوا فيما بينهم كفعل المنافقين واليهود، وأمرهم أن يتناجوا بالطاعة والتقوى والعفاف عما نهى الله عنه ﴿واتقوا الله الذي إِلَيْهِ تُحْشَرُونَ﴾ أي وخافوا الله بامتثالكم أوامره واجتنابكم نواهيه، الذي سيجمعكم للحساب، ويجازي كلًا بعمله ﴿إِنَّمَا النجوى مِنَ الشيطان لِيَحْزُنَ الذين آمَنُواْ﴾ أي","vol":"3","page":319},{"text":"ليست النجوى بالإِثم والعدوان إِلا من تزيين الشيطان، ليُدخل به الحزن على المؤمنين قال ابن كثير: أي إِنما يصدر هذا من المتناجين عن تزيين الشيطان وتسويله ﴿وَلَيْسَ بِضَآرِّهِمْ شَيْئًا إِلاَّ بِإِذْنِ الله﴾ أي وليس هذا التناجي بضارٍ للمؤمنين شيئًا إِلآ بمشيئة الله وإرادته ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي وعلى الله وحدجه فليعتمد ولْيثق المؤمنون، ولا يبالوا بنجوى المنافقين فإن الله يعصمهم من شرهم وكيدهم، وفي الحديث «إِذا كنتم ثلاثة فلا يتناجى اثنان دون صاحبهما فإِن ذلك يحزنه» .","vol":"3","page":320},{"text":"المنَاسَبَة: لما نهى تعالى عباده المؤمنين عمَّا يكون سببًا للتباغض والتنافر، أمرهم بما يصير سببًا لزيادة المحبة والمودَّة، وهو التوسع في المجالس بأن يفسح بعضهم لبعض، ثم حذَّر من موالاة أعداء الله، وختم السورة الكريمة ببيان أوصاف المؤمنين الكاملين.\nاللغَة: ﴿تَفَسَّحُواْ﴾ توسَّعوا يقال: فسح له في المجلس أي وسَّع له، منه مكان فسيح اي واسع ﴿انشزوا﴾ انهضوا وارتفعوا يقال: نشز ينشُز إِذا تنحَّى من مجلسه وارتفع منه، وأصله من النَّشز","vol":"3","page":320},{"text":"وهو ما ارتفع من الأرض ﴿جُنَّةً﴾ بضم الجيم وقاية ﴿استحوذ﴾ استولى وغلب على عقولهم ﴿الأذلين﴾ الأذلاء المغمورين في الذل والهوان.\nسَبَبُ النّزول: أعن مقاتل قال: «كان النبي ﷺ َ يُكرم أهل بدر من المهاجرين والأنصار، فجاء ناسٌ من أهل بدر فيهم» ثابت بن قيس «وقد سُبقوا إِلى المجلس، فقاموا حيال النبي ﷺ َ على أرجلهم ينتظرون أن يوسَّع لهم فلم يفسحوا لهم، فشقَّ ذلك على النبي ﷺ َ فقال لمن حوله من غير أهل بدر قم يا فلان، فم يا قلان، بعدد الواقفين من أهل بدر، فشق ذلك على من أقيم من مجلسه، وطعن المنافقون في ذلك وقالوا: ما عدل هؤلاء، قوم أخذوا مجالسهم وأحبوا القرب منه فأقامهم وأجلس من أبطأ عنه!! فأنزل الله تعالى ﴿ياأيها الذين آمَنُواْ إِذَا قِيلَ لَكُمْ تَفَسَّحُواْ فِي المجالس فافسحوا يَفْسَحِ الله لَكُمْ. .﴾» الآية.\nب عن ابن عباس قال: «إن الناس سألوا رسول الله ﷺ َ وأكثروا عليه حتى شقَّ ذلك عليه ﷺ َ فأراد الله أن يخفّف عن نبيه ويثبِّطهم عن ذلك فأنزل الله ﴿ياأيها الذين آمَنُواْ إِذَا نَاجَيْتُمُ الرسول فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً. .﴾ الآية فلما نزلت جبن كثير من المسلمين وكفَّوا عن المسألة.\nج قال السدي:» كان «عبد الله بن نبتل» المنافق يجالس رسول الله ﷺ َ ويرفع حديثه إلى اليهود، فبينا رسول الله ﷺ َ في حجرةٍ من حجراته إِذ قال يدخل عليكم الآن رجلٌ قلبه قلبُ جبار وينظر بعيني شيطان، فدخل عبد الله بن نبتل وكان أزرق العينين فقال له النبي ﷺ َ: علام تشتمني أنت وأصحابك؟ فحلف بالله ما فعل ذلك، فقال له النبي ﷺ َ: بل فعلت، فانطلق فجاء بأصحابه فحلفوا بالله ما سبُّوه فأنزل الله ﴿أَلَمْ تَرَ إِلَى الذين تَوَلَّوْاْ قَوْمًا غَضِبَ الله عَلَيْهِم مَّا هُم مِّنكُمْ وَلاَ مِنْهُمْ وَيَحْلِفُونَ عَلَى الكذب وَهُمْ يَعْلَمُونَ﴾ «.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ﴾ نداءٌ من الله تعالى للمؤمنين بأكرم وصفٍ وألطف عبارة أي يا من صدَّقتم الله ورسوله وتحليتم بالإِيمان الذي هو زينة الإِنسان ﴿إِذَا قِيلَ لَكُمْ تَفَسَّحُواْ فِي المجالس فافسحوا﴾ أي إِذا قال لكم أحد توسعوا في المجالس سواءً كان مجلس الرسول ﷺ َ أو غيره من المجالس فتوسعوا وافسحوا له ﴿يَفْسَحِ الله لَكُمْ﴾ أي يوسِّع لكم ربكم في رحمته وجنته قال مجاهد: كانوا يتنافسون في مجلس النبي ﷺ َ فأُمروا أن يفسح بعضهم لبعض قال الخازن: أمر الله المؤمنين بالتواضع وأن يفسحوا في المجلس لمن أراد الجلوس عند النبي ﷺ َ لتساوى الناس في الأخذ من حظهم من رسول الله ﷺ َ وفي الحديث» لايقيمنَّ أحدكم رجلًا من مجلسه ثم يجلس فيه، ولكنْ توسَّعوا وتفسَّحوا يفسح اللهُ لكم «قال الإِمام الفخر: وقوله ﴿يَفْسَحِ الله لَكُمْ﴾ مطلٌ","vol":"3","page":321},{"text":"في كل ما يطلب الناس الفسحة فيه في المكان، الرزق، والصدر، والقبر، والجنة، واعلم أن الآية دلت على أن كل من وسَّع على عباد الله أبواب الخير والراحة وسَّع عليه خيرات الدنيا والآخرة وفي الحديث\n«لايزال الله في عون العبد ما زال العبد في عون أخيه» ﴿وَإِذَا قِيلَ انشزوا فَانشُزُواْ﴾ أي وإِذا قيل لكم أيها المؤمنون انهضوا من المجلس وقوموا لتوسّعوا لغيركم فارتفعوا منه وقوموا قال ابن عباس: معناه إِذا قيل لكم ارتفعوا فارتفعوا قال في البحر: أُمروا أولًا بالتفسح في المجلس، ثم ثانيًا بامتثال الأمر فيه إِذا أُمروا، وألا يجدوا في ذلك غضاضة ﴿يَرْفَعِ الله الذين آمَنُواْ مِنكُمْ والذين أُوتُواْ العلم دَرَجَاتٍ﴾ أي يرفع الله المؤمنين بامتثال أوامره وأوامر رسوله، والعالمين منهم خاصة أعلى المراتب، ويمنحهم أعلى الدرجات الرفيعة في الجنة قال ابن مسعود: مدح الله العلماء في هذه الآية ثم قال: يا أيها الناس افهموا هذه الآية ولترغبكم في العلم فإن الله يقول يرفع المؤمن العالم فوق المؤمن الذي ليسبعالم درجات وقال القرطبي: بيّن في هذه الآية أن الرفعة عند الله بالعلم والإِيمان، لا بالسبق إِلى صدور المجالس، وفي الحديث «فضل العالم على العابد كفضل القمر ليلة البدر على سائر الكواكب» وعنه ﷺ َ «يشفع يوم القيامة ثلاثة: الأنبياء، ثم العلماء، ثم الشهداء» فأعظمْ بمنزلةٍ هي واسطةٌ بين النبوة والشهادة بشهادة رسول الله ﷺ َ ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي خبير بمن يستحق الفضل والثواب ممن لا يستحقه ﴿ياأيها الذين آمَنُواْ إِذَا نَاجَيْتُمُ الرسول﴾ أي إِذا أردتم محادثته سرًا ﴿فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً﴾ أي فقدموا قبلها صدقة تصدَّقوا بها على الفقراء قال الألوسي: وفي هذا الأمر تعظيم لمقام الرسول ﷺ َ، ونفعٌ للفقراء، وتمييزٌ بين المخلص والمنافق، وبين محب الدنيا ومحب الآخرة ﴿ذَلِكَ خَيْرٌ لَّكُمْ وَأَطْهَرُ﴾ أي تقديم الصدقاتن قبل مناجاته أفضل لكم عند الله لما فيه من امتثال أمر الله، وأطهر لذنوبكم ﴿فَإِن لَّمْ تَجِدُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فإِن لم تجدوا ما تتصدقون به فإِن الله يسامحكم ويعفو عنكم، لأنه لم يكلف بذلك إِلا القادر منكم ﴿أَأَشْفَقْتُمْ أَن تُقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَاتٍ﴾ عتابٌ للمؤمنين رقيقٌ رفيق أي أخفتم أيها المؤمنون الفقر إِذا تصدقتم قبل مناجاتكم للرسول ﷺ َ؟ والغرضُ: لا تخافوا فإِن الله يرزقكم لأنه غني بيده خزائن السموات والأرض، وهو عتاب لطيف كما بينا، ثم نسخ","vol":"3","page":322},{"text":"تعالى الحكم تيسيرًا على المؤمنين فقال ﴿فَإِذْ لَمْ تَفْعَلُواْ وَتَابَ الله عَلَيْكُمْ﴾ أي فإِذا لم تفعلوا ما أُمرتم به وشقَّ ذلك عليكم، وعفا الله عنكم بأن رخَّص لكم مناجاته من غير تقديم صدقة ﴿فَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي فاكتفوا بالمحافظة على الصلاة ودفع الزكاة المفروضة ﴿وَأَطِيعُواْ الله وَرَسُولَهُ﴾ أي أطيعوا أمر الله وأمر رسوله في جميع أحوالكم ﴿والله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي محيطٌ بأعمالكم ونياتكم قال المفسرون: نسخ الله ذلك تخفيفًا على العباد حتى قال ابن عباس: ما كان ذلك إِلا ساعةً من نهار ثم نسخ قال القرطبي: نسختْ فرضيةُ الزكاة هذه الصدقة، وهذا يدل على جواز النسخ قبل الفعل، وما روي عن عليٍّ ﵁ أنه قال: «آية في كتاب الله لم يعمل بها على أحد قبلي ولا بعدي، كان عندي دينار فتصدقت به ثم ناجيت الرسول ﷺ َ الخ فضعيفٌ لأن الله تعالى قال ﴿فَإِذْ لَمْ تَفْعَلُواْ﴾ وهذا يدل على أن أحدًا لم يتصدق بشيء ﴿أَلَمْ تَرَ إِلَى الذين تَوَلَّوْاْ قَوْمًا غَضِبَ الله عَلَيْهِم﴾ تعجيبٌ للرسول ﷺ َ من أمر المنافقين الذين اتخذوا اليهود المغضوب عليهم أولياء، يناصحونهم وينقلون إِليهم أسرار المؤمنين!! قال الإِمام الفخر: كان المنافقون يتولون اليهود وهم الذين غضب الله عليهم في قوله\n﴿مَن لَّعَنَهُ الله وَغَضِبَ عَلَيْهِ﴾ [المائدة: ٦٠] وكانوا ينقلون إِليهم أسرار المؤمنين ﴿مَّا هُم مِّنكُمْ وَلاَ مِنْهُمْ﴾ أي ليس هؤلاء المنافقون من المسلمين ولا من اليهود، بل هم مذبذبون بين ذلك كقوله تعالى ﴿مُّذَبْذَبِينَ بَيْنَ ذلك لاَ إلى هؤلاء وَلاَ إِلَى هؤلاء﴾ [النساء: ٤٣] قال الصاوي: أي ليسوا من المؤمنين الخلَّص، ولا من الكافرين الخُلَّص، لا ينتسبون إِلى هؤلاء ولا إِلى هؤلاء ﴿وَيَحْلِفُونَ عَلَى الكذب وَهُمْ يَعْلَمُونَ﴾ أي ويحلفون بالله كاذبين يقولون: والله إِنا لمسلمون، وهم يعملون أنهم كذبة فجرة قال أبو السعود: والصيغةُ مفيدة لكمال شناعة ما فعلوا، فإِن الحلف على ما يُعلم أنه كذبٌ في غاية القبح ﴿أَعَدَّ الله لَهُمْ عَذَابًا شَدِيدًا﴾ أي هيأ لهم تعالى بسبب نفاقهم عذابًا في نهاية الشدة والألم، وهو الدرك الأسفل في جهنم\n﴿إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار وَلَن تَجِدَ لَهُمْ نَصِيرًا﴾ [النساء: ١٤٥] ﴿إِنَّهُمْ سَآءَ مَا كَانُواْ يَعْمَلُونَ﴾ أي بئس ما فعلوا وبئس ما صنعوا ﴿اتخذوا أَيْمَانَهُمْ جُنَّةً﴾ أي جعلوا أيمانهم الكاذبة الفاجرة وقايةً لأنفسهم وسترةً لها من القتل قال في التسهيل: أصل الجُنَّة ما يُستتر به ويُتقى به المحذور كالترس، ثم استعمل هنا بطريق الاستعارة لأنهم كانوا يظهرون الإِسلام ليعصموا دماءهم وأموالهم ﴿فَصَدُّواْ عَن سَبِيلِ الله﴾ أي فمنعوا الناس عن الدخول في الإِسلام، بإِلقاء الشبهات في قلوب الضعفاء والمكر والخداع بالمسلمين ﴿فَلَهُمْ عَذَابٌ مُّهِينٌ﴾ أي فلهم عذاب شديد في غاية الشدة والإِهانة ﴿لَّن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ مِّنَ الله شَيْئًا﴾ أي لن تنفعهم أموالهم ولا أولادهم في الآخرة، ولن تدفع عنهم شيئًا من عذاب الله ﴿أولئك أَصْحَابُ النار","vol":"3","page":323},{"text":"هُمْ فِيهَا خَالِدُونَ﴾ أي هم أهل النار لا يخرجون منها أبدًا ﴿يَوْمَ يَبْعَثُهُمُ الله جَمِيعًا﴾ أي يحشرهم يوم القيامة جميعًا للحساب والجزاء ﴿فَيَحْلِفُونَ لَهُ كَمَا يَحْلِفُونَ لَكُمْ﴾ أي فيحلفون لله تعالى كما يحلفون لكم اليوم في الدنيا كذبًا أنهم مسلمون قال بان عباس: هو قولهم: ﴿والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] ﴿وَيَحْسَبُونَ أَنَّهُمْ على شَيْءٍ﴾ أي يظنون أن حلفهم في الآخرة ينفعهم وينجيهم من عذابها كما نفعهم في الدنيا بدفع القتل عنهم قال أبو حيان: والعجب منهم كيف يعتقدون أن كفرهم يخفى على علاَّم الغيوب، ويجرونه مجرى المؤمنين في عدم اطلاعهم على كفرهم ونفاقهم، والمقصود أنهم تعودوا الكذب حتى كان على ألسنتهم في الآخرة كما كان في الدنيا ﴿أَلاَ إِنَّهُمْ هُمُ الكاذبون﴾ أي ألا فانتبهوا أيها الناس إِن هؤلاء هم البالغون في الكذب الغاية القصوى حيث تجاسروا على الكذب بين يدي علام الغيوب ﴿استحوذ عَلَيْهِمُ الشيطان فَأَنسَاهُمْ ذِكْرَ الله﴾ أي استولى على قلوبهم الشيطان وغلب عليهم تملَّك نفوسهم حتى أنساهم أن يذكروا ربهم ﴿أولئك حِزْبُ الشَّيْطَانِ﴾ أي أولئك هم أتباع الشيطان وأعوانه وأنصاره ﴿أَلاَ إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الخَاسِرُونَ﴾ أي أتباع الشيطان وجنوده هم الكاملون في الخسران والضلالة، لأنهم فوَّتوا على أنفسهم النعيم الدائم وعرضوها للعذاب المقيم ﴿إِنَّ الَّذِينَ يُحَآدُّونَ الله وَرَسُولَهُ﴾ أي يعادون الله ورسوله ويخالفون أمرهما ﴿أولئك فِي الأذلين﴾ أي أولئك في جملة الأذلاء المبعدين من رحمة الله ﴿كَتَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ أي قضى الله وحكم أن الغلبة لدينه ورسله وعباده المؤمنين ﴿إِنَّ الله قَوِيٌّ عَزِيزٌ﴾ أي هو تعالى قويٌ على نصر رسله وأوليائه، غالبٌ على أعدائه، لا يُقهر ولا يُغلب قال مقاتل: لما فتح الله مكة والطائف وخيبر للمؤمنين قالوا: نرجو أن يُظهرنا الله على فارس والروم، فقال عبد الله بن سلول: أتظنون أن الروم وفارس كبعض القرى التي غلبتم عليها؟! والله إِنهم لأكثر عددًا، وأشد بطشًا من أن تظنوا فيهم ذلك فنزلت ﴿تَبَ الله لأَغْلِبَنَّ أَنَاْ ورسلي﴾ ﴿لاَّ تَجِدُ قَوْمًا يُؤْمِنُونَ بالله واليوم الآخر يُوَآدُّونَ مَنْ حَآدَّ الله وَرَسُولَهُ﴾ أي لا يمكن أن ترى أيها السامع جماعة يصدقون بالله وباليوم الآخر يحبون ويوالون من عادى الله ورسوله وخالف أمرهما، لأن من أحبَّ الله عادى أعداءه، ولا يجتمع في قلب واحد حبٌّ الله وحبُّ أعدائه، كما لا يجتمع النور والظلام قال المفسرون: غرضُ الآية النهي عن مصادقة ومحبة الكفرة والمجرمين، ولكنها جاءت بصورة إِخبارٍ مبالغةً في النهي والتحذير قال الإِمام الفخر: المعنى أنه لا يجتمع الإِيمان مع حبِّ أعداء الله، وذلك لأن من أحبَّ أحدًا امتنع أن يحب عدوه، لأنهما لا يجتمعان في القلب، فإِذا حصل في القلب مودة أعداء الله لم يحصل فيه الإِيمان ﴿وَلَوْ كانوا آبَآءَهُمْ أَوْ أَبْنَآءَهُمْ أَوْ إِخْوَانَهُمْ أَوْ عَشِيرَتَهُمْ﴾ أي ولو كان هؤلاء المحادُّون لله ورسوله أقرب الناس إِليهم، كالآباء، والأبناء، والإِخوان، والعشير، فإِن قضية الإِيمان بالله تقتضي معاداة أعداء الله قال في البحر: بدأ بالآباء لأن طاعتهم واجبة على الأولاد، ثم بالأبناء لأنهم أعلق بالقلوب، ثم بالإِخوان لأنهم بهم التعاضد، ثم بالعشيرة لأن بهم التناصر والمقاتلة والتغلب على","vol":"3","page":324},{"text":"الأعداء كما قال القائل:\nلا يسألون أخاهم حين يندبهم ... في النائبات على ما قال برهانا\nقال ابن كثير: نزلت ﴿وَلَوْ كانوا آبَآءَهُمْ﴾ في «أبي عبيدة» قتل أباه الجراح يوم بدر، ﴿أَوْ أَبْنَآءَهُمْ﴾ في الصِّديق همَّ بقتل انبه «عبد الرحمن بن أبي بكر» ﴿أَوْ إِخْوَانَهُمْ﴾ في مُصعب بن عمير قتلا أخاه عُبيد بن عمير يومئذٍ ﴿أَوْ عَشِيرَتَهُمْ﴾ في حمزة، وعلي، وعبيدة بن الحارث، قتلوا عُتبة، وشيبة، والوليد بن عتبة يوم بدر ﴿أولئك كَتَبَ فِي قُلُوبِهِمُ الإيمان﴾ أي أثبت الإِيمان ومكنه في قلوبهم، فهي مؤمنةٌ موقنةٌ مخلصة ﴿وَأَيَّدَهُمْ بِرُوحٍ مِّنْهُ﴾ أي وقوَّاهم بنصره وتأييده قال ابن عباس: نصرهم على عدوهم، سمى ذلك النصر روحًا لأن به يحيا أمرهم ﴿وَيُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخلهم في الآخرة بساتين فسيحة، تجري من تحت قصورها أنهار الجنة ﴿خَالِدِينَ فِيهَا﴾ أي ما كثين فيها أبد الآبدين ﴿رَضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ﴾ أي قبل الله أعمالهم فرضي عنهم، ونالوا ثوابه فرضوا بما أعطاهم، وإِنما ذكر رضوانه عليهم بعدد دخولهم الجنة لأنه أعظم النعم، وأجل المراتب قال ابن كثير: وفي الآية سر بديع وهو أنهم لما سخطوا على الألقاب والعشائر في الله تعالى، عوَّضهم الله بالرضا عنهم وأرضاهم بما أعطاهم من النعيم المقيم، والفوز العظيم ﴿أولئك حِزْبُ الله﴾ أي أولئك جماعة الله وخاصته وأولياؤه ﴿أَلاَ إِنَّ حِزْبَ الله هُمُ المفلحون﴾ أي هم الفائزون بخيري الدنيا والآخرة، وهذا في مقابلة قوله تعالى ﴿أولئك حِزْبُ الشَّيْطَانِ أَلاَ إِنَّ حِزْبَ الشَّيْطَانِ هُمُ الخَاسِرُونَ﴾ .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - صيغة المبالغة في ﴿إِنَّ الله سَمِيعٌ بَصِيرٌ﴾ [المجادلة: ١] وفي ﴿غَفُورٌ رَّحِيمٌ﴾ وفي ﴿على كُلِّ شَيْءٍ شَهِيدٌ﴾ [المجادلة: ٦] .\n٢ - الإِطناب بذكر الأُمهات ﴿مَّا هُنَّ أُمَّهَاتِهِمْ إِنْ أُمَّهَاتُهُمْ﴾ [المجادلة: ٢] زيادةً في التقرير والبيان.\n٣ - الطباق ﴿وَلاَ أدنى مِن ذَلِكَ وَلاَ أَكْثَرَ﴾ [المجادلة: ٧] لأن معنى أدنى أقل فصار الطباق بينها وبين أكثر.\n٤ - عطف الخاص على العام تنبيهًا على شرفه ﴿يَرْفَعِ الله الذين آمَنُواْ مِنكُمْ والذين أُوتُواْ العلم دَرَجَاتٍ﴾ فإن ﴿والذين أُوتُواْ العلم﴾ دخلوا في المؤمنين أولًا ثم خصوا بالذكر ثانيًا تعظيمًا لهم.\n٥ - الاستعارة ﴿فَقَدِّمُواْ بَيْنَ يَدَيْ نَجْوَاكُمْ صَدَقَةً﴾ استعار اليدين لمعنى قبل أي قبل نجواكم.\n٦ - الاستفهام والمراد منه التعجيب ﴿أَلَمْ تَرَ إِلَى الذين تَوَلَّوْاْ قَوْمًا غَضِبَ الله عَلَيْهِم. .﴾ .\n٧ - الجناس الناقص بين ﴿يَعْلَمُونَ﴾ و﴿يَعْمَلُونَ﴾ لتغير الرسم.\n٨ - المقابلة بين ﴿أولئك حِزْبُ الله أَلاَ إِنَّ حِزْبَ الله هُمُ المفلحون﴾ وبين ﴿أولئك حِزْبُ الشَّيْطَانِ. .﴾ الآية.","vol":"3","page":325},{"text":"٩ - تحلية الجملة بفنون المؤكدات مثل: «ألا، وإِنَّ، وهم» في قوله ﴿أَلاَ إِنَّ حِزْبَ الله هُمُ المفلحون﴾ .\n١٠ - توافق الفواصل في الحرف الأخير مثل ﴿الخاسرون، الكاذبون، خالدون، يعملون﴾ .\nلطيفَة: روى الإِمام أحمد عن أبي الطفيل أن «نافع بن عبد الحارث» لقي عمر بن الخطاب بعسفان وكان عمر استعمله على مكة فقال عمر: من استخلفت على أهل البوداي؟ فقال: استخلفت عليهم: «ابن أبزى» فقال: ومن ابن أبزى؟ فقال: رجلٌ من موالينا فقال عمر: استخلفت عليهم مولى؟ فقال يا أمير المؤمنين: إنه قارىءٌ لكتاب الله، عالم بالفرائض، قاضٍ، فقال عمر ﵁: أما إِن نبيكم ﷺ َ قال: «إِن الله يرفع بهذا الكتاب أقوامًا، ويضع به آخرين» .","vol":"3","page":326},{"text":"اللغَة: ﴿الحشر﴾ الجمع، وسمي يوم القيامة يوم الحشر لأنه يوم اجتماع الناس للحساب والجزاء ومنه ﴿وَحُشِرَ لِسْلَيْمَانَ جُنُودُهُ﴾ [النمل: ١٧] أي جمع له الجنود ﴿قَذَفَ﴾ ألقى وأنزل بشدة ﴿الجلاء﴾","vol":"3","page":328},{"text":"الخروج من الوطن مع الأهل والولد ﴿شَآقُّواْ﴾ عادوا وخالفوا ﴿لِّينَةٍ﴾ بكسر اللام النخلة القريبة من الأرض، الكريمة الطيبة، سميت لينة لجودة ثمرها وأنشد الأخفش:\nقد شجاني الحمامُ حين تغنَّى ... بفراق الأحباب من فوقِ لينة\n﴿أَوْجَفْتُمْ﴾ الوجيف: سرعة السير يقال: أوجف البعير إِذا حثَّه وحمله على السير السريع ﴿دُولَةً﴾ بضم الدال الشيء الذي يتداول من الأموال، وينتقل من يد إلى يد ﴿خَصَاصَةٌ﴾ فقر واحتياج ﴿غِلًاّ﴾ حِقدًا وضغينة.\nسَبَبُ النّزول: لما نقض اليهود «بنو النضير» العهد مع رسول الله ﷺ َ حاصرهم ﷺ َ وأمر بقطع نخيلهم وإِحراقه إِهانةً لهم وإِرعابًا لقلوبهم، فقالوا يا محمد: ألست تزعم أنك نبيٌ؟ وأنك تنهى عن الفساد؟ فما بالك تأمر بقطع الأشجار وتحريقها؟ فأنزل الله تعالى ﴿مَا قَطَعْتُمْ مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً على أُصُولِهَا فَبِإِذْنِ الله. .﴾ الآية.\nالتفسِير: ﴿سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي نزَّه الله تعالى ومجَّده وقدَّسه جميع ما في السموات والأرض من ملك، وإِنسان، وجماد، وشجر كقوله تعالى ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ﴾ [الإِسراء: ٤٤] قال ابن كثير: يخبر تعالى أن جميع ما في السموات والأرض يبسح له ويُمجده ويقدِّسه ويُوحِّده ﴿وَهُوَ العزيز الحكيم﴾ أي وهو العزيز في ملكه، الحكيمُ في صنعه ﴿هُوَ الذي أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب مِن دِيَارِهِمْ﴾ بيانٌ لبعض أثار قدرته تعالى الباهرة وعزته الظاهرة أي هو جلَّ وعلا الذي أخرج يهود بني النضير من مساكنهم بالمدينة المنورة ﴿لأَوَّلِ الحشر﴾ أي في أول مرة حُشروا وأخرجوا فيها من جزيرة العرب، إِذ لم يصبهم هذا الذل قبل ذلك قال البيضاوي: لما قدم رسول الله ﷺ َ المدينة صالح «بني النضير» على ألاَّ يكونوا معه ولا عليه، فلما ظهر يوم بدر قالوا: إنه النبي المنعوتُ في التوراة بالنصرة لا تُردُّ له راية، فلما هُزم المسلمون يوم أُحد ارتابوا ونكثوا، وخرج «كعب بن الأشرف» في أربعين راكبًا إِلى مكة وحالفوا «أبا سفيان» فأمر رسول الله ﷺ َ «محمد بن مسلمة» أخا كعبٍ من الرضاعة فقتله غيلةً، ثم صبَّحهم بالكتائب وحاصرهم، حتى صالحوه على الجلاء، فجلا أكثرهم إلى الشام، ولحقت طائفة بخيبر، فذلك قوله ﴿هُوَ الذي أَخْرَجَ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب مِن دِيَارِهِمْ لأَوَّلِ الحشر﴾ قال الألوسي: ومعنى ﴿لأَوَّلِ الحشر﴾ أن هذا أول حشرهم إلى الشام أي اول ما حُشروا وأُخرجوا، ونبَّه بلفظ ﴿أول﴾ على أنهم لم يصبهم جلاءٌ قبله ﴿مَا ظَنَنتُمْ أَن يَخْرُجُواْ﴾ أي ما ظننتم أيها المؤمنون أن يخرجوا من أوطانهم وديارهم بهذا الذل والهوان، لعزتهم ومنعتهم، وشدة بأسهم، حيث كانوا أصحاب حصون وعقار، ونخيلٍ وثمار ﴿وظنوا أَنَّهُمْ مَّانِعَتُهُمْ حُصُونُهُم مِّنَ الله﴾ أي وظنوا أن حصونهم الحصينة تمنعهم من بأس الله، وتدفع عنهم عذابه وانتقامه قال البيضاوي: والأصل أن يُقال: وظنوا أن حصونهم تمنعهم أو مانعتهم","vol":"3","page":329},{"text":"من بأس الله، وتغييرُ النظم بتقديم الخبر وإٍسناد الجملة إِلى ضميرهم للدلالة على فرط وثوقهم بكونها حصينة، بحيث ظنوا أنه لا يخرجهم منها أحد لأنهم في عزة ومنعة ﴿فَأَتَاهُمُ الله مِنْ حَيْثُ لَمْ يَحْتَسِبُواْ﴾ أي فجاءهم بأسُ الله وعذابه من حيث لم يكن في حسابهم، ولم يخطر ببالهم ﴿وَقَذَفَ فِي قُلُوبِهِمُ الرعب﴾ أي وألقى في قلوب بني النظير الخوف الشديد، مما أضعف قوتهم، وسلبهم الأمن والطمأنينة، حتى نزلوا على حكم رسول الله ﷺ َ وفي الحديث\n«نُصرت بالرعب من مسيرة شهر» ﴿يُخْرِبُونَ بُيُوتَهُمْ بِأَيْدِيهِمْ وَأَيْدِي المؤمنين﴾ أي يهدمون بيوتهم بأيديهم من الداخل، وأيدي المؤمنين من الخارج قال المفسرون: كانوا بنو النضير قبل إِجلائهم عن ديارهم يخربون بيوتهم فيقلعون العُمد، وينقضون السقوف، وينقبون الجدران، لئلا يسكنها المؤمنون حسدًا منهم وبغضًا، وكان المسلمون يخربون سائر الجوانب من ظاهرها ليقتحموا حصونهم ﴿فاعتبروا ياأولي الأبصار﴾ أي فاتعظوا بما جرى عليهم يا ذوي العقول والألباب ﴿وَلَوْلاَ أَن كَتَبَ الله عَلَيْهِمُ الجلاء﴾ أي ولولا أن الله تعالى قضى عليهم بالخروج من أوطانهم مع الأهل والأولاد ﴿لَعَذَّبَهُمْ فِي الدنيا﴾ أي لعذبهم في الدنيا بالسيف كما فعل بإِخوانهم بني قريظة ﴿وَلَهُمْ فِي الآخرة عَذَابُ النار﴾ أي ولهم مع عذاب الدنيا عذاب جهنم المؤبد ﴿ذَلِكَ بِأَنَّهُمْ شَآقُّواْ الله وَرَسُولَهُ﴾ أي ذلك الجلاء والعذاب بسبب أنهم خالفوا الله وعادوه وعصوا أمره، وارتكبوا ما ارتكبوا من جرائم، ونقضٍ للعهود في حق رسوله ﴿وَمَن يُشَآقِّ الله فَإِنَّ الله شَدِيدُ العقاب﴾ أي ومن يخالف أمر الله، ويعادِ دينه فاللهُ ينتقم منه لأن عذابه شديد، وعقابه أليم ﴿وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ﴾ [هود: ١٠٢] . . ثم أخبر تعالى أن كل ما جرى من المؤمنين من قطع النخيل، وإِحراق بعض الأشجار المثمرة، فإنما كان بأمر الله وإِرادته فقال ﴿مَا قَطَعْتُمْ مِّن لِّينَةٍ أَوْ تَرَكْتُمُوهَا قَآئِمَةً على أُصُولِهَا فَبِإِذْنِ الله﴾ أي ما قطعتم أيها المؤمنون من شجرة نخيل، أو تركتموها كما كانت قائمة على سوقها فبأمر الله وإِرادته ورضاه ﴿وَلِيُخْزِيَ الفاسقين﴾ أي وليغيظ اليهود ويذلهم، بقطع أشجارهم ونخيلهم قال الرازي: المعنى إِنما أذن تعالى في ذلك حتى يزداد غيظ الكفار، وتتضاعف حسرتهم، بسبب نفاذ حكم أعدائهم في أعزَّ أموالهم قال المفسرون: لما حصار رسول الله ﷺ َ بني النضير، كان بعض الصحابة قد شرع يقطع ويحرق في نخيلهم، إِهانةً لهم وإِرعابًا لقلوبهم، فقالوا: ما هذا الإِفساد يا محمد؟ إِنك كنت تنهى عن الفساد، فما بالك تأمر بقطع الأشجار؟ فأنزل الله هذه الآية الكريمة ﴿وَمَآ أَفَآءَ الله على رَسُولِهِ مِنْهُمْ﴾ أي وما أعاد الله وردَّه غنيمة على رسوله من أموال يهود بني النضير ﴿فَمَآ أَوْجَفْتُمْ عَلَيْهِ مِنْ خَيْلٍ وَلاَ رِكَابٍ﴾ أي لم تسيِّروا إِليه خيلكم ولا ركابكم، ولا تعبتم في تحصيله قال القرطبي: يقال: وجف البعير وجيفًا إِذا أسرع السير، وأوجفه صاحبه إِذا حمله على السير السريع، والركاب، ما يُركبُ من الإِبل، والمعنى: لم تقطعوا إِليها شُقةً، ولا لقيتم بها حربًا ولا مشقة، وإِنما كانت من المدينة على ميلين، فافتتحها رسول الله ﷺ َ صلحًا، وأجلاهم عنها وأخذ أموالهم، فجعلها الله","vol":"3","page":330},{"text":"لرسوله ﷺ َ خاصة يضعها حيث شاء ﴿ولكن الله يُسَلِّطُ رُسُلَهُ على مَن يَشَآءُ﴾ أي ولكنه تعالى من سنته أن ينصر رسله بقذف الرعب في قلوب أعدائه، من غير أن يقاسوا شدائد الحروب ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي هو تعالى قادر على كل شيءٍ، لا يُغالب ولا يُمانع ولا يعجزه شيء.\n. ثم بيَّن تعالى حكم الفيء عامةً وهو ما يغنمه المسلمون بدون حرب فقال ﴿مَّآ أَفَآءَ الله على رَسُولِهِ مِنْ أَهْلِ القرى﴾ أي ما جعله الله غنيمةً لرسوله بدون قتال من أموال الكفار قال ابن عباس: هي قريظة، والنضير، وفدك، وخيبر ﴿فَلِلَّهِ وَلِلرَّسُولِ﴾ أي فحكمها أنها لله تعالى بضعها حيث يشاء، ولرسوله يصرفها على نفسه وعلى مصالح المسلمين ﴿وَلِذِي القربى واليتامى والمساكين﴾ أي ولأقرباء الرسول من بني هاشم وعبد المطلب، ولليتامى الذين مات آباؤهم، وللمساكين ذوي الحاجة والفقر ﴿وابن السبيل﴾ أي وللغريب المنقطع في سفره قال في التسهيل: لا تعارض بين هذه الآية وبين آية الأنفال، فإِن آية الأنفال في حكم الغنيمة التي تؤخذ بالقتال وإِيجاف الخيل والركاب، فتلك يؤخذ منها الخمس ويقسم الباقي على الغانمين، وأما هذه ففي «حكم الفيء» وهو ما يؤخذ من الكفار من غير قتال فلا تعارض بينهما ولا نسخ، وقد قرر الفقهاء الفرق بين الغنيمة والفيء، وأنَّ حكمهما مختلف، فالغنيمة ما أُخذت بالقتال، والفيءُ ما أُخذ صلحًا، وانظر كيف ذكر هنا لفظ الفيء ﴿مَّآ أَفَآءَ الله على رَسُولِهِ﴾ وذكر في الأنفال لفظ الغنيمة ﴿واعلموا أَنَّمَا غَنِمْتُمْ مِّن شَيْءٍ﴾ [الأنفال: ٤١] ! ﴿﴿كَيْ لاَ يَكُونَ دُولَةً بَيْنَ الأغنيآء مِنكُمْ﴾ أي لئلا ينتفع بهذا المال ويستأثر به الأغنياء دون الفقراء، مع شدة حاجة الفقراء للمال قال القرطبي: أي فعلنا ذلك كيلا يتقاسمه الرؤساء والأغنياء بينهم دون الفقراء والضعفاء، لأن أهل الجاهلية كانوا إِذا غنموا أخذ الرئيس ربعها لنفسه وهو المرياعُ ثم يصطفي منها أيضًا ما يشاء قال المفسرون: إن رسول الله ﷺ َ قسم أموال بني النضير على المهاجرين فإِنهمه كانوا حنيئذٍ فقراء، ولم يُعط الأنصار منها شيئًا فإِنهم كانوا أغنياء، فقال بعض الأنصار: لنا سهمنا من هذا الفيء فأنزل الله هذه الآية ﴿وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا﴾ أي ما أمركم به الرسول ﷺ َ فافعلوه، وما نهاكم عنه فاجتنبوه، فإِنه إِنما يأمر بكل خير وصلاح، وينهى عن كل شرٍّ وفساد قال المفسرون: والآية وإِن نزلت في أموال الفيء، إِلا أنها عامة في كل ما أمر به النبي ﷺ َ أو نهى عنه من واجبٍ، أو مندوب، أو مستحب، أو محرم، فيدخل فيها الفيء وغيره، عن ابن مسعود أنه قال: «لعن اللهُ الواشمات، والمستوشمات، والمتنمصات، والمتفلجات للحسن، المغيِّرات خلق الله» فبلغ ذل امرأةً من بني أسد يُقال لها «أم يعقوب» وكانت تقرأ القرآن فأتته فقالت: ما حديثٌ بلغني عنك أنك قلت كذا وكذا﴾ ﴿وذكرته له، فقال ابن مسعود: وما لي لا ألعنُ من لعن رسول الله ﷺ َ وهو في كتاب الله تعالى؟ فقالت المرأةُ: لقد قرأت ما بين لوحي المصحف فما وجدته﴾ فقال: إن كنتِ قرأتيه","vol":"3","page":331},{"text":"لقد وجدتيه، أما قرأتِ قول الله ﷿ ﴿وَمَآ آتَاكُمُ الرسول فَخُذُوهُ وَمَا نَهَاكُمْ عَنْهُ فانتهوا﴾؟ ﴿واتقوا الله﴾ أي خافوا ربكم بامتثال أوامره واجتناب نواهيه ﴿لِلْفُقَرَآءِ الْمُهَاجِرِينَ الَّذِينَ أُخْرِجُواْ مِن دِيَارِهِمْ وَأَمْوَالِهِمْ يَبْتَغُونَ فَضْلًا مِّنَ الله وَرِضْوَانًا﴾ أي فإِن عقابه أليم وعذابه شديد، لمن عصاه وخالف ما أمره به ﴿إِنَّ الله شَدِيدُ العقاب﴾ هذا متعلقٌ بما سبق من حكم الفيء كأنه يقول: الفيءُ والغنائم لهؤلاء الفقراء المهاجرين الذين ألجأهم كفار مكة إِلى الهجرة من أوطانهم، فتركوا الديار والأموال، ابتغاء مرضاة الله ورضوانه ﴿وَيَنصُرُونَ الله وَرَسُولَهُ﴾ أي قاصدين بالهجرة إِعلاء كلمة الله ونصرة دينه ﴿أولئك هُمُ الصادقون﴾ أي هؤلاء الموصوفون بالصفات الحميدة هم الصادقون في إِيمانهم قال قتادة: هؤلاء المهاجرون الذين تركوا الديار والأموال، والأهلين والأوطان، حبًا لله ورسوله، حتى إِن الرجل منهم كان يعصب الحجر على بطنه ليُقيم به صُلبه من الجوع.\n. ثم مدح تعال الأنصار وبيَّن فضلهم وشرفهم فقال ﴿والذين تَبَوَّءُوا الدار والإيمان مِن قَبْلِهِمْ﴾ أي والذين اتخذوا المدينة منزلًا وسكنًا وآمنوا قبل كثيرٍ من المهاجرين وهم الأنصار قال القرطبي: أي تبوءوا الدار من قبل المهاجرين، واعتقدوا الإِيمان وأخلصوه، والتبوء: التمكن والاستقرار، وليس يريد أن الأنصار آمنوا قبل المهاجرين، بل أراد آمنوا قبل هجرة النبي ﷺ َ إِليهم ﴿يُحِبُّونَ مَنْ هَاجَرَ إِلَيْهِمْ﴾ أي يحبون إِخوانهم المهاجرين ويواسونهم بأموالهم قال الخازن: وذلك أنهم أنزلوا المهاجرين في منازلهم، وأشركوهم في أموالهم ﴿وَلاَ يَجِدُونَ فِي صُدُورِهِمْ حَاجَةً مِّمَّآ أُوتُواْ﴾ أي ولا يجد الأنصار حزازةً وغظيًا وحسدًا مما أعطي المهاجرون من الغنيمة دونهم قال المفسرون: إن رسول الله ﷺ َ قسم أماول بني النضير بين المهاجرين ولم يعط الأنصار منها شيئًا إِلا ثلاثة منهم، فطبت أنفس الأنصار بتلك القسمة ﴿وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ﴾ أي يفضلون غيرهم بالمال على أنفسهم ولو كانوا في غاية الحاجة الفاقة إِليه، فإِيثارهم ليس عن غنى عن المال، ولكنه عن حاجة وفقر، وذلك غاية الإِيثار ﴿وَمَن يُوقَ شُحَّ نَفْسِهِ فأولئك هُمُ المفلحون﴾ أي ومن حماه الله وسلم من البخل فقد أفلح ونجح، والشُحُّ هو البخل الشديد مع الجشع والطمع، وهو غريزة في النفس ولذلك أضيف إِليها، قال ابن عمر: ليس الشح أن يمنع الرجل ماله، إِنما الشحُّ أن تطمع عنيه فيما ليس له وفي الحديث\n«واتقوا الشُحَّ فإنه أهلك من كان قبلكم، حملهم علىأن سفكوا دماءهم، واستحلوا محارمهم» ﴿والذين جَآءُوا مِن بَعْدِهِمْ﴾ هذا هو الصنف الثالث من المؤمنين المستحقين للإِحسان والفضل، وهم التابعون لهم بإِحسان إلى يوم القيامة ﴿يَقُولُونَ رَبَّنَا اغفر لَنَا وَلإِخْوَانِنَا الذين سَبَقُونَا","vol":"3","page":332},{"text":"بالإيمان﴾ أي يدعون لهم قائلين: يا ربنا اغفر لنا ولإِخواننا المؤمنين الذين سبقونا بالإِيمان قال أبو السعود: وصفهم بالسبق بالإِيمان اعترافًا بفضلهم، لأن أخوة الدين عندهم أعزُّ وأشرف من النسب ﴿وَلاَ تَجْعَلْ فِي قُلُوبِنَا غِلًاّ لِّلَّذِينَ آمَنُواْ﴾ أي ولا تجعل في قلوبنا بغضًا وحسدًا لأحدٍ من المؤمنين ﴿رَبَّنَآ إِنَّكَ رَءُوفٌ رَّحِيمٌ﴾ أي مبالغٌ في الرأفة والرحمة فاستجب دعاءنا، قال ابن كثير: وما أحسن ما استنبط الإِمام مالك من هذه الآية الكريمة أن الرافضي الذي يسب الصحابة ليس له في مال الغنيمة شيء لعدم اتصافه بأوصاف المؤمنين، وقال شيخ زادة: بيَّن تعالى أن من شأن من جاء من بعد المهاجرين والأنصار أن يذكر السابقين بالرحمة والدعاء، فمن لم يكن كذلك بل ذكرهم بسوء فقد كان خارجًا عن جملة أقسام المؤمنين بمقتضى هذه الآيات، وقد روي عن الشعبي أنه قال: تفاضلت اليهود والنصارى على الرافضة بخصلة، سئلت اليهود: من خير أهل ملتكم؟ فقالوا أصحاب موسى وسئلت النصارى فقالوا: أصحاب عيسى، وسئلت الرافضة من شرُّ أهل ملتكم؟ فقالوا: أصحابُ محمد ﷺ َ أُمروا بالاستغفار لهم فسبُّوهم، فالسيف عليهم مسلول إِلى يوم القيامة. . اللهم ارزقنا محبة أصاحب نبيك الكريم.","vol":"3","page":333},{"text":"المنَاسَبَة: لما ذكر تعالى أوصاف المؤمنين الصادقين، أعقبه بذكر أوصاف المنافقين المخادعين، الذين تركوا نصرة المؤمنين وصادقوا اليهود وحالفوهم على حرب المسلمين، ثم ذكر البون الشاسع بين أصحاب النار وأصحاب الجنة، وأنهم لا يستوون في الحال ولا المآل، وختم السورة الكريمة بذكر بعض أسماء الله الحسنى، وصفاته العليا.\nاللغَة: ﴿شتى﴾ متفرقة تشتَّت جمعهم أي تفرق ﴿خَاشِعًا﴾ ذليلًا خاضعًا ﴿مُّتَصَدِّعًا﴾ مشتققًا تصدَّع البنيان أي تشقق ﴿القدوس﴾ المنزَّه عن كل نقص وعيب ﴿المؤمن﴾ المصدّق لرسله بالمعجزات ﴿المهيمن﴾ الرقيب على كل شيء ﴿العزيز﴾ القويُ الغالب ﴿الجبار﴾ العظيم القاهر، صاحب العظمة والجبروت ﴿المتكبر﴾ المبالغ في الكبرياء والعظمة ﴿البارىء﴾ المبدع المخترع ﴿المصور﴾ خالق الصور.\nالتفسِير: ﴿أَلَمْ تَرَ إِلَى الذين نَافَقُواْ﴾ تعجيبٌ من الله تعالى لرسوله من حال المنافقين أي ألا تعجب يا محمد من شأن هؤلاء المنافقين الذين أظهروا خلاف ما أضمروا؟ ﴿يَقُولُونَ لإِخْوَانِهِمُ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب﴾ أي يقولون ليهود بني قريظة والنضير الذين كفروا برسالة محمد ﷺ َ ﴿لَئِنْ أُخْرِجْتُمْ لَنَخْرُجَنَّ مَعَكُمْ﴾ أي لئن أخرجتم من المدينة لنخرجنَّ معكم منها قال في التسهيل: نزلت في عبد الله بن أُبي بن سلول وقوم من المنافقين، بعثوا إِلى بني النضير وقالوا لهم: اثبتوا في حصونكم فإِنا معكم كيف ما تقلبت حالكم، وإِنما جعل المنافقين إِخوانهم لأنهم كفار مثلهم ﴿وَلاَ نُطِيعُ فيكُمْ أَحَدًا أَبَدًا﴾ أي ولا نطيع أمر محمد في قتالكم، ولا نسمع من أحدٍ إِذا أمرنا بخذلانكم ﴿وَإِن قُوتِلْتُمْ لَنَنصُرَنَّكُمْ﴾ أي ولئن قاتلكم أحد لنعاوننكم على عدوكم ونكون بجانبكم ﴿والله يَشْهَدُ إِنَّهُمْ لَكَاذِبُونَ﴾ أي والله يشهد إن المنافقين لكاذبون فيما قالوه ووعدوهم به. . ثم أخبر الله عن حال المنافقين بالتفصيل فقال ﴿لَئِنْ أُخْرِجُواْ لاَ يَخْرُجُونَ مَعَهُمْ﴾ أي لئن أخرج اليهود لا يخرج المنافقون معهم ﴿وَلَئِن قُوتِلُواْ لاَ يَنصُرُونَهُمْ﴾ أي ولئن قوتل اليهود لا ينصرهم المنافقون ولا يقاتلون معهم قال القرطبي: وفي هذات دليل على صحة نبوَّة محمد ﷺ َ من جهة أمر الغيب، لأنه أُخرجوا فلم يخرجوا معهم، وقوتلوا فلم ينصروهم كما أخبر عنه القرآن ﴿وَلَئِن نَّصَرُوهُمْ لَيُوَلُّنَّ الأدبار ثُمَّ لاَ يُنصَرُونَ﴾ أي ولئن جاءوا لنصرتهم وقاتلوا معهم على سبيل الفرض والتقدير فسوف ينهزمون، ثم لا ينفعهم نصرة المنافقين قال الإِمام الفخر: أخبر تعالى أن هؤلاء اليهود لئن أخرجوا فإِن المنافقين لا يخرجون معهم وقد كان الامر كذلك، فإِن بن النضير لما أُخرجوا لم يخرج معهم المنافقون وقُوتلوا كذلك فما نصروهم وأما قوله تعالى ﴿وَلَئِن نَّصَرُوهُمْ﴾ لهذا على سبيل الفرض والتقدير أي بتقدير أنهم أرادوا نصرتهم لا بدَّ وأ، يتركوا تلك النصرة وينهزموا ﴿لأَنتُمْ أَشَدُّ رَهْبَةً فِي","vol":"3","page":334},{"text":"صُدُورِهِمْ مِّنَ الله﴾ أي لأنتم يا معشر المسلمين أشدُّ خوفًا وخشيةً في قلوب المنافقين من الله، فإِنهم يرهبون ويخافون منكم أشدَّ من رهبتهم من الله ﴿ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَفْقَهُونَ﴾ أي ذلك الخوف منكم بسبب أنهم لا يعلمون عظمة الله تعالى حتى يخشوه حقَّ خيشته قال القرطبيك أي لا يفقهون قدر عظمة الله وقدرته.\n. ثم أخبر تعالى عن اليهود والمنافقين بأنهم جبناء من شدة الهلع، وأنهم لا يقدرون على قتال المسلمين إِلا إِذا كانوا متحصنِّين في قلاعهم وحصونهم فقال ﴿لاَ يُقَاتِلُونَكُمْ جَمِيعًا إِلاَّ فِي قُرًى مُّحَصَّنَةٍ﴾ أي لا يقدرون على مقاتلتكم مجتمعين إِلا إِذا كانوا في قرى محصَّنة بالأسوار والخنادق ﴿أَوْ مِن وَرَآءِ جُدُرٍ﴾ أي أو يكونوا من وراء الحيطان ليتستروا بها، لفرط جبنهم وهلعهم ﴿بَأْسُهُمْ بَيْنَهُمْ شَدِيدٌ﴾ أي عداوتهم فيما بينهم شديدة ﴿تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شتى﴾ أي تظنهم مجتمعين على أمرٍ ورأي في الصورة ذوي ألفةٍ واتحاد، وهم مختلفون غاية الاختلاف لأن أراءهم مختلفة، وقلوبهم متفرقة قال قتادة: أهل الباطل مختلفةٌ آراؤهم، مختلمفة أهواءهم، مختلفةٌ شهادتهم، وهم مجتمعون في عداوة أهل الحق ﴿ذَلِكَ بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ﴾ أي ذلك التفرق والشتات هو انتفاء عقولهم، فهم كالبهائم لا تتفق على حالة ﴿كَمَثَلِ الذين مِن قَبْلِهِمْ قَرِيبًا﴾ أي صفةُ بني النضير فيما وقع لهم من الجلاء والذل، كصفةِ كفار مكة فيما وقع لهم يوم بدر من الهزيمة والأسرار قال البيضاوي: أي مثل اليهود كمثل أهل بدر، أو المهلكين من الأمم الماضية في زمان قريب ﴿ذَاقُواْ وَبَالَ أَمْرِهِمْ﴾ أي ذاقوا سوء عاقبة إِجرامهم في الدنيا ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي ولهم عذاب شديد موجعٌ في الآخرة ﴿كَمَثَلِ الشيطان إِذْ قَالَ لِلإِنسَانِ اكفر﴾ أي مثل المنافقين في إغراء اليهود على القتال، كمثل الشيطان الذي أغرى الإِنسان بالكفر ثم تخلى عنه وخذله ﴿فَلَمَّا كَفَرَ قَالَ إِنِّي برياء مِّنكَ﴾ أي فلما كفر الإِنسان تبرأ منه الشيطان وقال ﴿إني أَخَافُ الله رَبَّ العالمين﴾ أي أخاف عذاب الله وانتقامه إن كفرتُ به قال في التسهيل: هذا مثلُ، مثَّل، مثَّل اللهُ للمنافقين الذين أغووا يهود بني النضير ثم خذلوهم بعد ذلك بالشيطان الذي يُغوي ابن آدم ثم يتبرأ منهن والمراد بالشيطان والإِنسان هنا الجنس، وقولُ الشيطان ﴿إني أَخَافُ الله﴾ كذبٌ منه ورياءٌ لأنه لو خاف الله لامتثل أمره وما عصاه ﴿فَكَانَ عَاقِبَتَهُمَآ أَنَّهُمَا فِي النار خَالِدِينَ فِيهَا﴾ أي فكان عاقبة المنافقين واليهود، مثل عاقبة الشيطان والإِنسان، حيث صارا إِلى المؤبدة ﴿وَذَلِكَ جَزَآءُ الظالمين﴾ أي وذلك عقاب كل ظالم فاجر، منتهكٍ لحرمات الله والدين. . ولمَّا ذكر صفات كلٍ من المنافقين واليهود وضرب لهم الأمثال، وعظ المؤمنين بموعظةٍ حسنة، تحذيرًا من أن يكونوا مثل من تقدم ذكرهم فقال ﴿ياأيها الذين آمَنُواْ اتقوا الله﴾ أي خافوا الله واحذروا عقابه، بامتثال أوامره، واجتناب نواهيه ﴿وَلْتَنظُرْ نَفْسٌ","vol":"3","page":335},{"text":"مَّا قَدَّمَتْ لِغَدٍ﴾ أي ولتنظر كلُّ نفسٍ ما قدَّمت من الأعمال الصالحة ليوم القيامة قال ابن كثير: انظروا ماذا ادخرتم لأنفسكم من الأعمال الصالحة ليوم معادم وعرضكم على ربكم، وسُمي يوم القيامة غدًا لقرب مجيئه\n﴿وَمَآ أَمْرُ الساعة إِلاَّ كَلَمْحِ البصر﴾ [النحل: ٧٧] والتنكير فيه للتفخيم والتهويل ﴿واتقوا﴾ كرَّره للتأكيد ولبيان منزلة التقوى التي هي وصية الله تعالى للأولين والآخرين ﴿وَلَقَدْ وَصَّيْنَا الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَإِيَّاكُمْ أَنِ اتقوا الله﴾ [النساء: ١٣١] ﴿الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطلع على أعمالكم فيجازيكم عليها ﴿وَلاَ تَكُونُواْ كالذين نَسُواْ الله فَأَنسَاهُمْ أَنفُسَهُمْ﴾ أي ولا تكونوا يا معشر المؤمنين كالذين تركوا ذكر الله ومراقبته وطاعته، فأنساهم حقوق أنفسهم والنظر لها بما يصلحها قال أبو حيان: وهذا من المجازاة على الذنب بالذنب، تركوا عبادة الله وامتثال أوامره، فعوقبوا على ذلك بأن أنساهم حظَّ أنفسهم، حتى لم يقدموا له خيرًا ينفعها ﴿أولئك هُمُ الفاسقون﴾ أي أولئك هم الفجرة الخارجون عن طاعة الله ﴿لاَ يستوي أَصْحَابُ النار وَأَصْحَابُ الجنة﴾ أي لا يتساوى يوم القيامة الأشقياء والسعداء، أهل النار وأهل الجنة في الفضل والرتبة ﴿أَصْحَابُ الجنة هُمُ الفآئزون﴾ أي أصحاب الجنة هم الفائزون بالسعادة الأبدية في دار النعيم، وذلك هو الفوز العظيم. . ثم ذكر تعالى روعة القرآن، وتأثيره على الصمِّ الراسيات من الجبال فقال ﴿لَوْ أَنزَلْنَا هذا القرآن على جَبَلٍ لَّرَأَيْتَهُ خَاشِعًا مُّتَصَدِّعًا مِّنْ خَشْيَةِ الله﴾ أي لو خلقنا في الجبل عقلًا وتمييزًا كما خلقنا للإِنسان، وأنزلنا عليه هذا القرآن، بوعده ووعيده، لخشع وخضع وتشقق، خوفًا من الله تعالى، ومهابةً له وهذا تصويرٌ لعظمة قدر القرآن، وقوة تأثيره، وأنه بحيث لو خوطب به جبلٌ على شدته وصلابته لرأيته ذليلًا متصدعًا من خشية الله، والمراد منه توبيخ الإِنسان بأنه لا يتخشع عند تلاوة القرآن، بل يعرض عما فيه من عجائب وعظائم، فهذه الآية في بيان عظمة القرآن، ودناءة حال الإِنسان وقال في البحر: والغرضُ توبيخ الإِنسان على قوسة قلبه، وعدم تأثره بهذا الذي لو أُنزل على الجبلُ لتخشَّع وتصدَّع، وإِذا كان الجبل على عظمته وتصلبه يعرض له الخشوع والتصدع، فابن آدم كان أولى بذلك، لكنه على حقارته وضعفه لا يتأثر ﴿وَتِلْكَ الأمثال نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ﴾ أي وتلك الأمثال نفصّلها ونوضحها للناس لعلهم يتفكرون في آثار قدرة الله ووحدانتيه فيؤمنون. . ثم لما وصف القرآن بالرفعة والعظمة، أتبعه بشرح عظمة الله وجلاله فقال ﴿هُوَ الله الذي لاَ إله إِلاَّ هُوَ﴾ أي هو جلَّ وعلا الإِله المعبود بحقٍ لا إِله ولا رب سواه ﴿عَالِمُ الغيب والشهادة﴾ أي عالم السر والعلن، يعلم ما غاب عن العباد مما لم يبصروه، وما شاهدوه وعلموه ﴿هُوَ الرحمن الرحيم﴾ أي هو تعالى ذو الرحمة الواسعة في الدنيا والآخرة ﴿هُوَ الله الذي لاَ إله إِلاَّ هُوَ﴾ كرر اللفظ اعتناءً بأمر التوحيد أي لا معبود ولا رب سواه ﴿الملك﴾ أي المالك لجميع المخلوقات، المتصرف في خلقه بالأمر والنهي، والإِيجاد والإِعلام ﴿القدوس﴾ أي المنزَّه عن القبائح وصفات الحوادث قال في التسهيل: القُدُّوسُ مشتقٌ من التقديس وهو التنزه عن صفات المخلوقين، وعن كل نقص وعيب، والصيغة","vol":"3","page":336},{"text":"للمبالغة كالسبُّوح، وقد ورد أن الملائكة تقول في تسبيحها: «سبُّوح قُدُّوس، ربُّ الملائكة والروح» ﴿السلام﴾ أي الذي سلم الخلق من عقابه، وأمنوا من جوره\n﴿وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا﴾ [الكهف: ٤٩] وقال البيضاوي: أي ذو السلامة من كل نقص وآفة، وهو مصدر وصف به للمبالغة ﴿المؤمن﴾ أي المصدِّق لرسله بإِظهار المعجزات على أيديهم ﴿المهيمن﴾ أي الرقيبُ الحافظ لكل شيء وقال ابن عباس: الشهيد على عباده بأعمالهم الذي لا يغيب عنه شيء ﴿العزيز﴾ أي القادر القاهر الذي لا يُغلب ولا يناله ذل ﴿الجبار﴾ أي القهار العالي الجناب الذي يذل له من دونه قال ابن عباس: هو العظيم الذي إِذا أراد أمرًا فعله، وجبروتُ الله عظمته ﴿المتكبر﴾ أي الذي له الكبرياء حقًا ولا تليق إِلا به وفي الحديث القدسي ﴿العظمة إِزاري، والكبرياء ردائي، فمن نازعني فيهما قصمته ولا أبالي﴾ قال الإِمام الفخر: واعلم أن المتكبر في وصفة الناس صفة ذم، لأن المتكبر هو الذي يُظهر من نفسه الكِبْر، وذلك نقصٌ في حق الخلق، لأنه ليس له كبر ولا علوٍ، بل ليس له إِلا الذلة والمسكنة، فإِذا أظهر العلو كان كاذبًا فكان مذمومًا في حق الناس، وأما الحقُّ سبحانه فله جميع أنواع العلو والكبرياء، فإِذا أظهر فقد أرشد العباد إِلى تعريف جلاله وعظمته وعلوه، فكان ذلك في غاية المدح في حقه جل وعلا، ولهذا قال في آخر الآية ﴿سُبْحَانَ الله عَمَّا يُشْرِكُونَ﴾ أي تنزَّه الله وتقدَّس في جلاله وعظمته، عمَّا يلحقون به من الشركاء والأنداد ﴿هُوَ الله الخالق البارىء﴾ أي هو جل وعلا الإِله الخالق لجميع الأشياء، الموجد لها من العدم، المنشىء لها بطريق الاختراع ﴿المصور﴾ أي المبدع للأشكال على حسب إرادته ﴿هُوَ الذي يُصَوِّرُكُمْ فِي الأرحام كَيْفَ يَشَآءُ﴾ [آل عمران: ٦] قال الخازن: أي الذي يخلق صورة الخلق على ما يريده ﴿لَهُ الأسمآء الحسنى﴾ أي له الأسماء الرفعية الدالة على محاسن المعاني ﴿يُسَبِّحُ لَهُ مَا فِي السماوات والأرض﴾ أي ينزهه تعالى عن صفات العجز والنقص جميع ما في الكون بلسان الحال أو المقال قال الصاوي: ختم السورة بالتسبيح كما ابتدأها به إشارة إلى أنها المقصود الأعظم، والمبدأ والنهاية، وأن غاية المعرفة بالله تنزيه عظمته عما صورته العقول ﴿وَهُوَ العزيز الحكيم﴾ أي العزيز في ملكه، الحكيم في خلقه وصنعه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - طباق السلب ﴿مَا ظَنَنتُمْ أَن يَخْرُجُواْ وظنوا أَنَّهُمْ مَّانِعَتُهُمْ حُصُونُهُم مِّنَ الله﴾ [الحشر: ٢] .\n٢ - المقابلة اللطيفة بين ﴿وَمَآ آتَاكُمُ الرسول فَخُذُوهُ﴾ وبين ﴿وَمَا نَهَاكُمْ عَنْهُ فانتهوا﴾ [الحشر: ٧] .\n٣ - وضع الضمير بين المبتدأ والخبر لإِفادة الحصر ﴿أولئك هُمُ الصادقون﴾ [الحشر: ٨] .\n٤ - الاستعارة اللطيفة ﴿تَبَوَّءُوا الدار والإيمان﴾ [الحشر: ٩] شبَّه الإِيمان المتمكن في نفوسهم، بمنزلٍ ومستقريٍ للإِنسان نل فيه وتمكَّن منه حتى صار منزلًا له، وهو ومن لطيف الاستعارة.","vol":"3","page":337},{"text":"٥ - الاستفهام الذي يراد به الإِنكار والتعجيب ﴿أَلَمْ تَرَ إِلَى الذين نَافَقُواْ. .﴾ الآية.\n٦ - الطباق بين جميعًا وشتى في قولهم ﴿تَحْسَبُهُمْ جَمِيعًا وَقُلُوبُهُمْ شتى﴾ .\n٧ - التشبيه التمثيلي ﴿كَمَثَلِ الشيطان إِذْ قَالَ لِلإِنسَانِ اكفر. .﴾ وجه الشبه منتزع من متعدد.\n٨ - الكناية اللطيفة ﴿وَلْتَنظُرْ نَفْسٌ مَّا قَدَّمَتْ لِغَدٍ﴾ كنَّى عن القيامة بالغد لقربها.\n٩ - الطباق بين ﴿الغيب. . والشهادة﴾ وبين ﴿الجنة. . والنار﴾ الخ.\nلطيفَة: أخرج الشيخان عن أبي هريرة ﵁ قال: «جاء رجلٌ إِلى رسول الله ﷺ َ فقال يا رسول الله: إني مجهود أي اشتد بي الجوع والفاقة فأرسل إِلى بعض نسائه يسألها هل عند شيء؟ فقالت: والذي بعثك بالحق ما عندي إِلا الماء، ثم أرسل إِلى أُخرى فقال مثل ذلك، وقلن كلهن مثل ذلك، فقال رسول الله ﷺ َ: من يضيفه هذه الليلة ي ﵀؟ فقام رجل من الأنصار يقال له» أبو طلحة «فقال أنا يا رسول الله!! فانطلق به إِلى رحله أي إلى منزله فقا لها: هذا ضيف رسول الله ﷺ َ لا تدخري عنه شيئًا وأكرميه، فقالت: ما عندي إلا قوتُ الصبيان، فقال علّليهم بشيء ونوِّميهم، فإِذا دخل ضيفنا فأريه أنا نأكل ثم قومي إِلى السراج كي تصلحيه فأطفئيه، فقعلت فقعدوا وأكل الضيف وباتا طاويين، فلما أصبح غدا على رسول الله ﷺ َ فلما نظر إِليه رسول الله ﷺ َ تبسم، ثم قال: لقد عجب الله من صنيعكما الليلة بصاحبكما وأنزل الله ﴿وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ. .﴾» [الحشر: ٩] الآية.","vol":"3","page":338},{"text":"اللغَة: ﴿أَوْلِيَآءَ﴾ أصدقاء وأحباء جمع وليّ وهو الصديق والناصر والمعين ﴿يَثْقَفُوكُمْ﴾ يظفروا بكم ويتمكنوا منكم، وأصل الثقف الحذقُ في إِدراك الشيء وفعله، ومنه قولهم «رجلٌ ثقِف لقف» ثم استعمل في الظفر والإِدراك مطلقًا ﴿أُسْوَةٌ﴾ قدوة يقتدى به ﴿أَرْحَامُكُمْ﴾ جمع رحم وهو في الأصل رحم المرأة، واشتهر في القرابة حتى صار كالحقيقة فيها ﴿ظَاهَرُواْ﴾ أعانوا ﴿عِصَمِ﴾ جمع عِصْمة وهي ما يعتصم ويتمسك به الإِنسان من حبلٍ أو عقد والمراد به هنا عقد النكاح ﴿الكوافر﴾ جمع كافرة وهي التي لا تؤمن بالله.\nسَبَبُ النّزول: «لما تجهز رسول الله ﷺ َ لفتح مكة، كتب» حاطب بن أبي بلتعة «إِلى أهل مكة يخبرهم بذلك وقال لهم: إن رسول الله ﷺ َ يريد أن يغزوكم فخذوا حذركم، ثم أرسل الكتاب مع ظعينةٍ إي امرأةٍ مسافرة فنزل الوحي على رسول الله ﷺ َ يخبره بذلك، فبعث رسول الله ﷺ َ عليًا، والزبير، والمقداد وقال:» انطلقوا حتى تأتوا «روحة خاخ» فإِن بها ظعينة معها كتاب فخذوه منها فأتوني به «فخرجنا حتى أتينا الروضة فإِذا نحن بالظعينة، فقلنا لها أخرجي الكتاب، فقالت: ما معي من كتاب، فقال لها: لتخرجنَّ الكتاب أو لنلقينَّ الثياب فأخرجته من عِقاصها، فأتينا به النبي ﷺ َ فإِذا فيه من حاطب بن أبي بلتعة إِلى أناسٍ من المشركين بمكة يخبرهم ببعض أمر رسول الله ﷺ َ فقال النبي ﷺ َ: ما هذا يا حاطب؟ فقال يا رسول الله: لا تعجل عليَّ إِني كنت أمرءًا ملصقًا في قريش ولم أكن من أنفسها، وكان من معك من المهاجرين لهم قراباتٌ يجمون بها أهلهم وأموالهم بمكة، فأحببت إِذ فاتني ذلك في النسب فيهم أن اتخذ يدًا يحمون بها قرابتي، وما فعلتُ ذلك كفرًا وارتدادًا عن ديني، فقال عمر، عني يا رسول الله أضربُ عنق هذا المنافق! ﴿فقال ﵊ ُ: إنه شهد بدرًا، وما يدريك لعل الله اطَّلع على أهل بدر فقال: اعملوا ما شئتم فقد غفرت لكم﴾ فنزلت ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَآءَ. .﴾» الآية.\nالتفسِير: ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَآءَ﴾ أي يا معشر المؤمنين، يا من صدقتم بالله ورسوله، لا تتخذوا الكفار الذين هم أعدائي وأعداؤكم أصدقاء وأحباء، فإنَّ من علامة الإِيمان بغض أعداء الله لا مودتهم وصداقتهم قال في التسهيل: نزلت عتابًا لحاطب وزجرًا عن أن يفعل أحد مثل فعله، وفيها مع ذلك تشريفٌ له لأن الله شهد له بالإِيمان في قوله ﴿ياأيها الذين آمَنُواْ﴾ ﴿تُلْقُونَ إِلَيْهِمْ بالمودة﴾ أي تحبونهم وتودونهم وتصادقونهم مع أنهم أعداء ألداء لكم قال القرطبي: أي تخبرونهم بسرائر المسلمين وتنصحون لهم ﴿وَقَدْ كَفَرُواْ بِمَا جَآءَكُمْ مِّنَ الحق﴾ أي والحال أنهم كافرون بدينكم وبقرآنكم الذي أنزله الله عليكم بالحق الواضح ﴿يُخْرِجُونَ الرسول وَإِيَّاكُمْ﴾ أي يخرجون محمدًا مكة ظلمًا وعدوانًا كما يخرجون أيضًا منها المؤمنين قال في البحر:","vol":"3","page":341}]