[{"text":"وقدَّم الرسول تشريفًا له ولأنه الأصلُ للمؤمنين، ومعنى إِخراجهم أنهم ضيقوا عليهم وآذوهم حتى خرجوا منها مهاجرين إِلى المدينة ﴿أَن تُؤْمِنُواْ بالله رَبِّكُمْ﴾ أي من أجل أنكم آمنتم بالله الواحد الأحد كقوله\n﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ [البروج: ٨] ﴿إِن كُنتُمْ خَرَجْتُمْ جِهَادًا فِي سَبِيلِي وابتغآء مَرْضَاتِي﴾ شرطٌ حذف جوابه أي إن كنتم خرجتم مجاهدين في سبيل الله طلبًا لرضوانه فلا تتخذوا عدوي وعدوكم أولياء قال الألوسي: وجوابُ الشرط محذوف دلَّ عليه ما تقدم كأنه قيل: لا تتخذوا أعدائي إِن كنتم أوليائي ﴿تُسِرُّونَ إِلَيْهِمْ بالمودة وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ﴾ أي تسرون إِليهم بالنصيحة وأنا العالم بسريرتكم وعلانيتكم، لا يخفى عليَّ شيءٌ من أحوالكم؟ والغرض منه التوبيخُ والعتاب ﴿وَمَن يَفْعَلْهُ مِنكُمْ فَقَدْ ضَلَّ سَوَآءَ السبيل﴾ أي ومن يصادق أعداء الله، ويفش أسرار الرسول، فقد حاد عن طريق الحق والصواب. . ثم أخبر تعالى المؤمنين بعداوة الكفار الشديدة لهم، المستحكمة في قلوبهم فقال ﴿إِن يَثْقَفُوكُمْ يَكُونُواْ لَكُمْ أَعْدَآءً﴾ أي إن يظفروا بكم ويتمكنوا منكم، يُظهروا ما في قلوبهم من العداوة الشديدة لكم ﴿ويبسطوا إِلَيْكُمْ أَيْدِيَهُمْ وَأَلْسِنَتَهُمْ بالسواء﴾ أي يمدوا إِليكم أيديهم بالضرب والقتل، وألسنتهم بالشتم والسب ﴿وَوَدُّواْ لَوْ تَكْفُرُونَ﴾ أي وقد تمنوا أن تكفروا لتكونوا مثلهم قال الزمخشري: وإِنما أورده بذكر الماضي ﴿وَوَدُّواْ﴾ بعد أن ذكر جواب الشرط بلفظ المضارع ﴿لَوْ تَكْفُرُونَ﴾ لأنهم أرادوا كفرهم قبل كل شيء كقوله تعالى ﴿وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءً﴾ [النساء: ٨٩] ﴿لَن تَنفَعَكُمْ أَرْحَامُكُمْ وَلاَ أَوْلاَدُكُمْ﴾ أي لن تفيدكم قراباتكم ولا أولادكم الذين توالون الكفار من أجلهم يوم القيامة شيئًا، فلن يجلبوا لكم نفعًا، ولن يدفعوا عنكم ضُرًّا قال الصاوي: هذه تخطئةٌ لحاطب في رأيه كأنه قال: لا تحملكم قراباتكم وأولادكم الذين بمكة، على خيانة رسول الله ﷺ َ والمؤمنين، ونقل أخبارهم وموالاة أعدائهم، فإِنه لا تنفعكم الأرحام ولا الأولاد الذين عصيتم الله من أجهلم ﴿يَوْمَ القيامة يَفْصِلُ بَيْنَكُمْ﴾ أي في ذلك اليوم العصيب، يحكم الله بين المؤمنين والكافرين، فيدخل المؤمنين جنات النعيم، ويدخل المجرمين دركات الجحيم ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي مطلَّع على جميع أعمالكم فيجازيكم عليها ﴿قَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ في إِبْرَاهِيمَ والذين مَعَهُ﴾ أي قد كان لكم يا معشر المؤمنين قُدوة حسنةٌ في الخليل إِبراهيم ومن معه من المؤمنين ﴿إِذْ قَالُواْ لِقَوْمِهِمْ إِنَّا بُرَءآؤُاْ مِّنْكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ الله﴾ أي حين قالوا للكفار إِننا متبرءون منكم ومن الأصنام التي تعبدونها من دون الله ﴿كَفَرْنَا بِكُمْ﴾ أي كفرنا بدينكم وطريقتكم ﴿وَبَدَا بَيْنَنَا وَبَيْنَكُمُ العداوة والبغضآء أَبَدًا﴾ أي وظهرت بيننا وبينكم العداوةُ والبغضاء إِلى الأَبد ما دمتم على هذه الحالة ﴿حتى تُؤْمِنُواْ بالله وَحْدَهُ﴾ أي إِلى أن توحدوا الله فتعبدوه وحده، وتتركوا ما أنتم عليه من الشرك والأوثان قال المفسرون: أمر الله المؤمنين أن يقتدوا بإِبراهيم الخليل ﵇ وبالذين معه في عداوة المشركين والتبرؤ منهم، لأن الإِيمان يقتضي مقاطعة أعداء الله وبغضهم ﴿إِلاَّ قَوْلَ إِبْرَاهِيمَ لأَبِيهِ لأَسْتَغْفِرَنَّ لَكَ﴾ أي إِلا في استغفار إِبراهيم لأبيه فلا تقتدوا","vol":"3","page":342},{"text":"به، فإِنه إنما استغفر لأبيه المشرك رجاء السلامة\n﴿فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ﴾ [التوبة: ١١٤] ﴿وَمَآ أَمْلِكُ لَكَ مِنَ الله مِن شَيْءٍ﴾ هذا من تتمة كلام إبراهيم لأبيه أي ما أدفع عنك من عذاب الله شيئًا إن أشركت به، ولا أملك لك شيئًا غير الاستغفار ﴿رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا﴾ أي علك اعتمدنا في جميع أمورنا ﴿وَإِلَيْكَ أَنَبْنَا﴾ أي وإِليك رجعنا وتبنا ﴿وَإِلَيْكَ المصير﴾ إي وإِليك المرجع والمعاد في الدار الآخرة قال المفسرون: إن إبراهيم وعد أباه بالاستغفار كما في سورة مريم قال: ﴿سَأَسْتَغْفِرُ لَكَ ربي إِنَّهُ كَانَ بِي حَفِيًّا﴾ [مريم: ٤٧] واستغفر له بالقول فعلًا كما في سورة الشعراء ﴿واغفر لأبي إِنَّهُ كَانَ مِنَ الضآلين﴾ [الشعراء: ٨٦] وكلُّ هذا كان رجاء إسلامه، ثم رجع عن ذلك لمَّا تيقَّن كفره ما في سورة التوبة ﴿وَمَا كَانَ استغفار إِبْرَاهِيمَ لأَبِيهِ إِلاَّ عَن مَّوْعِدَةٍ وَعَدَهَآ إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ للَّهِ تَبَرَّأَ مِنْهُ﴾ [التوبة: ١١٤] ﴿رَبَّنَا لاَ تَجْعَلْنَا فِتْنَةً لِّلَّذِينَ كَفَرُواْ﴾ أي لا تسلطهم علينا فيفتنونا عن ديننا بعذاب لا نطيقه وقال مجاهد: أي لا تعذبنا بأيديهم ولا بعذابٍ من عندك فيقولوا: لو كان هؤلاء على الحق لما أصابهم ذلك ﴿واغفر لَنَا﴾ أي اغفر لنا ما فرط من الذنوب ﴿رَبَّنَآ إِنَّكَ أَنتَ العزيز الحكيم﴾ أي أنت يا الله الغالب الذي لا يذل من التجأ إِليه، الحكيم الذي لا يفعل إِلا ما فيه الخير والمصلحة، وتكرار النداء للمبالغة في التضرع والجؤار. ﴿لَقَدْ كَانَ لَكُمْ فِيهِمْ أُسْوَةٌ حَسَنَةٌ﴾ أي لقد كان لكم في إِبراهيم ومن معه من المؤمنين قدوةٌ حسنة في التبرؤ من الكفار قال أبو مسعود: والتكريرُ للمبالغة في الحثِّ على الاقتداء به ﵇ ولذلك صُدِّر بالقسم ﴿لِّمَن كَانَ يَرْجُو الله واليوم الآخر﴾ أي لمن كان يرجو ثواب الله تعالى، ويخاف عقابه في الآخرة ﴿وَمَن يَتَوَلَّ فَإِنَّ الله هُوَ الغني الحميد﴾ أي ومن يُعرض عن الإِيمان وطاعة الرحمن، فإِن الله مستغنٍ عن أمثاله وعن الخلق أجمعين، وهو المحمود في ذاته وصفاته ﴿عَسَى الله أَن يَجْعَلَ بَيْنَكُمْ وَبَيْنَ الذين عَادَيْتُم مِّنْهُم مَّوَدَّةً﴾ أي لعلَّ الله جل وعلا يجعل بينكم وبين الذين عاديتموهم من أقاربكم المشركين محبةً ومودة، محبةً بعد البغضاء، وألفة بد الشحناء قال في التسهيل: لما أمر الله المسلمين بعداوة الكفار ومقاطعتهم، على ما كان بينهم وبين الكفار من القرابة والمودة، وعلم الله صدقهم آنسهم بهذه الآية، ووعدهم بأن يجعل بينهم مودة أي محبة، وهذه المودة كملت في فتح مكة فإِنه أسلم حينئذٍ سائر قريش، وجمع الله الشمل بعد التفرق وقال الرازي: وعسى وعدٌ من الله تعالى وقد تحقق تعالى ما وعدهم به من اجتماع كفار مكة بالمسلمين، ومخالطتهم لهم حين فتح مكة ﴿والله قَدِيرٌ﴾ أي قادر لا يعجزه شيء، يقدر على تقليب القلوب وتغيير الأحوال ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي مبالغ في المغفرةُ والرحمة، لمن تاب إِليه وأناب ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين وَلَمْ يُخْرِجُوكُمْ مِّن دِيَارِكُمْ أَن تَبَرُّوهُمْ﴾ أي لا ينهاكم عن البر بهؤلاء الذين لم يحاربوكم لأجل دينكم، ولم يخرجوكم من أوطانكم كالنساء والصبيان، ولفظة ﴿أَن تَبَرُّوهُمْ﴾ في موضع جر ب «عن» أي","vol":"3","page":343},{"text":"لا ينهاكم جلَّ وعلا عن البر والإِحسان لهؤلاء ﴿وتقسطوا إِلَيْهِمْ﴾ أي تعدلوا معهم ﴿إِنَّ الله يُحِبُّ المقسطين﴾ أي يحب العادلين في جميع أمورهم وأحكامهم قال ابن عباس: نزلت في خزاعة، وذلك أنهم صالحوا رسول الله ﷺ َ على ألا يقاتلوه ولا يعينوا عليه أحدًا، فرخًّص الله في برهم والإِحسان إِليهم.\n. وروي «عن أسماء بن أبي بكر أنها قالت: قدمت أمي وهي مشركة في عهد قريش حين عاهدا رسول الله ﷺ َ تعني في صلح الحيبية فأتيتُ رسول الله ﷺ َ فقلت يا رسول الله: إن أمي قدمتْ هي راغبة أفأصلها؟ قال: نعم صِلي أمك» فأنزل الله ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ فِي الدين﴾ الآية ﴿إِنَّمَا يَنْهَاكُمُ الله عَنِ الذين قَاتَلُوكُمْ فِي الدين وَأَخْرَجُوكُم مِّن دِيَارِكُمْ وَظَاهَرُواْ على إِخْرَاجِكُمْ أَن تَوَلَّوْهُمْ﴾ أي إِنما ينهاكم الله عن صداقة ومودة الذين ناصبوكم العداوة، وقاتلوكم لأجل دينكم، وأعانوا أعداءكم على إِخراجكم من دياريكم، أن تتولَّوهم فتتخذوهم أولياء وأنصارًا وأحبابًا ﴿وَمَن يَتَوَلَّهُمْ فأولئك هُمُ الظالمون﴾ أي ومن يصادق أعداء الله ويجعلهم أنصارًا وأحبابًا، فأولئك هم الظالمون لأنفسهم بتعريضها للعذاب ﴿ياأيها الذين آمَنُواْ إِذَا جَآءَكُمُ المؤمنات مُهَاجِرَاتٍ فامتحنوهن﴾ أي اختبروهنَّ لتعلموا صدق إِيمانهنَّ قال المفسرن: «كان صلح الحديبية الذي جرى بين رسول الله ﷺ َ وكفار مكة قد تضمن أن من أتى أهل مكة من المسلمين لم يُردَّ إِليهم، ومن أتى المسلمين من أهل مكة يعني المشركين رُدَّ إِليهم، فجاءت» أم كلثوم «بنت عقبة بن أبي مُعيط مهاجرة إِلى رسول الله ﷺ َ، فخرج في أثرها أخواها» عُمارمة «و» الوليد «فقالوا للنبي ﷺ َ: رُدَّها عليان بالشرط، فقال ﷺ َ: كان الشرطُ في الرجال لا في النساء»\nفأنزل الله الآية، قال ابن عباس: كانت المرأة تُستخلف أنها ما هاجرت بغضًا لزوجها، ولا طمعًا في الدنيا، وأنها ما خرجت إِلا حسبًا لله ورسوله، ورغبةً في دين الإِسلام ﴿الله أَعْلَمُ بِإِيمَانِهِنَّ﴾ أي الله أعلم بصدقهن في دعوى الإِيمان، لأنه تعالى المطّلع على قلوبهن، والجملة اعتراضية لبيان أن هذا الامتحان بالنسبة للمؤمنين، وإِلا فالله عالمٌ بالسرائر لا تخفى عليه خافية ﴿فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِنَاتٍ فَلاَ تَرْجِعُوهُنَّ إِلَى الكفار﴾ أي فإِن تحققتم بإِيمانهن بعد امتحانهن فلا تردوهنَّ إِلى أزواجهن الكفار ﴿لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ﴾ أي لا تحل المؤمنية للمشرك، ولا يحل للمؤمن نكاح المشركة قال الألوسي: والتكرير للتأكيد والمبالغة في الحرمة وقطع العلاقة بين المؤمنة والمشرك ﴿وَآتُوهُم مَّآ أَنفَقُواْ﴾ أي أعطوا أزواجهن الكفار ما أنفقوا عليهن من المهور قال في البحر: أمر أن يُعطى الزوج الكافر ما أنفق على زوجته إِذا أسملت، فلا يجمع عليه خُسران الزوجة والمالية ﴿وَلاَ جُنَاحَ عَلَيْكُمْ أَن تَنكِحُوهُنَّ إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾ أي ولا حرج ولا إِثم عليكم أن تتزوجوا هؤلاء المهاجرات إِذا دفعتم لهن مهورهنَّ قال الخازن: أباح الله للمسلمين نكاح المهاجرات من دار الحرب إِلى دار الإِسلام وِإِن كان لهن أزواج كفار لأن الإِسلام فرَّق بينهن وبين أزواجهنَّ الكفار، وتقع الفرقة بانقضاء عدتها ﴿وَلاَ تُمْسِكُواْ بِعِصَمِ الكوافر﴾ أي ولا تتمسكوا بعقود زوجاتكم الكافرات، فليس بينكم وبينهن عصمة ولا علاقة","vol":"3","page":344},{"text":"زوجية قال القرطبي: المراد بالعصمة هنا النكاحُ، يقول: من كانت له امرأةٌ كافرة بمكة فلا يعتد بها فليس امرأته، فقد انقطعت عصمتها لاختلاف الدراين، ﴿وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ﴾ أي اطلبوا يا أيها المنون ما أنفقتم من المهر إِذا لحقتْ أزواجكم بالكفار، وليطلبوا هم أي المشركون ما أنفقوا على أزواجهم المهاجرات قال ابن العربي: كان من ذهب من المسلمات مرتداتٍ إِلى الكفار يقال للكفار: هاتوا مهرها، ويقال للمسلمين إِذا جاءت أحدى الكافرات مسلمةً مهاجرة: ردُّوا إِلى الكفار مهرها، وكان ذلك نَصَفًا وعدلًا بين الحالتين ﴿ذَلِكُمْ حُكْمُ الله يَحْكُمُ بَيْنَكُمْ﴾ أي ذلك هو شرعُ الله وحكمه العادل بينكم وبين أعدائكم ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بمصالح العباد، حكيم في تشريعه لهم، يشرع ما تقتضيه الحكمة البالغة ﴿وَإِن فَاتَكُمْ شَيْءٌ مِّنْ أَزْوَاجِكُمْ إِلَى الكفار﴾ أي وإن فرَّت زوجة أحدٍ من المسلمين ولحقت بالكفار ﴿فَعَاقَبْتُمْ﴾ أي فغزوتم وعنمتم وأصبتم من الكفار غنيمة ﴿فَآتُواْ الذين ذَهَبَتْ أَزْوَاجُهُمْ مِّثْلَ مَآ أَنفَقُواْ﴾ أي فأعطوا لم فرَّت زوجته، مثل ما أنفق عليها من المهر، من الغنيمة التي بايديكم قال ابن عباس: يعني إن لحقت امرأة رجلٍ من المهاجرين بالكفار، أمر له رسولُ الله ﷺ َ أن يُعطى مثل ما أنفق من الغنيمة قال القرطبي: لما نزلت الآية السابقة ﴿وَاسْأَلُواْ مَآ أَنفَقْتُمْ وَلْيَسْأَلُواْ مَآ أَنفَقُواْ﴾ قال المسلمون: رضينا بما حكم اللهُ، وكتبوا إلى المشركين فامتنعوا فنزلت هذه الآية ﴿واتقوا الله﴾ أي وراقبوا اللهَ في أقوالكم وأفعالكم، واحذروا عذاب وانتقامه إن خالفتم أوامره ﴿الذي أَنتُمْ بِهِ مُؤْمِنُونَ﴾ أي الذي آمنتم وصدقتم بوجوده، فإن من مستلزمات الإِيمان تقوى الرحمن.\n. ولما فتح رسول الله ﷺ َ مكة جداء نساء أهل مكمة يُبايعنه على الإِسلام، كما بايعه الرجال فنزلت ﴿ياأيها النبي إِذَا جَآءَكَ المؤمنات يُبَايِعْنَكَ على أَن لاَّ يُشْرِكْنَ بالله شَيْئًا﴾ أي إِذا جحاء إلِيك النساء المؤمنات للبيعة فبايعْهُنَّ على هذه الأمور الستة الهامة، وفي مقدمتها عدم الإِشراك الله جلَّ وعلا ﴿وَلاَ يَسْرِقْنَ وَلاَ يَزْنِينَ﴾ أي ولا يرتكبن جريمة السرقة ولا جريمة الزنى، التي هي من أفحش الفواحش ﴿وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ﴾ أي ولا يئدن البنات كما كان يفعله أهل الجاهلية خوف العار أو خشية الفقر، قال ابن كثير: وهذا يشمل قتله بعد وجوده، كما كان أهل الجاهلية يقتلون أولادهم خشية الإِملاق أو العار، ويعمُّ قتله وهو جنينٌ كما يفعله بعض النساء الجاهلات، تُطرح نفسها لئلا تحبل، إمّا لغرضٍ فاسد أو ما أشبهه ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ أي لا تنسب إِلى زوجها ولدًا لقيطًا ليس منه تقول له: هذا ولدي منك قال المفسرون: كانت المرأة إِذا خافت مفارقة زوجها لها لعدم الحمل، التقطت ولدًا ونسبته له ليبقيها عنده، فالمراد بالآية اللقيط، وليس المراد الزنى لتقدمه في النهي صرحيًا قال ابن عباس: لا تُلحق بزوجها ولدًا ليس منه، وقال الفراء: كانت المرأة تلتقطُ المولود فتقول لزوجها: هذا ولدي منك،","vol":"3","page":345},{"text":"وإنما قال ﴿يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ لأن الولد إِذا وضعته الأم سقط بين يديها ورجليها ﴿وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ﴾ أي ولا يخالفن أمرك فيما أمرتهنَّ به من معروف، أو نهيتهن عن منكر، بل يسمعن ويطعن ﴿فَبَايِعْهُنَّ واستغفر لَهُنَّ﴾ أي فبايعهن يا محمد على ما تقدم من الشروط، واطلب لهنَّ من الله الصفح والغفران لما سلف من الذنوب ﴿الله إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة وعظيم الرحمة قال أبو حيان: «كانت» بيعة النساء «في ثاني يوم الفتح على جبل الصفا، بعدما فرغ من بيعة الرجال، وكان رسول الله ﷺ َ على الصفا وعمر أسفل منه، يبايعهنَّ بأمره ويبلغهنَّ عنه، وما مست يده ﵇ يد امرأةٍ أجنبيةٍ قطٌّ، وقالت» أسماء بنتُ السكن «: كنتُ في النسوة المبايعات، فقلت يا رسول الله: أُبسط يدك نبايعك، فقال لي ﵊ ُ:» إني لا أصافح النساء، لكنْ أخذُ عليهنَّ ما أخذ اللهُ عليهنَّ «وكانت» هند بنت عُتبة «وهي التي شقت بطن حمزة يوم أحد متنكرة في النساء، فلما قرأ عليهن الآية ﴿على أَن لاَّ يُشْرِكْنَ بالله شَيْئًا وَلاَ يَسْرِقْنَ﴾ قالت وهي متنكرة يا رسول الله: إِن أبا سفيان رجل شحيح، وإِين لأصيب الهنة أي القليل وبعض الشيء من ماله، لا أدري أيحل لي ذلك أملا؟ فقال أبو سفيا: ما أصبتٍ من شيءٍ فيما مضى وفيما غير فهو لك حلال، فضحك رسول الله ﷺ َ وعرفها فقال لها: وإِنك لهنٌ بنتُ عتبة؟ قالت نعم فاعفُ عما سلف يا نبي َّ الله، عفا الله عنك، فلما قرأ ﴿وَلاَ يَزْنِينَ﴾ قالت: أو تزني الحُرة؟ فلما قرأ ﴿وَلاَ يَقْتُلْنَ أَوْلاَدَهُنَّ﴾ قالت: ربيناهم صغارًا وقتلتهم كبارًا فلأنتم وهم أعلم وكان بانها حنظلة قد قُتل يوم بدر فضحك عمر حتى استلقى، وتبسم رسول الله ﷺ َ فلما قرأ ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ قالت هند: والله إِن البهتان لأمرٌ قبيح، ولا يأمر اللهُ إِلا بالرشد ومكارم الأخلاق، فلما قرأ ﴿وَلاَ يَعْصِينَكَ فِي مَعْرُوفٍ﴾ قالت: واللهِ ما جلسنا مجلسنا هذا وفي أنفسنا أن نعصيك في شيء»\nوأخرج الإِمام أحمد «عن» أميمة بنت رقيقة «أخت السيدة خديجة وخالة فاطمة الزهراء قالت: أتيتُ رسول الله ﷺ َ في نساءٍ لنبايعه، فأخذ علينا ما في القرآن (ألاَّ نشرك بالله شيئًا) الآية وقال:» فيما استطعتنَّ وأطقتُنَّ «فقلنا: الله ورسوله أرحم بنا من أنفسنا، قلنا يا رسول الله: ألا تصافحنا؟ قال:» إني لا أصافح النساء، إِنما قولي لامرأةٍ واحدة قولي لمائة امرأة «﴿ياأيها الذين آمَنُواْ لاَ تَتَوَلَّوْاْ قوْمًا غَضِبَ الله عَلَيْهِمْ﴾ أي لا تصادقوا يا معشر المؤمنين الكفرة أعداء الدين، ولا تتخذوهم أحباء وأصدقاء توالونهم وتأخذون بآرائهم، فإِنهم قوم غضب الله عليهم ولعنهم قال الحسن البصري: هم اليهود لقوله تعالى ﴿غَيْرِ المغضوب عَلَيْهِم﴾ [الفاتحة: ٧] وقال أبن عباس: هم كفار قريش لأن كلكافر عليه غضبٌ من الله، والظاهر أن الآية عامة كما قال ابن كثير: يعني اليهود والنصارى وسائر الكفار، ممن غضب الله عليه ولعنه ﴿قَدْ يَئِسُواْ مِنَ الآخرة﴾ أي أولئك الفجار الذيبن يئسوا من ثواب الآخرة ونعيمها ﴿كَمَا يَئِسَ الكفار مِنْ أَصْحَابِ القبور﴾ أي كما يئس","vol":"3","page":346},{"text":"الكفار المكذبون بالبعث والنشور، من أمواتهم أن يعودوا إِلى الحياة مرة ثانية بعد أن يموتوا، فقد كانوا يقولون إِذا مات لهم قريب أو صديق: هذا آخر العهد به، ولن يبعث أبدًا.\n. ختم تعالى السورة الكريمة بمثل ما فتحها به وهو النهي عن موالاة الكفار أعداء الله، وهو بمثابة التأكيد للكلام، وتناسق الآيات في البدء والختام، وهو من البلاغة في مكان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الطباق في قوله ﴿وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ وَمَآ أَعْلَنتُمْ﴾ لأن الإِخفاء يطابق الإِعلان.\n٢ - العتاب والتوبيخ ﴿تُسِرُّونَ إِلَيْهِمْ بالمودة وَأَنَاْ أَعْلَمُ بِمَآ أَخْفَيْتُمْ﴾ الآية.\n٣ - تقديم ما حقه التأخير لإِفادة الصيغة للحصر ﴿رَّبَّنَا عَلَيْكَ تَوَكَّلْنَا وَإِلَيْكَ أَنَبْنَا وَإِلَيْكَ المصير﴾، والأصل توكلنا عليك، وانبنا إِليك. . الخ.\n٤ - صيغة المبالغة ﴿قَدِيرٌ، غَفُورٌ، رَّحِيمٌ﴾ وهو كثير في القرآن ومثله ﴿عليم حكيم﴾ .\n٥ - طباق السلب ﴿لاَّ يَنْهَاكُمُ الله عَنِ الذين لَمْ يُقَاتِلُوكُمْ﴾ ثم قال: ﴿إِنَّمَا يَنْهَاكُمُ الله﴾ الآية.\n٦ - الجملة الاعتراضية ﴿الله أَعْلَمُ بِإِيمَانِهِنَّ﴾ للإِشارة إِلى أن للإِنسان الظاهر والله يتولى السرائر.\n٧ - العكسُ والتبديلُ ﴿لاَ هُنَّ حِلٌّ لَّهُمْ وَلاَ هُمْ يَحِلُّونَ لَهُنَّ﴾ وهو من أنواع البديع.\n٨ - الكناية اللطيفة ﴿وَلاَ يَأْتِينَ ببهتان يَفْتَرِينَهُ بَيْنَ أَيْدِيهِنَّ وَأَرْجُلِهِنَّ﴾ كنَّى بذلك عن اللقيط، وهي من لطائف الكنايات.\n٩ - التشبيه المرسل المجمل ﴿قَدْ يَئِسُواْ مِنَ الآخرة كَمَا يَئِسَ الكفار مِنْ أَصْحَابِ القبور﴾ كما أنه فيه من المحسنات البديعية ما يسمى رد العجز عل الصدر، حيث ختم السورة بمثل ما ابتدأها ليتناسق البدء مع الختام.","vol":"3","page":347},{"text":"اللغَة: ﴿سَبَّحَ﴾ التسبيح تمجيد الله وتنزيهه عما لا يليق به من صفات النقص ﴿العزيز﴾ الغالب الذي لا يُغلب ﴿الحكيم﴾ الذي يضع الأشياء في مواضعها ويفعل ما تقتضيه الحكمة ﴿مَقْتًا﴾ بغضًا قال الزمخشري: المقتُ: أشدُّ البغض وأبلغه وأفحشه ﴿مَّرْصُوصٌ﴾ المتماسك المتلاصق بعضه ببعض قال الفراء: رصصتُ البناء إِذا لائمتُ بينه وقاربت حتى يصير كقطعة واحدة ﴿زاغوا﴾ مالوا عن الهدى والحق ﴿البينات﴾ المعجزات الواضحات.\nسَبَبُ النّزول: روي أن المسلمين قالوا: لو علمنا أحبَّ الأعمال إِلى الله تعالى لبذلنا فيه أموالنا وأنفسنا!! فلما فرض الله الجهاد كرهه بضعهم فأنزل الله ﴿ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ كَبُرَ مَقْتًا عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ .\nالتفسير: ﴿سَبَّحَ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي نزَّه اللهَ وقدَّسه ومجَّده جميعٌ ما في السمواتِ والأرض من مَلَك، وإنسان، ونبات، وجماد ﴿وَإِن مِّن شَيْءٍ إِلاَّ يُسَبِّحُ بِحَمْدِهِ ولكن لاَّ تَفْقَهُونَ تَسْبِيحَهُمْ﴾ [الإِسراء: ٤٤] قال الإِمام الفخر: أي شهد له بالربوبية والوحدانية وغيرهما من الصفات الحميدة جميع ما في السموات والأرض ﴿وَهُوَ العزيز الحكيم﴾ أي وهو الغالب في ملكه، الحكيم في","vol":"3","page":349},{"text":"صنعه، الذي لا يفعل إلا ما تقتضيه الحكمة ﴿ياأيها الذين آمَنُواْ لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ﴾ أي يا أيها الذين صدَّقوا الله ورسوله لم تقولون بألسنتكم شيئًا ولا تفعلونه؟ ولأي شيءٍ تقولون نفعل ما لا تفعلونه من الخير والمعروف؟ وهو استفهام على جهة الإِنكار والتوبيخ قال ابن كثير: هذا إنكارٌ لعى من يَعِد وعدًا، أو يقول قولًا لا يفي به، وفي الصحيحين «آية المنافق ثلاثٌ: إِذا وعد أخلف، وإِذا حدَّث كذب، وإِذا ائتمن خان» ثم أكَّد الإِنكار عليهم بقوله ﴿كَبُرَ مَقْتًا عِندَ الله﴾ أي عظُم فعلكم هذا بغضًا عند ربكم ﴿أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ أي أن تقولوا شيئًا ثم لا تفعلونه، وأن تَعشدوا بشيء ثم لا تفون بهن قال ابن عباس: كان ناسٌ من المؤمنين قبل أن يُفرض الجهاد يقولون: لوددنا أنَّ اللهَ ﷿ َّ دلنا على أحبِّ الأعمال إِليه فنعمل به، فأخبر الله نبيه أن أحب الأعمال إيمان بالله لا شك فيه، وجهاد أهل معصيته الذين خالفوا الإِيمان ولم يقروا به، فلما نزل الجهاد كره ذلك ناسٌ من المؤمنين وشقَّ عليهم أمره فنزلت الآية وقيل: هو أن يأمر الإِنسان أخاه بالمعروف ولا يأتمر به، وينهاه عن المنكر ولا ينتهي عنه كقوله تعالى ﴿أَتَأْمُرُونَ الناس بالبر وَتَنْسَوْنَ أَنْفُسَكُمْ﴾ [البقرة: ٤٤]؟ ثم أخبرهم تعالى بفضيلة الجهاد في سبيل الله فقال ﴿إِنَّ الله يُحِبُّ الذين يُقَاتِلُونَ فِي سَبِيلِهِ صَفًّا﴾ أي يحب المجاهدين الذين يصفُّون أنفسهم عند القتال صفًا، ويثبتون في أماكنهم عند لقاء العدو ﴿كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ﴾ أي كأنهم في تراصِّهم وثبوتهم في المعركة، بناءٌ قد رُصَّ بعضه ببعض، وأُلصق وأُحكم حتى صار شيئًا واحدًا قال القرطبي: ومعنى الآية أنه تعالى يحب منيثبت في الجهاد في سبيل الله ويلزم مكانه كثبوت البناء، وهذا تعليمٌ من الله تعالى للمؤمنين كيف يكونون عند قتال عدوهم.\n. ولما ذكر تعالى أمر الجهاد، بيَّن أنَّ موسى وعيسى أمرا بالتوحيد، وجاهدوا في سبيل الله وأوذيا بسبب ذلك فقال ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ ياقوم لِمَ تُؤْذُونَنِي﴾؟ أي واذكر يا محمد لقومك قصة عبده وكليمه «موسى بن عمران» حين قال لقومه بين إِسرائيل: لمَ تفعلون ما يؤذيني؟ ﴿وَقَد تَّعْلَمُونَ أَنِّي رَسُولُ الله إِلَيْكُمْ﴾ أي والحال أنكم تعلمون علمًا قطعيًا بما شاهدتموه من المعجزات الباهرة أني رسولُ اللهِ إلِيكم، وتعلمون صدقي فيما جئتكم به من الرسالة؟ وفي هذا تسليةٌ لرسول الله ﷺ َ فيما أصابه من كفار مكة ﴿فَلَمَّا زاغوا أَزَاغَ الله قُلُوبَهُمْ﴾ أي فلما مالوا عن الحقِّ، أمال الله قلوبهم عن الهدى ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي واللهُ لا يوفق للخير والهدى من كان فاسقًا خارجًا عن طاعة الله قال الرازي: وفي هذا تنبيهٌ على عظم إِيذاء الرسل، حتى إِنه يؤدي إِل الكفر وزيغ القلوب عن الهدى. . ثم ذكر تعالى قصة عيسى ﵇ فقال ﴿وَإِذْ","vol":"3","page":350},{"text":"قَالَ عِيسَى ابن مَرْيَمَ يابني إِسْرَائِيلَ إِنِّي رَسُولُ الله إِلَيْكُم﴾ أي واذكر يا محمد لقومك هذه القصة أيضًا حين قال عيسى لبني إِسرائيل إِني رسول اللهِ أرسلت إِليكم بالوصف المذكور في التوراة قال القرطبي: ولم يقل «يا قوم» كما قال موسى، لأنه لا نسب له فيهم فيكونون قومه فإِنه لم يكن له فيهم أب ﴿مُّصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التوراة﴾ أي حال كوني مصدِّقًا ومعترفًا بأحكام التوراة، وكُتب الله وأنبيائه جميعًا، ولم آتكم بشيء يخالف التوراة حتى تنفروا عني ﴿وَمُبَشِّرًا بِرَسُولٍ يَأْتِي مِن بَعْدِي اسمه أَحْمَدُ﴾ أي وجئت لأبشركم ببعثة رسولٍ يأتي بعدي يسمى «أحمد» قال الألوسي: وهذا الاسم الكريم علمٌ لنبينا محمد ﷺ َ كما قال حسان:\nصلَّى الإِلهُ ومن يحفُّ بعرشه ... والطّيبون على المبارك «أحمد»\nوفي الحديث «لي خمسة أسماءٍ: أنا محمد، وأنا أحمد، وأنا الحاشر الذي يُحشر الناسُ على قدمي، وأنا الماحي الذي يمحو الله بي الكفر، وأنا العاقب» ومعنى العاقب الذي لا نبيَّ بعده، وروي أن الصحابة قالوا يا رسول الله أخبرنا عن نفسك! فقال: دعوةُ أبي إبراهيم، وبشرى عيسى، ورأت أُمي حين حملت بي كأنه خرج منها نورٌ أضاءت له قصور الشام ﴿فَلَمَّا جَاءَهُم بالبينات﴾ أي فلما جاءهم عيسى بالمعجزات الواضحات، ومن إِحياء الموتى، وإِبراء الأكمه والأبرص، ونحو ذلك من المعجزات الدالة على صدقه في دعوى الرسالة ﴿قَالُواْ هذا سِحْرٌ مُّبِينٌ﴾ أي قالوا عن عيسى: هذا ساحرٌ جاءنا بهذا السحر الواضح، والإِشارة بقولهم «سحر» إِلى المعجزات التي ظهرت على يديه ﵇، قال المفسرون: بشَّر كلُّ نبي قومه بنبيِّنا محمد ﷺ َ، وإِنما أفرد تعالى ذكر عيسى بالبشارة في هذا الموضع لأن آخر نبيٍ قبل نبينا ﷺ َ، فبيَّن تعالى أن البشارة به عمَّت جميع الأنبياء واحدًا بعد واحد حتى انتهت إِلى عيسى ﵇ آخر أنبياء بني إِسرائيل ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله الكذب وَهُوَ يدعى إِلَى الإسلام﴾ استفهامٌ بمعنى النفي أي لا أحد أظلم ممن يدعوه ربه إِلى الإِسلام على لسان نبيه، فيجعل مكان إجابته إفترءا الكذب على الله بتسمية نبيه ساحرًا، وتسمية آيات الله المنزلة سحرًا ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق ولا يرشد إِلى الفلاح والهدى من كان فاجرًا ظالمًا ﴿يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله بِأَفْوَاهِهِمْ﴾ أي يريد المشركومن بأن يطفئوا دين الله وشرعه المنير بأفواههم قال الفخر الرازي: وإِطفاء نور الله تعالى تهكمٌ بهم في إرادتهم إِبطال الإِسلام بقولهم في القرآن إِنه ساحر، شبُهت حالهم بحال من ينفخ في نور الشمس بفيه ليطفئه، وفيه تهكم وسخريةٌ بهم ﴿والله مُتِمُّ نُورِهِ﴾ أي واللهُ مظهرٌ لدينه، بنشره في الآفاق، وإِعلائه على الأديان، كما جاء في الحديث\n«إنَّ\nالله\nروى","vol":"3","page":351},{"text":"لي الأرض، فرأيت مشارقها مغاربها، وإِن مُلك أُمتي سيبلغ ما زُوي لي منها. .» الحديث والمراد أنَّ هذا الدين سينتشر في مشارق الدنيا ومغاربها ﴿وَلَوْ كَرِهَ الكافرون﴾ أي ولو كره ذلك الكافرون المجرمون، فإِنَّ الله سيعز شأن هذا الدين رغم أنف الكافرين قال في حاشية البيضاوي: كان كفار مكة يكرهون هذا الدين الحق، من أجل توغلهم في الشرك والضلال، فكان المناسب إِذلالهم وإِرغامهم بإِظهار ما يكرهونه من الحق، وليس المراد من إِظهاره ألا يبقى في العالم من يكفر بهذا الدين، بل المرادُ أن يكون أهلهُ عالين غالبين على سائر أهل الأديان بالحجة والبرهان، والسيف واللسان، إِلى آخر الزمان ﴿هُوَ الذي أَرْسَلَ رَسُولَهُ بالهدى وَدِينِ الحق﴾ أي هو جلَّ وعلا بقدرته وحكمته بعث رسوله محمدًا ﷺ َ بالقرآن الواضح، والدين الساطع ﴿لِيُظْهِرَهُ عَلَى الدين كُلِّهِ﴾ أي ليعليه على سائر الأديان المخالفة له، من يهودية ونصرانية وغيرهما ﴿وَلَوْ كَرِهَ المشركون﴾ أي ولو كره ذلك أعداءُ الله، المشركون بالله غيره قال أبو السعود: ولقد أنجز الله وعده بإِعزاز دين الإِسلام، حيث جعله بحث لم يبق دينٌ من الأديان، إِلا وهو مغلوب مقهور بدين الإِسلام.","vol":"3","page":352},{"text":"المنَاسَبَة: لما بيَّن تعالى أن المشركين يريدون إِطفاء نور الله، أمر المؤمنين بمجاهدة أعداء الدين، ودعاهم إِلى التضحية بالمال والنفس والجهاد في سبيل الله، وبيَّن لهم أنها التجارة الرابحة لمن أراد سعادة الدارين.\nاللغَة: ﴿تُنجِيكُم﴾ تخلّصكم وتنقذكم ﴿الحواريون﴾ الأصفياء والخواص من أتباع عيسى، وهم الذين ناصروا المسيح ﵇ ﴿أَيَّدْنَا﴾ قوَّينا وساندنا ﴿ظَاهِرِينَ﴾ غالبين بالحجة والبرهان.\nسَبَبُ النّزول: روي أن بعض الصحابة قالوا يا نبيِّ الله: لوددنا أن نعلم أيَّ التجارات أحبَّ إِلى الله فنتجر فيها!! فنزلت ﴿ياأيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ﴾؟","vol":"3","page":352},{"text":"التفسِير: ﴿ياأيها الذين آمَنُواْ هَلْ أَدُلُّكمْ على تِجَارَةٍ﴾ أي يا من صدقتم الله ورسوله وآمنتم بربكم حقَّ الإِيمان، هل أدلكم على تجارة رابحة جليلة الشأن؟ والاستفهام للتشويق ﴿تُنجِيكُم مِّنْ عَذَابٍ أَلِيمٍ﴾ أي تخلِّصكم وتنقذكم من عذاب شديد مؤلمن. . ثم بيَّن تلك التجارة ووضحها فقال ﴿تُؤْمِنُونَ بالله وَرَسُولِهِ﴾ إيمانًا صادقًا، لا يشوبه شكٌ ولا نفاق ﴿وَتُجَاهِدُونَ فِي سَبِيلِ الله بِأَمْوَالِكُمْ وَأَنفُسِكُمْ﴾ أي وتجاهدون أعداء الدين بالمال والنفس، لإِعلاء كلمة الله قال المفسرون: جعل الإِيمان والجهاد في سبيله «تجارة» تشبيهًا لهما بالتجارة، فإِنها عبارة عن مبادلة شيء بشيء، طمعًا في الربح، ومن آمن وجاهد بماله ونفسه فقد بذل ما عنده وما في وسعه، لنيل ما عند ربه من جزيل ثوابه، والنجاة من أليم عقابه، فشبَّه هذا الثواب والنجاة من العذاب بالتجارة لقوله تعالى ﴿إِنَّ الله اشترى مِنَ المؤمنين أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمُ الجنة﴾ [التوبة: ١١١] قال الإِمام الفخر: ولاجهاد ثلاثةُ أنواع: ١ جهادٌ فيما بينه وبين نفسه، وهو قهرُ النفس ومنعُها عن اللذات والشهوات. ٢ وجهادٌ فيما بينه وبين الخلق، وهو أن يدع الطمع منهم ويشفق عليهم ويرحمهم ٣ وجهادُ أعداء اله بالنفس والمال نصرةً لدين الله ﴿ذَلِكُمْ خَيْرٌ لَّكُمْ إِن كُنتُمْ تَعْلَمُونَ﴾ أي ما أمرتكم به من الإِيمان والجهاد في سبيل الله، خيرٌ لكم من كل شيء في هذه الحياة، إن كان عندكم فهمٌ وعلم ﴿يَغْفِرْ لَكُمْ ذُنُوبَكُمْ﴾ هذا جواب الجملة الخبرية ﴿تُؤْمِنُونَ بالله وَرَسُولِهِ﴾ لأن معناها معنى الأمر أي آمنوا بالله وجاهدوا في سبيله فإِذا فعلتم ذلك يغفر لكم ذنوبكم اي يسترها عليكم، ويمحها بفضله عنكم ﴿وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخلكم حدائق وبساتين، تجري من تحت قصورها أنهار الجنة ﴿وَمَسَاكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ﴾ أي ويسكنكم في قصور رفعية في جنات الإِقامة ﴿ذَلِكَ الفوز العظيم﴾ أي ذلك الجزاء المذكور هو الفوز العظيم الذي لا فوز وراءه، والسعادة الدائمة الكبيرة التي لا سعادة بعدها ﴿وأخرى تُحِبُّونَهَا﴾ أي ويمنُّ عليكم بخصلةٍ أُخرى تحبونها وهي ﴿نَصْرٌ مِّن الله وَفَتْحٌ قَرِيبٌ﴾ أي أن ينصركم على أعدائكم، ويفتح لكم مكة وقال ابن عباس: يريد فتح فارس والروم ﴿وَبَشِّرِ المؤمنين﴾ أي وبشِّر يا محمد المؤمنين، بهذا الفضل المبين قال في البحر: لما ذكر تعالى ما يمنحهم من الثواب في الآخرة، ذكر لهم ما يسرُّهم في العاجلة، وهي ما يفتح الله عليهم من البلاد، فهذه هي خير الدنيا موصولٌ بنعيم الآخرة ﴿ياأيها الذين آمَنُواْ كونوا أَنصَارَ الله﴾ أي انصروا دين الله وأعلما منارة ﴿كَمَا قَالَ عِيسَى ابن مَرْيَمَ لِلْحَوَارِيِّينَ﴾ أي كما نصر الحواريون دين الله حين قال لهم عيسى بن مريم ﴿مَنْ أنصاري إِلَى الله﴾ أي من ينصرني ويكون عوني لتبليغ دعنة الله، ونصرة دينه؟ ﴿قَالَ الحواريون نَحْنُ أَنصَارُ الله﴾ أي قال أتباع عيسى وهم المؤمنون الخُلُّص من خاصته المستجيبون لدعوته نحن أنصار دين الله قال البيضاوي: والحواريون أصفاؤه وهم أول من آمن به، مشتقٌ من الحور وهو البياض، وكانوا اثني عشر رجلًا وقال الرازي: والتشبيه في الآية محمول على المعنى أي كونوا أنصار الله كما كان الحواريون أنصار الله ﴿فَآمَنَت طَّآئِفَةٌ مِّن بني","vol":"3","page":353},{"text":"إِسْرَائِيلَ وَكَفَرَت طَّآئِفَةٌ﴾ أي فانقسم بنو إِسرائيل إِلى جماعتين: جماعةٌ آمنت به وصدَّقته، وجماعةٌ كفرت وكذبت برسالة عيسى ﴿فَأَيَّدْنَا الذين آمَنُواْ على عَدُوِّهِمْ﴾ أي فقوينا المؤنين على أعدائهم الكافرين ﴿فَأَصْبَحُواْ ظَاهِرِينَ﴾ أي حتى صاروا غالبين عليهم بالحجة والبرهان قال ابن كثير: لما بلَّغ عيسى بن مريم رسالة ربه، اهتدت طائفة من بني إِسرائيل بما جاءهم به، وضلَّت طائفة فجحدوا نبوته، ورموه وأُمه بالعظائم، وهم اليهود عليهم لغة الله، وغلت فيه طائفةٌ من أتباعه حتى رفعوه فوق ما أعطاه الله من النبوة، وافترقوا فيه فرقًا وشيعًا، فمنهم من زعم أن ابنُ الله، ومنهم من قال إِنه ثالث ثلاثة «الأب والابن وروح القدس» ومنهم من قال: إِنه اللهُ تعالى الله عن ذلك علوًا كبيرًا فنصر الله المؤمنين على من عاداهم من فرق النصارى.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يأتي:\n١ - أسلوب التوبيخ ﴿لِمَ تَقُولُونَ مَا لاَ تَفْعَلُونَ﴾ [الصف: ٢]؟ وهي «ما» الاستفهامية حذفت ألفها تخفيفًان والغرض من الاستفهام التوبيخ.\n٢ - الإِطناب بتكرار ذكر اللفظ لبيان غاية قبح ما فعلوه ﴿كَبُرَ مَقْتًا عِندَ الله أَن تَقُولُواْ مَا لاَ تَفْعَلُونَ﴾ [الصف: ٣] وبين ﴿تَقُولُواْ. . وتفعلوا﴾ طباقٌ.\n٣ - التشبيه المرسل المفصَّل ﴿كَأَنَّهُم بُنْيَانٌ مَّرْصُوصٌ﴾ [الصف: ٤] أي في المتانة والتراص.\n٤ - الاستعارة اللطيفة ﴿يُرِيدُونَ لِيُطْفِئُواْ نُورَ الله﴾ [الصف: ٨] استعار نور الله لدينه وشرعه المنير، وشبَّه من أراد إِبطال الدين بمن أراد إِطفاء الشمس بفمه الحقير، على طريق الاستعارة التمثيلية، وهذا من لطيف الاستعارات.\n٥ - الاستفهام للترغيب والتشويق ﴿هَلْ أَدُلُّكمْ على تِجَارَةٍ﴾؟ .\n٦ - الطباق ﴿فَآمَنَت طَّآئِفَةٌ. . وَكَفَرَت طَّآئِفَةٌ﴾ .\n٧ - السجع المرصَّع كأنه حبات در منظومة في سلك واحد مثل ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ [الصف: ٥] ﴿قَالُواْ هذا سِحْرٌ مُّبِينٌ﴾ [الصف: ٦] ﴿قَرِيبٌ وَبَشِّرِ المؤمنين﴾ وهو من المحسنات البديعية.\nتنبيه: إِنما قرنت قصة موسى وعيسى في هذه السورة لأنهما من أنبياء بني إِسرائيل، وهما من أعظم أنبيائهم ومن أولي العزم الذين ذكرهم الله في كتابه العزيز بالثناء والتبجيل.","vol":"3","page":354},{"text":"اللغَة: ﴿الأميين﴾ العرب المعاصرين للنبي ﷺ َ سُمُّوا بذلك لاشتهارهم بالأمية وهي عدم القراءة والكتابة ﴿يُزَكِّيهِمْ﴾ من التزكية وهي التطهير من دنس الشرك والمعاصي ﴿أَسْفَارًا﴾ جمع سفر وهو الكتاب الكبير قال الشاعر:\nزوامل للأسفار لا علم عندهم ... بجيِّدها إِلا كعلم الأباعر\nلعمرك ما يدري البعيرُ إِذا غدا ... بأوساقه أو راحَ ما في الغرائر\n﴿هادوا﴾ تدينوا باليهودية ﴿انفضوا﴾ تفرقوا وانصرفوا.\nسَبَبُ النّزول: عن جابر ﵁ قال: «بينما النبي ﷺ َ يخطب يوم الجمعة قائمًا، إذْ قدمت عيرٌ من المدينة، فابتدرها أصحابُ رسول الله ﷺ َ حتى لم يبق منهم إلا اثنا عشر رجلًا أنا فيهم وأبو بكر وعمر، فأنزل الله تعالى: ﴿وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْوًا انفضوا إِلَيْهَا وَتَرَكُوكَ قَآئِمًا﴾ الآية.\nالتفِسير: ﴿يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ينزِّه الله ويمجده ويقدِّسه كلُّ شيء في الكومن من إنسان، وحيوان، ونبات، وجماد، وصيغةُ المضارع ﴿يُسَبِّحُ﴾ لإِفادة التجدد والاستمرار، فهو تسبيحٌ دائم على الدوام ﴿الملك﴾ أي هو الإِله المالك لكل شيء، والمتصرف في خلقه بالإِيجاد والإِعدام ﴿القدوس﴾ أي المقدَّس والمنزَّه عن النقائص، المتصف بصفات الكمال ﴿العزيز الحكيم﴾ أي العزيز في ملكه، الحكيم في صنعه ﴿هُوَ الذي بَعَثَ فِي الأميين رَسُولًا مِّنْهُمْ﴾ أي هو جل وعلا برحمته وحكمته الذي بعث في العرب رسولًا من جملتهم، أميًا مثلهم لا يقرأ ولا يكتب قال المفسرون: سُمي العرب أميّيين لأنهم لا يقرأون ولا يكتبون، فقد اشتهرت فيهم الأمية كما قال ﵊ ُ» نحن أمةٌ، لا نكتب ولا نحسب «الحديث والحكمةُ في اقتصاره على ذكر الأميين، مع أنه رسولٌ إِلى كافة الخلق، تشريفُ العرب حيث أُضيف صلوات الله عليهم إِليهم، وكفى بذلك شرفًا للعرب ﴿يَتْلُواْ عَلَيْهِمْ آيَاتِهِ﴾ أي يقرأ عليهم آيات القرآن ﴿وَيُزَكِّيهِمْ﴾ أي ويطهرهم من دنس الكفر والذنوب قال ابن عباس: أي يجعلهم أزكياء القلوب بالإِيمان ﴿وَيُعَلِّمُهُمُ الكتاب والحكمة﴾ أي ويعلمهم ما يتلى من الآيات والسنة النبوية المطهرة ﴿وَإِن كَانُواْ مِن قَبْلُ لَفِي","vol":"3","page":356},{"text":"ضَلاَلٍ مُّبِينٍ﴾ أي وإِنَّ الحال والشأن أنهم كانوا من قبل إِرسال محمد ﷺ َ إِليهم لفي ضلالٍ واضح، عن النهج القويم، والصراط المستقيم قال ابن كثير: بعث الله محمدًا ﷺ َ على حين فترةٍ من الرسل، وطموسٍ من السُّبُل، وقد اشتدت الحاجة إِليه، فقد كان العرب متمسكين بدين إِبراهيم الخليل فبدلوه وغيَّروه، واستبدلوا بالتوحيد شركًا، وباليقين شكًا، وابتدعوا أشياء لم يأذن بها اللهُ، وكذلك كان أهل الكتاب قد بدَّلوا كتبهم وحرفوها، فبعث الله محمدًا صالله عليه وسلم بشرع عظيم، شامل كامل، فيه الهداية والبيان لكل ما يحتاج الناس إِليه من أمر معاشهم ومعادهم، وجمع له تعالى جميع المحاسن، وأعطاه ما لم يعط أحدًا من الأولين والآخرين ﴿وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ﴾ أي وبعث الرسول إِلى قومٍ آخرين، لم يكونوا في زمانهم وسيجيئون بعدهم، وهم جميع من أسلم إِلى يوم القيامة، وفي الحديث عن أبي هريرة قال:\n«كنا جلوسًا عند النبي ﷺ َ فأنزلت عليه سورة الجمعة ﴿وَآخَرِينَ مِنْهُمْ لَمَّا يَلْحَقُواْ بِهِمْ﴾ قالوا: من هم يا رسول الله؟ قال: وفينا سلمان الفارسي، فوضع رسول الله ﷺ َ يده على سلمان ثم قال:» لو كان الإِيمان عند الثريا لناله رجالٌ من هؤلاء «قال مجاهد: في تفسير الآية: هم الأعاجم وكلُّ من صدَّق النبي ﷺ َ من غير العرب ﴿وَهُوَ العزيز الحكيم﴾ أي القويُ الغالب في ملكه، الحكيم، في صنعه ﴿ذَلِكَ فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي ذلك الشرف الذي امتاز به سيد البشر، وهو كونه معبوثًا إِلى كافة الناس، وما شرَّف الله به العرب من نزول القرآن بلغتهم، وإِرسال خاتم الرسل إِليهم، هو فضلُ اللهِ يعطيه لمن يشاء من خلقه ﴿والله ذُو الفضل العظيم﴾ أي هو جل وعلا ذو الفضل الواسع على جميع خلقه في الدنيا والآخرة. . ثم شرع تعالى في ذم اليهود الذين أكرمهم الله بالتوارة، فلم ينتفعوا بها ولم يطبقوها، وشَبههم بالحمار الذيب يحمل الأسفار فقال ﴿مَثَلُ الذين حُمِّلُواْ التوراة﴾ أي مثل اليهود الذين أعطوا التوراة، وكُلفوا العمل بما فيها ﴿ثُمَّ لَمْ يَحْمِلُوهَا﴾ أي ثم لم يعملوا بها، ولم ينتفعوا بهديها ونورها ﴿كَمَثَلِ الحمار يَحْمِلُ أَسْفَارًا﴾ أي مثلهم كمثل الحمار الذي يحمل الكتب النافعة الضخمة، ولا يناله منها إلا التعب والعناء قال القرطبي: شبههم تعالى والتوراة في أيديهم وهم لا يعملون بها بالحمار يحمل كتبًا، وليس له إِلاّ ثقل الحمل من غير فائدة، فهو يتعب في حملها ولا ينتفع بما فيها وقال في حاشية البيضاوي: ذمَّ تعالى اليهود بأنهم قراءُ التوراة، عالمون بما فيها، وفيها آياتٌ دالة على صحة نبوة محمد ﷺ َ ووجوب الإِيمان به، ولكنهم لم ينتفعوا بها، ووجه التشبيه حرمان الانتفاع بما هو أبلغ شيء في الانتفاع، مع الكدِّ التعب ﴿بِئْسَ مَثَلُ القوم الذين كَذَّبُواْ بِآيَاتِ الله﴾ أي بئس هذا المثل الذي ضربناه لليهود، مثلًا","vol":"3","page":357},{"text":"للقوم الذين كذبوا بآيات الله، الدالة على نبوة محمد عليه الصلاة والسلا م ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفق للخير، ولا يرشد للإِيمان من كان ظالمًا فاسقًا قال عطاء: هم الذين ظلموا أنفسهم بتكذيبهم للأنبياء، ثم كذَّب تعالى اليهود في دعوى أنهم أحباُ الله فقال ﴿قُلْ ياأيها الذين هادوا﴾ أي قل يا محمد لهؤلاء الذين تهودوا وتمسكوا بملة اليهودية ﴿إِن زَعمْتُمْ أَنَّكُمْ أَوْلِيَآءُ لِلَّهِ مِن دُونِ الناس﴾ أي إن كنتم أولياء الله وأحباءه حقًا كما تدَّعون ﴿فَتَمَنَّوُاْ الموت إِن كُنتُمْ صَادِقِينَ﴾ أي فتمنوا من الله أن يميتكم، لتنقلوا سريعًا إِلى دار كرامته المعدَّة لأوليائه، إِن كنتم صادقين في هذه الدعوة قال أبو السعود: كان اليهود يقولون:\n﴿نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ﴾ [المائدة: ١٨] ويدَّعون أن الدار الآخرة لم عند الله، خالصة، ويقولون ﴿لَن يَدْخُلَ الجنة إِلاَّ مَن كَانَ هُودًا﴾ [البقرة: ١١] فأمر الله رسوله أن يقول لهم إِظهارًا لكذبهم: إِن زعمتم ذلك فتمنوا الموت، لتنقلوا من د اء البلاء إِلى دار الكرامة، فإنَّ من أيقن بأنه من أهل الجنة، أحبَّ أن يتخلص إِليها من هذه الدار الي هي مقرُّ الأكدار، قال تعالى فاضحًا لهم، ومبينًا كذبهم ﴿وَلاَ يَتَمَنَّونَهُ أَبَدًا بِمَا قَدَّمَتْ أَيْديهِمْ﴾ أي ولا يتمنون الموت بحالٍ من الأحوال، بسبب ما أسلفوه من الكفر والمعاصي وتكذيب محمد ﵇ وفي الحديث «والذي نفسي بيده، لو تمنوا المتَ ما بقي على ظهرها يهودي إِلا مات» قال الألوسي: لك يتمنَّ أحدٌ الموت منهم، لأنهم كانوا موقنين بصدقه ﵇، فعلموا أنهم لو تمنوه لماتوا من ساعتهم، وهذه إِحدى المعجزات، وجاء في سورة البقرة نفيُ هذا التمني بلفظ ﴿ولن﴾ وهو من باب التفنن على القول المشهور ﴿والله عَلِيمٌ بالظالمين﴾ أي عالمٌ بهم وما صدر عنهم من فنون الظلم والمعاصي، وإِنما وضع الظاهر موضع الضمير «عليمٌ بهم» ذمًا لهم، وتسجيلًا عليهم بأنهم ظالمون ﴿قُلْ إِنَّ الموت الذي تَفِرُّونَ مِنْهُ﴾ أي قل لهم يا محمد: إن هذا الموت الذي تهربون منه، وتخافون أن تتمنوه حتى بلسانكم ﴿فَإِنَّهُ مُلاَقِيكُمْ﴾ أي فإِنه آتيكم لا محالة، لا ينفعكم الفرار منه كقوله تعالى ﴿أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ﴾ [النساء: ٧٨] لأنه قدرٌ محتوم، ولا يغني حذرٌ عن قدر ﴿ثُمَّ تُرَدُّونَ إلى عَالِمِ الغيب والشهادة﴾ أي ثم ترجعون إِلى الله الذي لا تخفى عليه خافية ﴿فَيُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي فيجازيكم على أعمالكم، وفيه وعيدٌ وتهديد. . ثم شرع تعالى في بيان أحكام الجمعة فقال ﴿ياأيها الذين آمنوا إِذَا نُودِيَ لِلصَّلاَةِ مِن يَوْمِ الجمعة﴾ أي يا معشر المؤمنين المصدّقين بالله ورسوله، إِذا سمعتم المؤذن ينادي لصلاة الجمعة ويؤذن لها ﴿فاسعوا إلى ذِكْرِ الله وَذَرُواْ البيع﴾ أي فامضوا إِلى سماع خطبة الجمعة وأداء الصلاة، واتركوا البيع والشراء، اتركوا التجارة الخاسرة واسعوا إِلى التجارة الرابحة قال في التسهيل: والسعيُ في الآية بمعنى المشي لا بمعنى الجري لحديث «إِذا","vol":"3","page":358},{"text":"أقيمت الصلاة فلا تأتوها وأنتم تسعون، وأتوها وأنتم تمشون وعليكم السكينة» . وقال الحسن: واللهِ ما هو بالسعي على الأقدام، ولقد نهُوا أن يأتوا الصلاة إِلا عليهم السكينة والوقار، ولكنه سعيٌ بالقلوب، والنية، والخشوع ﴿ذَلِكُمْ خَيْرٌ لَّكُمْ﴾ أي ذلك السعي إِلى مرضا الله، وتركُ البيع والشراء، خيرٌ لكم وأنفع من تجارة الدنيا، فإِن نفع الآخرة أجلٌّ وأبقى ﴿إِن كُنتُمْ تَعْلَمُونَ﴾ أي إن كنتم من أهل العلم القويم، والفهم السليم ﴿فَإِذَا قُضِيَتِ الصلاة﴾ أي فإِذا أديتم الصلاة وفرغتم منها ﴿فانتشروا فِي الأرض﴾ أي فتفرقوا في الأرض وانبثوا فيها للتجارة وقضاء مصالحكم ﴿وابتغوا مِن فَضْلِ الله﴾ أي واطلبوا من فضل الله وإِنعامه، فإن الرزق بيده جلَّ وعلا هو المنعم المتفضل، الذي يُضيع عمل العامل، ولا يخيّب أمل السائل ﴿واذكروا الله كَثِيرًا﴾ أي واذكروا ربكم ذكرًا كثيرًا، باللسان والجنان، لا وقت الصلاة فحسب ﴿لَّعَلَّكُمْ تُفْلِحُونَ﴾ أي كي تفوزوا بخير الدارين قال سعيد بن جبير: ذكرُ الله طاعته، فمن أطاع اللهَ فقد ذكره، ومن لم يطعه فليس بذاكرٍ ولو كان كثير التسبيح.\n. ثم أخبر تعالى أنَّ فريقًا من الناس يؤثرون الدنيا الفانية على الآخرة الباقية، ويفضلون العاجل على الآجل فقال ﴿وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْوًا انفضوا إِلَيْهَا﴾ هذا عتابٌ لبعض الصحابة الذين انصرفوا عن رسول الله ﷺ َ وتركوه قائمًا يخطب يوم الجمعة، والمعنى: إِذا سمعوا بتجارة رابحة، أو صفقةٍ قادمة، أو شيء من لهو الدنيا وزينتها، تفرقوا عنك يا محمد وانصرفوا إِليها، وأعاد الضمير إِلى التجارة دون اللهو ﴿انفضوا إِلَيْهَا﴾ لأنها الأهم المقصود ﴿وَتَرَكُوكَ قَآئِمًا﴾ أي وتركوا الرسول قائمًا على المنبر يخطب قال المفسرون: كان رسول الله ﷺ َ قائمًا على المنبر يخطب يوم الجمعة، فأقبلت عيرٌ من الشام بطعام قدم بها «دحية الكلبي» وكان أصاب أهل المدنية جوعٌ وغلاء سعر وكانت عادتهم أن تدخل العير المدينة بالطبل والصياح سرورًا بها، فلما دخلت العير كذلك انفضَّ أهل المسجد إِليها، وتركوا رسول الله ﷺ َ قائمًا على المنبر، ولم يبق معه إِلا اثني عشر رجلًا قال جابر بن عبد الله: أنا أحدهم فنزلت الآية قال ابن كثير: وينبغي أن يعلم أن هذه القصة كانت لمَّا كان رسول الله ﷺ َ يقدم الصلاة يوم الجمعة على الخطبة كما هو الحال في العيدين، كما روى ذلك أبو داود ﴿قُلْ مَا عِندَ الله خَيْرٌ مِّنَ اللهو وَمِنَ التجارة﴾ أي قل لهم يا محمد: إنَّ ما عند الله من الثواب والنعيم، خير مما أصبتموه من اللهو والتجارة ﴿والله خَيْرُ الرازقين﴾ أي خير من رزق وأعطى، فاطلبوا منه الرزق، وبه استعينوا لنيل فضله وإِنعامه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التشبيه التمثيلي ﴿مَثَلُ الذين حُمِّلُواْ التوراة ثُمَّ لَمْ يَحْمِلُوهَا كَمَثَلِ الحمار يَحْمِلُ أَسْفَارًا﴾ لأن وجه الشبه منتزع من متعدد أي مثلهم في عدم الانتفاع بالتوراة، كمثل الحمار الذي يحمل على ظهره الكتب العظيمة ولا يكون له منها إِلا التعب والعناء.","vol":"3","page":359},{"text":"٢ - طباق السلب ﴿فتمنوا الموت. . ولا يتمنونه أبدًا﴾ .\n٣ - الطباق بين ﴿الغيب والشهادة﴾ وهو من المحسنات البديعية.\n٤ - التفنن بتقديم الأهم في الذكر ﴿وَإِذَا رَأَوْاْ تِجَارَةً أَوْ لَهْوًا﴾ لأن المقصود الأساسي هو التجارة فقدمها ثم قال ﴿قُلْ مَا عِندَ الله خَيْرٌ مِّنَ اللهو وَمِنَ التجارة﴾ فقدَّم اللهو على التجارة لأن الخسارة بما لا نفع فيه أعظم، فقدَّم ما هو أهم في الموضعين.\n٥ - المجاز المرسل ﴿وَذَرُواْ البيع﴾ أطلق البيع وقصد جميع أنواع المعاملة من بيع وشراء وإِجارة وغيرها.\nتنبيه: يوم الجمعة سمي بذلك لاجتماع المسلمين فيه للصلاة، وقد كان يسمى في الجاهلية «يوم العروبة» ومعناه الرحمة كما قال السهيلي، وأول من سمَّاه جمعة «كعب بن لؤي» وأول من صلى بالمسلمين الجمعة «أسعد بن زرارة» صلى بهم ركعتين وذكَّرهم، فسميت الجمعة حين اجتمعوا إِليه، فهي أول جمعة في الإِسلام.\nفَائِدَة: كان «عراك بن مالك» إِذا صلى الجمعة انصرف فوقف على باب المسجد فقال: «اللهم إني أحببتُ دعوتك، وصليتُ فريضتك، وانتشرت كما أمرتني، فارزقني من فضلك وأنت خير الرازقين» .\nلطيفَة: التعبير بقوله تعالى ﴿فاسعوا إلى ذِكْرِ الله﴾ فيه لطيفة، وهي أنه ينبغي للمسلم أن يقوم إِلى صلاة الجمعة بعزيمة وهمة، وجد ونشاط، لأن لفظ السعي يفيد الجد والعزم، ولهذا قال الحسن البصري: والله ما هو سعيٌ على الأقدام، ولكنه سعيٌ بالنيبة والقلوب.","vol":"3","page":360},{"text":"اللغَة: ﴿جُنَّةً﴾ وقاية وسُترة يحفظون بها أنفسهم وأموالهم وفي الحديث «الصوم جُنَّة» أي وقاية من عذاب الله ﴿طُبِعَ﴾ ختم عليها بالكفر، والطبعُ: الختم ﴿يُؤْفَكُونَ﴾ يصرفون عن الحق إِلى الضلال، من الإِفك وهو الصَّرف ﴿لَوَّوْاْ﴾ عطفوا وحرَّكوا يقال: لوَّى رأسه إِذا حرَّكه وأداره ﴿يَنفَضُّواْ﴾ يتفرقوا ﴿تُلْهِكُمْ﴾ تشغلكم، واللهو: ما لا خير فيه ولا فائدة من القول أو العمل.\nسَبَبُ النّزول: روي أن النبيَّ ﷺ َ غزا: «بني المُصطلق» فازدحم الناسُ على ماءٍ فيه، فكان ممن ازدحم عليه «جهجاه بن سعيد: أجبير لعمر بن الخطاب، و» سنان الجُهني «حليفٌ لعبد الله بن سلول رأس المنافقين فلطم الجهجاهُ سنانًا، فغضب سنان وصرخ ياللأنصار، وصرخ جهجاه يا للمهاجرين، فقال» عبد الله بن سلول «أو قد فعلوها! ﴿والله ما مثلنا ومثل هؤلاء يعني المهاجرين إِلا كما قال الأول» سمِّنْ كلبك يأكلك «، أما واللهِ لئن رجعنا إِلى المدينة ليخرجنَّ الأعزُّ منها الأذل يعني بالأعز نفسه، وبالأذل رسول الله ﷺ َ وصحبه ثم قال لقومه: إِنما يقيم هؤلاء المهاجرين بالمدينة بسبب معونتكم وإِنفاقكم عليهم، ولو قطعتم ذلك عنهم لفروا عن بلدكم، فسمعه» زيد بن أرقم «فأخبر بذلك رسول الله ﷺ َ، وبلغ ذلك ابن سلول فحلف أنه ما قال من ذلك شيئًا وكذَّب زيدًا، فنزلت السورة إِلى قوله تعالى ﴿يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى المدينة لَيُخْرِجَنَّ الأعز مِنْهَا الأذل. .﴾ الآيات.\nالتفسِير: ﴿إِذَا جَآءَكَ المنافقون﴾ أي إِذا أتاك يا محمد المنافقون وحضروا مجلسك كعبد الله بن سلول وأصحابه ﴿قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله﴾ أي قالوا بألسنتهم نفاقًا ورياءً: نشهد بأنك يا محمد رسولُ الله، يقولون بألسنتهم ما ليس في قلوبهم قال أبو السعود: أكَّدوا كلامهم بإِنَّ واللام ﴿إِنَّكَ لَرَسُولُ الله﴾ للإِيذان بأنَّ شهادتهم هذه صادرة عن صميم قلوبهم، وخلوص اعتقادهم، ووفور رغبتهم ونشاطهم ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ أي واللهُ جل وعلا يعلم أنك يا محمد رسولُه حقًا، لأنه هو الذي أرسلك، والجملةُ اعتراضية جيء بها لدفع توهم تكذيبهم في دعوة رسالته ﷺ َ لئلا يتوهم السامع أن قولهم ﴿إِنَّكَ لَرَسُولُ الله﴾ كذبٌ في حدِّ ذاته قال في التسهيل: وقوله ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ ليس من كلام المنافقين، وإِنما هو من كلام الله تعالى، ولو لم يذكره لكان يوهم","vol":"3","page":362},{"text":"أن قوله ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ إِبطالٌ للراسلة، فوسَّطه بين حكاية المنافقين وبين تكذيبهم ليزيل هذا الوهم وليحقق الرسالة ثم قال تعالى ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ أي يشهد بكذب المنافقين فيما أظهروه من شهادتهم وحلفهم بألسنتهم، لأنَّ من قال بلسانه شيئًا واعتقد خلافه فهو كاذب، والإِظهار في موضع الإِضمار ﴿إِنَّ المنافقين﴾ لذمهم وتسجيل هذه الصفة القبيحة عليهم، كما جاءت الصيغة مؤكدة بإِنَّ واللام زيادةً في التقرير والبيان ﴿اتخذوا أَيْمَانَهُمْ جُنَّةً﴾ أي اتخذوا أيمانهم الفاجرة وقاية وسُترةً يستترون بها من القتل قال الضحاك: هي حلفهم بالله إنهم مسلمون ﴿فَصَدُّواْ عَن سَبِيلِ الله﴾ أي فمنعوا الناسَ عن الجهادِ، وعن الإِيمان بمحمد ﷺ َ قال الطبري: أي أعرضوا عن دين الله الذي بعث به نبيه ﷺ َ وشريعته التي شرعها لخلقه وقال ابن كثيرك إِن المنافقين اتقوا الناس بالإِيمان الكاذبة، فاغترَّ بهم من لا يعرف جليَّة أمرهم، فاعتقدوا أنهم مسلمون، وهي في الباطن لا يألون الإِسلام وأهله خبالًا، فحصل بذلك ضررٌ كبير على كثير من الناس ﴿إِنَّهُمْ سَآءَ مَا كَانُواْ يَعْمَلُونَ﴾ أي قبح عملهم وصنيعهم لأنهم يظهرون بمظهر الإِيمان، وهم من أهل النفاق والعصيان، فبئست أعمالهم الخبيثة من نفاقهم وأيمانهم الكاذبة قال الصاوي: وساءَ كبئس في إرادة الذم، وفيها معنى التعجب وتعظيم أمرهم عند السامعين ﴿ذَلِكَ بِأَنَّهُمْ آمَنُواّ ثُمَّ كَفَرُوا﴾ أي ذلك الحلف الكاذب والصدُّ عن سبيل الله، بسبب أنهم آمنوا بألسنتهم وكفروا بقلوبهم قال أبو السعود: أي نطقوا بكلمة الشهادة عند المؤمنين، ثم نطقوا بالكفر عن شياطينهم المجرمين، وما فيه من الإِشارة بالبعيد» ذلك «للإِشعار ببعد منزلته في الشر ﴿فَطُبِعَ على قُلُوبِهِمْ﴾ أي ختم على قلوبهم فلا يصل إِليها هدى ولا نور ﴿فَهُمْ لاَ يَفْقَهُونَ﴾ أي فهم لا يعرفون الخير والإِيمان، ولا يفرقون بين الحسن والقبيح، لختم الله على قلوبهم ﴿وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ﴾ أي وإِذا رأيتَ هؤلاء المنافقين، أعجبتك هيئاتهم ومناظرهم، لحسنها ونضارتها وضخامتها ﴿وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ﴾ أي وإِن يتكلموا تُصغ لكلامهم، لفصاحتهم وذلاقة لسانهم قال ابن عباس: كان ابن سلول رأس المنافقين جسيمًا، وفصيحًا، ذلق اللسان، فإِذا قال سمع النبي ﷺ َ قوله، وكذلك كان أصحابه إِذا حضروا مجلس النبي ﷺ َ يعجب الناس بيهاكلهم ﴿كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ﴾ أي يشبهون الأخشاب المسنَّدة إِل الحائط، في كونهم صورًا خالية عن العلم والنظر، فهم أشباحٌ بلا أرواح، وأجسام بلا أحلام قال أبو حيان: شُبّهوا بالخشب لعزوب أفهامهم، وفراغ قلوبهم من الإِيمان، والجملة التشبيهية وصفٌ لهم بالجبن والخور، ولهذا قال ﴿يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ﴾ أي يظنون لجبنهم وهلعهم كل نداء وكل صوت، أنهم يرادون بذلك، فهم دائمًا في خوفٍ ووجل من أن يهتك الله أستارهم، ويكشف أسرارهم قال ابن كثير: كلما وقع أمر أو خوفٌ يعتقدون لجبنهم أنه نازل بهم قال مقاتل: إِذا سمعوا نشدان ضالة، أو صياحًا بأي وجه كان، طارت عقولهم، وظنوا","vol":"3","page":363},{"text":"ذلك إيقاعًا بهم ﴿هُمُ العدو فاحذرهم﴾ أي هم الأعداء الكاملون في العداوة لك وللمؤمنين وإِن أظهروا الإِسلام، فاحذروهم ولا تأمنهم على سرّ، فإِنهم عيونٌ لأعدائك ﴿قَاتَلَهُمُ الله﴾ جملة دعائية أي أخزاهم الله ولعنهم، وأبعدهم عن رحمته ﴿أَنَّى يُؤْفَكُونَ﴾ أي كيف يصرفون عن الهدى إِلى الضلال؟ ويكف تضل عقولهم مع وضوح الدلائل والبراهين﴾؟ وفيه تعجيب من جلهلهم وضلالهم، وانصرافهم عن الإِيمان بعد قيام البرهان، روى الإِمام أحمد عن أبي هريرة أن رسول الله ﷺ َ قال:\n«إنَّ للمنافقين علامات يُعرفون بها: تحيتُهم لعنة، وطعامهم نُهبة، وغنيمتُهم غلول، لا يقربون المساجد إِلا هُجرًا، ولا يأتون الصلاة إِلا دُبُرًا، مستكبرين لا يألفون ولا يُؤْلفون، خشبٌ بالليل، صُخبٌ بالنهار» ﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ يَسْتَغْفِرْ لَكُمْ رَسُولُ الله﴾ أي وإِذا قيل لهولاء المنافقين: هلُمُّوا إِلى رسول الله حتى يطلب لكم المغفرة من الله ﴿لَوَّوْاْ رُءُوسَهُمْ﴾ أي حركوها وهزوها استهزاءًا واستكبارًا ﴿وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ﴾ أي وتراهم يعرضون عمَّا دُعوا إِليه، وهم متكبرون عن استغفار رسول الله صلى الله عليه سلم لهم، وجيء بصيغة المضارع ليدل على استمرارهم على الإِعراض والعناد قال المفسرون: لمَّا نزلت الآيات تفضح المنافقين وتكشف الأستار عنهم، مشى إِليهم أقربائهم من المؤمنين، وقالوا لهم: ويلكم لقد افتضحتم بالنفاق وأهلكتم أنفسكم، فأتوا رسول الله وتوبوا إِليه من النفاق واسألوه يستعغفر لكم، فأبوا وحركوا رءوسهم سخريةً واستهزاءً فنزلتم الآية، ثم جاءوا إِلى «ابن سلول» وقالوا له: امض إِلى رسول الله ﷺ َ واعترفْ بذنبك يستغفر لك، فلوَّى رأسه إِنكارًا لهذا الرأي ثم قال هلم: لقد أشرتم عليَّ بالإِيمان فآمنتُ، وأشرتم عليَّ بأن أعطي زكاة مالي ففعلتُ، ولم يبق لكم إِلاَّ أن تأمروني بالسجود لمحمد!! ثم بيَّن تعالى عدم فائدة الاستغفار لهم، لأنهم مردوا على النفاق فقال ﴿سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ﴾ أي يتساوى الأمر بالنسبة لهم، فإِنه لا ينفع استغفارك لهم شيئًا، لفسقهم وخروجهم عن طاعة الله ورسوله قال الصاوي: والآية للتيئيس من إِيمانهم أي إن استغفارك يا محمد وعدمه سواء، فهم لا يؤمنون لسبق الشقاوة لهم ﴿لَن يَغْفِرَ الله لَهُمْ﴾ أي لن يصفح الله عنهم لرسوخهم في الكفر، وإِصرارهم على العصيان، ثم علَّله بقوله ﴿إِنَّ الله لاَ يَهْدِي القوم الفاسقين﴾ أي لا يوفق الإِيمان، من كان فاسقًا خارجًا عن طاعة الرحمن. . ثم زاد تعالى في بيان قبائحهم وجرائمهم فقال ﴿هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ﴾ أي هم الفجرة الذين قالوا لا تنفقوا على المهاجرين حتى يتفرقوا عن محمد قال في البحر: والإِشارة إِلى ابن سلول ومن وافقه من قومه، سفَّه أحلامهم في أنهم ظنوا أن رزق المهاجرين بأيديهم، ما علموا أن ذلك بيد الله تعالى، وقولهم ﴿على مَنْ عِندَ رَسُولِ الله﴾ هو على سبيل الهزء، إذ لو كانوا مقرين برسالته ما صدر منهم ما صدر، والظاهر أنهم لم ينطقوا بنفس ذلك اللفظ، ولكنه تعالى عبَّر به عن رسوله إكرامًا له وإِجلالًا ﴿وَلِلَّهِ خَزَآئِنُ السماوات والأرض﴾ أي هو تعالى","vol":"3","page":364},{"text":"بيده مفاتيح الرزق يعطي من يشاء ويمنع عن من يشاء، ولا يملك أحدٌ أن يمنع فضل الله عن عباده ﴿ولكن المنافقين لاَ يَفْقَهُونَ﴾ أي ولكنَّ المنافقين لا يفهمون حكمة الله وتدبيره، فلذلك يقولون ما يقولون من مقالات الكفر والضلال.\n. ثم عدَّد تعالى بعض قبائحهم وأقوالهم الشنيعة فقال ﴿يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى المدينة﴾ أي يقولون لئن رجعنا من هذه الغزوة غزوة بني المصطلق وعدنا إِلى بلدنا «المدينة المنورة» ﴿لَيُخْرِجَنَّ الأعز مِنْهَا الأذل﴾ أي لنخرجنَّ منها محمدًا وصحبه، والقائل هو ابن سلول، وعن بالأعز نفسه وأتباعه، وبالأذل رسول الله ﷺ َ ومن معه قال المفسرون: «لما قال ابن سلول ما قال ورجع إِلى المدينة، وقف له ولده» عبد الله «على باب المدينة واستلَّ سيفه، فجعل الناسُ يمرون به، فلما جاء أبوه قال له ابنه: وراءك، والله لا تدخل المدينة أبدًا حتى تقول: إنَّ رسول الله هو الأعزُّ، وأنا الأذل فقالها: ثم جاء إِلى رسول الله ﷺ َ فقال يا رسول الله: بلغني أنك تريد أن تقتل أبي، فإن كنت فاعلًا فمرني فأنا أحمل إِليك رأسه! ﴿فقال له رسول الله ﷺ َ: بل نترفق به ونحسن صحبته ما بقيى معنا» ﴿وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ﴾ أي لله جل وعلا القوة والغلبة ولمن أعزه وأيده من رسوله والمؤمنين لا لغيرهم، والصيغة تفيد الحصر قال القرطبي: توهموا أنًَّ العزة بكثرة الأموال والأتباع، فبيَّن الله أن العزة والمنعة لله ولرسوله وللمؤمنين ﴿ولكن المنافقين لاَ يَعْلَمُونَ﴾ أي ولكنَّ المنافقين لفرط جهلهم وغرورهم لا يعلمون أن العزة والغلبة لأوليائه دون أعدائه ﴿ياأيها الذين آمَنُواْ لاَ تُلْهِكُمْ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ عَن ذِكْرِ الله﴾ لما ذكر قبائح المنافقين، نهى المؤمنين عن التشبيه بهم في الاغترار بالأموال والأولاد والمعنى: لا تشغلكم أيها المؤمنون الأموال والأولاد عن طاعة الله وعبادته، وعن أداء ما افترضه عليكم من الصلاة، والزكاة، والحج، كما شغلت المنافقين قال أبو حيان: أي لا تشغلكم أموالكم بالسعي في نمائها، والتلذذ بجمعها، ولا أولادكم بسروركم بهم، وبالنظر في مصالحهم، عن ذكر الله وهو عام في الصلاة، والتسبيح، والتحميد، وسائر الطاعات ﴿وَمَن يَفْعَلْ ذَلِكَ فأولئك هُمُ الخاسرون﴾ أي ومن تشغله الدنيا عن طاعة الله وعبادته، فأولئك هم الكاملون في الخسران، حيث آثروا الحقير الفاني على العظيم الباقي، وفضلوا العاجل على الآجل ﴿وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ﴾ أي وأنفقوا في مرضاة الله، من بعض ما أعطيناكم وتفضلنا به عليكم من الأموال ﴿مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت﴾ أي قبل أن يحلَّ الموتُ بالإِنسان، ويصبح في حالة الاحتضار ﴿فَيَقُولُ رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ﴾ أي فيقول عند تيقنه الموت، يا ربِّ هلاَّ أمهلتني وأخرت موتي إِل زمنٍ قليل﴾ ! ﴿فَأَصَّدَّقَ وَأَكُن مِّنَ الصالحين﴾ أي فأتصدق وأحسن عملي، وأصبح تقيًا صالحًا قال ابن كثير: كلُّ مفرطٍ يندم عند الاحتضار، ويسأل طول المدة ليستدرك ما فات، ولكن ههيات ﴿وَلَن يُؤَخِّرَ الله نَفْسًا إِذَا جَآءَ أَجَلُهَآ﴾ أي ولن","vol":"3","page":365},{"text":"يمهل الله أحدًا أيًا كان إِذا انتهى أجله، ولن يزيد في عمره، وفيه تحريضٌ على المبادرة بأعمال الطاعات، حذرًا أن يجيء الأجل وقد فرَّط ولم يستعد للقاء ربه ﴿والله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطلع وعالم بأعمالكم من خير أو شر، ومجازيكم عليها.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من الفصاحة والبيان نوجزها فيا يلي:\n١ - التأكيد بالقسم وإِنَّ واللام ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ زيادة في التقرير والبيان.\n٢ - الجملة الاعتراضية ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ جاءت معترضة بين الشرط وجوابه لبيان أنهم ما قالوا ذلك عن اعتقاد، ولدفع توهم تكذيبهم في دعواهم الشهاد بالرسالة، والأصلُ ﴿إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله. . والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ فجاءت الجملة اعتراضية بينهما.\n٣ - الاستعارة ﴿اتخذوا أَيْمَانَهُمْ جُنَّةً﴾ فإِن أصل الجنَّة ما يُسستر به ويُتقى به المحذور كالترس، ثم استعمل هنا استعارة لأنهم كانوا يظهرون الإِسلام ليعصموا دماءهم وأموالهم.\n٤ - الطباق بي ﴿آمَنُواّ ثُمَّ كَفَرُوا﴾ وبين ﴿الأعز مِنْهَا الأذل﴾ وهو من المحسنات البديعية.\n٥ - التشبيه المرسل المجمل ﴿وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ﴾ وهو من روائع التشبيه.\n٦ - طباق السلب ﴿سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ﴾ .\n٧ - الجملة الدعائية ﴿قَاتَلَهُمُ الله﴾ وهي دعاءٌ عليهم باللعنة والخزي والهلاك.\n٨ - توافق الفواصل مراعاة لرءوس الآيات، وهو كثيكر في القرآن يزيد في رونق الكلام.\nتنبيه: النفاق لم يكن بمكة وإِنما كان بها الكفر، ولم يظهر النفاق إِلا بالمدينة المنورة حين عزَّ الإِسلام وكثر أنصاره، وقد كان المنافقون يظهرون الإِسلام لصون دمائهم وأموالهم كما قال الشاعر:\nوما انتسبوا إِلى الإِسلام إِلاّ ... لصون دمائهم أن لا تُسالا\nفَائِدَة: العزةُ غير الكبر، ولا يحل للمسلم أن يُدلُّ نفسه، فالعزة معرفة الإِنسان بحقيقة نفسه، والكبر جهل الإِنسان بنفسه، قيل للحسن بن علي ﵄: إن الناس يزعمون أن فيك كبرًا وتيهًا فقال: ليس بتيه ولكنه عزة المسلم ثم تلا الآية ﴿وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ﴾ .\nلطيفَة: عن ابن عباس ﵄ قال: «من كان له مال يبلغه حج بيت ربه، أو تجب عليه فيه زكاةٌ فلم يفعل، سال الرجعة عند الموت، فقال رجلٌ يا ابن عباس: اتق الله فإِنما يسأل الرجعة الكفار!! فقال: سأتلو عليكم بذلك قرآنًا ﴿وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت فَيَقُولُ رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ. .﴾ الآية.","vol":"3","page":366},{"text":"اللغَة: ﴿صَوَّرَكُمْ﴾ التصوير: التخطيط والتشكيل الذي يكون به صورة وهيئة يتميز بها عن غيره ﴿نَبَأُ﴾ النبأ: الخبر الهام ﴿وَبَالَ﴾ الوبال: العقوبة والنكال ﴿زَعَمَ﴾ ظنَّ، والزعمُ هو القول بالظن ومنه قولهم «زعموا مطيةُ الكذب» قال شريح: «لكل شيءٍ كنيةٌ، وكنيةُ الكذب زعموا» ﴿التغابن﴾ الغبنُ ومعناه: النقص يقال: غبنه غبنًا إِذا أخذ الشيء منه بدون قيمته، وسمي يوم القيامة يوم التغابن، لأنه يظهر فيه غبن الكافر بتركه الإِيمان، وغبن المؤمن بتقصيره في الإِحسان.\nالتفسِير: ﴿يُسَبِّحُ لِلَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ينزه الله تعالى ويمجده جميع ما في السموات والأرض من مخالوقات، تنزيهًا دائمًا مستمرًا بدون انقطاع، وصيغة المضارع تفيد التجدد والاستمرار ﴿لَهُ الملك وَلَهُ الحمد﴾ أي له جل وعلا المُلك التام والتصرف الكامل في خلقه، وهو المستحق للثناء وحده، لأن جميع النعم منه ﷾، وقدَّم الجار والمجرور فيهما لإِفادة حصر الملك والحمد فيه سبحانه ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي قادر على كل شيء، يغني ويفقر، ويعز ويذل، وإِذا أراد شيئًا فإِنما يقول له كن فيكون، وهو كالدليل لما تقدم من أنَّ الملك والحمد له سبحانه ﴿هُوَ الذي خَلَقَكُمْ فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ﴾ هذا تفصيلٌ لبعض آثار قدرته أي هو الذي خلقكم أيها الناس بهذا الشكل البديع المحكم، فكان يجب على كل واحدٍ منكم الإِيمان به، لكنْ منكم من كفر بربه، ومنكم من آمن وصدَّق بخالقه قال الطبري: أي منكم كافرٌ بخالقه وأنه هو الذي","vol":"3","page":368},{"text":"خلقه، ومنكم مصدِّق به موقنٌ أنه خالقه وبارئه، وقدَّم الكافر على المؤمن، لكثر الكفار وقلة المؤمنين ﴿وَإِن تُطِعْ أَكْثَرَ مَن فِي الأرض يُضِلُّوكَ عَن سَبِيلِ الله﴾ [الأنعام: ١١٦] ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ [سبأ: ١٣] ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي عالمٌ بأحوالكم، مطَّلعٌ على أعمالكم، لا تخفى عليه خافية من شئونكم وسيجازيكم عليها،. . ثم فصَّل تعالى آثار قدرته ودلائل وحدانيته فقال ﴿خَلَقَ السماوات والأرض بالحق﴾ أي خلقهما بالحكمة البالغة، المتضمنة لمصالح الدنيا والدين، لا عبثًا ولا لهوًا ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ أي خلقكم في أحسن صورة وأجمل شكل، فأتقن وأحكم خلقكم وتصويركم كقوله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] فإِن من نظر في شكل الإِنسان وهيئته وتناسب أعضائه، علم أن صورته أحسن صورة بالنسبة لسائر أنواع الحيوان، ومن حسن صورته أنه خلق منتصبًا غير منكب على وجهه ﴿وَإِلَيْهِ المصير﴾ أي وإليه تعالى وحده المرجع والمآب، فيجازي كلًا بعمله ﴿يَعْلَمُ مَا فِي السماوات والأرض﴾ أي يعلم ما في الكائنات من أجرامٍ ومخلوقات ﴿وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ﴾ أي ويعلم ما تخفونه وما تظهرونه من نواياكم وأعمالكم ﴿والله عَلِيمٌ بِذَاتِ الصدور﴾ أي عالم بما في الصدور من الأسرار والخفايا، فكيف تخفى عليه أعمالكم الظاهرة؟ قال في البحر: نبَّه تعالى بعلمه بما في السمواتِ والأرض، ثم بعلمه بما يخفيه العباد وما يعلنونه، ثم بعلمه بما أكنَّته الصدور، على أنه تعالى لا يغيب عن علمه شيء، لا من الكليات ولا من الجزيئات، فابتدأ بالعلم الشامل، ثم بسرِّ العباد وعلانيتهم، ثم بما تنطوي عليه صدروهم، وهذا كله في معنى الوعيد، إِذ هو تعالى المجازي عليه بالثواب والعقاب.\n. ثم ذكَّرهم تعالى بما حلَّ بالكفار قبلهم فقال ﴿أَلَمْ يَأْتِكُمْ نَبَأُ الذين كَفَرُواْ مِن قَبْلُ﴾ أي ألم يأتكم يا معشر قريش خبر كفار الأمم الماضية كقوم عاد وثمود، ماذا حلَّ بهم من العذاب والنكال!! ﴿فَذَاقُواْ وَبَالَ أَمْرِهِمْ﴾ أي فذاقوا العقوبة الوخيمة على كفرهم في الدنيا ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي وهلم في الآخرة عذاب شديد موجع ﴿ذَلِكَ بِأَنَّهُ كَانَت تَّأْتِيهِمْ رُسُلُهُم بالبينات﴾ أي ذلك العذاب الذي ذاقوه في الدنيا وما سيذوقونه في الآخرة، بسبب أنه جاءتهم رسلهم بالمعجزات الواضحات، والبراهين الساطعات، الدالة على صدقهم ﴿فقالوا أَبَشَرٌ يَهْدُونَنَا﴾؟ أي فقالوا على سبيل الاستغراب والتعجب: أرسلٌ من البشر يصيرون هداةً لنا قال الرازي: أنكروا أن يكون الرسول بشرًا، ولم ينكروا أن يكون معبودهم حجرًا، وذلك لقلة عقولهمك وسخافة أحلامهم ﴿فَكَفَرُواْ وَتَوَلَّواْ﴾ أي فكفروا بالرسول، وأعرضوا عن الإِيمان واتباع هدى الرحمن ﴿واستغنى الله﴾ أي استغنى الله عن طاعتهم وعبادتهم قال الطبري: أي استغنى اللهُ عنهم، وعن إِيمانهم به وبرسله ﴿والله غَنِيٌّ حَمِيدٌ﴾ أي غنيٌّ عن خلقه، محمودٌ في ذاته وصفاته، لا تنفعه طاعة، ولا تضره معصية، لأنه مستغنٍ عن العالمين. . ثم أخبر تعالى عن إِنكارهم للبعث بعد","vol":"3","page":369},{"text":"تكذيبهم للرسالة فقال ﴿زَعَمَ الذين كفروا أَن لَّن يُبْعَثُواْ﴾ أي ادَّعى كفار مكة وظنوا أن الله لن يبعثهم من قبورهم بعد موتهم أبدًا ﴿قُلْ بلى وَرَبِّي لَتُبْعَثُنَّ﴾ أي قل لهم يا محمدا: ليس الأمر كما زعمتم، وأقسم بري لتخرجن من قبوركم أحياء ولتبعثنَّ ﴿ثُمَّ لَتُنَبَّؤُنَّ بِمَا عَمِلْتُمْ﴾ أي ثم تخبرنَّ بجميع أعمالكم، صغيرها وكبيرها، جليلها وحقيرها، وتُجزون بها ﴿وَذَلِكَ عَلَى الله يَسِيرٌ﴾ أي وذلك البعث والجزاء، سهلٌ هينٌ على الله، لأن الإِعادة أسهل من الابتداء قال الرازي: أنكروا البعث بعد أن صاروا ترابًا، فأخبر تعالى أن إِعادتهم أهونُ في العقول من إنشائهم. . ولما بالغ في الإِخبار عن البعث، وذكر أحوال الأمم المكذبة، أمر بالاعتصام بالإِيمان والتمسك بالقرآن فقال ﴿فَآمِنُواْ بالله وَرَسُولِهِ والنور الذي أَنزَلْنَا﴾ أي فصدِّقوا بالله وبرسوله وبهذا القرآن الذي أنزله على نبيه محمد ﷺ َ فإنه النور الوضاء، المبدّد للشبهات، كما يبدد النور الظلمات ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي لاتخفى عليه خافية من أعمالكم ﴿يَوْمَ يَجْمَعُكُمْ لِيَوْمِ الجمع﴾ أي واذكروا ذلك اليوم الرهيب يوم القيامة الذي يجمع الله فيه الخلائق كلها في صعيد واحد للحساب والجزاء قال ابن كثير: سمُي «يوم الجمع» لأن الله تعالى يجمع فيه الأولين والآخرين في صعيد واحد، يسمعهم الداعي وينفذهم البصر، كقوله تعالى\n﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ﴾ [هود: ١٠٣] ﴿ذَلِكَ يَوْمُ التغابن﴾ أي ذلك هو اليوم الذي يظهر فيه غبن الكافر وخسارته بتركه الإِيمان، وذلك أن المؤمنين اشتروا الجنة بترك الدنيا، واشترى الكفار النار بترك الآخرة، فظهر غبن الكافرين قال الخازن: وأصله من الغبن وهو أخذ الشيء بدون قيمته، والمغبونُ من غُبن أهله ومنازله في الجنة، وذلك لأن كل كافر له أهلٌ ومنزل في الجنة لو أسلم، فيظهر يومئذٍ غبن كل كافرٍ بتركه الإِيمان، ويظهر غبن كل مؤمن بتقصيره في الإِحسان ﴿وَمَن يُؤْمِن بالله وَيَعْمَلْ صَالِحًا يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ﴾ أي ومن يصدِّق بالله ويعمل عملًا صالحًا، يمح الله تعالى عنه ذنوبه ﴿وَيُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخله جنات النعيم، التي تجري من تحت أشجارها وقصورها أنهارُ الجنة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مقيمين في تلك الجنات أبد الحياة، لا يموتون لا يُخرجون منها ﴿ذَلِكَ الفوز العظيم﴾ أي ذلك هو الفوز الذي لا فوز وراءه، والسعادة التي لا سعادة بعدها ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ﴾ أي والذين جحدوا بوحدانيته الله وقدرته، وكذبوا بالدلائل الدالة على البعث وبآيات القرآن الكريم ﴿أولئك أَصْحَابُ النار خَالِدِينَ فِيهَا﴾ أي أولئك مآلهم جهنم، ما كثين فيها أبدًا ﴿وَبِئْسَ المصير﴾ أي وبئست النار مرجعًا ومستقرًا لأن الكفر والضلال. . ثم أخبر تعالى بأن كل ما يحدث في الكون بقضائه وإِرادته فقال ﴿مَآ أَصَابَ مِن مُّصِيبَةٍ إِلاَّ بِإِذْنِ الله﴾ أي ما أصاب أحدًا مصيبةٌ في نفسه أو ماله أو ولده، إِلا بقضاء الله وقدره ﴿وَمَن يُؤْمِن بالله يَهْدِ قَلْبَهُ﴾ أي ومن يصدِّق بالله ويعلم أن كل حادثة بقضائه وقدره، يهدِ قلبه للصبر والرضا ويثبته على الإِيمان قال ابن عباس: يهدِ قلبه لليقين، حتى يعلم أنَّ ما أصابه لم يكن ليخطئه، ما أخطأه لم يكن ليصيبه وقال علقمة: هو الرجل تصيبه المصيبة فيعلم أنها من عند الله فيرضى","vol":"3","page":370},{"text":"بها ويُسلم لقضاء الله ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي هو الله تعالى عالمٌ بكل الأشياء، لا يخفى عليه شيء في الأرض ولا في السماء قال القرطبي: أي لا يخفى عليه تسليم من انقاد وسلَّم لأمره، ولا كراهة من كرهه ولم يرض بقضائه ﴿وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ أي أطيعوا أمر الله وأمر رسوله في كل ما شرع لكم من الأوامر والنواهي، وكرَّر الأمر للتأكيد ولبيان أن طاعة الرسول واجبة كطاعة الله ﴿فَإِن تَولَّيْتُمْ فَإِنَّمَا على رَسُولِنَا البلاغ المبين﴾ أي فإِن أعرضتم عن إجابة الرسول فيما دعاكم إِليه من الهداية والإِيمان، فليس عليه ضرر إِنما ضرر ذلك عليكم، إِذ ليس على الرسول إِلا تبليغ الرسالة وقد أدى ما عليه، والله ينتقم ممن عصاه وخالف أمره ﴿الله لاَ إله إِلاَّ هُوَ﴾ أي اللهُ جل وعلا لا معبود سواه، ولا خالق غيره، عليه الاعتماد وإِليه المرجع والمآب ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي فعليه وحده توكلوا أيها المؤمنون في جميع أموركم قال الصاوي: وهو تحريضٌ وحثٌّ للنبي ﷺ َ على التوكل على الله، والالتجاء إِليه، وفيه تعليمٌ للأمة ذلك، بأن يلتجئوا إِلى إِلى الله ويثقوا بنصره وتأييده ﴿ياأيها الذين آمنوا إِنَّ مِنْ أَزْوَاجِكُمْ وَأَوْلاَدِكُمْ عَدُوًّا لَّكُمْ فاحذروهم﴾ أي يا معشر المؤمنين إِن بعض الزوجات والأولاد أعداء لكم، يصدونكم عن سبيل الله، وثبطونكم عن طاعة الله، فاحذروا أن تستجيبوا لهم وتطيعوهم قال المفسرون: إِن قومًا أسلموا وأرادوا الهجرة، فثبطهم أزواجهم وأولادهم عن الهجرة، فلم يهاجروا إلا بعد مدة، فلما أتوا رسول الله ﷺ َ رأوا الناس قد فقهوا في الدين، فندموا وأسفوا وهمُّوا بمعاقبة أزواجهم وأولادهم فنزلت الآية الكريمة، والآية نعم كلَّ من انشغل عن طاعة الله بالأزواج والأولاد ﴿وَإِن تَعْفُواْ وَتَصْفَحُواْ وَتَغْفِرُواْ﴾ أي وإِن عفوتم عنهم في تثبيطكم عن الخير، وصفحتم عما صدر منهم، وغفرتم لهم زلاتهم ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فإن الله واسع المغفرة عظيم الرحمة، يعاملكم بمثل ما عاملتم ﴿إِنَّمَآ أَمْوَالُكُمْ وَأَوْلاَدُكُمْ فِتْنَةٌ﴾ أي ليست الأموالُ والأولادُ إِلاّ اختبارًا وابتلاءً من الله تعالى لخلقه، ليعلم من يطيعه ومن يعصيه، وقدَّم المال لأن فتنته أشدُّ ﴿والله عِنْدَهُ أَجْرٌ عَظِيمٌ﴾ أي وما عند الله من الأجر والثواب أعظم من متاعِ الدنيا، فلا تشغلكم الأموال والأولاد عن طاعة الله، والآية ترغيبٌ في الآخرة وتزهيدٌ في الدنيا، وفي الأموال والأولاد التي فتن الناسُ بها ﴿فاتقوا الله مَا استطعتم﴾ أي ابذلوا أيها المؤمنون في طاعة الله جهدكم وطاقتكم، ولا تكلفوا أنفسكم ما لا تطيقون قال المفسرون: هذا في المأمورات وفضائل الأعمال يأتي الإِنسان منها بقدر طاقته، وأما في المحظورات فلا بدَّ من اجتنابها بالكلية ويدل عليه ما روي عن النبي ﷺ َ أنه قال:\n«إِذا أمرتكم بأمرٍ فائتوا منه ما استطعتم، وما نهيتكم عنه فاجتنبوه» ﴿واسمعوا وَأَطِيعُواْ﴾ أي واسمعوا ما توعظون به، وأطيعوا فيما تُؤْمرون به وتُنهون عنه ﴿وَأَنْفِقُواْ خَيْرًا لأَنفُسِكُمْ﴾ أي وأنفقوا في سبيل الله من أموالكم، يكنْ خيرًا لأنفسكم ﴿وَمَن يُوقَ شُحَّ نَفْسِهِ فأولئك هُمُ المفلحون﴾ أي ومن سلم من البخل والطمع الذي تدعو إِليه النفس، فقد فاز بكل مطلوب ﴿إِن تُقْرِضُواْ الله قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ﴾ أي إِذا تصدقتم في سبيل الله عن طيب نفس،","vol":"3","page":371},{"text":"فإن الله يضاعف لكم الأجر والثواب، وفي تصوير الصدقة بصورة القرض تلطفٌ بليغ في الإِحسان إِلى الفقراء ﴿وَيَغْفِرْ لَكُمْ﴾ أي ويمحُ عنكم سيئاتكم ﴿والله شَكُورٌ حَلِيمٌ﴾ أي شاكرٌ للمحسن إِحسانه، حليمٌ بالعباد حيث لا يعالجهم بالعقوبة مع كثرة ذنوبهم ﴿عَالِمُ الغيب والشهادة﴾ أي هو تعالى العالم بما غاب وحضر، لا تخفى عليه خافية ﴿العزيز الحكيم﴾ أي الغالب في ملكه الحكيم في صنعه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق في الاسم مثل ﴿فَمِنكُمْ كَافِرٌ وَمِنكُمْ مُّؤْمِنٌ﴾ وكذلك بين ﴿الغيب والشهادة﴾ والطباق في الفعل مثل ﴿وَيَعْلَمُ مَا تُسِرُّونَ وَمَا تُعْلِنُونَ﴾ وهو من المحسنات البديعية.\n٢ - تقديم الجار والمجرور لإِفادة الحصر ﴿لَهُ الملك وَلَهُ الحمد﴾ أي له وحده الملك والحمد.\n٣ - الإستعارة اللطيفة ﴿والنور الذي أَنزَلْنَا﴾ أطلق على القرآن النور بطريق الاستعارة، فإِن القرآن يزيل الشبهات، كما يزيل النور الظلمات.\n٤ - المقابلة بين جزاء المؤمنين وجزاء الكافرين ﴿وَمَن يُؤْمِن بالله وَيَعْمَلْ صَالِحًا. .﴾ الآية وبين ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ النار خَالِدِينَ فِيهَا﴾ الآية.\n٥ - الجناس الناقص ﴿وَصَوَّرَكُمْ فَأَحْسَنَ صُوَرَكُمْ﴾ لاختلاف الحركات في الشكل.\n٦ - جناس الاشتقاق ﴿أَصَابَ. . مُّصِيبَة﴾ و﴿يَجْمَعُكُمْ لِيَوْمِ الجمع﴾ .\n٧ - الإِطناب بتكرار الفعل زيادة في التأكيد واعتناءً بشأن الطاعة ﴿وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول﴾ .\n٨ - صيغة المبالغة ﴿والله شَكُورٌ حَلِيمٌ﴾ لأن فعنل وفعيل من صيغ المبالغة.\n٩ - الاستعارة التمثيلية ﴿إِن تُقْرِضُواْ الله قَرْضًا حَسَنًا يُضَاعِفْهُ لَكُمْ﴾ شبَّه الإِنفاق في سبيل الله والتصدق على الفقراء، بمن يُقرض الله قرضًا واجب الوفاء وذلك بطريق التمثيل، وهو من لطيف الاستعارة وبديع العبارة.\n١٠ - السجع المرصَّع لتوافق الفواصل مثل ﴿والله شَكُورٌ حَلِيمٌ﴾ ﴿عَالِمُ الغيب والشهادة العزيز الحكيم﴾ .","vol":"3","page":372},{"text":"اللغَة: ﴿العدة﴾ المدة التي تحتبس فيها المرأة لمعرفة براءة رحمها ﴿أَحْصُواْ﴾ اضبطوا بطريق العَدَد ﴿حَسْبُهُ﴾ كافية ﴿وُجْدكم﴾ طاقتكم ووسعكم ﴿ارتبتم﴾ شككتم ﴿كَأِيِّن﴾ كثير ﴿عَتَتْ﴾ تكبرت وتجبرت وأعرضت ﴿نُّكْرًا﴾ منكرًا شنيعًا وفظيعًا ﴿خُسْرًا﴾ خسارًا وهلاكًا.\nسَبَبُ النّزول: أروى البخاري أن عبد الله بن عمر طلَّق امرأته وهي حائض، فذكر ذلك عمر لرسول الله ﷺ َ فتغيَّظ رسول الله ﷺ َ ثم قال: ليراجِعْها ثم يمسكها حتى تطهر، ثم تحيض فتطهر، فإِن بدا له أن يطلِّقها فليطلِّقها طاهرًا قبل أن يمسَّها، فتلك العدة التي أمر بها الله ﷿.\nب وروي عن أنس قال طلّق رسول الله ﷺ َ حفصة فأتت أهلها فأنزل الله تعالى ﴿يا أيها","vol":"3","page":374},{"text":"النبي إِذَا طَلَّقْتُمُ النسآء فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ﴾ فقيل له: راجعْها فإِنها صوَّامة قوَّامة، وهي من أزواجك ونسائك في الجنة.\nج وروي أنه لما نزل قوله تعالى ﴿والمطلقات يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاَثَةَ قرواء﴾ ﴿البقرة: ٢٢٨] قال جماعة من الصحابة يا رسول الله: فما عدة لا قرء لها من صغر أو كِبَر فنزلت ﴿واللائي يَئِسْنَ مِنَ المحيض مِن نِّسَآئِكُمْ إِنِ ارتبتم فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ. .﴾ الآية.\nالتفسِير: ﴿ياأيها النبي إِذَا طَلَّقْتُمُ النسآء﴾ الخطابُ للنبي ﷺ َ والحكم عام له ولأمته، وخصَّ هو بالنداء ﷺ َ تعظيمًا له، كما يقال لرئيس القوم وكبيرهم: يا فلان افعلوا أي افعل أنت وقومك، فهو نداء على سبيل التكريم والتعظيم قال القرطبي: الخطابُ للنبي ﷺ َ خوطب بلفظ الجماعة ﴿طَلَّقْتُمُ﴾ تعظيمًا وتفخيمًا والمعنى: يا أيها النبي ويا أيها المؤمنون إِذا أردتم تطليق النساء ﴿فَطَلِّقُوهُنَّ لِعِدَّتِهِنَّ﴾ أي فطلقوهن مستقبلاتٍ لعدتهن، وذلك في الطهر، ولا تطلقوهن في الحيض قال مجاهد: أي طاهرًا من غير جماع لقوله ﷺ َ: «فليطلقها طاهرًا قبل أن يمسَّها، فتلك العدة التي أمر الله تعالى أن يُطلَّق لها النساء» قال المفسرون: وإِنما نُهي عن طلاق المرأة وقت الحيض لئلا تطول عليها العدة فتتضرر، ولأن حالة الحيض منفِّرة للزوج، تجعله يتسرع في طلاقها بخلاف ما إِذا كانت طاهرًا، وكونه لم يجامعها في ذلك الطهر، لئلا يحصل من ذلك الوطء حملٌ، فتنتقل العدة من الحيض لوضع الحمل وفي ذلك ضرر ظاهر ﴿وَأَحْصُواْ العدة﴾ أي اضبطوها وأكملوها ثلاثة أقراء كاملة لئلا تختلط الأنساب ﴿واتقوا الله رَبَّكُمْ﴾ أي خافوا الله ربَّ العالمين، بامتثال أوامره واجتناب نواهيه ﴿لاَ تُخْرِجُوهُنَّ مِن بُيُوتِهِنَّ﴾ أي لا تخرجوهن من مساكنهم، بعد فراقكم لهن إِلى أن تنقضي عدتهن ﴿وَلاَ يَخْرُجْنَ إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾ أي ولا يخرجن من البيوت حتى تنقضي عدتهن، إِلا إِذا قارفت المطلقة عملًا قبيحًا كالزنى فتخرج لإِقامة الحد عليها قال في التسهيل: نهى الله ﷾ أن يُخرج الرجلُ المرأة المطلَّقة من المسكن الذي طلقها فيه، ونهاها هي أن تخرج باختيارها، فلا يجوز لها المبيت خارجًا عن بيتها، ولا أن تغيب عنه نهارًا إِلا لضرورة التصرف، وذلك لحفظ النسب وصيانة المرأة، واختلف في الفاحشة التي تبيح خروج المعتدة فقيل: إِنها الزنى فتخرج لإِقامة الحد عليها، وقيل إِنه سوء الكلام مع الأصهار وبذاءة اللسان فتخرج ويسقط حقها من السكنى، ويؤيده قراءة «إِلا أن يفحشن عليكم» ﴿وَتِلْكَ حُدُودُ الله﴾ أي وهذه الأحكام هي شرائع الله ومحارمه ﴿وَمَن يَتَعَدَّ حُدُودَ الله فَقَدْ ظَلَمَ نَفْسَهُ﴾ أي ومن يخرج عن هذه الأحكام، ويتجاوزها إِلى غيرها ولا","vol":"3","page":375},{"text":"يأتمر بها، فقد ظلم نفسه بتعريضها للعقاب، وأضرَّ بها حيث فوَّت على نفسه إِمكان إِرجاع زوجته إِليه قال الرازي: وهذا تشديدٌ فيمن يتعدى طلاق السنة، ومن يطلق لغير العدة ﴿لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا﴾ أي لا تعرف أيها السامع ماذا يحدث اللهُ بعد ذلك الطلاق من الأمر؟ فلعل الله يقلّب قلبه من بغضها إِلى محبتها، ومن الرغبة عنها إِلى الرغبة فيها، فيجعله راغبًا في زوجته بعدما كان كارهًا لها قال ابن عباس: يريد الندم على طلاقها، والمحبة لرجعتها في العدة ﴿فَإِذَا بَلَغْنَ أَجَلَهُنَّ﴾ أي فإِذا شارفن على انقضاء العدة وقاربن ذلك ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ بِمَعْرُوفٍ﴾ أي فراجعوهنَّ إِلى عصمة النكاح مع الإِحسان في صحبتهن كما أمر الله، أو اتركوهن حتى تنقضي عدتهن فيملكن أنفسهن قال المفسرون: الإِمساك بالمعروف هو إِحسان العشرة وتوفية النفقة، من غير قصد المضارة في الرجعة لتطول عليها العدة، والفراق بالمعروف هو أداء الصَّداق، والمتعة عند الطلاق، والوفاء بالشروط مع توفية جميع حقوقها ﴿وَأَشْهِدُواْ ذَوَىْ عَدْلٍ مِّنكُمْ﴾ أي وأشهدوا عند الطلاق أو الرجعة، شخصين من أهل العدالة والاستقامة من تثقون في دينها وأمانتها قال في البحر: وهذا الإِشهاد مندوبٌ إِليه عند أبي حنيفة كقوله تعالى\n﴿وأشهدوا إِذَا تَبَايَعْتُمْ﴾ [البقرة: ٢٨٢] وعند الشافعية واجبٌ في الرجعة، مندوبٌ إِليه في الفرقة ﴿وَأَقِيمُواْ الشهادة لِلَّهِ﴾ أي اشهدوا بالحق دون تحيز لأحد، خالصًا لوجه الله تعالى من غير تبديل ولا تغيير، ودون مراعاةٍ للمشهود له أو المشهود عليه ﴿ذَلِكُمْ يُوعَظُ بِهِ مَن كَانَ يُؤْمِنُ بالله واليوم الآخر﴾ أي هذا الذي شرعناه من الأحكام، إِنما ينتفع ويتعظ به المؤمن الذي يخشى الله، ويخاف الحساب والعقاب في الدار الآخرة ﴿وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ﴾ أي ومن يراقب الله ويقف عند حدوده، يجعل له من كل هم فرجًا، ومن كل ضيقٍ مخرجًا، ويرزقه من وجه لا يخطر بباله ولا يعلمه قال مجاهد: كنت عند ابن عباس فجاءه رجلٌ فقال: إِنه طلَّق امرأته ثلاثًا، فسكت حتى ظننت أنه رادها إِليه، ثم قال: ينطلق أحدكم فيركب أحموقته ثم يقول: يا ابن عباس، يا ابن عباس!! والله تعالى يقول ﴿وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجًا﴾ وإِنك لم تتق الله فلا أجد لك مخرجًا، عصيت ربك وبانت منك امرأتك وقال المفسرون: الآية عامة وقد\n«نزلت في» عوف بن مالك الأشجعي «أسر المشركون ابنه، فأتى رسول الله ﷺ َ وشكا إِليه الفاقة وقال: إن العدوَّ أسر ابني وجزعتْ أمه فما تأمرني؟ فقال ﷺ َ له: اتق الله واصبر، وآمرك وإِياها أن تستكثروا من قول» لا حول ولا قوة إِلا بالله «ففعل هو وامرأته، فينا هو في بيته إِذ قرع ابنه الباب، ومعه مائة من الإِبل غفل عنها","vol":"3","page":376},{"text":"العدو فاستاقها» فنزلت ﴿وَمَن يَتَّقِ الله يَجْعَل لَّهُ مَخْرَجًا وَيَرْزُقْهُ مِنْ حَيْثُ لاَ يَحْتَسِبُ﴾ ﴿وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ﴾ أي ومن يعتمد على الله، ويثقْ به فيما أصابه ونابه، فإِن الله كافيه قال الصاوي: أي من فوَّض إِليه أمره كفاه ما أهمَّه، والأخذُ بالأسباب لا ينافي التوكل، لأنه مأمور به ولكنْ لا يعتمد على تلك الأسباب، وفي الحديث «لو توكلتم على الله حقَّ توكله لزرقكم كما يرزق الطير، تغدو خماصًا وتروح بطانًا» ﴿إِنَّ الله بَالِغُ أَمْرِهِ﴾ أي نافذُ أمره في جميع خلقه، يبلغ ما يريد ولا يعجزه شيء قال في التسهيل: وهذا حضُّ على التوكل وتأكيدٌ له، لأن العبد إِذا خلقه، يبلغ ما يريد ولا يعجزه شيء قال في التسهيل: وهذا حضٌ على التوكل وتأكيدٌ له، لأ، العبد إِذا تحقق أن الأمور كلها بيد الله، توكَّل على الله وحده ولم يعوِّل على سواه ﴿قَدْ جَعَلَ الله لِكُلِّ شَيْءٍ قَدْرًا﴾ أي قد جعل اله لكل أمرٍ من الأمور، مقدارًا معلومًا ووقتًا محدودًا، حسب الحكمة الأزلية قال القرطبي: أي جعل لكل شيءٍ من الشدة والرخاء أجلًا ينتهي إِليه. . ثم بيَّن سبحانه حكم المطلَّقة التي لا تحيض لصغرها أو لكبر سنها فقال ﴿واللائي يَئِسْنَ مِنَ المحيض مِن نِّسَآئِكُمْ إِنِ ارتبتم﴾ أي والنسوة اللواتي انقطع حيضهن لكبر سنهنَّ، إِن شككتم وجهلتم كيف عدتهن؟ فهذا حكمهن ﴿فَعِدَّتُهُنَّ ثَلاَثَةُ أَشْهُرٍ﴾ أي فعدةُ الواحدة منهن ثلاثة أشهر، كل شهرٍ يقوم مقام حيضة ﴿واللائي لَمْ يَحِضْنَ﴾ أي وكذلك اللواتي لم يحضن لصغرهن عدتهن ثلاثة أشهر ﴿وَأُوْلاَتُ الأحمال أَجَلُهُنَّ أَن يَضَعْنَ حَمْلَهُنَّ﴾ أي والمرأة الحامل تنتهي عدتها بوضع الحمل، سواءً كانت مطلقة، أو متوفى عنها زوجها ﴿وَمَن يَتَّقِ الله يَجْعَل لَّهُ مِنْ أَمْرِهِ يُسْرًا﴾ أي ومن يخضى الله في أقواله وأفعاله، ويجتنب ما حرَّم الله عليه، يسهِّل عليه أمره ويوفقه لكل خير ﴿ذَلِكَ أَمْرُ الله أَنزَلَهُ إِلَيْكُمْ﴾ أي ذلك هو حكم الله وشرعه الحكيم، أنزله عليكم أيها المؤمنون لتأتمروا به، وتعملوا بمقتضاه ﴿وَمَن يَتَّقِ الله يُكَفِّرْ عَنْهُ سَيِّئَاتِهِ وَيُعْظِمْ لَهُ أَجْرا﴾ أي ومن يتَّق ربه يمح عنه ذنوبه، ويضاعف له الأجر والثواب قال الصاوي: كرر التقوى لعلمه ﷾ أن النساء ناقصات عقلٍ ودين، فلا يصبر على أمورهن إِلا أهل التقوى وقال في البحر: لمَّا كان الكلام في أمر المطلقات، وكنَّ لا يطلَّقن إِلا عن بغض أزواجهنَّ لهنَّ، وقد ينسب الزوج إِليها ما يشينها وينفِّر الخُطَّاب عنها، فلذلك تكرر الأمر بالتقوى، وجاء مبرزًا في صورة شرط وجزاء ﴿وَمَن يَتَّقِ الله يَجْعَل﴾ الآية ﴿أَسْكِنُوهُنَّ مِنْ حَيْثُ سَكَنتُم مِّن وُجْدِكُمْ﴾ أي أسكنوا هؤلاء المطلقات في بعض مساكنكم التي تسكنونها، على قدر طاقتكم ومقدرتكم، فإِن كان موسرًا وسَّع عليها في المسكن والنفقة، وإِن كان فقيرًا فعلى قدر الطاقة ﴿وَلاَ تُضَآرُّوهُنَّ لِتُضَيِّقُواْ عَلَيْهِنَّ﴾ أي ولا تضيقوا عليهن في السكنى والنفقة، حتى تضطروهن إِلى الخروج أو الافتداء ﴿وَإِن كُنَّ أُوْلاَتِ حَمْلٍ﴾ أي وإِن كانت المطلَّقة حاملًا ﴿فَأَنفِقُواْ عَلَيْهِنَّ حتى يَضَعْنَ حَمْلَهُنَّ﴾ أي فعلى الزوج أن ينفق عليها ولو طالت مدة الحمل حتى تضع حملها ﴿فَإِنْ أَرْضَعْنَ لَكُمْ﴾ أي فإِذا ولدت ورضيت أن ترضع له ولده ﴿فَآتُوهُنَّ أُجُورَهُنَّ﴾ أي فعلى الرجل أن يدفع لها أجر الرضاعة، لأن الأولاد ينسبون","vol":"3","page":377},{"text":"إِلى الآباء قال في التسهيل: والمعنى إِن أرضع هؤلاء الزوجات المطلقات أولادكم، فآتوهنَّ أجرة الرضاع وهي النفقة وسائر المؤن ﴿وَأْتَمِرُواْ بَيْنَكُمْ بِمَعْرُوفٍ﴾ أي وليأمر كلٌ منهما صاحبه بالخير، من المسامحة والرفق والإِحسان، قال القرطبي: أي وليْقبل بعضكم من بعض ما أمره به من المعروف الجميل، والمعروف منها: إِرضاعُ الولد من غير أجرة، والمعروف منه: توفيرُ الأجرة عليها للإِرضاع ﴿وَإِن تَعَاسَرْتُمْ﴾ أي تضايقتم وتشددتم، وعسر الاتفاق بين الزوجين، فأبى الزوج أن يدفع أن يدفع لها ما تطلب، وأبت الزوجة أن ترضعه بأنقص من ذلك الأجر ﴿فَسَتُرْضِعُ لَهُ أخرى﴾ أي فليستأجر لولده مرضعةً غيرها وهو خيرٌ بمعنى الأمر أي فليسترضعْ لولده مرضعةً أُخرى قال أبو حيان: وفيه عتابٌ للأم لطيف كما تقول لمن تطلب منه حاجة فيتوانى عنها: سيقضيها غيرك، تريد أنها لن تبقى غير مقضية وأنت ملوم قال الضحاك: إِن أبت الأم أن ترضع استأجر لولده أخرى، فإِن لم يقبل أُجبرت أمه على الرضاع بالأجر ﴿لِيُنفِقْ ذُو سَعَةٍ مِّن سَعَتِهِ﴾ هذا بيانٌ لقدر الإِنفاق والمعنى: لينفقْ الزوج على زوجته وعلى ولده الصغير، على قدر وسعة وطاقته، قال في التسهيل: وهو أمرٌ بأن ينفق كل واحد على مقدار حاله، فلا يكلف الزوج ما لا يطيق، ولا تُضيَّع الزوجة بل يكون الحال معتدلًا، وفي الآية دليلٌ على أن النفقة تختلف باختلاف أحوال الناس يسرًا وعسرًا ﴿وَمَن قُدِرَ عَلَيْهِ رِزْقُهُ﴾ أي ومن ضُيّق عليه رزقه فكان دون الكفاية ﴿فَلْيُنفِقْ مِمَّآ آتَاهُ الله﴾ أي فلينفق على مقدار طاقته، وعلى قدر ما آتاه الله من المال ﴿لاَ يُكَلِّفُ الله نَفْسًا إِلاَّ مَآ آتَاهَا﴾ أي لا يكلف الله أحدًا إِلا قدر طاقته واستطاعته، فلا يكلف الفقير مثل ما يكلف الغني قال أبو السعود: وفيه تطييبٌ لقلب المعسر، وترغيبٌ له في بذل مجهوده، وقد أكد ذلك الوعد بقوله ﴿سَيَجْعَلُ الله بَعْدَ عُسْرٍ يُسْرًا﴾ أي سيجعل الله بعد الضيق الغنى، وبعد الشدة السعة والرخاء، وفيه بشارة للفقراء بفتح أبواب الرزق عليهم.\n. ثم حذَّر تعالى من عصيانه وتعدي حدوده، وضرب الأمثال بالأمم السابقة فقال ﴿وَكَأِيِّن مِّن قَرْيَةٍ﴾ أي وكثير من أهل قرية من الأمم السالفة ﴿عَتَتْ عَنْ أَمْرِ رَبِّهَا وَرُسُلِهِ﴾ أي طغت وتمردت على أوامر الله وأوامر رسله ﴿فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا﴾ أي فجازيناها على عصيانها وطغيانها بأنواع العذاب الأليم، من الجوع والقحط وعذاب الاستئصال ﴿وَعَذَّبْنَاهَا عَذَابًا نُّكْرًا﴾ أي عذابًا منكرًا عظيمًا يفوق التصور ﴿فَذَاقَتْ وَبَالَ أَمْرِهَا﴾ أي فذاقت عاقبة كفرها وطغيانها وتمردها على أوامر الله ﴿وَكَانَ عَاقِبَةُ أَمْرِهَا خُسْرًا﴾ أي وكانت نتيجة بغيها الهلاك والدمار، والخسران الذي ما بعده خسران. . ولّما ذكر ما حلَّ بالأمم الطاغية، أمر المؤمنين بتقوى الله، تحذيرًا من عقابه لئلا يصيبهم ما أصاب أولئك المجرمين فقال ﴿أَعَدَّ الله لَهُمْ عَذَابًا شَدِيدًا﴾ أي هيأ الله لهم في الآخرة عذاب جهنم الشديد المؤبد ﴿فاتقوا الله ياأولي الألباب﴾ أي فخافوا الله واحذروا بطشه وانتقامه يا أصحاب العقول السليمة ﴿الذين آمَنُواْ﴾ أي أنت يا معشر المؤمنين الذي صدقتم بالله ورسوله ﴿قَدْ أَنزَلَ الله","vol":"3","page":378},{"text":"إِلَيْكُمْ ذِكْرًا﴾ أي قد أنزل الله إِليكم وحيًا يتلى وهو القرآنُ الحكيم ﴿رَّسُولًا يَتْلُواْ عَلَيْكُمْ آيَاتِ الله مُبَيِّنَاتٍ﴾ أي وأرسل إِليكم رسولًا وهو محمد ﷺ َ يقرأ عليكم آياتِ الله، واضحات جليات، تبيِّن الحلال والحرام وما تحتاجون إِليه من الأحكام قال في البحر: والظاهر أن الذكر هو القرآن، وأن الرسول هو محمد ﷺ َ ﴿لِّيُخْرِجَ الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنَ الظلمات إِلَى النور﴾ أي ليخرج المؤمنين المتقين، من الضلالة إِلى الهدى، ومن ظلمة الكفر والجهل إِلى نور الإِيمان والعلم ﴿وَمَن يُؤْمِن بالله وَيَعْمَلْ صَالِحًا﴾ أي ومن يُصدق بالله ويعمل بطاعته ﴿يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي يدخله في الآخرة جنات النعيم، تجري من تحت قصورها أنهار الجنة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي ماكثين في تلك الجنات جنان الخلق أبدًا لا يخرجون منها ولا يموتون ﴿قَدْ أَحْسَنَ الله لَهُ رِزْقًا﴾ أي قد طيَّب الله رزقهم في الجنة ووسَّعه لهم، لأن نعيمها دائم لا ينقطع قال الطبري: أي وسَّع لهم في الجنات الرزق، وهو ما رزقهم من المطاعم والمشارب وسائر ما أعدَّ لأوليائه فيها فطيَّبه لهم، وفي الآية معنى التعجب والتعظيم لما رزق الله المؤمن من الثواب.\n. ثم أشار تعالى إِلى آثار قدرته، وعظيم سلطانه وجلاله فقال ﴿الله الذي خَلَقَ سَبْعَ سماوات وَمِنَ الأرض مِثْلَهُنَّ﴾ أي اللهُ العظيم الكبير هو الذي خلق بقدرته سبع سمواتٍ طباقًا، ومن الأرض كذلك خلق سبع أرضين بعضها فوق بعض بدون فتوق بخلاف السموات ﴿يَتَنَزَّلُ الأمر بَيْنَهُنَّ﴾ أي يتنزل وحيُ الله ويجري أمره وقضاؤه بين السموات والأرضين ﴿لتعلموا أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لتعلموا أن من قدر على خلق ذلك قادر على كل شيءٍ ﴿وَأَنَّ الله قَدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمًا﴾ أي ولتعلموا أنه تعالى عالم بكل شيء، لا تخفى عليه خافية.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فَارِقُوهُنَّ﴾ وكذلك ﴿بَعْدَ عُسْرٍ يُسْرًا﴾ .\n٢ - الإِظهار في موضع الإِضمار للتهويل ﴿وَتِلْكَ حُدُودُ الله وَمَن يَتَعَدَّ حُدُودَ الله﴾ .\n٣ - الالتفات لمزيد الاهتما ﴿لاَ تَدْرِى لَعَلَّ الله يُحْدِثُ بَعْدَ ذَلِكَ أَمْرًا﴾ ورد بطريق الخطاب والأصل أن يكون بطريق الغائب «لا يدري» .\n٤ - إيجاز الحذف ﴿واللائي لَمْ يَحِضْنَ﴾ حذف منه الخبر أي فعدتهن ثلاثة أشهر أيضًا.","vol":"3","page":379},{"text":"٥ - تكرار الوعيد للتفظيع والترهيب ﴿فَحَاسَبْنَاهَا حِسَابًا شَدِيدًا وَعَذَّبْنَاهَا عَذَابًا نُّكْرًا فَذَاقَتْ وَبَالَ أَمْرِهَا﴾ الآية.\n٦ - المجاز المرسل ﴿وَكَأِيِّن مِّن قَرْيَةٍ﴾ يراد بها أهل القرية من باب تسمية الحال باسم المحل.\n٧ - الاستعارة اللطيفة ﴿لِّيُخْرِجَ الذين آمَنُواْ وَعَمِلُواْ الصالحات مِنَ الظلمات إِلَى النور﴾ استعار الظلمات للضلال والكفر، واستعار النور للهدى والإيمان، وهو من روائع البيان، وجلال تعبير القرآن.\n٨ - السجع المرصَّع كأنه الدر والياقوت مثل ﴿قد جعل الله لكل شيء قدرًا. . يجعل له من أمره يُسرًا. . ويُعظم له أجرًا. . وكان عاقبةُ أمرهها خُسرًا﴾ الخ وهو من المحسنات البديعية.","vol":"3","page":380},{"text":"اللغَة: ﴿تَحِلَّةَ﴾ تحليل اليمين بالكفارة ﴿صَغَتْ﴾ مالت عن الحقِّ وزاغت، وأصغى الإِناء أماله ﴿قَانِتَاتٍ﴾ مطيعات من القنوت وهو ملازمة الطاعة مع الخضوع ﴿نَّصُوحًا﴾ خالصة صادقة، والتوبةُ النَّصوح هي التي لا عودة بعدها إِلى الذنب، سميت نصوحًا لما فيها من الصدق والإِخلاص يقال: هذا عسلٌ ناصح إِذا خلص من الشمع ﴿اغلظ﴾ من الغلظة وهي الشدة ﴿أَحْصَنَتْ﴾ عفَّت وصانت نفسها عن مقارنة الفاحشة.\nسَبَبُ النّزول: أروي «أنَّ النبي ﷺ َ كان يقسم بين نسائه، فلما كان يوم حفصة استأذنت رسول الله ﷺ َ في زيارة أبويها فأذن لها، فلما خرجت أرسل إِلى جاريته» مارية القبطية «فعاشرها في بيت حفصة، فرجعت فوججتها في بيتها، فغارت غيرةً شديدة، وقالت: أدخلتها بيتي في","vol":"3","page":382},{"text":"غيابي وعاشرتها على فراشي؟ ﴿ما أراك فعلت هذا إِلا لهواني عليك﴾ فقال لها رسول الله ﷺ َ مسترضيًا لها: إِني حرمتها عليَّ ولا تخبري بذلك أحدًا، فلما خرج من عندها قرعت فحصة الجدار الذي بينها وبين عائشة وكانتا متصافيتين وأخبرتها بسرِّ النبي ﷺ َ فغضب رسول الله وحلفت ألا يدخل على نسائه شهرًا واعتزلهن» فأنزل الله ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ. .﴾ الآية.\nب وروي «أن رسول الله ﷺ َ كان يدخل على زوجه» زينب «﵂ فيشرب عندها عسلًا، فاتفقت عائشة وحفصة على أن تقول له كل واحد إِذا دنا منها: أكلتَ معافير وهو طعام حلٌ كريه الريح فلما مرَّ على حفصة قالت له ذلك، ثم دخل على عائشة فقالت له مثل ذلك وكان ﷺ َ يكره أن توجد منه رائحة كريهة فقال ﵇: لا ولكني شربت عسلًا عند زينب ولن أعود له وحلف» فنزلت ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ. .﴾ الآيات.\nالتفسِير: ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ﴾ الخطاب بلفظ النبوة مشعرٌ بالتوقير والتعظيم، والتنويه بمقامه الرفيع الشريف، فلم يخاطبه باسمه العلم كما خاطب سائر الرسل بقوله «يا إِبراهيم، يا نوحٌ، يا عيسى بن مريم» وإنما خاطبه بلفظ النبوة أو الرسالة، وذلك أعظم دليلٍ وبرهانٍ على أنه صلوات الله عليه أفضل الأنبياء والمرسلين ومعنى الآية: يا أيها الموحى إِليه من السماء، المنبأ بواسطة الأمين جبريل ﵇، لما تمنع نفسك ما أحلَّ الله لك من النساء؟! قال المفسرون: إِن رسول الله ﷺ َ خلا بأم ولده «مارية» في بيت حفصة وعلمت بذلك فقال لها: اكتمي عليَّ وقد حرمت مارية على نفسي فنزلت الآية ﴿ياأيها النبي لِمَ تُحَرِّمُ مَآ أَحَلَّ الله لَكَ﴾ وفي افتتاح العتاب من حسن التلطف ما لا يخفى، فقد عاتبه على إِتعاب نفسه والتضييق عليها من أجل مرضاة أزواجه، كأنه يقول: لا تتعب نفسك في سبيل أزواجك، وأزواجك يسعين في مرضاتك، فأرح نفسك من هذا العناء ﴿تَبْتَغِي مَرْضَاتَ أَزْوَاجِكَ﴾؟ أي تطلب رضا أزواجك بتحريم ما أحلَّ الله لك؟","vol":"3","page":383},{"text":"قال في التسهيل: يعني تحريمه للجارية ابتغاء رضا حفصة، وهذا يدل على أنها نزلت في تحريم الجارية، وأما تحريم العسل فلم يقصد فيه رضا أزواجه وإنما تركه لرائحته ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي والله واسع المغفرة، عظيم الرحمة، حيث سامحك في امتناعك عن مارية، وإِنما عاتبك رحمة بك، وفي هذه إشارة إِلى أن عتابه في ذلك إِنما كان كرامةً له، وإِنما وقع العتاب لتضييقه ﵇ على نفسه، وامتناعه مما كان له فيه أُنسٌ ومتعة، وبئس ما قاله الزمخشري في أن هذا كان منه ﷺ َ زلة لأنه حرَّم ما أحل الله له الخ فإِن هذا القول قلة أدب مع مقام النبوة، وجهل بصفات المعصوم، فلم يكن منه صلوات الله عليه تحريمٌ للحلال كما زعم حتى تعبتر مخالفة ومعصية، وإِنما امتنع عن بعض إِمائه تطييبًا لخاطر بعض أزواجه، فعاتبه الله تعالى عليه رفقًا به، وتنويهًا بقدره، وإِجلالًا لمنصبه ﵇ أن يراعي مرضاة أزواجه بما يشق عليه، جريًا على ما أُلف من لطف الله تعالى به ﴿قَدْ فَرَضَ الله لَكُمْ تَحِلَّةَ أَيْمَانِكُمْ﴾ أي قد شرع الله لكم يا معشر المؤمنين ما تتحللون به من أيمانكم وذلك بالكفارة ﴿والله مَوْلاَكُمْ﴾ أي واللهُ وليْكم ونارصكم ﴿وَهُوَ العليم الحكيم﴾ أي وهو العليم بخلقه الحكيم في صنعه، فلا يأمر ولا ينهى إِلا بما تقتضيه الحكمة والمصلحة.\n. ثم شرع تعالى في بيان القصة التي حدثت لرسول الله ﷺ َ مع بعض زوجاته فقال ﴿وَإِذْ أَسَرَّ النبي إلى بَعْضِ أَزْوَاجِهِ حَدِيثًا﴾ أي واذكر حين أسرَّ النبي محمد ﷺ َ إِلى زوجاته حفصة خبرًا واستكتمها إِياه قال ابن عباس: هو ما أسرَّ إِلى حفصة من تحريم الجارية على نفسه، كما أخبرها بأن الخلافة بعده تكون في أبي بكر وعمر، وطلب منها ألا تخبر بذلك أحدًا ﴿فَلَمَّا نَبَّأَتْ بِهِ﴾ أي فلما أخبرت بذلك السرِّ عائشة وأفشته لها ﴿وَأَظْهَرَهُ الله عَلَيْهِ﴾ أي وأطلع الله نبيه بواسطة جبريل الامين على إفشائها للسرِّ ﴿عَرَّفَ بَعْضَهُ وَأَعْرَضَ عَن بَعْضٍ﴾ أي أعلمها وأخبرها رسول الله ﷺ َ ببعض الحديث الذي أفشته معاتبًا لها، ولم يخبرها بجميع ما حصل منها حياءً منه وكرمًا، فإِن من عادة الفضلات التغافل عن الزلات، والتقصير في اللوم والعتاب قال الحسن: ما استقصى كريمٌ قط، وقال سفيان: ما زال التغافل من شيم الكرام قال الخازن: المعنى أن النبي ﷺ َ أخبر حفصة ببعض ما أخبرت به عائشة وهو تحريم مارية على نفسه، وأعرض عن ذكر الخلافة لأنه ﷺ َ كره أن ينتشر ذلك في الناس ﴿فَلَمَّا نَبَّأَهَا بِهِ﴾ أي فلما أخبر الرسول حفصة بأنها قد أفشت سرِّه ﴿قَالَتْ مَنْ أَنبَأَكَ هذا﴾ أي قالت: من أخبرك يا رسول الله بأني أفيشتُ سرك؟ قال أبو حيان: ظنت حفصة أن عائشة فضحتها وكانتك قد استكتمتها فقالت من أنبأك هذا على سبيل التثبيت، فأخبرها أن الله جل وعلا هو الذي نبأه به فسكتت وسلَّمت ﴿قَالَ نَبَّأَنِيَ العليم الخبير﴾ أي فقال ﵇: أخبرني بذلك ربُّ العزة، العليم بسرائر","vol":"3","page":384},{"text":"العباد، الخبير الذي لا تخفى عليه خافية ﴿إِن تَتُوبَآ إِلَى الله﴾ الخطاب لحفصة وعائشة، خاطبهما بطريق الالتفات ليكون أبلغ من معاتبتهما وحملهما على التوبة مما بدر منهما من الإِيذاء لسيد الأنبياء، وجوابه محذوف تقديره أي إِن تبتما كان خيرًا لكما من التعاون على النبي ﷺ َ بالإِيذاء ﴿فَقَدْ صَغَتْ قُلُوبُكُمَا﴾ أي فقد زاغت ومالت قلوبكما عما يجب عليكما من الإِخلاص لرسول الله، بحب ما يحبه، وكراهة ما يكرهه ﴿وَإِن تَظَاهَرَا عَلَيْهِ﴾ أي وإِن تتعاونا على النبي ﷺ َ بما يسوءه، من الوقيعة بينه وبين سائر نسائه ﴿فَإِنَّ اللَّهَ هُوَ مَوْلاَهُ﴾ أي فإنَّ الله تعالى هو وليُّه وناصره، فلا يضره ذلك التظاهر منكما ﴿وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ﴾ أي وجبريل كذلك وليه وناصره، والصالحون من المؤمنين قال ابن عباس: أراد بصالح المؤمنين أبا بكر وعمر فقد كانا عونًا له ﵊ ُ عليهما قال في التسهيل: معنى الآية: إِن تعاونتما عليه ﷺ َ بما يسوءه من إِفراط الغيرة، وإِفشاء سره ونحو ذلك، فإِنَّ له من ينصره ويتولاه، وقد ورد في الصحيح أنه لما وقع ذلك جاء عمر إِلى رسول الله ﷺ َ فقال يا رسول الله: ما يشقُّ عليك من شأن النساء؟ فإن كنت طلقتهنَّ فإنَّ الله معك وملائكته وجبريل، وأبو بكر وعمر معك فنزلت الآية موافقة لقول عمر ﴿وَالْمَلاَئِكَةُ بَعْدَ ذَلِكَ ظَهِيرٌ﴾ أي والملائكة الأبرار بعد حضرة الله، وجبريل، وصالح المؤمنين أعوانٌ لرسول الله ﷺ َ على من عاداه، فماذا يفيد تظاهر أمرأتين على من هؤلاء أعوانه وأنصارهُ؟! أفرد ﴿جِبْرِيلُ﴾ بالذكر تعظيمًا له، وإِظهارًا لمكانته عند الله تعالى فيكون قد ذُكر مرتين: مرةً بالإِفراد، ومرةً في العموم، ووسَّط ﴿صَالِحُ الْمُؤْمِنِينَ﴾ بين جبريل والملائكة تشريفًا لهم، واعتناءً بهم، وإِشادةً بفضل الصلاح، وختم الآية بذكر ﴿الْمَلاَئِكَةُ﴾ أعظم المخلوقات وجعلهم ظهراء للنبي ﵇ ليكون أفخم بالنبي صلوات الله عليه، وعظم مكانته، والانتصار له، إِذ هم بمثابة جيشٍ جرارس، يملأ القفار، نصرةً للنبي المختار، فمن ذا الذي يستطيع أن يناوىء الرسول ﷺ َ بعد ذلك؟ ثم خوَّف تعالى نساء النبي بقوله ﴿عسى رَبُّهُ إِن طَلَّقَكُنَّ﴾ قال المفسرون: ﴿عسى﴾ من الله واجبٌ أي حقٌّ واجب على الله إِن طلقكنَّ رسوله ﴿أَن يُبْدِلَهُ أَزْوَاجًا خَيْرًا مِّنكُنَّ﴾ أي أن يعطيه ﵇ بدلكُنَّ زوجاتٍ صالحاتٍ خيرًا وأفضل منكنَّ قال القرطبي: هذا وعدٌ من الله تعالى لرسوله لو طلقهن في الدنيا أن يزوجه نساءً خيرًا منهن، والله عاملٌ بأنه لا يطلقهن، ولكنْ أخبر عن قدرته، على أن رسوله لو طلقهن، لأبدله خيرًا منهن، تخويفًا لهنَّ.\n. ثم وصف تعالى هؤلاء الزوجات اللواتي سيبدله بهنَّ فقال ﴿مُسْلِمَاتٍ﴾ أي خاضعات مستسلماتٍ لأمر الله تعالى وأمر رسوله ﴿مُّؤْمِنَاتٍ﴾ أي مصدقاتٍ بالله وبرسوله ﴿قَانِتَاتٍ﴾ أي مطيعات لما يُؤمرن به، مواظباتٍ على الطاعة ﴿تَائِبَاتٍ﴾ أي تائباتٍ من الذنوب، ولا يصررن على معصية ﴿عَابِدَاتٍ﴾ أي متعدباتٍ لله تعالى يكثرن العبادة، كأنَّ العدباة امتزجت بقلوبهن حتى صارت","vol":"3","page":385},{"text":"سجيةً لهن ﴿سَائِحَاتٍ﴾ أي مسافراتٍ مهاجراتٍ إِلى الله ورسوله ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ أيم منهنَّ ثيباتٍ، ومنهم أبكارًا قال ابن كثير: قسمهن إِلى نوعين ليكون ذلك أشهى إِلى النفس، فإنَّ التنوع يبسط النفس، وإِنما دخلت واو العطف على هنا ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ للتنويع والتقسيم، ولو سقطت لاختل المعنى، لأن الثيوبة والبكارة لا يجتمعان، فتدبر سرَّ القرآن. . ولما وعظ نساء الرسول موعظةً خاصة، أتبع ذلك بموعظةٍ للمؤمنين فقال ﴿ياأيها الذين آمَنُواْ قوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا﴾ أي يا من صدقتم بالله ورسوله وأسلمتم وجوهكم لله، احفظوا أنفسكم، وصونوا أزواجكم وأولادكم، من نارٍ حامية مستعرة، وذلك بترك المعاصي وفعل الطاعات، وبتأديبهم وتعليمهم قال مجاهد: أي اتقوا الله، وأوصوا أهليكم بتقوى الله وق لالخازن: أي مروهم بالخير، وانهوهم عن الشر، وعلموهم وأدبوهم حتى تقوهم بذلك من النار، والمراد بالأهل النساءُ والأولاد وما ألحق بهما ﴿وَقُودُهَا الناس والحجارة﴾ أي حطبها الذي تُسعَّر به نار جهنم هو الخلائق والحجارة قال المفسرون: أرد بالحجارة حجارة الكبريت، لأنها أشد الأشياء حرًا، وأسرع اتِّقادًا، وعنى بذلك أنها مفرطة الحرارة، تتقد بما ذكر، لا كنار الدنيا تتقد بالحطب ونحوه قال ابن مسعود: حطبها الذي يلقى فيها بنو آدم، وحجارةٌ من كبريت، أنتن من الجيفة ﴿عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ﴾ أي على هذه النار زبانيةٌ غلاظ القلوب، لا يرحمون أحدًا، مكلفون بتعذيب الكفار قال القرطبي: المراد بالملائكة الزبانية، وهم غلاظ القولب لا يرحمون إِذا استرحموا، لأنهم خلقوا من الغضب، وحُبّب إِليهم عذاب الخلق كما حُبب لبني آدم أكل الطعام والشراب ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ﴾ أي لا يعصون أمر الله بحالٍ من الأحوال ﴿وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ أي وينفِّذون الأوامر بدون إِمهال ولا تأخير.\n. ثم يقال للكفار عند دخولهم النار ﴿ياأيها الذين كَفَرُواْ لاَ تَعْتَذِرُواْ اليوم﴾ أي لا تعتذروا عن ذنوبكم وإِجرامكم، فلا ينفعكم اليوم الاعتذار، لأنه قد قُدّم إِليكم الإِنذار والإِعذار ﴿إِنَّمَا تُجْزَوْنَ مَا كُنتُمْ تَعْمَلُونَ﴾ أي إِنما تنالون جزاء أعمالكم القبيحة، ولا تظلمون شيئًا كقوله تعالى ﴿اليوم تجزى كُلُّ نَفْسٍ بِمَا كَسَبَتْ لاَ ظُلْمَ اليوم إِنَّ الله سَرِيعُ الحساب﴾ [غافر: ١٧] ثم دعا المؤمنين إِلى التوبة الصادقة الناصحة فقال ﴿ياأيها الذين آمَنُواْ توبوا إِلَى الله تَوْبَةً نَّصُوحًا﴾ أي توبوا إِلى الله من ذنوبكم توبةً صادقةً خالصة، بالغةً في النصح الغاية القصوى، سئل عمر عن التوبة النصوح فقال: هي أن يتوب ثم لا يعود إِلى الذنب، كما لا يعود اللبن إِلى الضَّرْع قال العلماء: التوبة النصوح هي التي جمعت ثلاثة شروط: الإِقلاع عن الذنب، والندم على ما حدث، والعزم على عدم العودة إِليه، وإِن كان الحق","vol":"3","page":386},{"text":"لآدمي زيد شرط رابع وهو: ردٌّ المظالم لأصحابها ﴿عسى رَبُّكُمْ أَن يُكَفِّرَ عَنكُمْ سَيِّئَاتِكُمْ﴾ أي لعل الله يرحمكم فيمحو عنكم ذنوبكم قال المفسرون: «عسى» من الله واجبة بمنزلة التحقيق، وهذا إِطماعٌ من الله لعباده في قبول التوبة، تفضلًا منه وتكرمًا، لأن العظيم إِذا وعد وَفَّى، وعادة الملوك أنهم إِذا أرادوا فعلا قالوا «عسى» فهو بمنزلة المحقق ﴿وَيُدْخِلَكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ويدخلكم في الآخرة حدائق وبساتين ناضرة، تجري من تحت قصورها أنهار الجنة ﴿يَوْمَ لاَ يُخْزِى الله النبي والذين آمَنُواْ مَعَهُ﴾ أي يوم لا يفصح الله النبي وأتباعه المؤمنين أمام الكفار، بل يعزهم ويكرمهم قال أبو السعود: وفيه تعريضٌ بمن أخزاهم اللهُ تعالى من أهل الكفار والفسوق ﴿نُورُهُمْ يسعى بَيْنَ أَيْدِيهِمْ وَبِأَيْمَانِهِمْ﴾ أي نور هؤلاء المؤمنين يضيء لهم على الصراط، ويسطع أمامهم وخلفهم وعن أيمانهم وشمائلهم، كإِضاءة القمر في سواد الليل ﴿يَقُولُونَ رَبَّنَآ أَتْمِمْ لَنَا نُورَنَا﴾ أي يدعون الله قائلين: يا ربنا أكمل علينا هذا النور وأدمه لنا، ولا تتركنا نتخبط في الظلمات قال ابن عباس: هذا دعاء المؤمنين حين أطفأ الله نور المنافقين، يدعون ربهم به إِشفاقًا حتى يصلوا إِلى الجنة ﴿واغفر لَنَآ﴾ أي وامح عنا ما فرط من الذنوب ﴿إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي إنك أنت القادر على كل شيء، من المغفرة والعقاب، والرحمة والعذاب. . ثم أمر تعالى بجهاد أعداء الله من الكفرة والمنافقين فقال ﴿ياأيها النبي جَاهِدِ الكفار والمنافقين﴾ أي جاهد الكفار بالسيف والسِّنان، والمنافقين بالحجة والبرهان، لأن المنافقين يظهرون الإِيمان، فيهم مسلمون ظاهرًا فلذلك لم يؤمر ﵊ ُ بقتالهم ﴿واغلظ عَلَيْهِمْ﴾ أي وشدِّد عليهم في الخطاب، ولا تعاملهم بالرأفة واللين، إِرعابًا وإِذلالًا لهم، لتنكسر صلابتهم وتلين شكيمتهم ﴿وَمَأْوَاهُمْ جَهَنَّمُ﴾ أي ومستقرهم في الآخرة جهنم ﴿وَبِئْسَ المصير﴾ أي وبئست جهنم مستقرًا ومصيرًا للمجرمين.\n. ثم ضرب الله تعالى مثلًا للكفار في عدم انتفاعهم بصلة القرابة أو المصاهرة أو النكاح، لأن الأسباب لكها تنقطع يوم القيامة ولا ينفع إِلا العمل الصالح فقال ﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ كَفَرُواْ امرأت نُوحٍ وامرأت لُوطٍ﴾ أي مثلَّل تعالى للكفار في عدم استفادتهم بقرابة المؤمنين، بحال امرأة نوحٍ وامرأة لوط ﴿كَانَتَا تَحْتَ عَبْدَيْنِ مِنْ عِبَادِنَا صَالِحَيْنِ﴾ أي كانتا في عصمة نبيين عظيمين هما «نوح و» لوط «﵉، وإِنما وصفهما بالعبودية تشريفًا وتكريمًا لهما بإِضافتهما إِليه تعالى ﴿فَخَانَتَاهُمَا فَلَمْ يُغْنِيَا عَنْهُمَا مِنَ الله شَيْئًا﴾ أي فخانت كل واحدة زوجها بالكفر وعدم الإِيمان، فلم يدفعا عن امرأتيهما","vol":"3","page":387},{"text":"مع نبوتهما شيئًا من عذاب الله ﴿وَقِيلَ ادخلا النار مَعَ الداخلين﴾ أي وتقول لهما خزنة النار يوم القيامة: ادخلا نار جهنم مع سائر الداخلين، من الكفرة المجرمين قال القرطبي: ضرب تعالى هذا المثل تنبيهًا على أنه لا يغني في الآخرة أحدٌ عن قريبٍ ولا نسيب، إِذا فرَّق بينهما الدين، كما لم يدفع نوح ولوط مع كرامتهما على الله تعالى عن زوجتيهما لما عصتا شيئًا من عذاب الله ﴿وَضَرَبَ الله مَثَلًا لِّلَّذِينَ آمَنُواْ امرأت فِرْعَوْنَ﴾ وهذا مثلٌ آخر للمؤمن في عدم تضرره ببقاء قريبه على الكفر إِذا كان هو مؤمنًا قال أبو السعود: أي جعل حالها مثلًا لحال المؤمنين في أن وصلة الكفر لا تضرهم، حيث كانت في الدنيا تحت أعدى أعداء الله» فرعون «وهي في أعلى غرف الجنة قال المفسرون: واسمها» آسية بنت مزاحم «آمنت بموسى ﵇، فبلغ ذلك فرعون فأمر بقلتها، فنجَّاها الله من شره، فلم يضر امرأة فرعون اتصالها به وهو من أكفر الكافرين، ولم ينفع امرأة نوح ولوط اتصالهما بهما وهما رسولا ربِّ العالمين ﴿إِذْ قَالَتْ رَبِّ ابن لِي عِندَكَ بَيْتًا فِي الجنة﴾ أي حين دعت ربها قائلةً: يا ربِّ اجعل لي قصرًا مشيدًا بجوار رحمتك في جنة النعيم قال بعض العلماء: ما أحسن هذا الكلام فقد اختارت الجار قبل الدار حيث قالت ﴿ابن لِي عِندَكَ بَيْتًا فِي الجنة﴾ فهي تطمع في جوار الله قبل طمعها في القصور، وفي الآية دليل على إِيمانها وتصديقها بالبعث ﴿وَنَجِّنِي مِن فِرْعَوْنَ وَعَمَلِهِ﴾ أي وأنقذني من كفر فرعون وطغيانه ﴿وَنَجِّنِي مِنَ القوم الظالمين﴾ أي وأنقذني من الأقباط، أتباع فرعون الطاغين، قال الحسن: لما دعت بالنجاة نجَّاها الله تعالى أكرم نجاة، فرفعها إِلى الجنة تأكل وتشرب وتتنعم ﴿وَمَرْيَمَ ابنت عِمْرَانَ﴾ أي ومريم ابنة عمران مثلٌ آخر في الإِيمان ﴿التي أَحْصَنَتْ فَرْجَهَا﴾ أي حفظت فرجها وصانته عن مقارنة الفواحش، فهي عفيفةٌ شريفة طاهرة، لا كما زعم اليهود عليهم لعنة الله، أنها زنت وأن ولدها عيسى ابن زنى ﴿فَنَفَخْنَا فِيهِ مِن رُّوحِنَا﴾ أي فنفخ رسولنا جبريل في فتحة جيبها، فوصل أثر ذلك إِلى فرجها فحملت بعيسى قال ابن كثير: إن الله بعث جبريل فتمثل لها في صورة بشر، وأمره أن ينفخ بفيه في جيب درعها، فنزلت النفخة فولجت في فرجها فكان منه الحمل بعيسى ﵇ ﴿وَصَدَّقَتْ بِكَلِمَاتِ رَبِّهَا وَكُتُبِهِ﴾ أي وآمنت بشرائع الله القدسية، وكتبه السماوية ﴿وَكَانَتْ مِنَ القانتين﴾ أي وكانت من القوم المطيعين، العابدين لله ﷿، وهو ثناءٌ عليها بكثرة العبادة والطاعة، والخشوع، وفي الحديث\n«كمل من الرجال كثير، ولم يكمل من النساء إِلا آسية امرأة فرعون، ومريم ابنة عمران، وخديجة بن خوليد، وفضل عائشة على النساء كفضل الثريد على سائر الطعام» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين حرَّم وأحلَّ ﴿لِمَ تُحَرِّمُ مَآ أَحَلَّ﴾ وبين ﴿عَرَّفَ. . وَأَعْرَضَ﴾ وبين ﴿ثَيِّبَاتٍ وَأَبْكَارًا﴾ وكلها من المسحنات البديعية التي تزيد في جمال الكلام.","vol":"3","page":388},{"text":"٢ - الإلتفات من الغيبة إِلى الخطاب ﴿إِن تَتُوبَآ إِلَى الله﴾ زيادةً في اللوم والعتاب.\n٣ - صيغ المبالغة ﴿العليم الخبير﴾ ﴿نَّصُوحًا﴾ ﴿ظَهِيرٌ﴾ ﴿قَدِيرٌ﴾ الخ.\n٤ - ذكر العام بعد الخاص ﴿وَجِبْرِيلُ وَصَالِحُ الْمُؤْمِنِينَ وَالْمَلاَئِكَةُ﴾ فقد خصَّ جبريل بالذكر تشريفًا، ثم ذكره ثانية مع العموم اعتناءً بشأن الرسول ﷺ َ ووسَّط صالح المؤمنين بين الملائكة المقربين.\n٥ - المجاز المرسل ﴿قوا أَنفُسَكُمْ وَأَهْلِيكُمْ نَارًا﴾ ذكر المسبِّب وأراد السبب أي لازموا على الطاعة لتقوا أنفسكم وأهليكم من عذاب الله.\n٦ - المقابلة بين مصير أهل الإِيمان ومصير أهل الطغيان ﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ كَفَرُواْ﴾ و﴿ضَرَبَ الله مَثَلًا لِّلَّذِينَ آمَنُواْ﴾ .\n٧ - التغليب ﴿وَكَانَتْ مِنَ القانتين﴾ غلَّب الذكور على الإِناث.\n٨ - السجع المرصَّع كأنه اللؤلؤ والمرجان، وهو كثير في القرآن فتدبره بإِمعان.","vol":"3","page":389},{"text":"اللغَة: ﴿طِبَاقًا﴾ بعضها فوق بعض، من طابق النعل بالنعل إِذا قطعه بقدره وجعله فوقه ﴿فُطُورٍ﴾ شقوق وخروق، من فطر بمعنى شق قال الشاعر:\nبنى لكمو بلا عَمدٍ سماءً ... وسوَّاها فما فيها فُطور\n﴿حَسِيرٌ﴾ كليل من الحسور وهو الإِعياء يقال حسر البعير إِذا كلَّ وانقطع قال الشاعر:\nنظرتُ إِليها بالمحصب من منى ... فعاد إِليَّ الطَّرف وهو حسير","vol":"3","page":391},{"text":"﴿شَهِيقًا﴾ صوتًا منكرًا كصوت الحمير ﴿تَمَيَّزُ﴾ تتقطع وينفصل بعضها من بعض، وأصلها تتميَّز حذفت احدى التاءين تخفيفًا ﴿مَنَاكِبِهَا﴾ أطرافها ونواحيها، وأصل المنكب: الجانب ومنه منكب الرجل ﴿لَّجُّواْ﴾ تمادوا وأصروا ﴿تَمُورُ﴾ ترتج وتضطرب ﴿زُلْفَةً﴾ قريبًا منهم ﴿غَوْرًا﴾ غائرًا ذهبًا في الأرض.\nالتفسِير: ﴿تَبَارَكَ الذي بِيَدِهِ الملك﴾ أي تمجَّد وتعالى اللهُ العلي الكبير، المفيض على المخلوقات من فنون الخيرات، الذي بقبضة قدرته ملك السموات والأرض، يتصرف فيهما كيف يشاء قال ابن عباس: بيده الملك، يعزُّ من يشاء ويذل من يشاء، ويحيي ويميت، ويغني ويفقر، ويعطي ويمنع ﴿وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي وهو القادر على كل شيء له القدرة التامة، والتصرف الكامل في كل الأمور، من غير منازع ولا مدافع. . ثم بيَّن تعالى آثار قدرته، وجليل حكمته فقال ﴿الذي خَلَقَ الموت والحياة﴾ أي أوجد في الدنيا الحياة والموت، فأحيا من شاء وآمات من شاء، وهو الواحد القهار، وإِنما قدم الموت لأنه أهيب في النفوس وأفزع قال العلماء: ليس الموت فناءًا وانقطاعًا بالكلية عن الحياة، وإِنما هو انتقال من دار إِلى دار، ولهذا ثبت في الصحيح أن الميت يسمع، ويرى، ويُحسُّ وهو في قبره كما قال ﵇ «إنَّ أحدكم إِذا وضع في قبره وتولَّىعنه أصحابه وإِنه ليسمع قرع نعالهم» الحديث وقال ﷺ َ: «والذي نفسي بيده ما أنتم بأسمع لما أقول منهم لكنهم لا يجيبون» فالموتُ هو انقطاع تعلق الروح بالبدن، ومفارقتها للجسد ﴿لِيَبْلُوَكُمْ أَيُّكُمْ أَحْسَنُ عَمَلًا﴾ أي ليمتحنكم ويختبركم أيها الناس فيرى المحسن منكم من المسيء قال القرطبي: أي يعاملكم معالمة المختبر، فإن الله تعالى عالم بالمطيع والعاصي أزلًا ﴿وَهُوَ العزيز﴾ أي الغالبُ في انتقامه ممن عصاه ﴿الغفور﴾ لذنوب من تاب وأناب إِليه ﴿الذي خَلَقَ سَبْعَ سماوات طِبَاقًا﴾ أي لست ترى أيها السامع في خلق الرحمن البديع من نقص أو خلل، أو اختلاف أو تنافر، بل هي في غاية الإِحكام والإِتقان، وإِنما قال ﴿فِي خَلْقِ الرحمن﴾ ولم يقل «فيهن» تعظيمًا لخلقهن، وتنبيهًا على باهر قدرة الله ﴿فارجع البصر هَلْ ترى مِن فُطُورٍ﴾؟ أي فكرّر النظر في السموات وردّده في خلقهن المحكم، هل ترى من شقوق وصدوع؟ ﴿ثُمَّ ارجِعِ البَصَرَ كَرَّتَيْنِ﴾ أي ثم ردِّد النظر مرةً بعد أُخرى، وانظر بعين الاعتبار في هذه السموات العجيبة، مرةً بعد مرة ﴿يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا﴾ أي يرجع إِليك بصرك خاشعًا ذليلًا، لم ير ما تريد ﴿وَهُوَ حَسِيرٌ﴾ أي وهو كليلٌ متعب قد بلغ الغاية في الإِعياء قال الإِمام الفخر: المعنى إِنك إِذا كررت نظرك لم يرجع إِليك بصرك بما طلبته من وجود الخلل والعيب، بل رجع خاسئًا مبعدًا لم ير ما يهوى مع الكلال والإِعياء وقال القرطبي: أي ارددك طرفك وقلّب البصر في السماء ﴿كَرَّتَيْنِ﴾ أي مرةً بعد أخرى، يرجع إِليك البصر خاشعًا صاغرًا، متباعدًا عن أن يرى شيئًا من ذلك العيب والخلل، وإنما أمر بالنظر كرتين، لأن","vol":"3","page":392},{"text":"الإِنسان إِذا نظر في الشيء مرة لا يرى عيبه، ما لم ينظر إِليه مرة أخرى، والمراد بالكرتين التكثير بدليل قوله ﴿يَنْقَلِبْ إِلَيْكَ البَصَرُ خَاسِئًا وَهُوَ حَسِيرٌ﴾ وهو دليلٌ على كثرة النظر.\n. ثم بيَّن تعالى ما زين به السماء من النجوم الزاهرة والكواكب الساطعة فقال ﴿وَلَقَدْ زَيَّنَّا السمآء الدنيا بِمَصَابِيحَ﴾ أي خلق سبع سمواتٍ متطابقة، بعضها فوف بعض، كل سماء كالقبة للأُخرى ﴿مَّا ترى فِي خَلْقِ الرحمن مِن تَفَاوُتٍ﴾ اللام لام القسم و﴿قد﴾ للتحقيق والمعنى والله لقد زينا السماء القريبة منكم أيها الناس بكواكب مضيئة ساطعة، هي السماء الأولى أقرب السموات إِلى الأرض قال المفسرون: سميت الكواكب مصابيح لإِضاءتها بالليل إضاء السراج ﴿وَجَعَلْنَاهَا رُجُومًا لِّلشَّيَاطِينِ﴾ أي وجعلنا لها فائدةً أُخرى وهي رجم أعدائكم الشياطين، الذين يسترقون السمع قال قتادة: خلق الله تعالى النجوم لثلاثٍ: زينةً للسماء، ورجومًا للشياطين، وعلامات يُهتدى بها في البر والبحر وقال الخازن: فإِن قيل: كيف تكون زينةً للسماء، ورجومًا للشياطين، وكونها زينة يقتضي بقاءها، وكونها رجومًا يقتضي زوالها، فيكف الجمع بين هاتين الحالتين؟ فالجواب أنه ليس المراد أنهم يرمون بأجرام الكواكب، بل يجوز أن تنفصل من الكواكب شعلة وتُرمى الشياطين بتلك الشعلة وهي الشهب، ومثلها كمثل قبسٍ يؤخذ من النار وهي على حالها، أقول: ويؤيده قوله تعالى ﴿إِلاَّ مَنْ خَطِفَ الخطفة فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ﴾ [الصافات: ١٠] فعلى هذا، الكواكب لا يرجم بها؛ وإِنما يكون الرجم بالشهب ﴿وَأَعْتَدْنَا لَهُمْ عَذَابَ السعير﴾ أي وهيأنا وأعددنا للشياطين في الآخرة بعد الإِحراق بالشهب في الدنيا العاذب المستعر، وهو النار الموقدة ﴿وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ﴾ أي وللكافرين بربهم عذاب جهنم أيضًا، فليس العذاب مختصًا بالشياطين بل هو لكل كافر بالله من الإِنس والجن ﴿وَبِئْسَ المصير﴾ أي وبئست النار مرجعًا ومصيرًا للكافرين. . ثم وصف تعالى جهنم وما فيها من العذاب والأهوال والأغلال فقال ﴿إِذَآ أُلْقُواْ فِيهَا﴾ أي إِذا قذفوا وطرحوا في جهنم كما يطرح الحطبُ في النار العظيمة ﴿سَمِعُواْ لَهَا شَهِيقًا﴾ أي سمعوا لجهنم صوتًا منكرًا فظيعًا كصوت الحمار، لشدة توقدها وغليانها قال ابن عباس: الشهيقُ لجهنم عند إِلقاء الكفار فيها، تشهق إِليهم شهقة البغلة للشعير، ثم تزفرُ زفرة لا يبقى أحدٌ إِلا خاف ﴿وَهِيَ تَفُورُ﴾ أي وهي تغلي بهم كما يغلي المرجل القدر من شدة الغضب ومن شدة اللهب قال مجاهد: تفور بهم كما يفور الحبُّ القليل في الماء الكثير ﴿تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ﴾ أي تكاد جهنم تتقطع وينفصل بعضها من بعض، من شدة غيظها وحنقها على أعداء الله ﴿كُلَّمَا أُلْقِيَ فِيهَا فَوْجٌ﴾ أي كلما طرح فيها جماعةٌ من الكفرة ﴿سَأَلَهُمْ خَزَنَتُهَآ﴾ أي سألتهم الملائكة الموكلون على جنهم وهم الزبانية سؤال توبيخ وتقريع ﴿أَلَمْ يَأْتِكُمْ نَذِيرٌ﴾ أي ألم يأتكم رسولٌ ينذركم ويخوفكم من هذا اليوم الرهيب؟ قال المفسرون: وهذا السؤال زيادة لهم في الإِيلام، ليزدادوا حسرةً فوق حسرتهم، وعذابًا فوق عذابهم ﴿قَالُواْ بلى قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا﴾ أي أجابوا نعم لقد جاءنا رسول منذر، وتلا علينا","vol":"3","page":393},{"text":"آيات الله، ولكننا كذبناه وأنكرنا رسالته ﴿وَقُلْنَا مَا نَزَّلَ الله مِن شَيْءٍ﴾ أي وقلنا إِمعانًا في التكذيب وتماديًا في النكير: ما أنزل الله شيئًا من الوحي على أحدٍ قال الرازي: هذا اعترافٌ منهم بعدل الله، وإِقرار بأن الله أزاح عللهم ببعثة الرسل الكرام، ولكنهم كذبوا الرسل وقالوا ما نزَّل الله من شيء ﴿إِنْ أَنتُمْ إِلاَّ فِي ضَلاَلٍ كَبِيرٍ﴾ هذا من تتمة كلام الكفار أي ما أنتم يا معشر الرسل إِلا من بعدٍ عن الحق، وضلال واضح عميق ﴿وَقَالُواْ لَوْ كُنَّا نَسْمَعُ أَوْ نَعْقِلُ﴾ أي وقال الكفار: لو كانت لنا عقول ننتفع بها أو كنا نسمع سماع طالب للحق، ملتمسٍ للهدى ﴿مَا كُنَّا في أَصْحَابِ السعير﴾ أي ما كنا نستوجب الخلود في جهنم ﴿فاعترفوا بِذَنبِهِمْ﴾ أي فأقروا بإِجرامهم وتكذيبهم للرسل ﴿فَسُحْقًا لأَصْحَابِ السعير﴾ أي فبعدًا وهلاكًا لأهل النار قال ابن كثير: عادوا على أنفسهم بالملامة، وندموا حيث لا تنفعهم الندامة، والجملة دعائية أي أبعدهم الله من رحمته وسحقهم سحقًا.\n. ثم لما ذكرحال الأشقياء الكفار أتبعه بذكر حال السعداء الأبرار فقال ﴿إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب﴾ أي يخافون ربهم ولم يروه، ويكفُّون عن المعاصي طلبًا لمرضاة الله ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ كَبِيرٌ﴾ أي لهم عند الله مغفرةٌ عظيمة لذنوبهم، وثواب جزيل لا يعلم قدره غير الله تعالى ﴿وَأَسِرُّواْ قَوْلَكُمْ أَوِ اجهروا بِهِ﴾ الخطاب لجميع الخلق أي أخفوا قولكم وكلامكم أيها الناس أو أعلنوا وأظهروه، فسواءٌ أخفيتموه أو أظهرتموه فإنَّ الله يعلمه ﴿إِنَّهُ عَلِيمٌ بِذَاتِ الصدور﴾ أي لأنه تعالى العالم بالخفايا ولنوايا، يعلم ما يخطر في القلوب، وما توسوس به الصدور قال ابن عباس: نزلت في المشركين كانوا ينالون من رسول الله ﷺ َ فيخبره جبريل بما قالوا، فقال بعضهم لبعض: أسرُّوا قولكم حتى لا يسمع إِله محمد، فأخبره الله أنه لا تخفى عليه خافية ﴿أَلاَ يَعْلَمُ مَنْ خَلَقَ﴾؟ أي ألا يعلم الخالق مخلوقاته؟ كيف لا يعلم من خلق الأشياء وأوجدها سرَّ المخلوق وجهره؟ ﴿وَهُوَ اللطيف الخبير﴾ أي والحال أنه اللطيف بالعباد، الذي يعلم دقائق الأمور وغوامضها، الخبير الذي لا يعزب عن علمه شيء، فلا تتحرك ذرة، ولا تسكن أو تضطرب نفسٌ إِلا وعنده خبرها.\n. ثم ذكر تعالى دلائل قدرته ووحدانيته، وآثار فضله وأمتنانه على العباد فقال ﴿هُوَ الذي جَعَلَ لَكُمُ الأرض ذَلُولًا﴾ أي الله جل وعلا جعل لكم الأرض لينةً سهلة المسالك ﴿فامشوا فِي مَنَاكِبِهَا﴾ أي فاسلكوا أيها الناس في جوانبها وأطرافها قال ابن كثير: أي فسافروا حيث شئتم من أقطارها، وتردّدوا في أقاليمها وأرجائها للمكاسب والتجارات ﴿وَكُلُواْ مِن رِّزْقِهِ﴾ أي وانتفعوا بما أنعم به جل وعلا عليكم من أنواع الكسب والرزق قال الألوسي: كثيرًا ما يُعبر عن وجوه الانتفاع بالأكل لأنه الأهم الأعم، وفي الآية دليل على ندب التسبب والكسب، وهو لا ينافي التوكل، فقد مرَّ عمر ﵁ بقومٍ فقال: من أنتم؟ فقالوا: المتوكلون فقال: بل أنتم المتواكلون، إِنما المتوكل رجلٌ ألقى حبه في بطن الأرض وتوكل على ربه ﷿ ﴿وَإِلَيْهِ النشور﴾ أي وإِليه تعالى المرجع بعد الموت والفناء، للحساب والجزاء. . ثم توعّد تعالى كفار مكة المكذبين لرسول الله ﷺ َ فقال ﴿أَأَمِنتُمْ مَّن فِي السمآء أَن","vol":"3","page":394},{"text":"يَخْسِفَ بِكُمُ الأرض﴾ أي هل أمنتم يا معشر الكفار ربكم العليَّ الكبير أن يخسف بكم الأرض فيغيبكم في مجاهلها، بعد ما جعلها لكم ذلولًا تمشون في مناكبها؟ ﴿فَإِذَا هِيَ تَمُورُ﴾ أي فإِذا بها تضطرب وتهتز بكم هزًا شديدًا عنيفًا قال الرازي: والمراد أنَّ الله تعالى يحرك الأرض عند الخسف بهم حتى تضطرب وتتحرك، فتعلو عليهم وهم يخسفون فيها فيذهبون، والأرضُ فوقهم تمور فتلقيهم إِلى أسفل سافلين ﴿أَمْ أَمِنتُمْ مِّن فِي السمآء أَن يُرْسِلَ عَلَيْكُمْ حَاصِبًا﴾ أي أم أمنتم الله العليَّ الكبير أن يرسل عليكم حجارة من السماء، كما أرسلها على قوم لوطٍ وأصحاب الفيل؟ ﴿فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ﴾ أي فستعلمون عند معاينة العذاب، كيف يكون إِنذاري وعقابي للمكذبين!! وفيه وعيد وتهديدٌ شديد، وأصلها ﴿نذيري﴾ و﴿نكيري﴾ حذفت الياء مراعاةً لرءوس الآيات ﴿وَلَقَدْ كَذَّبَ الذين مِن قَبْلِهِمْ﴾ أي ولقد كذب كفار الأمم السابقة رسلهم، كقوم نوحٍ وعادٍ وثمود وأمثالهم، وهذا تسلية للرسول ﷺ َ وتهديد لقومه المشركين ﴿فَكَيْفَ كَانَ نكِيرِ﴾ أي فكيف كان إنكاري عليهم بنزول العذاب؟ ألم يكن في غاية الهول والفظاعة؟ ثم لما حذَّرهم ما عسى أن يحل بهم من الخسف وإِرسال الحاصب، نبَّههم على الاعتبار بالطير، وما أحكم الله من خلقها، وعن عجز آلهتهم المزعومة عن خلق شيءٍ من ذلك فقال ﴿أَوَلَمْ يَرَوْا إِلَى الطير فَوْقَهُمْ صَافَّاتٍ وَيَقْبِضْنَ﴾ أي أولم ينظروا نظر اعتبار الى الطيور فوقهم، باسطاتٍ أجنحتهن في الجو عند طيرانها وتحلقيها، ﴿وَيَقْبِضْنَ﴾ أي ويضممنها إِذا ضربن بها جنوبهن وقتًا بعد وقت؟ ولما كان الغالب هو فتح الجناحين فكأنه هو الثابت عبَّر عنه بالإِسم ﴿صَافَّاتٍ﴾ وكان القبض متجددًا عبَّر عنه بالفعل ﴿وَيَقْبِضْنَ﴾ قال في التسهيل: فإِن قيل: لِمَ لم يقل «قابضات» على طريقة ﴿صَافَّاتٍ﴾؟ فالجواب أن بسط الجناحين هو الأصل في الطيران، كما أن مدَّ الأطراف هو الأصل في السباحة، فذكره بصيغة اسم الفاعل ﴿صَافَّاتٍ﴾ لدوامه وكثرته، وأما قبضُ الجناحين فإِنما يفعله الطائر قليلًا للاستراحة والاستعانة، فلذلك ذكره بلفظ الفعل لقلته ﴿مَا يُمْسِكُهُنَّ إِلاَّ الرحمن﴾ أي ما يمسكهن في الجو عن السقوط في حال البسط والقبض، إِلا الخالق الرحمن الذي وسعت رحمته كل ما في الأكوان قال الرازي: وذلك أنها مع ثقلها وضخامة أجسامها، لم يكن بقاؤها في جو الهواء إِلا بإِمساك الله وحفظه، وإِلهامها الى كيفية البسط والقبض المطابق للمنفعة من رحمة الرحمن ﴿إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ﴾ أي يعلم كيف يخلق، وكيف يبدع العجائب، بمقتضى عمله وحكمته.\n. ثم وبَّخ تعالى المشركين في عبادتهم لما لا ينفع ولا يسمع فقال ﴿أَمَّنْ هذا الذي هُوَ جُندٌ لَّكُمْ يَنصُرُكُمْ مِّن دُونِ الرحمن﴾؟ أي من هذا الذي يستطيع أن يدفع عنكم الله من الأنصار والأعوان؟! قال ابن عباس: أي من ينصركم مني إِن أردتُ عذابكم؟ ﴿إِنِ الكافرون إِلاَّ فِي غُرُورٍ﴾ أي ما الكافرون في اعتقادهم أن آلهتهم تنفع أو تضرُّ إِلا في جهل عظيم، وضلال مبين، حيث ظنوا الأوهام حقائق، فاعتزوا بالأوثان والأصنام ﴿أَمَّنْ هذا الذي يَرْزُقُكُمْ إِنْ أَمْسَكَ رِزْقَهُ﴾؟ أي من هذا الذي يرزقكم غير الله إِن منع الله عنكم رزقه؟ والخطاب في الآيتين للكفار على وجه التوبيخ","vol":"3","page":395},{"text":"والتهديد، وإِقامة الحجة عليهم ﴿بَل لَّجُّواْ فِي عُتُوٍّ وَنُفُورٍ﴾ أي بل تمادوا في الطغيان، وأصرّوا على العصيان، ونفروا عن الحق والإِيمان. . ثم ضرب تعالى مثلًا للكافر والمؤمن فقال: ﴿أَفَمَن يَمْشِي مُكِبًّا على وَجْهِهِ أهدى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ مُّسْتَقِيمٍ﴾؟ أي هل من يمشي منكسًا رأسه، لا يرى طريقه فهو يخبط خبط عشواءً، مثل الأعمى الذي يتعثر كل ساعة فيخرّ لوجهه، هل هذا أهدى أم من يمشي منتصب القامة، ويرى طريقه ولا يتعثر في خطواته، لأنه يسير على طريق بيّن واضح؟ قال المفسرون: هذا مثل ضربه الله للمؤمن والكافر، فالكافر كالأعمى الماشي على غير هدى وبصيرة، لا يهتدي الى الطريق فيتعسف ولا يزال ينكب على وجهه، والمؤمن كالرجل السويّ الصحيح البصر، الماشي على الطريق المستقيم فهو آمن من لخبط والعثار، هذا مثلهما في الدنيا، وكذلك يكون حالهما في الآخرة، المؤمن يحشر يمشي سويًا على صراطٍ مستقيم، والكافر يحشر يمشي على وجهه إِلى دركات الجحيم قال قتادة: الكافر أكبَّ على معاصي الله فحشره الله يوم القيامة على وجهه، والمؤمن كان على الدين الواضح فحشره الله على الطريق السويّ يوم القيامة وقال ابن عباس: هو مثلٌ لمن سلك طريق الضلالة ولمن سلك طريق الهدى.\n. ثم ذكَّرهم تعالى بنعمه الجليلة، ليعرفوا قبح ما هم عليه من الكفر والإِشراك فقال ﴿قُلْ هُوَ الذي أَنشَأَكُمْ وَجَعَلَ لَكُمُ السمع والأبصار والأفئدة﴾ أي قل لهم يا محمد: الله جل وعلا هو الذي أوجدكم من العدم، وأنعم عليكم بهذه النعم «السمع والبصر والعقل» وخصَّ هذه الجوارح بالذكر لأنها أداة العلم والفهم ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي قلَّما تشكرون ربكم على نعمه التي لا تُحصى قال الطبري: أي قليلًا ما تشكرون ربكم على هذه النعم التي أنعمها عليكم ﴿قُلْ هُوَ الذي ذَرَأَكُمْ فِي الأرض﴾ أي خلقكم وكثَّركم في الأرض ﴿وَإِلَيْهِ تُحْشَرُونَ﴾ أي وإِليه وحده مرجعكم للحساب والجزاء ﴿وَيَقُولُونَ متى هذا الوعد إِن كُنتُمْ صَادِقِينَ﴾ أي متى يكون الحشر والجزاء الذي تعدوننا به؟ إِن كنتم صادقين فيما تخبروننا به من مجيء الساعة الحشر، وهذا استهزاء منهم ﴿قُلْ إِنَّمَا العلم عِنْدَ الله﴾ أي قل لهم يا محمد: علم وقت قيام الساعة ووقت العذاب عند الله تعالى لا يعمله غيره ﴿وَإِنَّمَآ أَنَاْ نَذِيرٌ مُّبِينٌ﴾ أي وما أنا إِلا رسولٌ منذر أخوفكم عذاب الله امتثالًا لأمره. . ثم أخبر تعالى عن حال المشركين في ذلك اليوم العصيب فقال ﴿فَلَمَّا رَأَوْهُ زُلْفَةً﴾ أي فلما رأوا العذاب قريبًا منهم، وعاينوا أهوال القيامة ﴿سِيئَتْ وُجُوهُ الذين كَفَرُواْ﴾ أي ظهرت على وجوههم آثار الاستياء، فعلتها الكآبة والغم والحزن، وغشيها","vol":"3","page":396},{"text":"الذل والانكسار، قال افي البحر: أي ساءت رؤية العذاب وجوههم، وظهر فيها السوء والكآبة، كمن يساق الى القتل ﴿وَقِيلَ هذا الذي كُنتُم بِهِ تَدَّعُونَ﴾ أي وقالت لهم الملائكة توبيخًا وتبكيتًا: هذا الذي كنتم تطلبونه في الدنيا وتستعجلونه استهزاءً وتكذيبًا ﴿قُلْ أَرَأَيْتُمْ إِنْ أَهْلَكَنِيَ الله وَمَن مَّعِيَ أَوْ رَحِمَنَا﴾ أي قل يا محمد لهؤلاء المشركين الذي يتمنون هلاكك: أخبروني إِن أماتني الله ومن معي من المؤمنين، أو رحمنا بتأخير آجالنا ﴿فَمَن يُجِيرُ الكافرين مِنْ عَذَابٍ أَلِيمٍ﴾ أي فمن يحميكم من عذاب الله الأليم، ووضع لفظ ﴿الكافرين﴾ عوضًا عن الضمير «يجيركم» تشنيعًا وتسجيلًا عليهم بالكفر قال المفسرون: كان الكفار يتمنون هلاك النبي ﷺ َ والمسلمين، فأمره الله أن يقول لهم: إِن أهلكني الله بالإِماتة وأهلك من معي، فأي راحةٍ وأي منفعة لكم فيه، ومن الذي يجيركم من عذاب الله إِذا نزل بكم؟ هل تظنون أن الأصنام تخلصكم وتنقذكم من العذاب الأليم؟ ﴿قُلْ هُوَ الرحمن آمَنَّا بِهِ وَعَلَيْهِ تَوَكَّلْنَا﴾ أي قل لهم: آمنا بالله الواحد الأحد، وعليه اعتمدنا في جميع أمورنا، لا على الأموال والرجال ﴿فَسَتَعْلَمُونَ مَنْ هُوَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فسوف تعلمون عن قريب من هو في الضلالة نحن أم أنتم؟ وفيه تهديد للمشركين ﴿قُلْ أَرَأَيْتُمْ إِنْ أَصْبَحَ مَآؤُكُمْ غَوْرًا﴾ أي قل لهم يا محمد: أخبروني إِذا صار الماء غائرًا ذاهبًا في أعماق الأرض، بحيث لا تستطيعون إِخراجه ﴿فَمَن يَأْتِيكُمْ بِمَآءٍ مَّعِينٍ﴾ أي فمن الذي يخرجه لكم حتى يكون ظاهرًا جاريًا على وجه الأرض؟ هل يأتيكم غير الله به؟ فلم تشركون مع الخالق الرازق غيره من الأصنام والأوثان؟\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الموت.\n. والحياة﴾ وبين ﴿وَأَسِرُّواْ أَوِ اجهروا﴾ وبين ﴿صَافَّاتٍ. . وَيَقْبِضْنَ﴾ لأن المعنى صافات وقابضات.\n٢ - وضع الموصول للتفخيم والتعظيم ﴿الذي بِيَدِهِ الملك﴾ أي له الملك السلطان، والتصرف في الأكوان.\n٣ - الإِطناب بتكرار الجملة مرتين زيادة في التذكير والتنبيه ﴿فارجع البصر. . ثُمَّ ارجِعِ البَصَرَ كَرَّتَيْنِ﴾ وكذلك ﴿مَا كُنَّا في أَصْحَابِ السعير. . فَسُحْقًا لأَصْحَابِ السعير﴾ .\n٤ - الاستفهام الإِنكاري للتقريع والتوبيخ ﴿أَلَمْ يَأْتِكُمْ نَذِيرٌ﴾؟\n٥ - المقابلة ﴿وَلِلَّذِينَ كَفَرُواْ بِرَبِّهِمْ عَذَابُ جَهَنَّمَ﴾ قابله بقوله ﴿إِنَّ الذين يَخْشَوْنَ رَبَّهُم بالغيب لَهُم مَّغْفِرَةٌ﴾ وهو من المحسنات البديعية.\n٦ - الاستعارة المكنية ﴿تَكَادُ تَمَيَّزُ مِنَ الغَيْظِ﴾ شبَّه جهنم في شدة غليانها ولهبها بإِنسان شديد الغيظ والحنق على عدوه يكاد يتقطع من شدة الغيظ، وحذف المشبه به ورمز إِليه بشيء من لوازمه وهو الغيظ الشديد بطريق الاستعارة المكنية.\n٧ - الاستعارة التمثيلية ﴿أَفَمَن يَمْشِي مُكِبًّا على وَجْهِهِ أهدى أَمَّن يَمْشِي سَوِيًّا عَلَى صِرَاطٍ","vol":"3","page":397}]