[{"text":"مُّسْتَقِيمٍ﴾ هذا بطريق التمثيل للمؤمن والكافر، فالمؤمن من يمشي سويًا على صراط مستقيم، والكافر يمشي مكبًا على وجهه إِلى طريق الجحيم، ويا لها من استعارة رائعة!!\n٨ - السجع المرصَّع مراعاة لرءوس الآيات مثل ﴿فَسَتَعْلَمُونَ كَيْفَ نَذِيرِ﴾ ﴿فَكَيْفَ كَانَ نكِيرِ﴾؟ ﴿بِكُلِّ شَيْءٍ بَصِيرٌ﴾ ومثل ﴿إِنِ الكافرون إِلاَّ فِي غُرُورٍ﴾ ﴿فِي عُتُوٍّ وَنُفُورٍ﴾ الخ.","vol":"3","page":398},{"text":"اللغَة: ﴿يَسْطُرُونَ﴾ يكتبون، سَطَر العلمَ كتبه بالقلم ﴿مَمْنُونٍ﴾ مقطوع يقال: مننتُ الحبل إذا قطعته ﴿عُتُلٍّ﴾ العُتل: الغليظ الجافي، السريع إلى الشر، مأخوذ من العَتل وهو الجر ﴿خُذُوهُ فاعتلوه﴾ [الدخان: ٤٧] قال في الصحاح: عَتلت الرجل إذا جذبته جذبًا عنيفًا ﴿زَنِيمٍ﴾ الزنيمُ: الملصق بالقوم وليس منهم، وهو الدعيُّ الذي لا يعرف أبوه قال الشاعر:","vol":"3","page":400},{"text":"زنيمٌ ليس يُعرف من أبوه ... بغيُّ الأم ذو حَسبٍ لئيم\n﴿صَارِمِينَ﴾ صرم الشيء قطعه، وصرم النخلة قطع ثمرها ﴿حَرْدٍ﴾ قصد وعزم ﴿زَعِيمٌ﴾ كفيل وضمين ﴿مَكْظُومٌ﴾ مملوءٌ غيظًا وغمًا.\nالتفسِير: ﴿ن والقلم وَمَا يَسْطُرُونَ﴾ نون حرف من الحروف المقطعة، ذكر للتنبيه على إِعجاز القرآن. . أقسم تعالى بالقلم الذي يكتب الناس به العلوم والمعارف، فإِن القلم أخو اللسان ونعمة من الرحمن على عباده والمعنى: أُقسم بالقلم وما يكتبه الكاتبون على صدق محمد وسلامته مما نسبه إِليه المجرمون من السفه والجنون، وفي القسم بالقلم والكتابة إِشادة بفضل الكتابة والقراءة، فالإِنسان من بين سائر المخلوقات خصه الله بمعرفة الكتابة ليفصح عما في ضميره ﴿الذى عَلَّمَ بالقلم عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ﴾ [العلق: ٤٥] وحسبك دليلًا على شرف القلم أن الله أقسم به في هذه السورة تمجيدًا لشأن الكتابين، ورفعًا من قدر أهل العلم، ففي القلم البيان كما في اللسان، وبه قوام العلوم والمعارف قال ابن كثير: والظاهر من قوله تعالى ﴿والقلم وَمَا يَسْطُرُونَ﴾ أنه جنس من القلم الذي يكتب به، وهو قسم منه تعالى لتنبيه خلقه على ما أنعم به عليهم من تعليم الكتابة التي بها تنال العلوم ﴿مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ﴾ أي لست يا محمد بفضل الله وإنعامه عليك بالنبوة بمجنون، كما يقول الجهلة المجرمون، فأنت بحمد الله عاقل لا كما قالوا ﴿ياأيها الذي نُزِّلَ عَلَيْهِ الذكر إِنَّكَ لَمَجْنُونٌ﴾ [الحجر: ٦] قال ابن عطية: هذا جواب القسم، وقوله ﴿بِنِعْمَةِ رَبِّكَ﴾ اعتراض كما تقول للإِنسان: أنت بحمد الله فاضل ﴿وَإِنَّ لَكَ لأَجْرًا غَيْرَ مَمْنُونٍ﴾ أي وإنّ لك لثوابا على ما تحملت من الأذى في سبيل تبليغ دعوة الله غير مقطوع ولا منقوص ﴿وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ﴾ أي وإِنك يا محمد لعلى أدب رفيع جم وخلق فاضل كريم، فقد جمع الله فيك الفضائل والكمالات. . يا له من شرف عظيم، لم يدرك شأوه بشر، فرب العزة جل علا يصف محمدًا بهذا الوصف الجليل ﴿وَإِنَّكَ لعلى خُلُقٍ عَظِيمٍ﴾ وقد كان من خلقه ﷺ َ العلم والحلم، وشد الحياء، وكثرة العبادة والسخاء، والصبر والشكر، والتواضع والزهد، والرحمة والشفقة، وحسن المعاشرة والأدب، إلى غير ذلك من الخلال","vol":"3","page":401},{"text":"العلية، والأخلاق المرضية ولقد أحسن القائل:\nإذا الله أثنى بالذي هو أهله ... عليك فما مقدار ما تمدح الورى؟\n﴿فَسَتُبْصِرُ وَيُبْصِرُونَ﴾ أي فسوف ترى يا محمد، ويرى قومك ومخالفوك كافر مكة إذا نزل به العذاب ﴿بِأَييِّكُمُ المفتون﴾ أي أيكم الذي فتن بالجنون؟ هل أنت كما يفترون، أم هم بكفرهم وانصرافهم على الهدى؟ قال القرطبي: والمفتون: المجنون الذي فتنه الشيطان، ومعظم السورة نزل في «الوليد بن المغيرة» و«أبي جهل» وقد كان المشركون يقولون: إن بمحمد شيطانًا، وعنوا بالمجنون هذا، فقال الله تعالى سيعلمون غدًا بأيهم المجنون أي الشيطان الذي يحصل من مسه الجنون واختلاط العقل ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَن ضَلَّ عَن سَبِيلِهِ﴾ أي هو سبحانه العالم بالشقي المنحرف عن دين الله وطريق الهدى ﴿وَهُوَ أَعْلَمُ بالمهتدين﴾ أي وهو العالم بالتقي المهتدي إِلى الدين الحق، وهو تعليل لما قبله وتأكيد للوعد والوعيد كأنه يقول: إنهم هم المجانين على الحقيقة لا أنت، حيث كانت لهم عقول لم ينتفعوا بها، ولا استعملوها فيما ينجيهم ويسعدهم ﴿فَلاَ تُطِعِ المكذبين﴾ أي فلا تطع رؤساء الكفر والضلال الذين كذبوا برسالتك وبالقرآن، فيما يدعونك إليه قال الرازي: دعاه رؤساء أهل مكة إلى دين آبائه، فنهاه الله أن يطعيهم، وهذا من الله إلهاب وتهييج للتشدد في مخالفتهم ﴿وَدُّواْ لَوْ تُدْهِنُ فَيُدْهِنُونَ﴾ أي تمنوا لو تلين لهم يا محمد، وتترك بعض ما لا يرضونه مصانعة لهم، فيلينوا لك ويفعلوا مثل ذلك في التسهيل: المداهنة: هي الملاينة والمداراة فيما لاينبغي، روي أن الكفار قالوا النبي ﷺ َ: لو عبدت آلهتنا لعبدنا إلهك فنزلت الآية ﴿وَلاَ تُطِعْ كُلَّ حَلاَّفٍ﴾ أي ولا تطع يا محمد كثير الحلق بالحق والباطل، الذي يكثر من الحلف مستهينًا بعظمة الله ﴿مَّهِينٍ﴾ أي فاجر حقير ﴿هَمَّازٍ﴾ أي مغتاب يأكل لحوم الناس بالطعن والعيب ﴿مَّشَّآءٍ بِنَمِيمٍ﴾ أي يمشي بالنميمة بين الناس، وينقل حديثهم ليوقع بينهم وهو الفتان، وفي الحديث الصحيح «لا يدخل الجنة نمام» ﴿مَّنَّاعٍ لِّلْخَيْرِ﴾ أي بخيل ممسك عن الإِنفاق في سبيل الله ﴿مُعْتَدٍ أَثِيمٍ﴾ أي ظالم متجاوز في الظلم والعدوان، كثير الآثام والإِجرام، وجاءت الأوصاف ﴿حلاف، هماز، مشاء، مناع﴾ بصيغة المبالغة للدلالة على الكثرة ﴿عُتُلٍّ﴾ أي جاف غليظ، قاسي القلب عديم الفهم ﴿بَعْدَ ذَلِكَ﴾ أي بعد تلك الأوصاف الذميمة التي تقدمت ﴿زَنِيمٍ﴾ أي ابن زنا، وهو أشد معايبه واقبحُها، أنه لصيق دعي ليس له نسب صحيح قال المفسرون: نزلت في «الوليد بن المغيرة» فقد كان داعيًا في قريش وليس منهم، ادعاه أبوه بعد ثمان عشرة سنة أي تبناه ونسبه لنفسه بعد أن كان لا يعرف له أب قال ابن عباس: لا نعلم أحدًا وصفه الله بهذه العيوب غير هذا، فألحق به عارًا لا يفارقه أبدًا، وإِنما ذُمَّ بذلك لأن النطفة إِذا خبثت خبث الولد، وروي أن الآية لما نزلت جاء الوليد إِلى أمه فقال لها: إن محمدًا وصفني بتسع صفات، كلها ظاهرة فيَّ اعرفها غير التاسع منها يريد أنه ﴿زَنِيمٍ﴾ فإن لم تصدقيني ضربت عنقك بالسيف، فقال له: إن أباك كان عنينًا أي لا يستطيع معاشرة النساء فخفت على المال فمكنت راعيًا من نفسي فأنت ابن ذلك الراعي، فلم يعرف أنه ابن زنا حتى","vol":"3","page":402},{"text":"نزلت الآية ﴿أَن كَانَ ذَا مَالٍ وَبَنِينَ﴾ أي لأن كان ذا مال وبنين قال في القرآن ما قال، وزعم أنه أساطير الأولين؟ وكان ينبغي أن يقابل النعمة بالشكر لا بالجحود والتكذيب ﴿إِذَا تتلى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الأولين﴾ أي إذا قرئت آيات القرآن على ذلك الفاجر قال مستهزئًا ساخرًا: إنها خارفات وأباطيل المتقدمين اختلقلها محمد ونسبها إِلى الله، قال تعالى ردًا عليه متوعدًا له بالعذاب ﴿سَنَسِمُهُ عَلَى الخرطوم﴾ أي سنجعل له علامة على أنفه بالخطم عليه يعرف بها إِلى موته، وكنى بالخرطوم عن أنفه على سبيل الاستخفاف به، لأن الخرطوم للفيل والخنزير، فإِذا شبه أنف الإِنسان به كان ذلك غاية في الإِذلال والإِهانة كما يعبر عن شفاه الناس بالمشافر، وعن أيديهم وأرجلهم بالأظلاف والحوافر، قال ابن عباس: سنخطم أنفه بالسيف فنجعل ذلك علامة باقية على أنفه ما عاش، وقد خطم يوم بدر بالسيف قال الإِمام الفخر: لما كان الوجه أكرم موضع الجسد، والأنف أكرم موضع في الوجه لارتفاعه عليه، وذلك جعلوه مكان العز والحمية واشتقوا منه الأَنفَة، وقالوا في الذليل: رغم أنفه، فعبر بالوسم على الخرطوم عن غاية الإِذلال والإِهانة، لأن السمة على الوجه شين، فكيف على أكرم موضع من الوجه!! ثم ذكر تعالى قصة أصحاب الحديقة وما ابتلاهم تعالى به من إتلاف الزروع والثمار وضربه مثلًا لكفار مكة فقال ﴿إِنَّا بَلَوْنَاهُمْ كَمَا بَلَوْنَآ أَصْحَابَ الجنة﴾ أي إنا اختبرنا أهل مكة بالقحط والجوع بدعوة رسول الله ﷺ َ كما اختبرنا أصحاب البستان المشتمل على أنواع الثمار والفواكه، وكلفنا أهل مكة أن يشكروا ربه على النعم، كما كلفنا أصحاب الجنة أن يشكروا ويعطوا الفقراء حقوقهم قال المفسرون: كان لرجل مسلم بقرب صنعاء بستان فيه من أنواع النخيل والزروع والثمار، وكان إذا جان وقت الحصاد دعا الفقراء فأعطاهم نصيبًا وافرًا منه وأكرمهم غاية الإِكرام فلما مات الأب ورثه أبناؤه الثلاثة فقالوا: عيالنا كثير والمال قليل ولا يمكننا أن نعطي المساكين كما كان يفعل أبونا، فتشاوروا فيما بينهم وعزموا على ألا يعطوا أحدًا من الفقراء شيئًا، وأن يجنوا ثمرها وقت الصباح خفية عنهم، وحلفوا على ذلك، فأرسل الله تعالى نارًا على الحديقة ليلًا أحرقت الأشجار وأتلفت الثمار، فلما أصبحوا ذهبوا إِلى حديقتهم فلم يروا فيها شجرًا ولا ثمرًا، فظنوا أنهم أخطأوا الطريق، ثم تبين لهم أن بستانهم وحديقتهم وعرفوا أن الله تعالى عاقبهم فيها بنيتهم السيئة، فندموا وتابوا بعد أن فات الأوان ﴿إِذْ أَقْسَمُواْ لَيَصْرِمُنَّهَا مُصْبِحِينَ﴾ أي حين حلفوا ليقطعن ثمرها وقت الصباح، قبل أن يخرج اليهم المساكين ﴿وَلاَ يَسْتَثْنُونَ﴾ أي ولم يقولوا إن شاء الله حين حلفوا، كأنهم واثقون من الأمر ﴿فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ﴾ أي فطرقها طارق من عذاب الله، وهم في غفلة عما حدث لأنهم كانوا نيامًا، قال الكلبي: أرسل الله عليها نارًا من السماء","vol":"3","page":403},{"text":"فاحترقت وهم نائمون ﴿فَأَصْبَحَتْ كالصريم﴾ أي فأصبحت كالزرع المحصود إِذا أصبح هشيمًا يابسًا قال ابن عباس: أصبحت كالرماد الأسود، قد حرموا خير جنتهم بذنبهم ﴿فَتَنَادَوْاْ مُصْبِحِينَ﴾ أي نادى ب عضهم بعضًا حين أصبحوا ليمضوا على الميعاد إِلى بستانهم ﴿أَنِ اغدوا على حَرْثِكُمْ إِن كُنتُمْ صَارِمِينَ﴾ أي اذهبوا مبكرين إلى ثماركم وزروعكم وأعنابكم إن كنتم حاصدين للثمار تريدون قطعها ﴿فانطلقوا وَهُمْ يَتَخَافَتُونَ﴾ أي فانطلوا نحو البستان وهم يخفون كلامهم خوفًا من أن يشعر بهم المساكين قائلين ﴿أَن لاَّ يَدْخُلَنَّهَا اليوم عَلَيْكُمْ مِّسْكِينٌ﴾ أي لا تدخلوا في هذا اليوم أحدًا من الفقراء إلى البستان ولا تمكنوه من الدخول ﴿وَغَدَوْاْ على حَرْدٍ قَادِرِينَ﴾ أي ومضوا على قصد وقدرة في أنفسهم يظنون أنه تمكنوا من مرادهم قال ابن عباس: ﴿على حَرْدٍ﴾ على قدرة وقصد وقال السدي: على حنق وغضب وقال الحسن: على فاقة وحاجة، وقول ابن عباس أظهر ﴿فَلَمَّا رَأَوْهَا قالوا إِنَّا لَضَآلُّونَ﴾ أي فلما رأوا حديقتهم سوداء محترقة، قد استحالت من النضارة والبهجة إلى السواد والظلمة، قالوا لقد ضللنا الطريق إليها وليست هذه حديقتنا قال أبو حيان: كان قولهم ذلك في أول وصولهم إليها، أنكروا أنها هي واعتقدوا أنهم أخطأوا الطريق، ثم وضح لهم أنها هي وأنه أصابها من عذاب الله ما أذهب خيرها فقالوا عند ذلك ﴿بَلْ نَحْنُ مَحْرُومُونَ﴾ أي لسنا مخطئين للطريق بل نحن محرومون، حرمنا ثمرها وخيرها بجنايتنا على أنفسنا ﴿قَالَ أَوْسَطُهُمْ أَلَمْ أَقُلْ لَّكُمْ لَوْلاَ تُسَبِّحُونَ﴾؟ أي قال أعقلهم وأفضلهم رأيًا: هلا تسبحون الله فتقولون «سبحان الله» أو «إن شاء الله» قال في البحر: نبههم ووبخهم على تركهم ما حضهم عليه من التسبيح، ولو ذكروا الله وإحسانه إليهم لامتثلوا ما أمر به من مواساة المساكين، واقتفوا سنة أبيهم في ذلك، فلما غفلوا عن ذكر الله وعزموا على منع المساكين ابتلاهم الله وقال الرازي: إن القوم حين عزموا على منع الزكاة واغتروا بمالهم وقوتهم، قال الأوسط لهم توبوا عن هذه المعصية قبل نزول العذاب، فلما رأوا حالة البستان ذكرهم بالكلام الأول، فاشتغلوا بالتوبة ولكن بعد خراب البصرة ﴿قَالُواْ سُبْحَانَ رَبِّنَآ إِنَّا كُنَّا ظَالِمِينَ﴾ أي فقالوا حينئذٍ: تنزه الله ربنا عن الظلم فيما فعل، بل نحن كنا الظالمين لأنفسنا في منعنا حق المساكين ﴿فَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَلاَوَمُونَ﴾ أي يلوم بعضهم بعضًا يقول هذا أنت أشرت علينا بهذا الرأي، ويقول ذاك: بل أنت، ويقول آخر: أنت الذي خوفتنا الفقر ورغبتنا في جمع المال، فهذا هو التلاوم ﴿قَالُواْ ياويلنا إِنَّا كُنَّا طَاغِينَ﴾ أي قالوا يا هلاكنا وتعاستنا إن لم يغفر لنا ربنا، فقد كنا عاصين وباغين في منعنا الفقراء، وعد التوكل على الله، فقال الرازي: والمراد أنهم استعظموا جرمهم ﴿عسى رَبُّنَآ أَن يُبْدِلَنَا خَيْرًا مِّنْهَآ﴾ أي لعل الله يعطينا أفضل منها بسبب توبتنا واعترافنا بخطيئتنا ﴿إِنَّآ إلى رَبِّنَا رَاغِبُونَ﴾ أي فنحن راجون لعفوه، طالبون لإِحسانه وفضله.\n. ساق تعالى هذه","vol":"3","page":404},{"text":"القصة ليعلمنا أن مصير البخيل ومانع الزكاة إِلى التلف، وأنه يضن ببعض ماله في سبيل الله فيهلك كل ماله مصحوبًا بغضب الله، ولذلك عقب تعالى بعد ذكر هذه القصة بقوله ﴿كَذَلِكَ العذاب وَلَعَذَابُ الآخرة أَكْبَرُ لَوْ كَانُواْ يَعْلَمُونَ﴾ أي مثل هذا العذاب الذي نزل بأهل الجننة ينزل بقريش، ولعذاب الآخرة أعظم وأشد من عذاب الدنيا لو كان عندهم فهم وعلم، قال ابن عباس: هذا مثل لأهل مكة حين خرجوا إِلى بدر، وحلفوا ألا يرجعوا إلى مكة حتى يقتلوا محمدًا ﷺ َ وأصحابه، ويشربوالخمور، وتضرب القينات المغنيات على رءوسهم، فأخلف الله ظنهم، فقلتوا وأُسروا وانهزموا كأهل هذه الجننة لما خرجوا عازمين على الصرام فخابوا. . ثم أخبر تعالى عن حال المؤمنين المتقين بعد أن ذكر حال المجرمين من كفار مكة فقال ﴿إِنَّ لِّلْمُتَّقِينَ عِنْدَ رَبِّهِمْ جَنَّاتِ النعيم﴾ أي إن للمتقين في الآخةر حدائق وبساتين ليس فها إلا النعيم الخالص، الذي لا يشوبه كدر ولا منغص كما هو حال الدنيا ﴿أَفَنَجْعَلُ المسلمين كالمجرمين﴾؟ الاستفهام للإِنكار والتوبيخ أي أفنساوي بين المطيع والعاصي، المحسن والمجرم؟ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ﴾؟ تعجب منهم حيث أنهم يسوُّون المطبع بالعاصي، والمؤمن بالكافر، فإن مثل هذه لا يصدر عن عاقل ﴿أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ﴾؟ أي هل عندكم كتاب منزل من السماء تقرءون وتدرسون فيه ﴿إِنَّ لَكُمْ فِيهِ لَمَا تَخَيَّرُونَ﴾ هذه الجملة مفعول لتدرسون أي تدرسون في هذا الكتاب أن لكم ما تشتهون وتطلبون؟ وهذا توبيخ آخر للمشركين فيما كانوا يزعمونه من الباطل حيث قالوا: إن كان ثمة بعث وجزاء، فسنعطى خيرًا من المؤمنين كما أعطينا في الدنيا قال الطبري: وهذا توبيخ لهؤلاء القوم وتقريع لهم فيما كانوا يقولون من الباطل، ويتمنون من الأماني الكاذبة ﴿أَمْ لَكُمْ أَيْمَانٌ عَلَيْنَا بَالِغَةٌ إلى يَوْمِ القيامة﴾ أي هل لكم عهود ومواثيق مؤكدة من جهتنا ثابتة إلى يوم القيامة؟ ﴿إِنَّ لَكُمْ لَمَا تَحْكُمُونَ﴾ هذا جوابه أي إن لكم الذي تريدونه وتحكمون به؟ قال ابن كثير: المعنى أمعكم عهود ومواثيق مؤكدة أنه سيحصل لكم ما تريدون وتشتهون ﴿سَلْهُمْ أَيُّهُم بِذَلِكَ زَعِيمٌ﴾ أي سل يا محمد هؤلاء المكابرين أيهم كفيل وضامن بهذا الذي يزعمون؟ وفيه نوع من السخرية والتهكم بهم، حيث يحكمون بأمور خارجة عن العقول، يرفضها المنطق وتأباها العدالة ﴿أَمْ لَهُمْ شُرَكَآءُ فَلْيَأتُواْ بِشُرَكَآئِهِمْ إِن كَانُواْ صَادِقِينَ﴾ أي أم لهم شركاء وأرباب يكلفون لهم بذلك، فليأتوا بهم إن كانوا صادقين في دعواهم قال في التسهيل: وهذا تعجيز للكفار والمراد إن كان لكم شركاء يقدرون على شيء، فأتوا بهم وأحضروهم حتى نرى حالهم.\n. ولما أبطل مزاعمهم وسفه أحلامهم، شرع في بيان أهوال الآخةر وشدائدها فقال ﴿يَوْمَ يُكْشَفُ عَن سَاقٍ﴾ أي اذكر يا محمد لقومك ذلك اليوم العصيب الذي يكشف فيه عن أمر فظيع شديد في غاية الهول والشدة، قال ابن عباس: هو يوم القيامة يوم كرب وشدة قال القرطبي: والأصل فيه أن من وقع في شيء يحتاج فيه إلى الجد شمر عن ساقه، فاستعير الساق والكشف عنها موضع الشدة كقول الراجز:","vol":"3","page":405},{"text":"قد كشفت عن ساقها فشدوا ... وجدَّت الحرب بكم فجدوا\n﴿وَيُدْعَوْنَ إِلَى السجود فَلاَ يَسْتَطِيعُونَ﴾ أي ويدعى الكفار للسجود لرب العالمين فلا يستطيعون لأن ظهر أحدهم يصبح طبقًا واحدًا، وفي الحديث «يسجد لله كل مؤمن ومؤمنة، ويبقى من كان يسجد في الدنيا رياء وسمعة فيذهب ليسجد فيعود ظهره طبقًا واحدًا» ﴿خَاشِعَةً أَبْصَارُهُمْ﴾ أي ذليلة متواضعة أبصارهم لا يستطيعون رفعها ﴿تَرْهَقُهُمْ ذِلَّةٌ﴾ أي تغشاهم وتلحقهم الذلة والهوان ﴿وَقَدْ كَانُواْ يُدْعَوْنَ إِلَى السجود وَهُمْ سَالِمُونَ﴾ أي والحال أنهم كانوا في الدينا يدعو إلى السجود وهم أصحاء الجسم معافون فيأبون قال الإِمام الفخر: لا يدعون إلى السجود تعبدًا وتكليفًا، ولكن توبيخًا وتعنيفًا على تركهم السجود في الدنيا، ثم إنه تعالى يسلب عنهم القدرة على السجود ويحول بينهم وبين الاستطاعة حتى تزداد حسرتهم وندامتهم على ما فرطوا فيه، حين دعوا إليه في الدنيا وهم سالمو الأطراف والمفاصل ﴿فَذَرْنِي وَمَن يُكَذِّبُ بهذا الحديث﴾ أي اتركني يا محمد ومن يكذب بهذا القرآن لأكفيك شره وأنتقم لك منه!! وهذا منتهى الوعيد ﴿سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾ أي سنأخذهم بطريق الاستدراج بالنعم، إلى الهلاك والدمار، من حيث لا يشعرون قال الحسن: كم من مفتون بالثناء عليه، وكم من مغرور بالستر عليه قال الرازي: الاستدراج أن يستنزله إليه درجة درجة حتى يورطه فيه، فكلما أذنبوا ذنبًا جدَّد الله لهم نعمة وأنساهم الاستغفار، فالاستدراج إنما حصل لهم من الإِنعام عليهم، لأنهم يحسبونه تفضيلًا لهم على المؤمنين، وهو في الحقيقة سبب لهلاكهم ﴿وَأُمْلِي لَهُمْ﴾ أي أُمهلهم وأُطيل في اعمارهم ليزدادوا إثمًا ﴿إِنَّ كَيْدِي مَتِينٌ﴾ أي إن انتقامي من الكفارين قوي شديد وفي الحديث\n«إن الله ليملي للظالم حتى إِذا أخذه لم يفلته» ثم قرأ ﷺ َ ﴿وكذلك أَخْذُ رَبِّكَ إِذَا أَخَذَ القرى وَهِيَ ظَالِمَةٌ إِنَّ أَخْذَهُ أَلِيمٌ شَدِيدٌ﴾ وإنما سمي إِحسانه كيدًا كما سماه استدراجًا لكونه في صورة الكيد، فما وقع لهم من سعة الأرزاق، وطول الأعمار، وعافية الأبدان، إحسانٌ في الظاهر، وبلاء في الباطن، لأن المقصود معاقبتهم وتعذيبهم به ﴿أَمْ تَسْأَلُهُمْ أَجْرًا فَهُمْ مِّن مَّغْرَمٍ مُّثْقَلُونَ﴾ أي أتسألهم يا محمد غرامة مالية على تبليغ الرسالة، فهم معرضون عن الإِيمان بسبب ذلك التكليف الثقيل ببذلهم المال؟ والغرض توبيخهم في عدم الإِيمان فإن الرسول لا يطلب منهم شيئًا من الأجر قال الخازن: المعنى أتطلب منهم أجرًا فيثقل عليهم محمل الغرامات في أموالهم فيثبطهم عن الإِيمان ﴿أَمْ عِندَهُمُ الغيب فَهُمْ يَكْتُبُونَ﴾ أي أم ههل عندهم اللوح المحفوظ الذي فيه الغيب، فهم ينقلون منه أنهم خير من أهل الإِيمان، فلذلك أصروا على الكفر والطغيان؟ وهو استفهام على سبيل الإِنكار والتوبيخ ﴿فاصبر لِحُكْمِ رَبِّكَ﴾ أي فاصبر يا محمد على أذاهم، وامض لما أُمرت به من تبليغ رسالة ربك ﴿وَلاَ تَكُن كَصَاحِبِ الحوت﴾ أي ولا تكن في الضجر والعجلة، كيونس بن متى ﵇، لما غضب على قومه لأنهم لم يؤمنوا فتركهم وركب البحر ثم التقمه الحوت،","vol":"3","page":406},{"text":"وكان من أمره ما كان ﴿إِذْ نادى وَهُوَ مَكْظُومٌ﴾ أي حين دعا ربه في بطن الحوت وهو مملوء غمًا وغيظًا بقوله ﴿لاَّ إله إِلاَّ أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظالمين﴾ [الأنبياء: ٨٧] ﴿لَّوْلاَ أَن تَدَارَكَهُ نِعْمَةٌ مِّن رَّبِّهِ﴾ أي لولا أن تداركته رحمة الله ﴿لَنُبِذَ بالعرآء وَهُوَ مَذْمُومٌ﴾ أي لطرح في الفضاء الواسع الخالي من الأشجار والجبال، وهو ملام على ما ارتكب، ولكن الله أنعم عليه بالتوفيق للتوبة فلم يبق مذمومًا ﴿فاجتباه رَبُّهُ فَجَعَلَهُ مِنَ الصالحين﴾ أي فاصطفاه ربه واختاره لنفسه فجعله من المقربين قال ابن عباس: رد الله إليه الوحي وشفعه في قومه ﴿وَإِن يَكَادُ الذين كَفَرُواْ لَيُزْلِقُونَكَ بِأَبْصَارِهِمْ﴾ أي ولقد كاد الكفار من شدة عداوتهم لك يا محمد أن يصرعوك بأعينهم ويهلكوك، من قولهم نظر إلي نظرًا كاد يصرعني قال ابن كثير: وفي الآية دليل على أن العين وإصابتها وتأثيرها حق بأمر الله ﷿، ويؤيده حديث «لو كان شيء يسبق القدر لسبقته العين» ﴿لَمَّا سَمِعُواْ الذكر وَيَقُولُونَ إِنَّهُ لَمَجْنُونٌ﴾ أي حين سمعوك تقرأ القرآن، ويقولون من شدة بعضهم وحسدهم لك، إن محمدًا مجنون، قال تعالى ردًا عليهم ﴿وَمَا هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾ أي وما هذا القرآن المعجز إلا موعظة وتذكير للإِنس والجن، فكيف ينسب من نزل عليه إلى الجنون؟! ختم تعالى السورة ببيان عظمة القرآن، كما بدأها ببيان عظمة الرسول، ليتناسق البدء مع الختام في أروع بيان وأجمل ختام.\nالبَلاَغَة: تمضنت السورة الكريمة وجوهًا من الفصاحة والبيان نوجزها فيما يلي:\n١ - الجناس الناقص بين لفظي ﴿مَجْنُونٍ﴾ و﴿مَمْنُونٍ﴾ لا ختلاف الحرف الثاني.\n٢ - الوعيد والتهديد ﴿فَسَتُبْصِرُ وَيُبْصِرُونَ بِأَييِّكُمُ المفتون﴾ وحذف المفعول للتهويل.\n٣ - صيغ المبالغة في ﴿حَلاَّفٍ، هَمَّازٍ، مَّشَّآءٍ، مَّنَّاعٍ﴾ وكذلك في ﴿أَثِيمٍ. . وزَنِيمٍ﴾ .\n٤ - الاستعارة القائمة ﴿سَنَسِمُهُ عَلَى الخرطوم﴾ استعار الخرطوم للأنف لأن أصل الخرطوم للفيل، واستعارته لأنف الإِنسان تجعله في غاية الإِيداع لأن الغرض الاستهانة به والاستخفاف.\n٥ - الطباق بين ﴿المسلمين والمجرمين﴾ وبين ﴿ضَلَّ. . والمهتدين﴾ وهو من المحسنات البديعية.\n٦ - جناس الاشتقاق ﴿فَطَافَ عَلَيْهَا طَآئِفٌ مِّن رَّبِّكَ وَهُمْ نَآئِمُونَ﴾ .\n٧ - التقريع والتوبيخ ﴿مَا لَكُمْ كَيْفَ تَحْكُمُونَ أَمْ لَكُمْ كِتَابٌ فِيهِ تَدْرُسُونَ﴾؟ والجمل التي بعدها.\n٨ - التشبيه المقلوب بجعل المشبه به مشبهًا والعكس ﴿أَفَنَجْعَلُ المسلمين كالمجرمين﴾؟ لأن الأصل أفنجعل المجرمين كالمسلمين في الأجر والمثوبة؟ فقلب التشبيه ليكون أبلغ وأروع.\n٩ - الكناية الرائقة الفائقة ﴿يَوْمَ يُكْشَفُ عَن سَاقٍ﴾ كناية عن شدة الهول، وتفاقم الخطب يوم القيامة.","vol":"3","page":407},{"text":"١٠ - السجع المرصع المحبوك، كأنه الدر المنظوم إقرأ الآيات الكريمة ﴿ن والقلم وَمَا يَسْطُرُونَ مَآ أَنتَ بِنِعْمَةِ رَبِّكَ بِمَجْنُونٍ وَإِنَّ لَكَ لأَجْرًا غَيْرَ مَمْنُونٍ﴾ الخ وتدبر روعة القرآن!!","vol":"3","page":408},{"text":"اللغَة: ﴿الحاقة﴾ القايمة سيمت حاقة لأنها حقٌّ مقطوع بوقوعها ﴿صَرْصَرٍ﴾ شديدة الصوت والبرد ﴿حُسُومًا﴾ متتابعة لا تنقطع من الحسم وهو القطع قال الشاعر:\n«فدارت عليهم فكانت حُسومًا» ... ﴿رَّابِيَةً﴾ زائدة في الشِّدة والعذاب ﴿وَاهِيَةٌ﴾ ساقطة القوة، ضعيفة متراخية من قولهم: وهي البناء اذا ضعف وتداعى للسقوط ﴿هَآؤُمُ﴾ اسم فعل أمر بمعنى خذوا ﴿قُطُوفُهَا﴾ جمع قطف وهو ما","vol":"3","page":410},{"text":"يجتنى من الثمر ويقطف ﴿غِسْلِينٍ﴾ صديد أهل النار قال الكلبي: هو ما يسيل من أهل النار من القيح والصديد والدم إذا عذبوا فهو ﴿غِسْلِينٍ﴾ فعلين من الغسل ﴿الوتين﴾ عرق متصل بالقلب إذا انقطع مات صاحبه ويسمى الأبهر وفي الحديث «ما زالت أكلةُ خيبر تعاودني فهذا أوان انقطاع أبهري» ﴿حَسْرَةٌ﴾ ندامة عظيمة.\nالتفسير: ﴿الحاقة﴾ اسم للقيامة سميت بذلك لتحقق وقوعها، فهي حقٌ قاطع، وأمر واقع، لا شك فيه ولا جدال ﴿مَا الحآقة﴾؟ التكرار لتفخيم شأنها، وتعظيم أمرها، وكان الأصل أن يقال: ما هي؟ ولكنه وضع الظاهر موضع الضمير زيادة في التعظيم والتهويل ﴿وَمَآ أَدْرَاكَ مَا الحاقة﴾؟ وما أعلمك يا محمد ما هي القيامة؟ إنك لا تعلمها إذ لم تعاينها، ولم تر ما فيها من الأهوال، فإِنها من العظم والشدة بحيث لا يحيط بها وصف ولا خيال، وهذا على طريقة العرب فإنهم إِذا أرادوا تشويق المخاطب لأمرٍ أتوا بصغية الاستفهام يقولن: أتدري ماذا حدث؟ والآية من هذا القبيل زيادة في التعظيم والتهويل كأنه قال: إِنها شيء مريع وخطب فظيع. . ثم بعد أن عظَّم أمرها وفخَم شأنها، ذكر من كذَّب بها وما حلَّ بهم بسبب التكذيب، تذكيرًا لكفار مكة وتخويفًا لهم فقال ﴿كَذَّبَتْ ثَمُودُ وَعَادٌ بالقارعة﴾ أي كذب قوم صالح، وقوم هود بالقيامة، التي تقرع القلوب بأهوالها ﴿فَأَمَّا ثَمُودُ فَأُهْلِكُواْ بالطاغية﴾ أي فأمَّا ثمود قوم صالح فأُهلكوا بالصيحة المدمرة، التي جاوزت الحدَّ في الشدة قال قتادة: هي الصيحة التي خرجت عن حدِّ كل صيحة ﴿وَأَمَا عَادٌ فَأُهْلِكُواْ بِرِيحٍ صَرْصَرٍ﴾ أي وأما قوم هود فأُهلكوا بالريح العاصفة ذات الصوت الشديد وهي الدَّبور وفي الحديث «نصرتُ بالصبا، وأُهلكت عادٌ بالدَّبور» ﴿عَاتِيَةٍ﴾ أي متجاوزة الحدَّ في الهبوب والبرودة، كأنها عتت على خزانها فلم يتمكنوا من ضبطها، قال ابن عباس: ما أرسل الله من ريح قط إِلا بمكيال، ولا أنزل قطرة قطُّ إِلا بمكيال، إِلا يوم نوحِ ويوم عاد، فإِن الماء يوم نوح طغى على الخزان فلم يكن لهم عليه سبيل ثم قرأ ﴿بِرِيحٍ صَرْصَرٍ عَاتِيَةٍ﴾ ﴿سَخَّرَهَا عَلَيْهِمْ سَبْعَ لَيَالٍ وَثَمَانِيَةَ أَيَّامٍ حُسُومًا﴾ أي سلطها الله عليهم سبع ليالٍ وثمانية أيام متتابعة لا تفتر ولا تنقطع ﴿فَتَرَى القوم فِيهَا صرعى﴾ أي فترى أيها المخاطب القوم في منازلهم موتى، لا حراك بهم ﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ أي كأنهم أصول نخلٍ متآكلة الأجواف قال المفسرون: كانت الريح تقطع رؤوسهم كما تقطع رءوس النخل، وتدخلْ من أفواههم وتخرج من أدبارهم حتى تصرعهم، فيصبحوا كالنخلة الخاوية الجوف ﴿","vol":"3","page":411},{"text":"فَهَلْ ترى لَهُم مِّن بَاقِيَةٍ﴾؟ أي فهل ترى أحدًا من بقاياهم؟ أو تجد لهم أثرًا؟ لقد هلكوا عن آخرهم كقوله تعالى ﴿فَأْصْبَحُواْ لاَ يرى إِلاَّ مَسَاكِنُهُمْ﴾ ﴿وَجَآءَ فِرْعَوْنُ وَمَن قَبْلَهُ﴾ أي وجاء فرعون الجبار، ومن تقدَّمه من الأمم الطاغية التي كفرت برسلها ﴿والمؤتفكات﴾ أي والأمم الذين انقلبت بهم ديارهم قرى قوم لوط حيث جعل الله عاليها سافلها قال الصاوي: ﴿المؤتفكات﴾ أي المنقلبات وهي قرى قوم لوط، التي اقتلعها جبريل ورفعها على جناحه قرب السماء ثم قلبها، وكانت خمس قرى ﴿بِالْخَاطِئَةِ﴾ أي بالفعلة الخائطة المنكرة، وهي الكفر والعصيان ﴿فَعَصَوْاْ رَسُولَ رَبِّهِمْ﴾ أي فعصى فرعون رسول الله موسى، وعصى قوم لوطٍ رسولهم لوطًا ﴿فَأَخَذَهُمْ أَخْذَةً رَّابِيَةً﴾ أي فأخذهم الله أخذةً زائدةً في الشدة، على عقوبات من سبقهم، كما أن جرائمهم زادت في القبح والشناعة على سائر الكفار ﴿إِنَّا لَمَّا طَغَا المآء حَمَلْنَاكُمْ فِي الجارية﴾ أي لما تجاوز الماء حدَّه حتى علا كل شيء وارتفع فوقه حملناكم في السفينة ﴿لِنَجْعَلَهَا لَكُمْ تَذْكِرَةً﴾ أي لنجعل تلك الحادثة عظةً للناس وعبرة، تدل على انتقام الله ممن كذَّب رسله ﴿وَتَعِيَهَآ أُذُنٌ وَاعِيَةٌ﴾ أي وتحفظها وتذكرها أذن واعية للمواعظ، تنتفع بما تسمع قال القرطبي: والمقصود من قصص هذه الأمم وذكر ما حلَّ بهم من العذاب، زجر هذه الأمة عن الاقتداء بهم في معصية الرسول ﷺ َ، ولهذا ختم الآية بقوله ﴿وَتَعِيَهَآ أُذُنٌ وَاعِيَةٌ﴾ قال قتادة: الواعية هي التي عقلت عن الله وانتفعت بما سمعت من كتاب الله ﷿.\n. ولما ذكر قصص المكذبين، أتبعه بذكر أهوال القايمة وشدائدها فقال ﴿فَإِذَا نُفِخَ فِي الصور نَفْخَةٌ وَاحِدَةٌ﴾ أي فإِذا نفخ إِسرافيل في الصور نفخةً واحدة لخراب العالم قال ابن عباس: هي النفخة الأولى التي يحصل عنها خراب الدنيا ﴿وَحُمِلَتِ الأرض والجبال فَدُكَّتَا دَكَّةً وَاحِدَةً﴾ أي ورفعت الأرض والجبال عن أماكنها، فضرب بعضها ببعضٍ حتى تندق وتتفتَّت وتصير كثيبًا مهيلًا ﴿فَيَوْمَئِذٍ وَقَعَتِ الواقعة﴾ أي ففي ذلك الحين قامت القيامة الكبرى، وحدثت الداهية العظمى ﴿وانشقت السمآء فَهِيَ يَوْمَئِذٍ وَاهِيَةٌ﴾ أي وانصدعت السماء فهي يومئذٍ ضعيفة مسترخية، ليس فيها تماسك ولا صلابة ﴿والملك على أَرْجَآئِهَآ﴾ أي والملائكة على أطرافها وجوانبها قال المفسرون: وذلك لأن السماء مسكن الملائكة، فاذا انقشت المساء وقفوا على أطرافها فزعًا مما داخلهم من هو ذلك اليوم، ومن عظمة ذي الجلال، الكبير المتعال ﴿وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَئِذٍ ثَمَانِيَةٌ﴾ أي ويحمل عرض الرحمن ثمانية من الملائكة العظام فوق رءوسهم وقال ابن عباس: ثمانية صفوفٍ من الملائكة لا يعلم عددهم إلا الله ﴿يَوْمَئِذٍ تُعْرَضُونَ لاَ تخفى مِنكُمْ خَافِيَةٌ﴾ أي في ذلك اليوم الرهيب، تعرضون على ملك الملوك ذي الجلال للحساب والجزاء، لا يخفى عليه منكم أحدٌ، ولا يغيب عنه سرٌّ من أسراركم، لأنه العالم بالظواهر والسرائر والضمائر.\n. ثم بيَّن تعالى حال السعداء","vol":"3","page":412},{"text":"والأشقياء في ذلك اليوم فقال ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ أي فأما من أُعطي كتاب أعماله بيمينه لأنه من السعداء ﴿فَيَقُولُ هَآؤُمُ اقرؤا كِتَابيَهْ﴾ أي فيقول ابتهاجًا وسرورًا: خذوا اقرءوا ك تابي، والهاء في ﴿كِتَابيَهْ﴾ هاء السكت وكذلك في ﴿حِسَابِيَهْ﴾ و﴿مَالِيَهْ﴾ و﴿سُلْطَانِيَهْ﴾ قال الرازي: ويدل قوله ﴿هَآؤُمُ اقرؤا كِتَابيَهْ﴾ على أنه بلغ الغاية في السرور، لأنه لما أُعطي كتابه بيمينه، علم أنه من الناجين ومن الفائزين بالنعيم، فأحب أن يظهر ذلك لغيره حتى يفرحوا بما ناله ﴿إِنِّي ظَنَنتُ أَنِّي مُلاَقٍ حِسَابِيَهْ﴾ أي إِني أيقنت وتحققت بأني سألقى حسابي وجزائي يوم القيامة، فأعددت له العدة من الإِيمان، والعمل الصالح قال الحسن: إِن المؤمن أحسن الظنَّ بربه فأحسن العمل، وإِنَّ المنافق أساء الظن بربه فأساء العمل وقال الضحاك: كل ظنٍ في القرآن من المؤمن فهو يقين، ومن الكافر فهو شك. . قال تعالى مبينًا جزاءه ﴿فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ﴾ أي فهو في عيشة هنيئة مرضية، يرضى بها صاحبها، لما ورد في الصحيح «أنهم يعيشون فلا يموتون أبدًا، ويصحون فلا يمرضون أبدًا، وينعمون فلا يرون بؤسًا أبدًا» ﴿فِي جَنَّةٍ عَالِيَةٍ﴾ أي في جنةٍ رفيعة القدر، وقصور عالية شاهقة ﴿قُطُوفُهَا دَانِيَةٌ﴾ أي ثمارها قريبة، يتناولها القائم، والقاعد، والمضطجع قال في التسهيل: القطوف جمع قطف وهو ما يجتنى من الثمار ويقطف كالنعقود، روي أن العبد يأخذها بفمه من شجرها وهو قائم أو قاعد أو مضطجع ﴿كُلُواْ واشربوا هَنِيئًَا﴾ أي يقال لهم تفضلًا وإِنعامًا: كلوا واشربوا أكلًا وشربًا هنيئًا، بعيدًا عن كل أذى، سالمًا من كل مكروه ﴿بِمَآ أَسْلَفْتُمْ فِي الأيام الخالية﴾ أي بسبب ما قدمتم من الأعمال الصالحة في الأيام الماضية يعني أيام الدنيا. . ولما ذكر حال السعداء أعقبه بذكر حال الأشقياء فقال ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ﴾ أي وأما من مأعطي كتابه بشماله وهذه علامة الشقاوة والخسران ﴿فَيَقُولُ ياليتني لَمْ أُوتَ كِتَابِيَهْ﴾ أي فيقول اذا رأى قبائح أعماله: يا ليتني لم أعط كتابي قال المفسرون: وذلك لما يحصل له من الخجل والافتضاح فيتمنى عندئذٍ أنه لم يعط كتاب أعماله، ويندم أشد الندم ﴿وَلَمْ أَدْرِ مَا حِسَابِيَهْ﴾ أي ولم أعرف عظم حسابي وشدته، والاستفهام للتعظيم والتهويل ﴿ياليتها كَانَتِ القاضية﴾ أي يا ليت الموتة الأولى التي متُّها في الدنيا، كانت القاطعة لحياتي، فلم أبعث بعدها ولم أُعذب قال قتادة: تمنى الموت ولم يكن شيء عنده أكره من الموت، لأنه رأى تلك الحالة أشنع وأمرَّ ممَّا ذاقه من الموت ﴿مَآ أغنى عَنِّي مَالِيَهْ﴾ أي ما نفعني مالي الذي جمعته ولا دفع عني من عذاب الله شيئًا ﴿هَّلَكَ عَنِّي سُلْطَانِيَهْ﴾ أي زال عني ملكي وسلطاني، ونسبي وجاهي، فلا معين لي ولا مجير، ولا صديق ولا نصير ﴿خُذُوهُ فَغُلُّوهُ﴾ أي يقول تعالى لزبانية جهنم: خذوا هذا المجرم الأثيم فشدوه بالأغلال قال القرطبي: فيبتدره مائة ألف ملك، ثم تجمع يده الى عنقه، فذلك قوله تعالى: ﴿فَغُلُّوهُ﴾ ﴿ثُمَّ الجحيم صَلُّوهُ﴾ أي ثم أدخلوه النار العظيمة المتأججة، ليصلى حرَّها ﴿ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ﴾ أي ثم أدخلوه في سلسلةٍ حديدية طولها سبعون ذراعًا قال ابن عباس: بذراع الملك، تدخل السلسلة من دبره، وتخرج من حلقه، ثم يجمع بين ناصيته","vol":"3","page":413},{"text":"وقدميه والسلسلة هي حلق منتظمة، كل حلقة منها في حلقة، يلف بها حتى لا يستطيع حراكًا.\n. لمّا بيَّن العذاب الشديد بيَّن سببه فقال ﴿إِنَّهُ كَانَ لاَ يُؤْمِنُ بالله العظيم﴾ أي كان لا يصدق بوحدانية الله وعظمته قال في البحر: بدأ بأقوى أسباب تعذيبه وهو كفره بالله، وهو تعليلٌ مستأنف كأن قائلًا قال: لم يعذِّب هذا العذاب البليغ؟ فأجيب إِنه كان لا يؤمن بالله ﴿وَلاَ يَحُضُّ على طَعَامِ المسكين﴾ أي ولا يحُثُّ نفسه ولا غيره على إِطعام المسكين قال المفسرون: ذكر الحضَّ دون الفعل للتنبيه على أن تارك الحض بهذه المنزلة، فكيف بتارك الإِحسان والصدقة؟ ﴿فَلَيْسَ لَهُ اليوم هَا هُنَا حَمِيمٌ﴾ أي فليس له في الآخرة صديق يدفع عنه العذاب، لأن الأصدقاء يتحاشونه، ويفرُّون منه ﴿وَلاَ طَعَامٌ إِلاَّ مِنْ غِسْلِينٍ﴾ أي وليس له طعام إِلا صديد أهل النار، الذي يسيل من جراحاتهم ﴿لاَّ يَأْكُلُهُ إِلاَّ الخاطئون﴾ أي لا يأكله إِلا الآثمون المجرمون المرتكبون للخطايا والآثام قال المفسرون: ﴿الخاطئون﴾ جمع خاطىء وهو الذي يعتمد الذنب، والمخطىء الذي يفعل الشيء خطاأ دون قصد، ولهذا قال ﴿الخاطئون﴾ ولم يقل المخطئون. . ولما ذكر أحوال السعداء من أهل الجنة، ثم أحوال الأشقياء من أهل النار، ختم الكلام بتعظيم القرآن فقال ﴿فَلاَ أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لاَ تُبْصِرُونَ﴾ أي فأقسم بالمشاهدات والمغيبات، أُقسم بما ترونه وما لا ترونه، مما هو واقعٌ تحت الأبصار، وما غاب وخفي عن الأنظار، و﴿لا﴾ في قوله ﴿فَلاَ أُقْسِمُ﴾ لتأكيد القسم وليست نافية قال الإِمام الفخر: والآية تدل على العموم والشمول، لأنها لا تخرج عن قسمين: مبصرٍ وغير مبصر، فشملت الخالق والخلق، والدنيا والآخرة، والأجسام والأرواح، والإِنس والجن، والنعم الظاهرة والباطنة قال قتادة: هو عام في جميع مخلوقاته جلاَّ وعلا، وقال عطاء: ما تبصرون من آثار القدرة، وما لا تبصرون من أسرار القدرة ﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ﴾ أي إن هذا القرآن لكلام الرحمن، يتلوه ويقرأه رسولٌ كريم، هو محمد عليه أفضل الصلاة والتسليم قال القرطبي: والرسول ههنا محمد ﷺ َ ونسب القول إِليه لأنه تاليه ومبلغه عن الله تعالى ﴿وَمَا هُوَ بِقَوْلِ شَاعِرٍ﴾ أي وليس القرآن كلام شاعر كما تزعمون، لأنه مباين لأوزان الشعر كلها، فليس شعرًا ولا نثرًا ﴿قَلِيلًا مَّا تُؤْمِنُونَ﴾ أي قلَّما تؤمنون بهذا القرآن قال مقاتل: يعني بالقليل أنهم لا يصدقون بأن القرآن من الله، بمعنى لا يؤمنون به أصلًا، والعرب تقول: قلَّما يأتينا يريدون لا يأتينا ﴿وَلاَ بِقَوْلِ كَاهِنٍ﴾ أي وليس هو بقول كاهنٍ يدعي معرفة الغيب، لأن القرآن يغاير بأسلوبه سجع الكهان ﴿قَلِيلًا مَّا تَذَكَّرُونَ﴾ أي قلَّما تتذكرون وتتعظون ﴿تَنزِيلٌ مِّن رَّبِّ العالمين﴾ أي هو تنزيلٌ من ربِّ العزة جل وعلا كقوله تعالى\n﴿وَإِنَّهُ لَتَنزِيلُ رَبِّ العالمين","vol":"3","page":414},{"text":"نَزَلَ بِهِ الروح الأمين على قَلْبِكَ لِتَكُونَ مِنَ المنذرين بِلِسَانٍ عَرَبِيٍّ مُّبِينٍ﴾ [الشعراء: ١٩٢١٩٥] والغرض من الآية تبرئة الرسول ﷺ َ مما نسبه إِليه المشركون من دعوى السحر والكهانة، ثم أكَّد ذلك بأعظم برهان على أن القرآن من عند الله فقال ﴿وَلَوْ تَقَوَّلَ عَلَيْنَا بَعْضَ الأقاويل﴾ أي لو اختلق محمد الأقوال، ونسب إِلينا ما لم نقله ﴿لأَخَذْنَا مِنْهُ باليمين﴾ أي لانتقمنا منه بقوتنا وقدرتنا ﴿ثُمَّ لَقَطَعْنَا مِنْهُ الوتين﴾ أي ثم لقطعنا نياط قلبه حتى يموت قال القرطبي: والويتنُ عرق يتعلق به القلب، إِذا انقطع مات صاحبه والغرض أنه تعالى يعاجله بالعقوبة ولا يمهله، لو نسب إِلى الله شيئًا ولو قليلًا، فإِن تسمية الأقوال بالأقاويل للتصغير والتحقير ﴿فَمَا مِنكُمْ مِّنْ أَحَدٍ عَنْهُ حَاجِزِينَ﴾ أي فما يقدر أحد منكم أن يحجز بيننا وبينه، لو أردنا حينئذٍ عقوبته، ولا أن يدفع عنه عذابنا قال الخازن: المعنى إِن محمدًا لا يتكلم الكذب علينا لأجلكم، مع علمه أنه لو تكلم لعاقبناه، ولا يقدر أحدٌ على دفع عقوبتنا عنه ﴿وَإِنَّهُ لَتَذْكِرَةٌ لِّلْمُتَّقِينَ﴾ أي وإِن هذا القرآن لعظةٌ للمؤمنين والمتقين الذين يخشون الله، وخصَّ المتقين بالذكر لأنهم المنتفعون به ﴿وَإِنَّا لَنَعْلَمُ أَنَّ مِنكُمْ مُّكَذِّبِينَ﴾ أي ونحن نعلم أن منكم من يكذب بهذا القرآن مع وضوح آياته، ويزعم أنه أساطير الأولين، وفي الآية وعيدٌ لمن كذب بالقرآن ﴿وَإِنَّهُ لَحَسْرَةٌ عَلَى الكافرين﴾ أي وإِنه لحسرة عليهم في الآخرة، لأنهم يتأسفون إِذا رأوا ثواب من آمن به ﴿وَإِنَّهُ لَحَقُّ اليقين﴾ أي وإِنه لحقٌ يقينيٌ لا يحوم حوله ريب، ولا يشك عاقل أنه كلام رب العالمين ﴿فَسَبِّحْ باسم رَبِّكَ العظيم﴾ أي فنزَّه ربك العظيم عن السوء والنقائص، واشكره على ما أعطاك من النعم العظيمة، التي من أعظمها نعمة القرآن.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من الفصاحة والبيان نوجزها فيما يلي:\n١ - الإِطناب بتكرار الاسم للتهويل والتعظيم ﴿الحاقة مَا الحآقة﴾ الخ.\n٢ - التفصيل بعد الإِجمال زيادة في البيان ﴿كَذَّبَتْ ثَمُودُ وَعَادٌ بالقارعة﴾ ثم فصله بقوله ﴿فَأَمَّا ثَمُودُ فَأُهْلِكُواْ بالطاغية وَأَمَا عَادٌ﴾ الآية وفيه لفٌ ونشر مرتب.\n٣ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ ذكرت الأداة وحذف وجه الشبه.\n٤ - الاستعارة اللطيفة الفائقة ﴿إِنَّا لَمَّا طَغَا المآء﴾ الطغيان من صفات الإِنسان، فشبه ارتفاع الماء وكثرته، بطغيان الإِنسان على الإِنسان بطريق الاستعارة.\n٥ - جناس الاشتقاق مثل ﴿وَقَعَتِ الواقعة﴾ ومثل ﴿لاَ تخفى مِنكُمْ خَافِيَةٌ﴾ .\n٦ - المقابلة البديعة ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ فَيَقُولُ هَآؤُمُ اقرؤا كِتَابيَهْ﴾ قابلها بقوله ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِشِمَالِهِ. .﴾ الخ وهي من المحسنات البديعية.","vol":"3","page":415},{"text":"٧ - طباق السلب ﴿فَلاَ أُقْسِمُ بِمَا تُبْصِرُونَ وَمَا لاَ تُبْصِرُونَ﴾ .\n٨ - الكناية ﴿لأَخَذْنَا مِنْهُ باليمين﴾ لفظ اليمين كناية عن القوة والقدرة.\n٩ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ فِي جَنَّةٍ عَالِيَةٍ قُطُوفُهَا دَانِيَةٌ﴾ ومثل ﴿خُذُوهُ فَغُلُّوهُ ثُمَّ الجحيم صَلُّوهُ ثُمَّ فِي سِلْسِلَةٍ ذَرْعُهَا سَبْعُونَ ذِرَاعًا فَاسْلُكُوهُ﴾ ويسمى في علم البديع السجع والمرصَّع والله أعلم.\nتنبيه: روى الحفاظ ابن كثير عن عمر بن الخطاب ﵁ قال: خرجت أتعرض رسول الله ﷺ َ قبل أن أسلم، فوجدته قد سبقني الى المسجد فقمت خلفه، فاستفتح سورة الحاقة، فجعلت أعجب من تأليف القرآن، قال فقلت في نفسي: هذا والله شاعر كما قالت قريش، فقرأ ﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ وَمَا هُوَ بِقَوْلِ شَاعِرٍ قَلِيلًا مَّا تُؤْمِنُونَ﴾ فقلت: كاهن، فقرأ ﴿وَلاَ بِقَوْلِ كَاهِنٍ قَلِيلًا مَّا تَذَكَّرُونَ﴾ الخ السورة، قال: فوقع في قلبي الإِسلام كل موقع، حتى هداني الله تعالى له.","vol":"3","page":416},{"text":"اللغَة: ﴿المعارج﴾ المصاعد والمدارج التي يرتقي بها الإِنسان جمع معرج وهو المصعد، والعروج الارتفاع إِلى السماء ومنه معراج النبي ﷺ َ ﴿المهل﴾ النحاس المذاب ﴿العهن﴾ الصوف المنفوش ﴿فَصِيلَتِهِ﴾ الفصيلة: العشيرة الذي فصل عنهم وتولد منهم ﴿لظى﴾ اسم لجهنم سميت بذلك لأن نيرانها تتلظى أي تلتهب ﴿الشوى﴾ جمع شواة وهي جلدة الرأس قال الأعشى:","vol":"3","page":418},{"text":"قالت قتيلة ماله ... قد جللت شيبًا شواته؟\n﴿هَلُوعًا﴾ كثير الجزع والضجر، قال أبو عبيدة: الهلوع هو الذي اذا مسَّه الخير لم يشكر، وإِذا مسَّه الضر لم يصبر ﴿عِزِينَ﴾ جماعات متفرقين جمع عزة وهي الجماعة المتفرقة قال الشاعر:\nفجاءوا يَهْرعون إِليه حتى ... يكونوا حول منبره عزينا\n﴿يُوفِضُونَ﴾ يسرعون يقال: أوفض البعير اذا أسرع السير.\nسَبَبُ النّزول: عن ابن عباس أن النضر بن الحارث قال حين خوَّفهم رسول الله ﷺ َ من عذاب الله ﴿اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء﴾ [الأنفال: ٣٢] فأنزل الله ﴿سَأَلَ سَآئِلٌ بِعَذَابٍ وَاقِعٍ لِّلْكَافِرِينَ لَيْسَ لَهُ دَافِعٌ﴾ .\nالتفسِيْر: ﴿سَأَلَ سَآئِلٌ بِعَذَابٍ وَاقِعٍ﴾ أي دعا داعٍ من كفار مكة لنفسه ولقومه عذاب واقع لا محالة قال المفسرون: السائل هو «النضر بن الحارث» من صناديد قريش وطواغيتها، لمَّا خوفهم رسول الله عذاب الله قال ﴿اللهم إِن كَانَ هذا هُوَ الحق مِنْ عِندِكَ فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء أَوِ ائتنا بِعَذَابٍ أَلِيمٍ﴾ [الأنفال: ٣٢] فأهلكه الله يوم بدر، ومات شرب ميتة، ونزلت الآية بذمه ﴿لِّلْكَافِرِينَ﴾ أي دعا بهذا العذاب على الكفارين ﴿لَيْسَ لَهُ دَافِعٌ﴾ أي لا رادَّ له إِذا أراد الله وقوعه، وهو نازل به لا محالة، سواءً طلبوه أو لم يطلبوه، وإِذا نزل العذاب فلن يرفع أو يُدفع ﴿مِّنَ الله ذِي المعارج﴾ أي هو صادر من الله العظيم الجليل، صاحب المصاعد التي تصعد بها الملائكة، وتنزل بأمره ووحيه، ثم فصَّل ذلك بقوله ﴿تَعْرُجُ الملائكة والروح إِلَيْهِ﴾ أي تصعد الملائكة الأبرار وجبريل الأمين الذي خصه الله بالوحي الى الله ﷿ ﴿فِي يَوْمٍ كَانَ مِقْدَارُهُ خَمْسِينَ أَلْفَ سَنَةٍ﴾ أي في يومٍ طوله خمسون ألف سنة من سني الدنيا قال ابن عباس: هو يوم القيامة جعله الله على الكافرين مقدار خمسين ألف سنة ثم يدخلون النار للاستقرار قال المفسرون: الجمع بين هذه الآية وبين قوله تعالى في سورة السجدة ﴿فِي يَوْمٍ كَانَ مِقْدَارُهُ أَلْفَ سَنَةٍ﴾ [السجدة: ٥] أن القايمة مواقف ومواطن، فيها خمسون موطنًا كل موطن ألف سنة، وأن هذه المدة الطويلة تخف على المؤمن حتى تكون أخفَّ عليه من صلاة مكتوبة ﴿فاصبر صَبْرًا جَمِيلًا﴾ أي فاصبر يا محمد على استهزاء قومك وأذاهم ولا تضجر، فإِن الله ناصرك عليهم، وهذا تسليةٌ له ﵊ ُ، لأن استعجال العذاب إِنما كان على وجه الاستهزاء برسول الله ﷺ َ فأمره الله بالصبر قال القرطبي:: والصبر الجميل هو الذي لا جزع فيه، ولا شكوى لغير الله ﴿إِنَّهُمْ يَرَوْنَهُ بَعِيدًا﴾ أي إن هؤلاء المستهزئين يستبعدون العذاب ويعتقدون أنه","vol":"3","page":419},{"text":"غير نازل، لإِنكارهم للبعث والحساب ﴿وَنَرَاهُ قَرِيبًا﴾ أي ونحن نراه قريبًا لأن كل ما هو آتٍ قريب.\n. ثم أخبر تعالى عن هول العذاب وشدته وعن أهوال يوم القيامة فقال ﴿يَوْمَ تَكُونُ السمآء كالمهل﴾ أي تكون السماء سائلة غير متماسكة، كالرصاص المذاب قال ابن عباس: كدردي الزيت أي كعكر الزيت ﴿وَتَكُونُ الجبال كالعهن﴾ أي وتكون الجبال متناثرة متطايرة، كالصوف المنفوش إِذا طيَّرته الريح قال القرطبي: العهن الصوف الأحمر أو ذو الألوان، شبَّه الجبال به في تلونها ألوانًا، وأول ما تتغير الجبال تصير رملًا مهيلًا، ثم عهنًا منفوشًا، ثم هباءً منثورًا. . هذه حال السماء والأرض في ذلك اليوم المفزع، أما حال الخلائق فهي كما قال تعالى ﴿وَلاَ يَسْأَلُ حَمِيمٌ حَمِيمًا﴾ أي لا يسأل صديق صديقه، ولا قريب قريبه عن شأنه، لشغل كل إِنسانٍ بنفسه، وذلك لشدة ما يحيط بهم من الهول والفزع ﴿يُبَصَّرُونَهُمْ﴾ أي يرونهم ويعرفونهم، حتى يرى الرجل أباه وأخاه وقرابته وعشيرته، فلا يسأله ولا يكلمه بل يفر منه كقوله تعالى ﴿يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ﴾ [عبس: ٣٤٣٧] قال ابن عباس: ﴿يُبَصَّرُونَهُمْ﴾ أي يعرف بعضهم بعضًا ويتعارفون بينهم، ثم يفرُّ بعضهم من بعض ﴿يَوَدُّ المجرم لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ وَصَاحِبَتِهِ وَأَخِيهِ﴾ أي يتمنى الكافر مرتكب جريمة الجحود والتكذيب لو يفدي نفسه من عذاب الله، بأعز من كان عليه في الدنيا من ابنٍ، وزوجةٍ، وأخٍ ﴿وَفَصِيلَتِهِ التي تُؤْوِيهِ﴾ أي وعشيرته التي كانت تضمه إِليها، ويتكل في نوائبه عليها، وليس هذا فحسب بل يتمنى لو يفتدي بجميع أهل الأرض ﴿وَمَن فِي الأرض جَمِيعًا ثُمَّ يُنجِيهِ﴾ أي وبجميع من في الأرض من البشر وغيرهم ثم ينجو من عذاب الله، ولكن هيهات أن ينجو المجرم من العذاب، أو ينقذه ذلك من شدة الكرب، وفادح الخطب، قال الإِمام الفخر: ﴿ثُمَّ﴾ لاستبعاد الإِنجاء يعني يتمنى لو كان هؤلاء جميعًا تحت يده، وبذلهم في فداء نفسه ثم ينجيه ذلك، وهيهات أن ينجيه ﴿كَلاَّ إِنَّهَا لظى﴾ ﴿كَلاَّ﴾ أداة زجر وتعنيف أي لينزجر هذا الكافر الأثيم وليرتدع عن هذه الأماني، فليس ينجيه من عذاب الله فداء، بل أمامه جهنم، تتلظَّى نيرانها وتلتهب ﴿نَزَّاعَةً للشوى﴾ أي تنزعٍ بشدة حرها جلدة الرأس من الإِنسان كلما قلعت عادت كما كانت زيادة في التنكيل والعذاب، وخصَّها بالذكر لأنها أشد الجسم حساسيةً وتأثيرًا بالنار ﴿تَدْعُواْ مَنْ أَدْبَرَ وتولى﴾ أي تنادي جهنم وتهتف بمن كذب بالرحمن، وأعرض عن الإِيمان، قال بان عباس: تدعو الكافرين والمنافقين بأسمائهم بلسان فصيح تقول: إِليَّ يا كافر، إِليَّ يا منافق، ثم تلتقطهم كما يلتقط الطير الحب ﴿وَجَمَعَ فأوعى﴾ أي وتدعو من جمع المال وخبأه وكنزه في الخزائن والصناديق، ولم يؤد منه حقَّ الله وحق المساكين قال المفسرون: والآية وعيدٌ شديد لمن يبخل بالمال، ويحرص على جمعه، فلا ينفقه في سبيل الخير، ولا يخرج منه حقك الله","vol":"3","page":420},{"text":"حقَّ المسكين، وقد كان الحسن البصري يقول: يا ابن آدم سمعتَ وعيدَ الله ثم أوعيت الدنيا جمعتها من حلالٍ وحرام!! ثم أخبر تعالى عن طبيعة الإِنسان، وما جبل عليه من الحرص الشديد على جمع حطام الدنيا فقال ﴿إِنَّ الإنسان خُلِقَ هَلُوعًا﴾ أي إِن الإِنسان جبل على الضجر، لا يصبر على بلاء، ولا يشكر على نعماء قال المفسرون: الهلع: شدة الحرص وقلة الصبر، يقال: جاع فهلع، والمراد بالإِنسان العموم بدليل الاستثناء، والاستثناء معيار العموم، ثم فسَّره تعالى بقوله ﴿إِذَا مَسَّهُ الشر جَزُوعًا﴾ أي إِذا نزل به مكروه من فقر، أو مرضٍ، أو خوف، كان مبالغًا في الجزع مكثرًا منه، واستولى عليه اليأس والقنوط ﴿وَإِذَا مَسَّهُ الخير مَنُوعًا﴾ أي وإِذا أصابه خيرٌ من غنى، وصحة وسعة رزق كان مبالغًا في المنع والإِمساك، فهو إِذا أصابه الفقر لم يصبر، وإِذا أغناه الله لم ينفق قال ابن كيسان: خلق الله الإِنسان يحب ما يسره، ويهرب مما يكرهه، ثم تعبَّده بإِنفاق ما يحب والصبر على ما يكره ﴿إِلاَّ المصلين﴾ استثناهم من أفراد البشر الموصوفين بالهلع، لأن صلاتهم تحملهم على قلة الاكتراث بالدنيا، فلا يجزعون من شرها ولا يبخلون بخيرها ﴿الذين هُمْ على صَلاَتِهِمْ دَآئِمُونَ﴾ أي مواظبون على أداء الصلاة، لا يشغلهم عنها شاغل، لأن نفوسهم صفت من أكدار الحياة، بتعرضهم لنفحات الله ﴿والذين في أَمْوَالِهِمْ حَقٌّ مَّعْلُومٌ﴾ أي في أموالهم نصيبٌ معيَّن فرضه الله عليهم وهو الزكاة ﴿لِّلسَّآئِلِ والمحروم﴾ أي للفقير الذي يسأل وتكيفف الناس، والمحروم الذي يتعفف عن السؤال، فيُظن أنه غنيٌ فيحرم كقوله تعالى\n﴿يَحْسَبُهُمُ الجاهل أَغْنِيَآءَ مِنَ التعفف﴾ [البقرة: ٢٧٣] ﴿والذين يُصَدِّقُونَ بِيَوْمِ الدين﴾ أي يؤمنون بيوم الحساب والجزاء، ويصدِّقون بمجيئه تصديقًا جازمًا لا يشوبه شك أو ارتياب، فيستعدون له بالأعمال الصالحة ﴿والذين هُم مِّنْ عَذَابِ رَبِّهِم مُّشْفِقُونَ﴾ أي خائفون على أنفسهم من عذا بالله، يرجون الثواب ويخافون العقاب ﴿إِنَّ عَذَابَ رَبِّهِمْ غَيْرُ مَأْمُونٍ﴾ أي لأن عذاب الله لا ينبغي أن يأمنه، إِنسان، إِلاَّ من آمنَّه الرحمن والأمور بخواتيمها. . إِنَّ هؤلاء المصدقين المشفقين قلَّما تزدهيهم الدنيا، أو يبطرهم نعيمها، أو يجزعون على ما فاتهم من حطامها، فسواءٌ عليهم أخسروا حظوظ الدنيا أم غنموا، إِذ أن لديهم من الكفر في جلال ربهم، وذكر معادهم، ما يشغلهم عن الجزع إِذا مسَّهم الشر، ويربأ بهم عن المنع إِذا مسهم الخير، ثم ذكر تعالى الفريق الخامس من الموفقين للخيرات وفعل الطاعات فقال ﴿والذين هُمْ لِفُرُوجِهِمْ حَافِظُونَ﴾ أي أعفاء لا يرتكبون المحارم، ولا يتلوثون بالمآثم، قد صانوا أنفسهم عن الزنى والفواحش ﴿إِلاَّ على أَزْوَاجِهِمْ أَوْ مَا مَلَكَتْ أَيْمَانُهُمْ﴾ أي يقتصرون على ما أحلَّ الله لهم من الزوجات المنكوحات، والرقيقات المملوكات ﴿فَإِنَّهُمْ غَيْرُ مَلُومِينَ﴾ أي فإِنهم غير مؤاخذين لأن وضع الشهوة فيما أباح الله من الزوجات والمملوكات، حلالٌ يؤجر عليه الإِنسان، لما فيه من تكثير النسل والذرية ﴿فَمَنِ ابتغى وَرَآءَ ذَلِكَ فأولئك هُمُ العادون﴾ أي فمن طلب لقضاء شهوته غير الزوجات والمملوكات، فقد تعدَّى حدود الله وعرَّض نفسه لعذاب الله قال الطبري: من التمس لفرجه منكحًا سوى زوجته أو ملك يمينه، ففاعلوا ذلك هم العادون، الذين تعدوا حدود ما أحل الله لهم، إِلى ما","vol":"3","page":421},{"text":"حرَّمه عليهم، فهم الملومون ﴿والذين هُمْ لأَمَانَاتِهِمْ وَعَهْدِهِمْ رَاعُونَ﴾ أي يؤدون الأمانات، ويحفظون العهود، فإِذا ائتمنوا لم يخونوا، وإِذا عاهدوا لم يغدروا ﴿وَالَّذِينَ هُمْ بِشَهَادَاتِهِم قَائِمُونَ﴾ أي يشهدون بالحق على القريب والبعيد، ولا يكتمون الشهادة ولا يغيرونها، بل يؤدونها على وجهها الكامل، بحيث تصان بها حقوق الناس ومصالحه، وخصَّها بالذكر مع اندراجها في الأمانات، تنبيهًا على فضلها لأن في إِقامتها إِحياء للحقوق، وفي تركها تضييع للحقوق ﴿وَالَّذِينَ هُمْ على صَلاَتِهِمْ يُحَافِظُونَ﴾ هذا هو الوصف الثامن من أوصاف المؤمنين الذين وفقهم الله إِلى تطهير نفوسهم من خلق الهلع المذموم أي يراعون شرائط الصلاة ويلتزمون آدابها، ولا سيما الخشوع والتدبر ومراقبة الله فيها، وإِلاَّ كانت حركات صورية لا يجني البعد ثمرتها، فإِن فائدة الصلاة أن تكف عن المحارم\n﴿إِنَّ الصلاة تنهى عَنِ الفحشآء والمنكر﴾ [العنكبوت: ٤٥] ولما كانت الصلاة عمود الإِسلام بولغ في التوكيد فيها، فذكرت في أول الخصال الحميدة وفي آخرها، ليعلم مرتبتها في الأركان التي بني عليها الإِسلام، قال القرطبي: ذكر تعالى من أوصافهم في البدء ﴿الذين هُمْ على صَلاَتِهِمْ دَآئِمُونَ﴾ ثم قال في الختم ﴿وَالَّذِينَ هُمْ على صَلاَتِهِمْ يُحَافِظُونَ﴾ والدوام غير المحافظة، فدوامهم عليها أن يحافظوا على أدائها، لا يخلون بها ولا يشتغلون عها بشيءٍ من الشواغل، ومحافظتهم عليها أن يراعوا إِسباغ الوضوء لها ومواقيتها، ويقيموا أركانها، ويكملوها بسننها وآدابها، ويحفوظها من الإِحباط باقتراف المآثم، فالدوام يرجع الى نفس الصلوات، والمحافظة ترجع الى أحوانها، وبعد أن ذكر تعالى أوصاف المؤمنين المتقين، ذكر مآلهم وعاقبتهم فقال ﴿أولئك فِي جَنَّاتٍ مُّكْرَمُونَ﴾ أي أولئك المتصفون بتلك الأوصاف الجليلة، والمناقب الرفيعمة، مستقرون في جنات النعيم، التي أكرمهم الله فيها بأنواع الكرامات، مع الإِنعام والتكريم بأنواع الملاذ والمشتهيات، لا تصافهم بمكارم الأخلاق ﴿فَمَالِ الَّذِينَ كَفَرُواْ قِبَلَكَ مُهْطِعِينَ﴾؟ أي ما لهؤلاء الكفرة المجرمين، مسرعين نحوك يا محمد، ما دين أعناقهم إِليك، م مقبلين بأبصارهم عليك؟ قال المفسرون: كان المشركون يجتمعون حول النبي ﷺ َ حلقًا حلقًا، يسمعون كلامه ويستهزئون به وبأصحابه، ويقولون: إِن دخل هؤلاء الجنة كما يقول محد فلندخلنها قبلهم فنزلت الآية ﴿عَنِ اليمين وَعَنِ الشمال عِزِينَ﴾ أي جالسين عن يمينك وعن شمالك فرقًا فرقًا، وجماعات جماعاتٍ يتحدثون ويتعجبون؟ قال أبو عبيدة: عزين أي جماعات جماعات في تفرقة ومنه «مالي أراكم عزين؟ ألا تصفون كما تصفُّ الملائكة عند ربها» ﴿أَيَطْمَعُ كُلُّ امرىء مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ﴾ استفهام إِنكاري مع التقريع والتوبيخ أي أيطمع كل واحد من هؤلاء الكفار، أن يدخله الله جنات النعيم، وقد كذب خاتم","vol":"3","page":422},{"text":"المرسلين؟ ﴿كَلاَّ﴾ ردع وزجر أي ليس الأمر كما يطمعون، فإِنهم لا يدخلونها أبدًا ثم قال ﴿إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ﴾ أي خلقناهم من الأشياء المستقذرة، من نطفة، ثم من علقة، ثم من مضغة، فمن أين يتشرفون بدخول جنات النعيم قبل المؤمنين، وليس لهم فضل يستوجبون به دخول الجنة؟ وإِنما يستوجب دخول الجنة من أطاع الله قال القرطبي: كانوا يستهزئون بفقراء المسلمين ويتكبرون عليهم فقال تعالى ﴿إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ﴾ أي من القذر فلا يليق بهم هذا التكبر ﴿فَلاَ أُقْسِمُ بِرَبِّ المشارق والمغارب﴾ أي فأقسم برب مشارق الشمر والقمر والكواكب ومغاربها ﴿إِنَّا لَقَادِرُونَ على أَن نُّبَدِّلَ خَيْرًا مِّنْهُمْ﴾ أي قادرون على إهلاكهم، واستدالهم بقومٍ أفضل منهم وأطوع لله ﴿وَمَا نَحْنُ بِمَسْبُوقِينَ﴾ أي ولسنا بعاجزين عن ذلك ﴿فَذَرْهُمْ يَخُوضُواْ وَيَلْعَبُواْ﴾ أي اتركهم يا محمد يخوضوا في باطلهم ويلعبوا في دنياهم، واشتغل أنت بما أُمرت به، وهو أمرٌ على جهة الوعيد والتهديد للمشركين ﴿حتى يُلاَقُواْ يَوْمَهُمُ الذي يُوعَدُونَ﴾ أي حتى يلاقوا ذلك اليوم العصيب الرهيب، الذي لا ينفعهم فيه توبة ولا ندم ﴿يَوْمَ يَخْرُجُونَ مِنَ الأجداث سِرَاعًا﴾ ويخرجون من القبور إِلى أرض المحشر مسرعين ﴿كَأَنَّهُمْ إلى نُصُبٍ يُوفِضُونَ﴾ أي كأنهم يسعون ويستبقون إِلى أصنامهم التي نصبوها ليعبدوها، شبَّه حالة إِسراعهم إِلى موقف الحساب، بحالة إسراعهم وتسابقهم في الدنيا، الى آلهتهم وطواغيتهم، وفي هذا التشبيه تهكم بهم، وتعريض بسخافة عقولهم، إِذ عبدوا ما لا يستحق العبادة، وتركوا عبادة الواحد الأحد ﴿خَاشِعَةً أَبْصَارُهُمْ﴾ أي خاضعة منكسرة أبصارهم إِلى الأرض لا يرفعونها خجلًا من الله ﴿تَرْهَقُهُمْ ذِلَّةٌ﴾ أي يغشاهم الذل والهوان من كل مكان، وعلى وجوههم آثار الذلة والانكسار ﴿ذَلِكَ اليوم الذي كَانُواْ يُوعَدُونَ﴾ أي هذا هو اليوم الذي وعدوا به في الدنيا وكانوا يهزءون ويكذبون، فاليوم يرون عقابهم وجزائهم!!\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿بَعِيدًا.\n. قَرِيبًا﴾ وبين ﴿اليمين. . والشمال﴾ وبين ﴿المشارق والمغارب﴾ .\n٢ - جناس الاشتقاق ﴿سَأَلَ سَآئِلٌ﴾ وكذلك ﴿تَعْرُجُ المعارج﴾ .\n٣ - ذكر الخاص بعد العام تنبيهًا لفضله وتشريفًا له ﴿تَعْرُجُ الملائكة والروح﴾ الورح هو جبريل.\n٤ - التشبيه المرسل المجمل ﴿يَوْمَ تَكُونُ السمآء كالمهل وَتَكُونُ الجبال كالعهن﴾ لحذف وجه الشبه.\n٥ - ذكر العام بعد الخاص ﴿لَوْ يَفْتَدِي مِنْ عَذَابِ يَوْمِئِذٍ بِبَنِيهِ وَصَاحِبَتِهِ وَأَخِيهِ. . وَمَن فِي الأرض جَمِيعًا﴾ جاء بالعموم بعد الخصوص لبيان هو الموقف.\n٦ - المقابلة اللطيفة ﴿إِذَا مَسَّهُ الشر جَزُوعًا﴾ قابله بقوله ﴿وَإِذَا مَسَّهُ الخير مَنُوعًا﴾ .\n٧ - الاستفهام الإِنكاري للتقريع والتوبيخ ﴿أَيَطْمَعُ كُلُّ امرىء مِّنْهُمْ أَن يُدْخَلَ جَنَّةَ نَعِيمٍ﴾؟\n٨ -","vol":"3","page":423},{"text":"الكناية الفائقة الرائقة ﴿كَلاَّ إِنَّا خَلَقْنَاهُم مِّمَّا يَعْلَمُونَ﴾ كناية عن المني القذر، مع النزاهة التامة في التعبير، وحسن الإِيقاظ والتذكير، بألطف عبارة وأبلغ إِشارة.\n٩ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ إلى نُصُبٍ يُوفِضُونَ﴾ وفي تشبيههم بذلك تهكم بهم، وتعريض بسخافة عقولهم، وتسجيل عليهم بالجهل المشين بالإِسراع في عبادة غير من يستحق العبادة،\n١٠ - السجع المرصَّع كأنه الدر والياقوت مثل ﴿كَلاَّ إِنَّهَا لظى نَزَّاعَةً للشوى تَدْعُواْ مَنْ أَدْبَرَ وتولى﴾ الخ.\nتنبيه: نبَّه تعالى بقوله ﴿إِنَّ الإنسان خُلِقَ هَلُوعًا﴾ الآيات إِلى طبائع البشر، فبيَّن أنَّ الإِنسان يتسرع إِلى مشتهاه، اتباعًا لهواه، وأنه مفرط في الهلع والجزع، فإِن مسه خير شحت به نفسه، وإِن نزل به شر اشتد له قلقه، ثم استنثى من ذلك الخلق الذميم أصنافًا من البشر، وهم الذين جمعوا مع الإِيمان صالح الأعمال.","vol":"3","page":424},{"text":"اللغَة: ﴿استغشوا﴾ غطوا غشَّاه أَي غطاه، والغشاء الغطاء ﴿مِّدْرَارًا﴾ غزيرًا متتابعًا ﴿أَطْوَارًا﴾ أحوالًا مختلفة طورًا بعد طور قال الشاعر:\n«والمرء يخلق طورًا بعد أطوار» ... ﴿فِجَاجًا﴾ واسعات جمع فج وهو الطريق الواسعة ﴿كُبَّارًا﴾ كبيرًا بالغ الغاية في الكبر ﴿دَيَّارًا﴾ أحدًا يدور أو يتحرك على ظهر الأرض ﴿تَبَارًا﴾ هلاكًا ودمارًا.\nالتفسِيْر: ﴿إِنَّآ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ أي بعثنا شيخ الأنبياء نوحًا ﵇ إِلى سكان جزيرة العرب قال الألوسي: واشتهر أنه ﵇ كان يسكن أرض الكوفة وهناك أرسل ﴿أَنْ أَنذِرْ قَوْمَكَ مِن قَبْلِ أَن يَأْتِيَهُمْ عَذَابٌ أَلِيمٌ﴾ أي بأن خوف قومك وحذرهم إن لم يؤمنوا من عذاب شديد مؤلم، وهو عذاب الطوفان في الدنيا، وعذاب النار في الآخرة ﴿قَالَ ياقوم إِنِّي لَكُمْ نَذِيرٌ مُّبِينٌ﴾ أي فدعاهم إلى الله وقال لهم: إني لكم منذر، موضح لحقيقة الأمر، أُنذركم وأُخوفكم عذاب الله، فأمري واضح ودعوتي ظاهرة قال المفسرون: نوح ﵇ أول نبي أرسل، ويقال له: شيخ","vol":"3","page":426},{"text":"المرسلين، لأنه أطولهم عمرًا فقد مكث في قومه كما قص القرآن الكريم ﴿أَلْفَ سَنَةٍ إِلاَّ خَمْسِينَ عَامًا﴾ [العنكبوت: ١٤] يدعوهم إلى الله، ومع طول هذه المدة لم يؤمن معه إلا قليل، وقد أفرد القرآن قصته في هذه السورة الكريمة التي تسمى «سورة نوح» من بدء الدعوة إِلى نهايتها، حيث أهلك الله قومه بالطوفان، وهو أحد الرسل الكبار من أولي العزم وهم خمسة «نوح، ابراهيم، موسى، عيسى، محمد» صلوات الله وسلامه عليهم أجمعين، وقد شاع الكفر في زمانه وذاع، واشتهر قومه بعبادة الأوثان، واكثروا من البغي والظلم والعصيان، فبعث الله لهم نوحًا عليه اسلام وكان من خبرهم مع نبيهم ما قصه الله علينا في القرآن ﴿أَنِ اعبدوا الله واتقوه وَأَطِيعُونِ﴾ أي فقال لهم: اعبدوا الله وحده، واتركوا محارمه، واجتنبوا مآثمه، وأطيعوني فيما أمرتكم به من طاعة الله، وترك عبادة الأوثان والأصنام ﴿يَغْفِرْ لَكُمْ مِّن ذُنُوبِكُمْ﴾ أي إنكم إن فعلتم ما أمرتكم به، يمحو الله عنكم ذنوبكم التي اقترفتموها، وإنما قال ﴿مِّن ذُنُوبِكُمْ﴾ أي بعض ذنوبكم التي حصلت قبل الإِسلام، لأن الإِيمان يجب ما قبله من الذنوب لا ما بعده ﴿وَيُؤَخِّرْكُمْ إلى أَجَلٍ مُّسَمًّى﴾ أي ويمد في أعماركم إن أطعتم ربكم، إلى وقت مقدر ومقرر في علم الله تعالى، مع التمتع بالحياة السعيدة، والعيش الرغيد قال المفسرون: المراد بتأخير الأجل هو التأخير بلا عذاب، أي يمهلهم في الدنيا بدون عذاب إلى انتهاء آجالهم، وأما العمر فهو محدود لا يتقدم ولا يتأخر ﴿فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ﴾ [الأعراف: ٣٤] ولهذا قال بعده ﴿إِنَّ أَجَلَ الله إِذَا جَآءَ لاَ يُؤَخَّرُ﴾ أي إن عمر الإِنسان عند الله محدود، لا يزيد ولا ينقص، وإنما أضيف الأجل إلى الله سبحانه لأنه هو الذي كتبه وأثبته ﴿لَوْ كُنتُمْ تَعْلَمُونَ﴾ أي لو كنتم تعلمون ذلك لسارعتم إلى الإِيمان ﴿قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَارًا﴾ أي قال نوح بعد أن بذل غاية الجهد، وضاقت عليه الحيل: يا رب إِني دعوت قومي إلى الإِيمان والطاعة، في الليل والنهار، من غير فتور ولا توانٍ ﴿فَلَمْ يَزِدْهُمْ دعآئي إِلاَّ فِرَارًا﴾ أي فلم يزدهم دعائي لهم إلى الإِيمان إلا هربًا، وشرودًا عن الحق، وإعراضًا عنه.\n. ثم وصف نفورهم وصور إعراضهم أبلغ تصوير فقال ﴿وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ﴾ أي ك لما دعوتهم إلى الإِقرار بوحدانية الله والعمل بطاعته، ليكون سببًا في مغفرة ذنوبهم قال في التسهيل: ذكر المغفرة التي هي سبب عن الإِيمان، والعمل بطاعته، ليكون سببًا في مغفرة ذنوبهم قال في التسهيل: ذكر المغفرة التي هي سبب عن الإِيمان، ليظهر قبح إعراضهم عنه، فإنهم أعرضوا عن سعادتهم ﴿جعلوا أَصَابِعَهُمْ في آذَانِهِمْ﴾ أي سدوا آذانهم لئلا يسمعوا دعوتي ﴿واستغشوا ثِيَابَهُمْ﴾ أي غطوا رؤوسهم ووجوههم بثابهم، لئلا يسمعوا كلامي أو يروني قال في البحر: والظاهر أن ذلك حقيقة، سدوا مسامعهم حتى لا يسمعوا ما دعاهم إِليه، وتغَطَّوا بثيابهم حتى لا ينظروا إليه، كراهة وبغضًا من سماع النصح ورؤية الناصح، ويجوز أن يكون ذلك كناية عن المبالغة في إعراضهم عمَّا دعاهم إليه، فهم بمنزلة من سد سمعه، ومنع بصره ﴿","vol":"3","page":427},{"text":"وَأَصَرُّواْ واستكبروا استكبارا﴾ أي واستمروا على الكفر والطغيان، واستكبروا عن الإِيماتن استكبارًا عظيمًا، وفيه إشارة إلى فرط عنادهم، وغلوهم في الضلال ﴿ثُمَّ إِنِّي دَعَوْتُهُمْ جِهَارًا﴾ أي دعوتهم علنًا على رؤوس الأشهاد، مجاهرًا يدعوتي لهم دون خوف أو تحفظ ﴿ثُمَّ إني أَعْلَنْتُ لَهُمْ وَأَسْرَرْتُ لَهُمْ إِسْرَارًا﴾ أي أخبرتهم سرًا وعلنًا، خيفةً وجهرًا، وسلكت معهم كل طريق في الدعوة إِليك قال المفسرون: والعطف بثُمَّ يشعر بأن الإِعلان والإِسرار الأخيرين، كانا طريقة ثالثة سلكها نوح في الدعوة، غير طريقة السر المحضة، وغير طريقة الجهر المحضة، فكان في الطريقة الثالثة يعلن لهم الدعوة مرة حيث يصلح الإِعلان، ويسرها لهم أخرى حيث يتوقع نفع الإِسرار، ثم وضح ما وعظهم به سرًا وعلانية فقال ﴿فَقُلْتُ استغفروا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا﴾ أم آمنوا بالله وتوبوا عن الكفر والمعاصي، فإن ربكم تواب رحيم، يغفر الذنب ويقبل التوب ﴿يُرْسِلِ السمآء عَلَيْكُمْ مِّدْرَارًا﴾ أي ينزل المطر عليكم غزيرًا متتابعًا، شديد الانسكاب ﴿وَيُمْدِدْكُمْ بِأَمْوَالٍ وَبَنِينَ﴾ أي يكثر أموالكم وأولادكم ﴿وَيَجْعَل لَّكُمْ جَنَّاتٍ وَيَجْعَل لَّكُمْ أَنْهَارًا﴾ أي ويجعل لكم الحدائق الفسيحة، ذات الأشجار المظلمة المثمرة، ويجعل لكم الأنهار تجري خلالها. . أطمعهم نوح ﵇ بالحصول على بركات السماء وبركات الأرض، إن هم آمنوا بالله الذي بيده مفاتح هذه الخزائن، وأتاهم من طريق القلب لتحريك العواطف، ولبيان أن ما هم في من انحباس الأمطار، وما حرموه من الرزق والذرية، إنما سببه كفرهم بالله الذي بيده وحده إرسال المطر، وإِغداق الرزق، والإِمداد بالأموال والبنين، وأنه لا ينبغي لهم أن يكفروا بهذا الإِله القادر، ويعبدوا آلهة أخرى اخترعوها، لا تضر ولا تنفع، ثم عاد فهزَّ نفوسهم هزًا، وعطفها نحو الإِيمان بأسلوب آخر من أساليب البيان فقال ﴿مَّا لَكُمْ لاَ تَرْجُونَ لِلَّهِ وَقَارًا﴾ أي ما لكم أيها القوم لا تخافون عظمة الله وسلطانه، ولا ترهبون له جانبًا! ﴿قال ابن عباس: اي ما لكم لا تعظمون الله حق عظمته﴾ ﴿وَقَدْ خَلَقَكُمْ أَطْوَارًا﴾ أي وقد خلقكم في أطوار مختلفة، وأدوار متباينة، طورًا نطفة، وطورًا علقة، وطورًا مضغة، إلى سائر الأحوال العجيبة، فتبارك الله أحسن الخالقين.\n. ثم نبههم إلى دلائل القدرة والوحدانية، منبثة في هذا الكون الفسيح فقال ﴿أَلَمْ تَرَوْاْ كَيْفَ خَلَقَ الله سَبْعَ سماوات طِبَاقًا﴾ أي ألم تشاهدوا يا معشر القوم عظمة الله وقدرته، وتنظروا نظر اعتبار، وتفكر وتدبر، كيف أن الله العظيم الجليل خلق سبع سموات سماء فوق سماء، متطابقة بعضها فوق بعض، وهي في غاية الإِبداع والإِتقان!! ﴿وَجَعَلَ القمر فِيهِنَّ نُورًا﴾ أي وجعل القمر في السماء الدنيا، منورًا لوجه الأرض في ظلمة الليل قال الإِمام الفخر: القرم في السماء الدنيا وليس في السموات بأسرها، وهذا كما يقال: السلطان في العراق ليس المراد ان ذاته حاصلة في كل أنحائها، بل إن ذاته في حيز من جملة أنحاء العراق، فكذا ههنا وقال في البحر: والقمر في السماء الدنيا، وصح كون السموات ظرفًا للقمر لأنه لا يلزممن الظرف أن يملأ المظروف، تقول","vol":"3","page":428},{"text":"زيد في المدينة وهو في جزء منها ﴿وَجَعَلَ الشمس سِرَاجًا﴾ أي وجعل الشمس مصباحًا مضيئًا يستضيء به أهل الدنيا كما يستضيء الناس بالسراج في بيوتهم، ولما كان نور الشمس أشدّ، وأتم، وأكمل في الانتفاع من نور القمر، عبر عن الشمس بالسراج لأنه يضيء بنفسه، وعبر عن القمر بالنور لأنه يستمد نوره من غيره، ويؤيده ما تقرر في علم الفلك من أن نور الشمس ذاتي فيها، ونور القمر عرضي مكتسب من نورها، فسبحان من أحاط بكل شيء علمًا ﴿والله أَنبَتَكُمْ مِّنَ الأرض نَبَاتًا﴾ بعد أن ذكر دليل الآفاق، ذكر هنا دليل الأنفس، وذلك لأن في ذكر هذه الأمور، دلالة واضحة على عظمة الله، وقدرته وباهر مصنوعاته والمعنى خلقكم وأنشأكم من الأرض كما يخرج النبات، وسلَّكم من تراب الأرض كما يسل النبات منها قال المفسرون: لما كان إخراجهم وإِنشاؤهم إنما يتم بتناولهم عناصر الغذاء الحيوانية والنباتية المستمدة من الأرض، كانوا من هذه الجهة متشابهين للنباتات التي تنمو بامتصاص غذائها من الأرض، فلذا سمى خلقهم وإنشاءهم إنباتًا، أو يكون ذلك إشارة إلى خلق آدم حيث خلق من تراب الأرض، ثم جاءت منه ذريته، فصح نسبتهم إلى أنهم أنبتوا من الأرض ﴿ثُمَّ يُعِيدُكُمْ فِيهَا وَيُخْرِجُكُمْ إِخْرَاجًا﴾ أي يرجعكم إلى الأرض بعد موتكم فتدفنون فيها، ثم يخرجكم منها يوم البعث والحشر للحساب والجزاء، وأكده بالمصدر ﴿إِخْرَاجًا﴾ لبيان أن ذلك واقع لا محالة، وهذه الآية كقوله تعالى\n﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى﴾ [طه: ٥٥] ﴿والله جَعَلَ لَكُمُ الأرض بِسَاطًا﴾ أي جعلها فسيحة ممتدة ممهدة لكم، تتقلبون عليها كما يتقلب الرجل على بساطه قال في التسهيل: شبه الأرض بالبساط في امتدادها واستقرار الناس عليها، وأخذ بعضهم من الآية أنها غير كروية، وفي ذلك نظر وقال الألوسي: وليس الآية دلالة على أن الأرض مبسوطة غير كروية، لأن الكرة العظيمة يرى كل من عليها ما يليه مسطحًا، ثم إن اعتقاد الكرية أو عدمها ليس بلازم في الشريعة، لكن كريتها كالأمر اليقيني، ومعنى جعلها بساطًا أي تتقلبون عليها كالبساط ﴿لِّتَسْلُكُواْ مِنْهَا سُبُلًا فِجَاجًا﴾ أي لتسلكوا في الأرض طرقًا واسعة في أسفاركم، وتنقُّلكم في أرجائها؟؟ ولما أصروا على العصيان، وقابلوه بأقبح الأقوال والأفعال، حكى عنهم ما قصه القرآن ﴿قَالَ نُوحٌ رَّبِّ إِنَّهُمْ عَصَوْنِي﴾ أي إنهم بالغوا في تكذيبي وعصيان أمري ﴿واتبعوا مَن لَّمْ يَزِدْهُ مَالُهُ وَوَلَدُهُ إِلاَّ خَسَارًا﴾ أي واتَّبعوا اغنياءهم ورؤساءهم، الذين أبطرتهم الأموال والأولاد،","vol":"3","page":429},{"text":"فهلكوا وخسروا سعادة الدارين، فصاروا أسوة لهم في الخسار ﴿وَمَكَرُواْ مَكْرًا كُبَّارًا﴾ أي ومكر بهم الرؤساء مكرًا عظيمًا متناهيًا في الكبر قال الألوسي: ﴿وكُبَّارًا﴾ مبالغة في الكبر أي كبيرًا في الغاية، وذلك احتيالهم في الدين، وصدهم الناس عنه، وإغراؤهم وتحريضهم على أذية نوح ﵇ ﴿وَقَالُواْ لاَ تَذَرُنَّ آلِهَتَكُمْ﴾ أي لاتتركوا عبادة الأوثان والأصنام، وتعبدوا رب نوح ﴿وَلاَ تَذَرُنَّ وَدًّا وَلاَ سُوَاعًا وَلاَ يَغُوثَ وَيَعُوقَ وَنَسْرًا﴾ أي ولا تتركوا على جه الخصوص هذه الأصنام الخمسة ودًا، وسواعًا، ويغوث، ويعوق، ونسرًا قال الصاوي: وهذه أسماء أصنام كانوا يعبدونها، وكانت أكبر أصنامهم وأعظمهم عندهم، ولذا خصوها بالذكر، وهذا من شدة كفرهم، وفرط تعنتهم في المكر والاحتيال، فقد كانوا يلبسون ثوب المتنصح المخلص، ويسلكون في تثبيت الضعفاء على عبادة الآباء شتى الأساليب في المكر والخداع ﴿وَقَدْ أَضَلُّواْ كَثِيرًا﴾ أي وقد أضل كبراؤهم خلقًا وناسًا كثيرين، بما زينوا لهم من طرق الغواية والضلال، ثم دعا عليهم بالضلال فقال ﴿وَلاَ تَزِدِ الظالمين إِلاَّ ضَلاَلًا﴾ أي ولا تزدهم يا رب على طغيانهم وعدوانهم، إلا ضلالًا فوق ضلالهم قال المفسرون: دعا عليهم لما يئس من إيمانهم بإِخبار الله له بقوله ﴿لَن يُؤْمِنَ مِن قَوْمِكَ إِلاَّ مَن قَدْ آمَنَ﴾ [هود: ٣٦] فاستجاب الله دعاءه وأغرقهم، ولهذا قال تعالى ﴿مِّمَّا خطيائاتهم أُغْرِقُواْ فَأُدْخِلُواْ نَارًا﴾ أي من أجل ذنوبهم وإجرامهم، وإصرارهم على الكفر والطغيان، أُغرقوا بالطوفان وأدخلوا النيران قال في التسهيل: وهاذ من كلام الله تعالى إخبارًا عن أمرهم، و﴿ما﴾ في ﴿مما﴾ زائدة للتأكيد، وإنما قدم هذا المجرور للتأكيد أيضًا، ليبين أن إغراقهم وإدخالهم النار إنما كان بسبب خطاياهم وهي الكفر وسائر المعاصي ﴿فَلَمْ يَجِدُواْ لَهُمْ مِّن دُونِ الله أَنصَارًا﴾ أي لم يجدوا من ينصرهم أو يدفع عنهم عذاب الله قال أبو السعود: وفيه تعريض باتخاذهم آلهة من دون الله تعالى، وأنها غير قادرة على نصرهم، وتهكم بهم ﴿وَقَالَ نُوحٌ رَّبِّ لاَ تَذَرْ عَلَى الأرض مِنَ الكافرين دَيَّارًا﴾ أي لا تترك أحدًا على وجه الأرض من الكافرين قال في التسهيل: و﴿دَيَّارًا﴾ من الأسماء المستعملة في النفي العام يقال: ما في الدار ديار أي ما فيها أحد.\n. ثم علل ذلك بقوله ﴿إِنَّكَ إِن تَذَرْهُمْ يُضِلُّواْ عِبَادَكَ﴾ أي إنك إن أبقيت منهم أحدًا، أضلوا عبادك عن طريق الهدى ﴿وَلاَ يلدوا إِلاَّ فَاجِرًا كَفَّارًا﴾ أي ولا يأتي من أصلابهم إلا كل فاجر وكافر قال الإِمام الفخر: فإِن قيل: كيف عرف نوح ذلك؟ قلنا بالاستقراء، فإِنه لبث فيهم ألف سنة إِلا خمسين عامًا، فعرف طباعهم وجربهم، وكان الرجل ينطلق بابنه إليه ويقول: يا بني إحذر فإِنه كذاب، وإن أبي أوصاني بمثل هذه الوصية، فيموت الكبير وينشأ الصغير على ذلك، فلذلك قال ﴿وَلاَ يلدوا إِلاَّ فَاجِرًا كَفَّارًا﴾ . . ولما دعا على الكفار أعقبه بالدعاء للمؤمنين فقال ﴿رَّبِّ اغفر لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ والمؤمنات﴾ بدأ بنفسه ثم بأبويه، ثم عمَّم لجميع المؤمنين والمؤمنات، ليكون ذلك أبلغ وأجمع ﴿وَلاَ تَزِدِ الظالمين إِلاَّ تَبَارًا﴾ أي ولا تزد يا رب من جحد بآياتك وكذب رسلك، إلا هلاكًا وخسارًا في الدنيا والآخرة.","vol":"3","page":430},{"text":"البَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿أَعْلَنْتُ. . وَأَسْرَرْتُ﴾ وبين ﴿جِهَارًا. . وإِسْرَارًا﴾ وبين ﴿لَيْلًا. . وَنَهَارًا﴾ وبين ﴿يُعِيدُكُمْ. . وَيُخْرِجُكُمْ﴾ .\n٢ - المجاز المرسل ﴿جعلوا أَصَابِعَهُمْ في آذَانِهِمْ﴾ المراد رؤوس الأصابع فهو من إطلاق الكل وإرادة الجزء.\n٣ - الاستعارة التبعية ﴿والله أَنبَتَكُمْ مِّنَ الأرض نَبَاتًا﴾ شبه إِنشاءهم وخلقهم في أدوار بالنبات الذي تخرجه الأرض، واشتق من لفظ البنات أنبتكم على طريق الاستعارة التعبية.\n٤ - ذكر المصدر للتأكيد مثل ﴿وَيُخْرِجُكُمْ إِخْرَاجًا﴾ و﴿أَسْرَرْتُ لَهُمْ إِسْرَارًا﴾ و﴿استكبروا استكبارا﴾ ويسمى هذا في علم البديع بالإِطناب.\n٥ - ذكر الخاص بعد العام ﴿وَقَالُواْ لاَ تَذَرُنَّ آلِهَتَكُمْ وَلاَ تَذَرُنَّ وَدًّا وَلاَ سُوَاعًا﴾ الآية وعكسه ذكر العام بعد الخاص ﴿رَّبِّ اغفر لِي وَلِوَالِدَيَّ وَلِمَن دَخَلَ بَيْتِيَ مُؤْمِنًا وَلِلْمُؤْمِنِينَ والمؤمنات﴾ وكلاهما من باب الإِطناب، وهو من المحسنات البديعية.\n٦ - السجع المرصع مراعاة لرؤوس الآيات مثل ﴿مِّدْرَارًا، أَنْهَارًا، وَقَارًا، أَطْوَارًا﴾ الخ.\nفَائِدَة: استدل العلماء على عذاب القبر بقوله تعالى ﴿مِّمَّا خطيائاتهم أُغْرِقُواْ فَأُدْخِلُواْ نَارًا﴾ قالوا: المراد بها نار القبر وعذابه، لأنه تعالى عطف بالفاء، والفاء تفيد الترتيب مع التعقيب، ونار الآخرة لم يذوقوها بعد، فدل على أن المراد عذاب القبر، وهو استدلال لطيف.","vol":"3","page":431},{"text":"اللغَة: ﴿الرشد﴾ الحق والصواب ﴿جَدُّ﴾ الجد لغة: العظمة والجلال والسلطان يقال: جد فلان في عيني أي عظم وجل، والجد: الحظُّ، وأبو الأب ﴿حَرَسًا﴾ جمع حارس او اسم جمع كخدم يقال: حرس وحُراس، والحارس: الحافظ للشيء يرعاه ويرقبه ﴿قِدَدًا﴾ متفرقة مختلفة جمع قدة قال الشاعر:\n«إذ هم طرائق في أهوائهم قدد» ... ﴿غَدَقًا﴾ كثيرًا واسعًا ﴿القاسطون﴾ الجائرون عن","vol":"3","page":433},{"text":"طريق الحق، يقال قسط الرجل إِذا جار ﴿صَعَدًا﴾ شاقًا يعلو الإِنسان ويغلبه فلا يطيقه يقال: فلان في صعد من أمره أي في مشقة ﴿يَسْلُكْهُ﴾ يدخله ﴿لِبَدًا﴾ متراكمين بعضهم فوق بعض يقال: تلبد الشيء أي تراكم بعضه فوق بعض ﴿مُلْتَحَدًا﴾ ملجأ وحرزًا يتحصن به الإِنسان.\nالتفسِير: ﴿قُلْ أُوحِيَ إِلَيَّ أَنَّهُ استمع نَفَرٌ مِّنَ الجن﴾ أي قل يا محمد لقومك: إن ربي أوحى إلي جماعة من الجن استمعوا لتلاوتي للقرآن، فآمنوا به وصدقوه وأسلموا ﴿فقالوا إِنَّا سَمِعْنَا قُرْآنًا عَجَبًا﴾ أي فقالوا لقومهم حين رجعوا إِليهم: إنا سمعنا قرآنًا عجيبًا، مؤثرًا في حسن نظمه، وبلاغة أسلوبه، وما حواه من بديع الحِكَم والعظات و﴿عَجَبًا﴾ مصدر وصف به للمبالغة قال المفسرون: استمعوا إلى رسول الله ﷺ َ وهو يقرأ القرآن في صلاة الفجر، ولم يشعر بهم ولا باستماعهم، وإنما أخبر به الرسول بواسطة الوحي بدليل قوله ﴿قُلْ أُوحِيَ إِلَيَّ﴾ ويؤيده ما قصه الله على نبيه في سورة الأحقاف من خبرهم ﴿وَإِذْ صَرَفْنَآ إِلَيْكَ نَفَرًا مِّنَ الجن يَسْتَمِعُونَ القرآن فَلَمَّا حَضَرُوهُ قالوا أَنصِتُواْ فَلَمَّا قُضِيَ وَلَّوْاْ إلى قَوْمِهِم مُّنذِرِينَ﴾ [الأحقاف: ٢٩] والغرض من الإِخبار عن استماع الجن، توبيخ وتقريع قريش والعرب في كونهم تباطئوا عن الإِيمان، إذ كانت الجن خيرًا منهم وأسرع إلى الإِيمان، فإنهم من حين ما سمعوا القرآن استعظموه وآمنوا ورجعوا إلى قومهم منذرين، بخلاف العرب الذين نزل بلسانهم، فإنهم كذبوا واستهزءوا وهم يعلمون أنه كلام معجز، وأن محمدًا أمي لا يقرأ ولا يكتب، وشتان ما بين موقف الإِنس والجن!! ﴿يهدي إِلَى الرشد فَآمَنَّا بِهِ﴾ أي يهدي هذا القرآن إلى الحق والرشاد والصواب فصدقنا به ﴿وَلَن نُّشرِكَ بِرَبِّنَآ أَحَدًا﴾ أي ولن نعود إلى ما كنا عليه من الشرك، ولن نجعل الله شريكًا بعد اليوم من خلقه قال الخازن: وفي الآية دليل على أن أولئك النفر كانوا مشركين ﴿وَأَنَّهُ تعالى جَدُّ رَبِّنَا﴾ أي تعالت عظمة ربنا وجلاله ﴿مَا اتخذ صَاحِبَةً وَلاَ وَلَدًا﴾ أي ليس له زوجة ولا ولد، لأن الزوجة تتخذ للحاجة، والولد للاستئناس، والله تعالى منزه عن النقائص ﴿وَأَنَّهُ كَانَ يَقُولُ سَفِيهُنَا عَلَى الله شَطَطًا﴾ أي وأن الأحمق الجاهل فينا كان ينسب إلى الله ما لا يليق بجلاله وقدسيته ويقول قولًا شططًا بعيدًا عن الحق وحدِّ الاعتدال قال مجاهد: السفيه هو إبليس دعاهم إلى عبادة غير الله ﴿وَأَنَّا ظَنَنَّآ أَن لَّن تَقُولَ الإنس والجن عَلَى الله كَذِبًا﴾ أي كنا نظن أن أحدًا لن يكذب على الله تعالى لا من الإِنس ولا من الجن في نسبة الصاحبة والولد إليه، فلما سمعنا هذا القرآن وآمنا به علمنا أنهم كانوا يكذبون على الله في ذلك قال الطبري: وإنما أنكر هؤلاء النفر من الجن أن تكون علمت أن أحدًا يجترىء على الكذب على الله لما سمعت القرآن، لأنهم قبل أن يسمعوه وقبل أن يعلموا تكذيب الله للزاعمين لله الصاحبة والولد كانوا يحسبون أن إِبليس صادق، فما سمعوا القرآن أيقنوا أنه كان كاذبًا في ذلك فسموه سفيهًا ﴿وَأَنَّهُ كَانَ رِجَالٌ مِّنَ الإنس يَعُوذُونَ بِرِجَالٍ مِّنَ","vol":"3","page":434},{"text":"الجن﴾ أي كان خلائق من الإِنس يستجيرون برجال من الجن ﴿فَزَادُوهُمْ رَهَقًا﴾ أي فزاد الإِنس الجن باستعاذتهم بهم إِثمًا وطغيانًا، وعتوًا وضلالًا قال أبو السعود: كان الرجل إِذا أمسى في واد قفر وخالف على نفسه قال: أعوذ بسيد هذا الوادي من سفهاء قومه يريد الجن وكبيرهم، فإذا سمعوا بذلك استكبروا وقالوا: سدنا الإِنس والجن، فزاد الرجال الجن تكبرًا وعتوًا، فذلك قوله ﴿فَزَادُوهُمْ رَهَقًا﴾ ﴿وَأَنَّهُمْ ظَنُّواْ كَمَا ظَنَنتُمْ أَن لَّن يَبْعَثَ الله أَحَدًا﴾ أي وأن كفار الإِنس ظنوا كما ظننتم يا معشر الجن، أن الله لن يبعثُ أحدًا بعد الموت، فقد أنكروا البعث كما أنكرتموهن أنتم ﴿وَأَنَّا لَمَسْنَا السمآء فَوَجَدْنَاهَا مُلِئَتْ حَرَسًا شَدِيدًا وَشُهُبًا﴾ يقول الجن: وأنا طلبنا بلوغ السماء لاستماع كلام أهلها، فوجدانها قد ملئت بالملائكة الكثيرين الذين يحرسونها، وبالشهب المحرقة التي تقذف من يحاول الاقتراب منها ﴿وَأَنَّا كُنَّا نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ﴾ أي كنا قبل بعثة محمد نطرق السماء لنستمع إلى أخبارها ونلقيها إلى الكهان ﴿فَمَن يَسْتَمِعِ الآن يَجِدْ لَهُ شِهَابًا رَّصَدًا﴾ أي فمن يحاول الآن استراق السمع، يجد شهابًا ينتظره بالمرصاد يحرقه ويهلكه ﴿وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض﴾ أي لا نعلم نحن معشر الجن ما الله فاعل بسكان الأرض، ولا نعلم هل امتلاء السماء بالحرس والشهب لعذاب يريد الله أن ينزله بأهل الأرض؟ ﴿أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾ أي أم لخير يريده الله بهم، بأن يبعث فيهم رسولًا مرشدًا يرشدهم إلى الحق؟ وهذا من أدب الجن حيث نسبوا الخير إلى الله، ولم ينسبوا الشر إليه فقالوا ﴿أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾ قال ابن كثير: وقد كانت الكواكب يرمى بها قبل ذلك، وهذا هو الذي حملهم على تطلب السبب، فأخذوا يضربون مشارق الأرض ومغاربها، فرأوا رسول الله ﷺ َ يقرأ بأصحابه في الصلاة، فعرفوا أن هذا هو الذي حفظت من أجله السماء، فدنوا منه حرصًا على سماع القرآن ثم أسلموا ﴿وَأَنَّا مِنَّا الصالحون وَمِنَّا دُونَ ذَلِكَ﴾ أي منا قوم صالحون أبرار، عاملون بما يرضي الله، ومنا قوم ليسوا صلحاء قال في التسهيل: وأرادوا بقولهم ﴿دُونَ ذَلِكَ﴾ أي الذي ليس صلاحهم كاملًا، أو الذين ليس لهم صلاح ﴿كُنَّا طَرَآئِقَ قِدَدًا﴾ أي كنا فرقًا شتى، ومذاهب مختلفة، فمنا الصالح ومنا الطالح، وفينا التقي والشقي ﴿وَأَنَّا ظَنَنَّآ أَن لَّن نُّعْجِزَ الله فِي الأرض وَلَن نُّعْجِزَهُ هَرَبًا﴾ أي علمنا وأيقنا أن الله قادر علينا، وأننا في قبضته وسلطانه أينما كنا، لن نعجزه بهرب، ولن نتفلت من عقابه إذا أراد بنا سوءًا قال القرطبي: أي علمنا بالاستدلال والتفكر في آيات الله، أنا في قبضته وسلطانه لن نفوته بهرب ولا غيره.\n. ثم عادوا إلى شكر الله تعالى على نعمة الإِيمان واهتدائهم بسماع آيات القرآن فقالوا ﴿وَأَنَّا لَمَّا سَمِعْنَا الهدى آمَنَّا بِهِ﴾ أي لما سمعنا القرآن العظيم آمنا به وبمن أنزله، وصدقنا محمدًا ﷺ َ في","vol":"3","page":435},{"text":"رسالته ﴿فَمَن يُؤْمِن بِرَبِّهِ فَلاَ يَخَافُ بَخْسًا وَلاَ رَهَقًا﴾ أي فمن يؤمن بالله تعالى فلا يخشى نقصانًا من حسناته ولا ظلمًا بزيادة سيئاته قال ابن عباس: لا يخاف أن ينقص من حسناته، ولا أن يزاد في سيئاته، لأن البخس النقصان، والرهق العدوان ﴿وَأَنَّا مِنَّا المسلمون وَمِنَّا القاسطون﴾ أي وأنا بعد سماعنا القرآن منا من أسلم، وصدق برسالة محمد ﷺ َ، ومنا من جار عن الحق وكفر قال المفسرون: يقال قسط الرجل إذا جار، وأقسط إِذ عدل، اسم الفاعل من الأول قاسط، ومن الثاني مقسط ومنه ﴿إِنَّ الله يُحِبُّ التوابين وَيُحِبُّ المتطهرين﴾ [البقرة: ٢٢٢] وأما القاسط فهو الظالم الجائر ﴿فَمَنْ أَسْلَمَ فأولئك تَحَرَّوْاْ رَشَدًا﴾ أي فمن اعتنق الإِسلام واتبع الرسول ﵇، فأولئك الذين قصدوا الرشد، واهتدوا إلى طريق السعادة والنجاة ﴿وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَبًا﴾ أي وأما الكافرون الجائرون عن طريق الحق والإِيمان، فسيكونون وقودًا لجهنم، توقد بهم كما توقد بكفار الإِنس. . وإلى هنا انتهى كلام الجن، مما يدعل على قوة إيمانهم، وصدقهم وإِخلاصهم، ثم قال تعالى مخبرًا عن أهل مكة ﴿وَأَلَّوِ استقاموا عَلَى الطريقة﴾ أي لو آمن هؤلاء الكفار، واستقاموا على شريعة الله ﴿لأَسْقَيْنَاهُم مَّآءً غَدَقًا﴾ أي لبسطنا لهم في الرزق، ووسعنا عليهم في الدنيا، زيادة على ما يحصل لهم في الآخرة من النعيم الدائم، وبذلك يحوزون عز الدنيا والآخرة قال في التسهيل: الماء الغدق: الكثير، وذلك استعارة في توسيع الرزق، والطريقة هي الإِسلام وطاعة الله والمعنى: لو استقاموا على ذلك لوسع الله أرزاقهم فهو كقوله ﴿وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء والأرض﴾ [الأعراف: ٩٦] ﴿لِّنَفْتِنَهُمْ فِيهِ﴾ أي لنختبرهم به أيشركون أم يكفرون؟ ﴿وَمَن يُعْرِضْ عَن ذِكْرِ رَبِّهِ يَسْلُكْهُ عَذَابًا صَعَدًا﴾ أي ومن يعرض عن طاعة الله وعبادته، يدخله ربه عذابًا شديدًا شاقًا لا راحة فيه قال قتادة: ﴿صَعَدًا﴾ عذابًا لا راحة فيه وقال عكرمة: هو صخرة ملساء في جهنم يكلف صعودها، فإِذا انتهى إِلى أعلاها حُدِر إلى جهنم ﴿وَأَنَّ المساجد لِلَّهِ فَلاَ تَدْعُواْ مَعَ الله أَحَدًا﴾ هذا من جملة الموحى به للرسول ﴿قُلْ أُوحِيَ إِلَيَّ﴾ والمعنى وأوحي إلى أن المساجد وبيوت العبادة هي مختصة بالله، فلا تعبدوا فيها غيره وأخلصوا له العبادة فيها قال مجاهد: كان اليهود والنصارى إذا دخلوا كنائسهم وبيعهم، أشركوا بالله فيها، فأمر الله ﷿ نبيه والمؤمنين أن يخلصوا الدعوة لله إذا دخلوا المساجد كلها ﴿وَأَنَّهُ لَمَّا قَامَ عَبْدُ الله يَدْعُوهُ﴾ أي وأنه لما قام محمد ﷺ َ يعبد ربه ﴿كَادُواْ يَكُونُونَ عَلَيْهِ لِبَدًا﴾ أي كاد الجن يركب بعضهم بعضًا من شدة الازدحام، حرصًا على سماع القرآن قال ابن عباس: كادوا ينقضون عليه لاستماع القرآن، وإنما وصفه تعالى بالعبودية، ولم يذكره باسمه زيادة في تشريفه وتكريمه ﵇ ﴿قُلْ إِنَّمَآ أَدْعُو رَبِّي وَلاَ أُشْرِكُ بِهِ أَحَدًا﴾ أي قل يا محمد لهؤلاء الكفار الذين طلبوا منك أن ترجع عن دينك: إنما أعبد ربي وحده، ولا أشرك مع الله غيره بشرًا ولا صنمًا قال الصاوي: سبب نزولها أن كفار قريش قالوا له: إنك جئت","vol":"3","page":436},{"text":"بأمر عظيم، وقد عاديت الناس كلهم، فارجع عن هذا فنحن نجيرك وننصرك فنزلت ﴿قُلْ إِنِّي لاَ أَمْلِكُ لَكُمْ ضَرًّا وَلاَ رَشَدًا﴾ أي قل يا محمد في محاجَّة هؤلاء: إني لا أقدر أن أدفع عنكم ضرًا، ولا أجلب لكم نفعًا، وإنما الذي يملك هذا هو الله رب العالمين ﴿قُلْ إِنِّي لَن يُجِيرَنِي مِنَ الله أَحَدٌ وَلَنْ أَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾ أي قل لهم أيضًا: إنه لن ينقذني من عذاب الله أحد إن عصيته، ولن أجد لي نصيرًا ولا ملجأًمنه، فكيف أجيبكم إلى ما طلبتم؟ قال قتادة: ﴿مُلْتَحَدًا﴾ ملجأً ونصيرًا ﴿إِلاَّ بَلاَغًا مِّنَ الله وَرِسَالاَتِهِ﴾ أي لا أجد ملجأً إلا إذا بلغت رسالة ربي، ونصحتكم وأرشدتكم كما أمرني الله فحينئذ يجيرني ربي من العذاب كقوله تعالى\n﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ﴾ [المائدة: ٦٧] قال ابن كثير: أي لا يجيرني منه ويخلصني إلا إبلاغي الرسالة التي أوجب أداءها عليَّ ﴿وَمَن يَعْصِ الله وَرَسُولَهُ فَإِنَّ لَهُ نَارَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَدًا﴾ أي ومن كذب الله ورسوله، ولم يؤمن بلقاء الله، وأعرض عن سماع الآيات وتدبر الرسالات، فإن جزاءه جهنم لا يخرج منها أبدًا وإنما جمع ﴿خَالِدِينَ﴾ حملًا على معنى ﴿مَنْ﴾ لأن لفظها مفرد ومعناها جمع ﴿حتى إِذَا رَأَوْاْ مَا يُوعَدُونَ﴾ أي حتى إذا رأى المشركون ما يوعدون من العذاب ﴿فَسَيَعْلَمُونَ مَنْ أَضْعَفُ نَاصِرًا وَأَقَلُّ عَدَدًا﴾ أي فسيعلمون حنيئذ من هم أضعف ناصرًا ومعينًا، وأقل نفرًا وجندًا؟ هل هم؟ أم المؤمنون الموحدون؟ ولا شك أن الله ناصر عباده المؤمنين، فهم الأقوى ناصرًا والأكثر عددًا، لأن الله معهم وملائكته الأَبرار ﴿قُلْ إِنْ أدري أَقَرِيبٌ مَّا تُوعَدُونَ﴾؟ أي قل لهم يا محمد: ما أدري هل هذا العذاب الذي وعدتم به قريب زمنه ﴿أَمْ يَجْعَلُ لَهُ ربي أَمَدًا﴾ أي أم هو بعيد له مدة طويلة وأجل محدود؟ قال المفسرون: كان ﷺ َ كلما خوف المذكبين نار جهنم، وحذرهم أهوال الساعة، أظهروا الاسخفاف بقوله، وسألوه متى هذا العذاب؟ ومتى تقوم هذه الساعة؟ فأمره تعالى أن يقول لهم: لا أدري وقت ذلك، هل هو قريب أم بعيد؟ ﴿عَالِمُ الغيب فَلاَ يُظْهِرُ على غَيْبِهِ أَحَدًا﴾ أي هو جل وعلا عالم بما غاب عن الأبصار، وخفي عن الأنظار، فلا يطلع على غيبه أحدًا من خلقه ﴿إِلاَّ مَنِ ارتضى مِن رَّسُولٍ﴾ أي إلا من اختاره الله وارتضاه لرسالته ونبوته، فيظهره الله على ما يشاء من الغيب قال المفسرون: لا يطلع الله على غيبه أحدًا إلا بعض الرسل، فإنه يطلعهم على بعض الغيب، ليكون معجزة لهم، فإن الرسل مؤيدون بالمعجزات، ومنها الإِخبار عن بعض المغيبات، كما قال عن عيسى\n﴿وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ﴾ [آل عمران: ٤٩] ﴿فَإِنَّهُ يَسْلُكُ مِن بَيْنِ يَدَيْهِ وَمِنْ خَلْفِهِ رَصَدًا﴾ أي فإنه تعالى يرسل من أمام الرسول ومن خلفه، ملائكة وحرسًا يحفظونه من الجن، ويحرسونه في ضبط ما يلقيه تعالى إليه من علم الغيب قال الطبري: أي فإنه تعالى يرسل من أمامه ومن خلفه حرسًا وحفظةً يحفظونه من الجن ﴿لِّيَعْلَمَ أَن قَدْ أَبْلَغُواْ رِسَالاَتِ رَبِّهِمْ﴾ أي ليعلم الله علم ظهور فإنه تعالى عالم بما كان وما","vol":"3","page":437},{"text":"يكون أن رسله الكرام قد بلغوا عنه وحيه كما أوحاه إليهم محفوظًا من الزيادة والنقصان قال ابن كثير: المعنى أن الله يحفظ رسله بملائكته ليتمكنوا من أداء رسالاته، ويحفظ ما ينزله إليهم من الوحي، ليعلم أن قد أبلغوا رسالات ربهم، مع العلم بأنه تعالى يعلم الأشياء قبل كونها قطعًا لا محالة ﴿وَأَحَاطَ بِمَا لَدَيْهِمْ﴾ أي أحاط علمه بما عند الرسل، فلا يخفى عليه شيء من أمورهم ﴿وأحصى كُلَّ شَيْءٍ عَدَدًا﴾ أي علم تعالى علم ضبط واستقصاء جميع الأشياء، المنبثَّة في الأرضين والسموات من القطر، والرمل، وورق الشجر، وزبد البحار، فلا يغيب عنه شيء، ولا يفخى عليه أمر، فكيف لا يحيط علمًا بما عند رسله من رسالاته ووحيه، التي أمرهم بتبليغها إلى خلقه؟ وكيف يمكن لرسله أن يفرطوا في تلك الرسالات، أو يزيدوا أو ينقصوا أو يحرفوا فيها أو يغيروا، وهو تعالى محيط بها، محص لجميع الأشياء جليلها وحقيرها؟\n﴿وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ وَيَعْلَمُ مَا فِي البر والبحر وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ [الأنعام: ٥٩] .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البلاغة والبديع نوجزها فيما يلي:\n١ - الوصف بالمصدر للمبالغة ﴿قُرْآنًا عَجَبًا﴾ أي عجيبًا في حسن إيجازه، وروعة إعجازه.\n٢ - طباق السلب ﴿فَآمَنَّا بِهِ وَلَن نُّشرِكَ بِرَبِّنَآ أَحَدًا﴾ لأن الإِيمان نفي للشرك.\n٣ - جناس الاشتقاق ﴿نَقْعُدُ مِنْهَا مَقَاعِدَ لِلسَّمْعِ﴾ لما بين اللفظتين من الاشتقاق اللطيف.\n٤ - الأسلوب الرفيع بنسبة الخير إلى الله، دون الشر أدبًا مع الخالق ﴿وَأَنَّا لاَ ندري أَشَرٌّ أُرِيدَ بِمَن فِي الأرض أَمْ أَرَادَ بِهِمْ رَبُّهُمْ رَشَدًا﴾؟ وبين لفظ «الشر» و«الرشد» طباقٌ في المعنى.\n٥ - الطباق بين ﴿الإنس. . والجن﴾ وبين ﴿ضَرًّا. . ورَشَدًا﴾ وبين ﴿المسلمون والقاسطون﴾ .\n٦ - الاستعارة اللطيفة ﴿كُنَّا طَرَآئِقَ قِدَدًا﴾ استعارة الطرائق للمذاهب المختلفة، وهو من لطيف الاستعارة.\n٧ - توافق الفواصل مراعاة لرؤوس الآيات مثل ﴿أَحَدًا، وَلَدًا، رَّصَدًا، رَشَدًا، صَعَدًا، عَدَدًا﴾ الخ وهو ما يسمى في علم البديع بالسجع المرصع والله أعلم.","vol":"3","page":438},{"text":"اللغَة: ﴿المزمل﴾ المتلفف بثيابه يقال: تزمَّل بثوبه أي التف به وتغطَّى، وزمَّل غيره إِذا غطاه قال امرؤ القيس: كبير إناسٍ في بجادٍ مزمَّل ﴿سَبْحًَا﴾ تصرفًا وتقلبًا في مهماتك، وأصل السَّبْح العومُ على وجه الماء، واستعير للتصرف والتقلب في شئون الحياة ﴿أَنكَالًا﴾ جمع نِكْلٍ وهو القيد الثقيل الذي يقيد به المجرم ﴿كَثِيبًا﴾ الكثيب: الرمل المجتمع ﴿مَّهِيلًا﴾ سائلًا متناثرًا منهارًا قال أهل اللغة: المهيل الذي إذا وطأته بالقدم زلَّ من تحتها، وإذا أخذ أسفله انهال، وأصله مهيول كمكيل أصله مكيول ﴿وَبِيلًا﴾ شديدًا وخيم العاقبة.\nالتفسِير: ﴿ياأيها المزمل﴾ أي يا أيها المتلفف بثيابه، وأصله المتزمل وهو الذي تلفف وتغطى، وخطابه ﷺ َ بهذا الوصف ﴿ياأيها المزمل﴾ فيه تأنيسٌ وملاطفة له ﵇ قال السهيلي؛ إن العرب إذا قصدت ملاطفة المخاطب وترك معاتبته سموه باسم مشتق من حالته التي هو عليها كقول النبي ﷺ َ لعلي حين غاضب فاطمة وقد نام ولصف بجنبه التراب قم أبا تراب، إشعارًا بأ، هـ ملاطفٌ له، وغير عاتب عليه، والفائدة الثانية، التنبيهُ لكل متزمل راقد ليله، لتنبه إلى قيام الليل وذكر الله تعالى، لأنه الاسم المشتق من الفعل، يشترك فيه المخاطب، وكل من اتصف بتلك","vol":"3","page":440},{"text":"الصفة، وسبب هذا التزمل ما روي في الصحيح «أن رسول الله ﷺ َ لما جاءه جبريل وهو في غار حراء في ابتداء الوحي رجع إلى خديجة يرجف فؤاده فقال: زملوني زملوني، لقد خشيت على نفسي، وأخبرها بما جرى، فنزلت ﴿ياأيها المزمل﴾» أي يا أيها الذي تلفف بقطيفته، واضطجع في زاوية بيته، وقد أشبه من يُؤثر الراحة والسكون، ويحاول التخلص مما كُلف به من مهمات الأمور ﴿قُمِ اليل إِلاَّ قَلِيلًا﴾ أي دع التزمل والتلفف، وانشط لصلاة الليل، والقيام فيه ساعات في عبادة ربك، لتستعد للأمر الجليل، والمهمة الشاقة، ألا وهي تبليغ دعوة ربك للناس، وتبصيرهم بالدين الجديد. . ثم وضَّح المقدار الذي ينبغي أن يصرفه في عبادة الله فقال ﴿نِّصْفَهُ أَوِ انقص مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ﴾ أي قم للصلاة والعبادة نصف الليل، أو أقل من النصف قليلًا، أو أكثر من النصف، والمراد أن تكون هذه الساعات طويلة بحيث لا تقل عن ثلث الليل، ولا تزيد على الثلثين قال ابن عباس: إن قيام الليل كان فريضة على رسول الله ﷺ َ لقوله ﴿قُمِ اليل﴾ ثم نسخ بقوله تعالى ﴿فاقرءوا مَا تَيَسَّرَ مِنْهُ﴾ وكان بين أول هذا الوجوب ونسخه سنة، وهذه هي السورة التي نسخه آخرها أولها، حيث رحم الله المؤمنين فأنزل التخفيف عليهم بقوله ﴿إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَيِ الليل وَنِصْفَهُ وَثُلُثَهُ وَطَآئِفَةٌ مِّنَ الذين مَعَكَ﴾ الآية ﴿وَرَتِّلِ القرآن تَرْتِيلًا﴾ أي اقرأ القرآن أثناء قيامك في الليل قراءة تثبت وتؤده وتمهل، ليكون عونًا لك على فهم القرآن وتدبره، قال الخازن: لما أمره تعالى بقيام الليل أتبعه بترتيل القرآن، حتى يتمكن المصلي من حضور القلب، والتفكر والتأمل في حقائق الآيات ومعانيها، فعند الوصول إلى ذكر الله يستشعر بقلبه عظمة الله وجلاله، وعند ذكر الوعد والوعيد يحصل له الرجاء والخوف، وعند ذكر القصص والأمثال يحصل له الاعتبار، فسيتنير القلب بنور معرفة الله، والإِسراع في القراءة يدل على عدم الوقوف على المعاني، فظهر بذلك أن المقصود من الترتيل، إنما هو حضور القلب عند القراءة، وقد كان رسول الله ﷺ َ يقطِّع القراءة حرفًا حرفًا أي يقرأ القرآن بتمهل، ويخرج الحروف واضحة لا يمر بآية رحمةٍ إلا وقف وسأل، ولا يمر بآية عذابٍ إلا وقف وتعوَّذ.\n. ثم بعد أن أمره تعالى باطراح النوم، وقيام الليل، وتدبر القرآن وتفهمه، انتقل إلى بيان السبب في هذه الأوامر الثلاثة، ذات التكليف الصعب الشاق فقال ﴿إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا﴾ أي سننزل عليك يا محمد كلامًا عظيمًا","vol":"3","page":441},{"text":"جليلًا، له هيبة وروعةٌ وجلال، لأنه كلام الملك العلاَّم قال الإِمام الفخر: والمراد من كونه ثقيلًا هو عِظَم قدره، جلالة خطره، وكل شيء نفس وعظم خطره فهو ثقيل، وهذا معنى قول ابن عباس: ﴿قَوْلًا ثَقِيلًا﴾ يعني كلامًا عظيمًا، وقيل المراد ما في القرآن من الأوامر والنواهي، التي هي تكاليف شاقة ثقيلة على المكلفين، ووجه النظم عندي أنه لما أمره بصلاة الليل فكأنه قال: إنما أمرتك بصلاة الليل، لأنا سنلقي عليك قولًا عظيمًا، ولا بد وأن تصيّر نفسك مستعدة لذلك القول العظيم، وذلك بصلاة الليل، فإن الإِنسان إذا اشتغل بعبادة الله في الليلة الظلماء، وأقبل على ذكره والتضرع بين يديه، استعدت نفسه لإِشراق وجلال الله فيها أقول: وهذا المعنى لطيف في الربط بين قيام الليل، وتلاوة القرآن، فإن الله تعالى كلَّف رسوله أن يدعو الناس إلى دين جديد، فيه تكاليف شاقة على النفس، وأن يكلفهم العمل بشرائعه وأحكامه، ولا شك أن مثل هذا التكليف، يحتاج إلى مجاهدة للنفس ومصابرة، لما فيه من حملهم على ترك ما ألفوه من العقائد، ونبذ ما ورثوه من أسلافهم من العادات، فأنت يا محمد معرَّضٌ لمتاعب كثيرة، وأخطار جمة في سبيل هذه الدعوة، وحمل الناس على قبولها، فكيف يمكنك أن تقوم بهذه المهمة الكبيرة، وأنت على ما أنت عليه من التزل والتلفف، والخلود إلى الراحة والسكون، والبعد عن المشاقِّ، ومجاهدة النفس بطول العبادة وكثرة التهجد، ودراسة آيات القرآن دراسة تفهم وتدبر؟ فانشط من مضجعك إِذًا، واسهر معظم ليلك في مناجاة ربك، استعدادًا لتحمل مشاق الدعوة، والتبشير بهذا الدين الجديد، ويا لها من لفتةٍ كريمة، تيقَّظَ لها قلبُ النبي الكريم ﵊ ُ، فشمَّر عن ساعد الجد والعمل، وقام بين يدي ربه حتى تشققت قدماه.\n. ثم بيَّن تعالى فضل إحياء الليل بالعبادة فقال ﴿إِنَّ نَاشِئَةَ الليل﴾ أي إن ساعات الليل وأوقاته التي فيها التفرغ والصفاء، وما ينشئه المرء ويحدثه من طاعةٍ وعابدة، يقوم لها من مضجعه بعد هدأةٍ من الليل ﴿هِيَ أَشَدُّ وَطْأً﴾ أي هي أشد على المصلي وأثقل من صلاة النهار، لأن الليل جعل للنوم والراحة، فقيامه على النفس أشد وأثقل، ومن شأن هذه الممارسة الصعبة أن تقوّي النفوس، وتشد العزائم، وتصلب الأبدان، ولا ريب أن مصاولة الجاحدين أعداء الله تحتاج إلى نفوس قوية، وأبدان صلبة ﴿وَأَقْوَمُ قِيلًا﴾ أي أثبتُ وأبينُ قولًا، لأن الليل تهدأ فيه الأصوات، وتنقطع فيه الحركات، فتكون النفس أصفى، والذهن أجمع، فإن هدوَّ الصوت في الليل، وسكون البشر فيه، أعون للنفس على التدبر والتفطن، والتأمل في أسرار القرآن ومقاصده ﴿إِنَّ لَكَ فِي النهار سَبْحًَا طَوِيلًا﴾ أي إن لك في النهار تصرفًا وتقلبًا، واشتغالًا طويلًا في شئونك، فاجعل ناشئة الليل لتهجدك وعبادتك قال في التسهيل: السبحُ هنا عبارة عن التصرف في الأعمال والأشغل والمعنى: يكفيك النهار للتصرف في أشغالك، وتفرغ بالليل لعبادة ربك. . وربع أن قرر الخطاب الإِلهي هذه المقدمات التي هي بمثابة تمهيدٍ وبساطٍ للدعوة، انتقل إلى أمر الرسول ﷺ َ بتبليغ الدعوة، وتعليمه كيفية السير فيها عملًا، بعد أن مهدها له نظرًا فقال ﴿واذكر اسم رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾ أي استعن على دعوتك بذكر الله ليلًا ونهارًا، وانقطع إليه انقطاعًا تامًا في عبادتك وتوكلك عليه، ولا تعتمد في","vol":"3","page":442},{"text":"شأنٍ من شئونك على غيره تعالى قال ابن كثير: أي أكثر من ذكره وانقطع إليه جلا وعلا، وتفرغ لعبادته إذا فرغت من أشغالك مع إخلاص العبادة له ﴿رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلًا﴾ أي هو جل وعلا الخالق المتصرف بتدبير شئون الخلق، وهو المالك لمشارق الأرض ومغاربها، لا إله غيره ولا ربَّ سواه، فاعتمد عليه وفوّض أمورك إليه ﴿واصبر على مَا يَقُولُونَ﴾ أي اصبر على أذى هؤلاء السفهاء المكذبين فيما يتقولونه عليك من قولهم: «ساحر، شاعر، مجنون» فإن الل ناصرك عليهم ﴿واهجرهم هَجْرًا جَمِيلًا﴾ أي اتركهم ولا تتعرض لهم بأذى ولا شتيمة، قال المفسرون: الهجر الجميل هو الذي لا عتاب معه، ولا يشوبه أذى ولا شتم، وقد كان هذا قبل أن يؤمر بالقتال كما قال سبحانه ﴿وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ﴾ [الأَنعام: ٦٨] ثم أُمر ﷺ َ بقتالهم وقتلهم، والحكمة في هذا أن المؤمنين كانوا بمكة قلة مستضعفين، فأمروا بالصبر وبالمجاهدة الليلية، حتى يُعدُّوا أنفسهم بهذه التربية الروحية على مناجزة الأعداء، وحتى يكثر عددهم فيقفوا في وجه الطغيان، أما قبل الوصول إلى هذه المرحلة فينبغي الصر والاقتصار على الدعوة باللسان.\n. ثم قال تعالى متوعدًا ومتهددًا صناديد قريش ﴿وَذَرْنِي والمكذبين أُوْلِي النعمة﴾ أي دعني يا محمد وهؤلاء المكذبين بآياتي، أصحاب الغنى، والتنعم في الدنيا، والترف والبطر فأنا أكفيك شرهم قال الصاوي: المعنى اتركني أنتقم منهم، ولا تشفع لهم، وهذا من مزيد التعظيم له ﷺ َ، وإِجلال قدره ﴿وَمَهِّلْهُمْ قَلِيلًا﴾ أي وأمْهِلهمْ زمنًا يسيرًا حتى ينالوا العذاب الشديد قال المفسرون: أمهلهم الله تعالى إلى أن هاجر رسول الله ﷺ َ من مكة، فلما خرج منها سلَّط عليهم السنين المجدبة وهو العذاب العام، ثم قتل صناديدهم ببدر وهو العذاب الخاص. . ثم وصف تعالى ما أعده لهم من العذاب في الآخرة فقال ﴿إِنَّ لَدَيْنَآ أَنكَالًا وَجَحِيمًا﴾ أي إنَّ لهم عندنا في الآخرة قيودًا عظيمة ثقيلة يقيدون بها، ونارًا مستعرة هي نار الجحيم يحرقون بها قال في التسهيل: الأنكال جمع نِكْل وهو القيد من الحديد، وروي أنها قيود سودٌ من نار ﴿وَطَعَامًا ذَا غُصَّةٍ﴾ أي وطعامًا كريهًا غير سائق، يغصُّ به الإِنسان وهو الزقوم والضريع قال ابن عباس: شوك من نار يعترض في حلقوهم لا يخرج ولا ينزل ﴿وَعَذَابًا أَلِيمًا﴾ أي وعذابًا وجيعًا مؤلمًا، زيادة على ما ذكر من النكال والأغلال. . ثم ذكر تعالى وقت هذا العذاب فقال ﴿يَوْمَ تَرْجُفُ الأرض والجبال﴾ أي يوم تتزلزل الأرض وتهتز بمن عليها اهتزازًا عنيفًا شديدًا هي وسائر الجبال، وذلك يوم القيامة ﴿وَكَانَتِ الجبال كَثِيبًا مَّهِيلًا﴾ أي وتصبح الجبال على صلابتها تلًا من الرمل سائلًا متناثرًا، بعد أن كانت صلبة جامدة قال ابن كثير: أي تصير الجبال ككثبان الرمال، بعد ما كانت جحارة صماء، ثم إنها تُنسف نسفًا فلا يبقى منها شيء إلا ذهب كقوله تعالى ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا فَيَذَرُهَا قَاعًا صَفْصَفًا لاَّ ترى فِيهَا عِوَجًا ولا أَمْتًا﴾ [طه: ١٠٥١٠٧] أي لا شيء ينخفض ولا شيء يرتفع. . ذكر تعالى العذاب","vol":"3","page":443},{"text":"المؤلم الذي أعده للمشركين، ومكانه وهو الجحيم، وآلاته وهي القيود وطعام الزقوم، ووقته وهو عند اضطراب الأرض وتزلزلها بمن عليها، وأراد بذلك تخويف المكذبين وتهديدهم بأنه تعالى سيعاقبهم بذلك كله، إن بقوا مستمرين في تكذيبهم لرسول الله ﵊ ُ، ثم أعقبه بتذكيرهم بما حلَّ بالأمم الباغية التي قد خلت من قبلهم، وكيف عصت وتمردت فأنزل بها من أمره ما أنزل، وضرب لهم المثل بفرعون الجبار فقال ﴿إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ﴾ أي بعثنا لكم يا أهل مكة محمدًا ﷺ َ شاهدًا على أعمالكم، يشهد عليكم بما صدر منكم من الكفر والعصيان ﴿كَمَآ أَرْسَلْنَآ إلى فِرْعَوْنَ رَسُولًا﴾ أي كما بعثنا إلى ذلك الطاغية فرعون الجبار، رسولًا من أولئك الرسل العظام «أولي العزم» وهو موسى بن عمران قال الخازن: وإِنما خصَّ فرعون وموسى بالذكر من بين سائر الأمم والرسل، لأن محمدًا ﷺ َ آذاه أهل مكة واستخفوا به لأنه وُلد فيهم، كما أن فرعون أزدرى بموسى وآذاه لأنه ربَّاه ﴿فعصى فِرْعَوْنُ الرسول﴾ أي فكذب فرعون بموسى ولم يؤمن به، وعصى أمره كما عصيتم يا معشر قريش محمدًا ﷺ َ وكذبتم برسالته ﴿فَأَخَذْنَاهُ أَخْذًا وَبِيلًا﴾ أي فأهلكناه إهلاكًا شديدًا فظيعًا، خارجًا عن حدود التصور، وذلك بإِغراقه في البحر مع قومه قال أبو السعود: وفي الآية التنبيه على أنه سيحيق بهؤلاء ما حاق بأولئك لا محالة، و«الوبيلُ» الثقيل الغليظ من قولهم كلأٌ وبيل أي وخيم لا يستمرأ لثقله.\n. وبعد أن ذكر الله أخذه لفرعون، وأن ملكه وجبروته لم يدفعا عنه العذاب، عاد فذكَّر كفار مكة بالقيامة وأهوالها ليبيّن لهم أنهم لن يفلتوا من العذاب كما لم يفلت فرعون مما حدث له فقال ﴿فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ الولدان شِيبًا﴾ أي كيف لا تحذون وتخافون يا معشر قريش عذاب يوم هائل إن كفرتم بالله ولم تؤمنوا به؟ وكيف تأمنون ذلك اليوم الرهيب الذي يشيب فيه الوليد من شدة هوله، وفظاعة أمره؟ قال الطبري: وإنما تشيب الولدان من شدة هوله وكربه، وذلك حين يقول الله لآدم: أخرج من ذريتك بعث النار، من كل ألفٍ تسعمائة وتسعة وتسعون، فيشيب هنالك كل وليد. . ثم زاد في وصفه وهوْله فقال ﴿السَّمَآءُ مُنفَطِرٌ بِهِ﴾ أي السماء متشققة ومتصدّعة من هول ذلك اليوم الرهيب العصيب ﴿كَانَ وَعْدُهُ مَفْعُولًا﴾ أي كان وعده تعالى بمجيء ذلك اليوم واقعًا لا محالة، لأن الله لا يخلف الميعاد ﴿إِنَّ هذه تَذْكِرَةٌ﴾ أي إن هذه الآيات المخوّفة، التي فيها القوارع والزواجر، عظةٌ وعبرةٌ للناس ﴿فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلًا﴾ أي فمن شاء من الغافلين الناسين، أن يستفيد من هذه التذكرة قبل فوات الأوان، فليسلك طريقًا موصلًا إلى الرحمن، بالإِيمان والطاعة، فالأسبابُ ميسرة، والسبل معبَّدة، قال المفسرون: والغرض الحضُّ على الإِيمان وطاعة الله ﷿، والترغيب في الأعمال الصالحة، لتبقى ذخرًا في الآخرة. . ثم عادت الآيات الكريمة للحديث عمَّا بدأته في أول السورة من قيام الليل فقال تعالى ﴿إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَيِ الليل وَنِصْفَهُ وَثُلُثَهُ وَطَآئِفَةٌ مِّنَ الذين مَعَكَ﴾ أي إن","vol":"3","page":444},{"text":"ربك يا محمد يعلم أنك تقوم مع أصحابك للتهجد والعبادة أقل من ثلثي الليل، وتارة تقومون نصفه، وتارةً ثلثه كقوله تعالى\n﴿كَانُواْ قَلِيلًا مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ﴾ [الذاريات: ١٧١٨] ﴿والله يُقَدِّرُ الليل والنهار﴾ أي والله جلا وعلا هو العالم بمقادير الليل والنهار، وأجزائهما وساعاتهما، لا يفوته علم ما تفعلون من قيام هذه الساعات في غلس الظلام ابتغاء رضوانه، وهو تعالى المدبّر لأمر الليل والنهار ﴿عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ﴾ أي علم تعالى أنكم لن تطيقوا قيام الليل كله ولا معظمه، فرحمكم ورجع عليكم بالتخفيف قال الطبري: أي علم ربكم أن لن تطيقوا قيامه، فتاب عليكم بالتخفيف عنكم ﴿فاقرءوا مَا تَيَسَّرَ مِنَ القرآن﴾ أي فصلوا ما تيسر لكم من صلاة الليل، وإنما عبَّر عن الصلاة بالقراءة، لأن القراءة أحد أجزاء الصلاة قال ابن عباس: سقط عن أصحاب رسول الله قيام الليل وصارت تطوعًا، وبقي ذلك فرضًا على رسول الله ﷺ َ. . ثم بين تعالى الحكمة في هذا التخفيف فقال ﴿عَلِمَ أَن سَيَكُونُ مِنكُمْ مرضى﴾ أي علم تعالى أنه سيوجد فيكم من يعجزه المرضُ عن قيام الليل، فخفف عنكم رحمة بكم ﴿وَآخَرُونَ يَضْرِبُونَ فِي الأرض يَبْتَغُونَ مِن فَضْلِ الله﴾ أي وقوم آخرون يسافرون في البلاد للتجارة، يطلبون الرزق وكسب المال الحلال ﴿وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ الله﴾ أي وقوم آخرون وهم الغزاة المجاهدون، يجاهدون في سبيل الله لإِعلاء كلمته ونشر دينه، وكل من هذه الفرق الثلاثة يشقُّ عليهم قيام الليل، فلذلك خفف الله عنهم، ذكر تعالى في هذه الآية الأعذار التي تكون للعباد تمنعهم من قيام الليل، فمنها المرض، ومنها السفر للتجارة، ومنها الجهاد في سبيل الله، ثم كرر الأمر بقراءة ما تيسر من القرآن تأكيدًا للتخفيف عنهم قال الإِمام الفخر: أما المرضى فإنهم لا يمكنهم الاشتغال بالتهجد لمرضهم، وأما المسافرون والمجاهدون فيهم مشغولون في النهار بالأعمال الشاقة، فلو لم يناموا في الليل لتواليت أسباب المشقة عليهم، فلذلك خفف الله عنهم وصار وجوب التهجد منسوخًا في حقهم ﴿فاقرءوا مَا تَيَسَّرَ مِنْهُ﴾ أي فصلوا ما تيسَّر لكم من صلاة الليل، واقرءوا في صلاتكم ما تيسر من القرآن ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي وأدوا الصلاة المفروضة على الوجه الأكمل، والزكاة الواجبة عليكم إلى مستحقيها قال المفسرون: قلَّما يُذكر الأمر بالصلاة في القرآن، إلا ويُقرن معه الأمر بالزكاة، فإن الصلاة عماد الدين بين العبد وربه، والزكاة عماد الدين بينه وبين إِخوانه، والصلاة أعظم العبادات البدنية، والزكاة أعظم العبادات المالية ﴿وَأَقْرِضُواُ الله قَرْضًا حَسَنًا﴾ أي تصدقوا في","vol":"3","page":445},{"text":"وجوه البر والإِحسان ابتغاء وجه الله قال ابن عباس: يريد سائر الصدقات سوى الزكاة، من صلة الرحم، وقرى الضيف وغيرهما ﴿وَمَا تُقَدِّمُواْ لأَنفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوهُ عِندَ الله﴾ أي أيَّ شيء تفعلوه أيها الناس من وجوه البر والخير تلقوا أجره وثوابه عند ربكم ﴿هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا﴾ أي تجدوا ذلك الأجر والثواب يوم القيامة خيرًا لكم مما قدمتم في الدنيا من صلح الأعمال، فإن الدنيا فانية والآخةر باقية، وما عند الله خيرٌ للأبرار ﴿واستغفروا الله﴾ أي اطلبوا مغفرة الله في جميع أحوالكم، فإن الإِنسان قلَّما يخلو من تقصير أو تفريط ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة، واسع الرحمة.\n. ختم تعالى السورة بإِرشاد المنفقين المحسنين، إلى أن يطلبوا من الله الصفح والعفو، إذ ربما كانوا لم يخلصوا النية في الإِنفاق، أو لم يحسنوا العمل في الإِقراض، فيضعوا النفقة في غير مواضعها، أو ينفقوها فيما لهم فيه غرض وشهوة، وهو ختم يتناسق مع موضوع الإِنفاق، فسبحان منزل القرآن بأوضح بيان!!\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿انقص مِنْهُ. . أَوْ زِدْ عَلَيْهِ﴾ وبين ﴿المشرق. . والمغرب﴾ وبين ﴿الليل والنهار﴾ .\n٢ - جناس الاشتقاق ﴿أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا﴾ .\n٣ - تأكيد الفعل بالمصدر مثل ﴿رَتِّلِ القرآن تَرْتِيلًا﴾ ﴿رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾ ﴿فَأَخَذْنَاهُ أَخْذًا وَبِيلًا﴾ زيادة في البيان والإِيضاح.\n٤ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا﴾ ولو جرى على الأصل لقال إنا أرسلنا إليهم، والغرض من الالتفات التقريع والتوبيخ على عدم الإِيمان.\n٥ - المجاز المرسل ﴿فاقرءوا مَا تَيَسَّرَ مِنَ القرآن﴾ أراد به الصلاة، فأطلق اسم الجزء على الكل، لأن القراءة أحد أجزاء الصلاة.\n٦ - ذكر العام بعد الخاص ﴿وَمَا تُقَدِّمُواْ لأَنفُسِكُمْ مِّنْ خَيْرٍ﴾ عمَّم بعد ذكر الصلاة، والزكاة، والإِنفاق ليعم جميع الصالحات.\n٧ - الاستعارة التبعية ﴿وَأَقْرِضُواُ الله قَرْضًا حَسَنًا﴾ شبَّه الإِحسان إلى الفقراء والمساكين بإقراض رب العالمين، وهو من لطيف الاستعارة.\n٨ - السجع المرصَّع مثل ﴿إِنَّ لَدَيْنَآ أَنكَالًا وَجَحِيمًا وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا﴾ الخ.","vol":"3","page":446},{"text":"اللغَة: ﴿المدثر﴾ المتغطي بثيابه، تدثر: لبس الدثار وهو الثوب الذي فوق الشعار، والشعار الثوب الذي يلي الجسد، ومنه حديث «الأنصار شعار، والناس دثار» ﴿الناقور﴾ الصور الذي ينفخ فيه، والنقر في كلام العرب الصوت، سمي ناقورًا لأنه يخرج منه صوت عظيم رهقب، يفزع الناس منه ويموتون ﴿عَبَسَ﴾ قطب بين عينيه ﴿بَسَرَ﴾ كلح وجهه وتغير لونه قال الليث: عبس إذا قطب ما بين عينيه، فإن أبدى عن أسنانه في عبوسه قيل كلح، فإن اهتم في الأمر وفكر فيه قيل: بسر، فإن غضب مع ذلك قيل: بسل ﴿أَسْفَرَ﴾ أضاء وانكشف ﴿الكبر﴾ الدواهي وعظائم المصائب والعقوبات قال الراجز:","vol":"3","page":448},{"text":"يا ابن المعلى نزلت إحدى الكبر ... داهية الدهر وصمَّاء الغير\n﴿قَسْوَرَةٍ﴾ أسد، من القسر وهو القهر، سمي بذلك لأنه يقهر السباع، وقيل هو جماع الرماة الذين يتصيدون قال الأزهري: هو اسم جمع للرماة لا واحد له من جنسه قال لبيد:\nإذا ما هتفنا هتفة في ندَّينا ... أتانا الرجال الصَّائدون القساور\nسَبَبُ النّزول: روي أنه لما نزل قوله تعالى ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ قال أبو جهل لقريش: ثكلتكم أمهاتكم إن ابن أبي كبشة يعني محمدًا ﷺ َ يتوعدنا ويخوفنا بجهنم، ويخبر أن خزنة النار تسعة عشر، وأنتم الجمع العظيم، أيعجز كل عشرة منكم أن يبطشوا بواحد منهم!! فقال «أبو الأسد الجمحي»: أنا أكفيكم منهم سبعة عشر، واكفوني اثنين، فأنزل الله تعالى ﴿وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً وَمَا جَعَلْنَا عِدَّتَهُمْ إِلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُواْ ...﴾ الآية.\nالتفسِير: ﴿ياأيها المدثر قُمْ فَأَنذِرْ﴾ أي يا أيها المتغطي بقطيفته يريد النوم والراحة، قم من مضجعك قيام عزم وتصميم، وحذر الناس من عذاب الله إن لم يؤمنوا، خوطب ﷺ َ بهذا اللفظ «المدثر» مؤانسة له ﷺ َ وتلطفًا، كما خوطب بلفظ ﴿المزمل﴾ في السورة السابقة قال المفسرون: «كان ﷺ َ يتعبد في غار حراء فجاءه جبريل بالآيات الكريمة ﴿اقرأ باسم رَبِّكَ الذي خَلَقَ. .﴾ [العلق: ١] الآيات وهي أول ما نزل عليه من القرآن، فرجع يرجف فؤاده فقال لخديجة: زملوني، زملوني فنزلت ﴿ياأيها المزمل قُمِ اليل إِلاَّ قَلِيلًا﴾» [المزمل: ١٢] الآيات ثم فتر الوحي فحزن ﷺ َ فبينا هو يمشي سمع صوتًا من السماء، فرفع رأسه فإِذا الملك الذي جاءه بحراء جالس على كرسي بين السماء والأرض، فعراه ﷺ َ من رؤيته الرغب والفزع، فجاء إلى أهله فقال: دثروني، دثروني فأنزل الله ﴿ياأيها المدثر قُمْ فَأَنذِرْ﴾ قال القرطبي: وفي هذا النداء ملاطفة في الخطاب، من الكريم إلى الحبيب، إذ ناداه بوصفه ولم يقل «يا محمد» ليستشعر اللين والملاطفة من ربه، ومثله قول النبي ﷺ َ لحذيفة بن اليمان يوم الخندق: «قم يا نومان» ﴿وَرَبَّكَ فَكَبِّرْ﴾ أي عظمربك، وخصه بالتمجيد والتقديس، وأفرده بالعظمة والكبرياء، فليس هناك من هو أكبر من الله قال الألوسي: أي اخصص ربك بالتنكير، وهو وصفه تعالى بالكبرياء والعظمة، اعتقادًا وقولًا، وإنما ذكرت هذه الجملة بعد الأمر بالإِنذار، تنبيهًا للنبي ﷺ َ على عدم الاكتراث بالكفار، فإن نواصي الخلائق بيد الجبار، فلا ينبغي أن يبالي الرسول بأحد من الخلق، ولا أن يرهب سوى الله، فإن كل كبير مقهور تحت عظمته تعالى وكبريائه ﴿وَثِيَابَكَ فَطَهِّرْ﴾ أي وثيابك فطهرها من النجاسات والمستقذرات، فإن المؤمن طيبٌ طاهر، لا يليق منه أن يحمل الخبيث، قال ابن زيد: كان المشركون لا يتطهرون، فأمره الله أن يتطهر وأن يطهر ثيابه وقال ابن عباس: كنَّى بالثياب","vol":"3","page":449},{"text":"عن القلب والمعنى وقلبك فطهر من الإِثم والمعاصي واستشهد بقول غيلان\nوإني بحمد الله لا ثوب فاجر ... لبست ولا من غدرة أتقنع\nيقول العرب: فلان طاهر الثياب أو نقي الثياب، يريدون وصفه بالنقاء من المعايب وذميم الصفات، ويقولون: فلان دنس الثياب إذا كان موصوفًا بالأخلاق الذميمة قال الرازي: والسبب في حسن هذه الكناية، أن الثوب كالشيء الملازم للإِنسان، فلهذا السبب جعلوا الثوب كناية عن الإِنسان، فقالوا: المجدُ في ثوبه، والعفة في إزاره ﴿والرجز فاهجر﴾ أي اترك عبادة الأصنام والأوثان ولا تقربها قال ابن زيد: الرجز: الآلهة التي كانوا يعبدونها، فأمره أن يهجرها فلا يأتيها ولا يقربها وقال الإِمام الفخر: الرجز: اسم للقبيح المستقذر كالرجس قال تعالى ﴿فاجتنبوا الرجس مِنَ الأوثان﴾ [الحج: ٣٠] وقوله ﴿والرجز فاهجر﴾ كلام جامع لمكارم الأخلاق، كأنه قيل له: اهجر الجفاء، والسفه، وكل قبيح، ولا تتخلق بأخلاق هؤلاء المشركين، والمراد بالهجر الأمر بالمداومة على ذلك الهجران، كما يقول المسلم: ﴿اهدنا الصراط المستقيم﴾ [الفاتحة: ٦] ليس معناه أنه ليس على الهداية، بل المراد ثبتنا على هذه الهداية ﴿وَلاَ تَمْنُن تَسْتَكْثِرُ﴾ أي ولا تعط الناس عطاء وتستكثره، لأن الكريم يستقل ما يعطي وإن كان كثيرًا، واعط عطاء من لا يخاف الفقر وقال ابن عباس: لا تعط عطية تلتمس بها أفضل منها بمعنى: لا تعط شيئًا لتعطى أكثر منه، وسر النهي أن يكون العطاء خاليًا عن انتظار العوض تعففًا وكمالًا، فإن النبي ﷺ َ مأمور بأشرف الآداب وأجل الأخلاق ﴿وَلِرَبِّكَ فاصبر﴾ أي اصبر على أذى قومك، ابتغاء وجه ربك. . ثم أخبر تعالى هن أهوال القيامة وشدائدها فقال: ﴿فَإِذَا نُقِرَ فِي الناقور﴾ أي فإِذا نفخ في الصور، نفخة البعث والنشور، وعبر عن النفخ وعن الصور، بالنقر في الناقور لبيان هول الأمر وشدته، فإن النفر في كلام العرب معناه الصوت وإذا اشتد الصوت أصبح مفزعًا فكأنه يقول: إصبر على أذاهم، فبين أيديهم يوم هائل يلقون فيه عاقبة أذاهم، وتلقى عاقبة صبرك، ولهذا قال بعده ﴿فَذَلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ﴾ أي فذلك اليوم يوم شديد هائل، يشتد فيه الهول ويعسر الأمر عليهم، والإِشارة بالبعيد ﴿فَذَلِكَ﴾ للإِيذان ببعد منزلته في الهول والفظاعة ﴿عَلَى الكافرين غَيْرُ يَسِيرٍ﴾ أي هو عسير على الكافرين، غير هين ولا يسير عليهم، لأنهم ينشاقون الحساب، وتسود وجوههم، ويحشرون زرقًا، ويفتضحون على رءوس الأشهاد، قال الصاوي: ودلت الآية على أنه يسير على المؤمنين، لأنه قيد عسرة بالكافرين، وفيها زيادة وعيد وغيظ للكافرين، وبشرى وتسلية للمؤمنين.\n. ثم أخبر عن قصة ذلك الشقي الكافر «الوليد بن المغيرة» وقوله الشنيع في القرآن فقال ﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا﴾ أي دعني يا محمد وهذا الشقي، الذي خلقته في بطن أُمه وحيدًا فريدًا، لا ما له ولا ولاد، ولا حول له ولا مدد، ثم","vol":"3","page":450},{"text":"كفر بي وكذب بآياتي قال المفسرون: نزلت في «الوليد بن المغيرة» كان من أكابر قريش، ولذلك لقب الوحيد وريحانة قريش، وقد أنعم الله عليه بنعم الدنيا من المال والبنين، وأغدق عليه الرزق فكان ماله كالنهر الدافق، وكان للوليد بستان في الطائف لا ينقطع ثمره صيفًا ولا شتاء، فكفر بأنعم الله وبدلها كفرًا، وقابلها بالجحود بآيات الله والافتراء علهيا، وفيه نزل ﴿ذَرْنِي وَمَنْ خَلَقْتُ وَحِيدًا﴾ وهو أسلوب بليغ في التهديد، كما نزلت فيه الآيات المتقدمة في سورة نون، ﴿وَلاَ تُطِعْ كُلَّ حَلاَّفٍ مَّهِينٍ. .﴾ إلى ﴿سَنَسِمُهُ عَلَى الخرطوم﴾ [القلم: ١٠١٦] وهو الذي آذى رسول الله ﷺ َ وكاد له، فإن صناديد قريش لما برموا برسول الله، وضاقت عليهم الحيل في إسكاته، وإطفاء نور دعوته، لجأوا إلى الوليد فأشار عليهم بأن يلقبوه ﷺ َ بالساحر، ويأمروا عبيدهم وصبيانهم أن ينادوا بذلك في مكة، فجعلوا ينادون إن محمدًا ساحر، فحزن لذلك رسول الله ﷺ َ فنزلت الآيات الكريمة في معرض تهديده وتخويفه، ليكون ذلك أدعى للكسر من كبريائه ثم قال تعالى ﴿وَجَعَلْتُ لَهُ مَالًا مَّمْدُودًا﴾ أي جعلت له المال الواسع المبسوط، من الإِبل، والخيل، والغنم، والبساتين النضرة قال البيضاوي: ﴿مَّمْدُودًا﴾ أي مبسوطًا كثيرًا، وكان له الزرع والضرع والتجارة قال ابن عباس: كان ماله ممدودًا ما بين مكة والطائف وقال مقاتل: كان له بستان لا ينقطع نفعه شتاء ولا صيفًا ﴿وَبَنِينَ شُهُودًا﴾ أي وأولادًا مقميمن معه في بلده، يحضرون معه المحافل والمجامع، يستأنس بهم ولا يتنغَّص عيشه لفراقهم قال المفسرون: كان له عشرة بنين لا يفارقونه سفرًا ولا حضرًا، وكان مستأنسًا بهم وله بهم عز ومنعة، أسلم منهم ثلاثة: «خالد، وهشام، والوليد» .\n. وبعد أن ذكر من مظاهر النعم المال والبنين عاد فعمم الخيرات الدنيوية التي أنعم بها الله عليه فقال ﴿وَمَهَّدتُّ لَهُ تَمْهِيدًا﴾ أي بسطت بين يديه الدنيا بسطًا، ويسرت له تكاليف الحياة، ومظاهر الجاه والعز والسيادة، فكان في قريش عزيزًا منيعًا، وسيدًا مطاعًا ﴿ثُمَّ يَطْمَعُ أَنْ أَزِيدَ﴾ أي ثم بعد هذا العطاء الجزيل يطمع أن أزيد له في ماله وولده وقد كفر بي قال الفخر الرازي: لفظ ﴿ثُمَّ﴾ هنا للإِنكار والتعجب، كما تقول لصاحبك: أنزلتك داري، وأطعمتك وأكرمتك ثم أنت تشتمني! ﴿أي ومع كل هذه الإِنعام والإِكرام فقد كفر وجحد، وبدل أن يشكر الوليد لربه هذا الإِحسان، ويقابله بالطاعة والإِيمان، عكس الأمر وقابله بالجحود والكفران ﴿كَلاَّ﴾ ردع وزجر أي ليرتدع هذا الفاجر الأثيم عن ذلك الطمع الفاسد، ثم علل ذلك بقوله ﴿إِنَّهُ كان لآيَاتِنَا عَنِيدًا﴾ أي لأنه معاند للحق، جاحد بآيات الله، مكذب لرسوله، فكيف يطمع بالزيادة هذا الشقي العنيد؟ ﴿سَأُرْهِقُهُ صَعُودًا﴾ أي سأكلفه وألجئه إلى عذاب صعب شاق لا يطاق، تضعف عنه قوته كما تضعف","vol":"3","page":451},{"text":"قوة من يصعد في الجبل قال القرطبي: ﴿صَعُودًا﴾ صخرة ملساء يكلف صعودها، فإذا صار في أعلاها حدر في جهنم، فيهوي ألف عام قبل أن يبلغ قرارها وفي الحديث «الصعود جبل من نار يصعد فيه الكافر سبعين خريفًا، ثم يهوي فيه كذلك أبدًا» ﴿إِنَّهُ فَكَّرَ وَقَدَّرَ﴾ أي إنه فكر في شأن النبي والقرآن، وأجال رأية وذهنه الثاقب، ثم رتب وهيأ كلامًا في نفسه، ماذا يقول في القرآن؟ وبماذا يطعن فيه؟ قال تعالى دعاء عليه ﴿فَقُتِلَ كَيْفَ قَدَّرَ﴾ أي قاتله الله وأخزاه على تلك الكلمة الحمقاء التي أجالها في نفسه، حيث قال عن القرآن، إنه سحر، وقال عن محمد إنه ساحر، وفي الآية استهزاء به وتهكم، حيث قدر ما لا يصح تقديره، ولا يسوغ أن يقوله عاقل قال في البحر: يقول العرب عند استعظام الأمر والتعجب منه: قاتله الله، ومرادهم أنه قد بلغ المبلغ الذي يحسد عليه ويدعي عليه من حُسَّاده، والاستفهام في قوله ﴿كَيْفَ قَدَّرَ﴾؟ في معنى ما أعجب تقديره وما أغربه به؟ كقولهم أي رجل هذا؟ أي ما أعظمه؟ ﴿ثُمَّ قُتِلَ كَيْفَ قَدَّرَ﴾ كرر العبارة تأكيدًا لذمه وتقبيحًا لحاله، ولغاية التهكم به، كأنه قال: قاتله الله ما أروع تفكيره، وأبدع رأيه الحصيف؟ حيث قال عن القرآن إنه سحر يؤثر؟ قال المفسرون: مر الوليد بالنبي ﷺ َ وهو يصلي ويقرأ القرآن، فاستمع لقراءته وتأثر بها، فانطلق الوليد حتى أتى مجلس قومه من بني مخزوم فقال: والله لقد سمعت من محمد آنفًا كلامًا، ما هو من كلام الإِنس ولا من كلام الجن، والله إن له لحلاوة، وإن عليه لطلاوة، وإن أعلاه لمثمر، وإن أسفله لمغدق، وإنه ليعلو وما يعلى عليه، ثم انصرف إلى منزله، فقالت قريش: لقد صبأ والله الوليد، ولتصبأن قريش كلها﴾ فقال أبو جهل: أنا أكفيكموه، فانطلق حتى جلس إلى جانب الوليد حزينًا، فقال له الوليد: ما لي أراك حزينًا يا ابن أخي؟ ﴿فقال: كيف لا أحزن وهذه قريش تجمع لك مالًا ليعينوك به على كبر سنك، ويزعمون أنك زيَّنت كلام محمد وصبأت لتصيب من فضل طعامه، وتنال من ماله﴾ ﴿فغضب الوليد وقال: ألم تعلم قريش أني من أكثرهم مالًا وولدًا؟﴾ وهل شبع محمد وأصحابه من الطعام حتى يكون لهم فضل طعام؟ ثم قام مع أبي جهل حتى أتى مجلس قومه فقال لهم: تزعمون أن محمدًا مجنون فهل رأيتموهن يخنف؟ قالوا: اللهم لا، قال: تزعمون أنه كاهن فهل رأيتموه تكهن قط؟ قالوا: اللهم لا، قال: تزعمون أنه شاعر فهل رأيتموه نطق بشعر قط؟ قالوا اللهم لا، قال: تزعمون أنه كذاب، فهل جربتم عليه كذبا قط؟ قالوا اللهم لا، فقالت قريش للوليد: فما هو؟ ففكر في نفسه ثم قال: ما هو إلا ساحر، أما رأيتموه يفرِّق بين الرجل وأهله وولده، وما هذا الذي يقوله إلا سحر يؤثر، فذلك قوله تعالى ﴿إِنَّهُ فَكَّرَ وَقَدَّرَ﴾ الآيات تركنا الوليد يفكر ويقدر، ولنرجع إليه لنرى ماذا فعل بعد، قال تعالى ﴿ثُمَّ نَظَرَ﴾ أي أجال النظر مرة أُخرى متفكرًا في شأن القرآن ﴿ثُمَّ عَبَسَ﴾ أي ثم قطب وجهه وكلحه ضيقًا بما يقول ﴿وَبَسَرَ﴾ اي وزاد في القبض","vol":"3","page":452},{"text":"والكلوح، كالمتهم المتفكر في أمر يدبره قال في التسهيل: البسور تقطيب الوجه وهو أشد من العبوس ﴿ثُمَّ أَدْبَرَ واستكبر﴾ أي ثم أعرض عن الإِيمان، وتكبر عن اتباع الهدى والحق ﴿فَقَالَ إِنْ هاذآ إِلاَّ سِحْرٌ يُؤْثَرُ﴾ أي فقال: ما هذا الذي يقوله محمد إلا سحر ينقله ويرويه عن السحرة ﴿إِنْ هاذآ إِلاَّ قَوْلُ البشر﴾ أي ليس هذا كلام الله، وما هو إلا كلام المخلوقين، يخدع به محمد القلوب، ويؤثر فيها كما يؤثر السحر بالمسحور قال الألوسي: هذا كالتأكيد للجملة الأولى، لأن المقصود منهما نفي كونه قرآنا أو من كلام الله تعالى، ولذلك لم يعطف عليها بالواو، وفي وصف إشكاله واستنباطه هذا القول السخيف استهزاء به، وإشارة إلى أنه عن الحق بمعزل، ويظهر من تتبع أحوال الوليد، أنه إنما قال ذلك عنادًا وحمية جاهلية، لا جهلًا بحقيقة الحال، ألا ترى ثناءه على القرآن ونفيه عنه جمعي ما نسبوا إليه من الشعر والكهانة والجنون!! ﴿سَأُصْلِيهِ سَقَرَ﴾ أي سأدخله جهنم يتلظى حرها، ويذوق عذابها ﴿وَمَآ أَدْرَاكَ مَا سَقَرُ﴾؟ استفهام للتهويل والتفظيع أي وما أعلمك أي شيء هي سقر؟ ﴿لاَ تُبْقِي وَلاَ تَذَرُ﴾ أي لا تبقي على شيء فيها إلا أهلكته، ولا تترك أحدًا من الفجار إلا أحرقته قال ابن عباس: لا تبقي من الدم والعظم واللحم شيئًا، فإذا أعيد خلقهم من جديد تعاود إحراقهم بأشد مما كانت وهكذا أبدًا ﴿لَوَّاحَةٌ لِّلْبَشَرِ﴾ أي تلوح وتظهر لأنظار الناس من مسافات بعيدة لعظمها وهو لها كقوله تعالى\n﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ [النازعات: ٣٦] قال الحسن: تلوح لهم من مسيرة خمسمائة عام حتى يروها عيانًا فهي بارزة إلى أنظارهم، يرونها من غير استشراف ولا مدِّ أعناق ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ أي خزنتها الموكلون عليها تسعة عشر ملكًا من الزبانية الأشداء كقوله تعالى ﴿عَلَيْهَا مَلاَئِكَةٌ غِلاَظٌ شِدَادٌ لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ [التحريم: ٦] قال ابن عباس: «ما بين منكبي الواحد منهم مسيرة سنة، وقوة الواحد منهم أن يضرب بالمقمع فيدفع بتلك الضربة سبعين ألف انسان في قعر جهنم» قال الألوسي: روي عن ابن عباس أنها لما نزلت ﴿عَلَيْهَا تِسْعَةَ عَشَرَ﴾ قال أبو جهل لقريش: ثكلتكم أُمهاتكم، أسمع ابن أبي كبشة يعني محمدًا يخبركم أن خزنة النار تسعة عشر، وأنتم الدَّهم أي العدد الشجعان، أفيعجز كل عشرةٍ منكم أن يبطشوا برجل منهم؟ فقال أبو الأشد الجمحي: وكان شديد البطش أنا أكفيكم سبعة عشر فأكفوني أنتم اثنين، فأنزل الله ﴿وَمَا جَعَلْنَآ أَصْحَابَ النار إِلاَّ مَلاَئِكَةً﴾ أي وما جعلنا خزنة النار إِلا من الملائكة الغلاظ الشداد، ولم نجعلهم من البشر حتى يصارعوهم ويغالبوهم ﴿وَمَا جَعَلْنَا عِدَّتَهُمْ إِلاَّ فِتْنَةً لِّلَّذِينَ كَفَرُواْ﴾ أي لم نجعل ذلك العدد إلاَّ سببًا لفتنة وضلال المشركين، حين استقلوا بعددهم واستهزءوا حتى قال أبو جهل:","vol":"3","page":453},{"text":"أفيعجز كل مائةٍ منكم أن يبطشوا بواحدٍ منهم ثم تخرجون من النار؟ قال الطبري: وإِنما جعل الله الخبر عن عدة خزنة جهنم فتنةً للكافرين، لتكذيبهم بذلك وقول بعضهم لأصحابه على سبيل الاستهزاء أنا أكفيكموهم ﴿لِيَسْتَيْقِنَ الذين أُوتُواْ الكتاب﴾ أي ليتيقن أهل الكتاب من صدق محمد، وأن هذا القرآن من عند الله، إِذ يجدون هذا العدد في كتبهم المنزَّلة ﴿وَيَزْدَادَ الذين آمنوا إِيمَانًا﴾ أي ويزداد المؤمنون تصديقًا لله ورسوله، بما يشهدن من صدق أخبار نبيهم ﷺ َ وتسليم أهل الكتاب لما جاء في القرآن موافقًا للتوراة والإِنجيل ﴿وَلاَ يَرْتَابَ الذين أُوتُواْ الكتاب والمؤمنون﴾ أي ولا يشك أهل الكتاب والمؤمنون في عددهم، وهذا تأكيدٌ لما قبله لأنه لما ذكر اليقين نفى عنهم الشك، فكان قوله ﴿وَلاَ يَرْتَابَ﴾ مبالغة وتأكيدًا، وهو ما يسميه علماء البلاغة الإِطناب ﴿وَلِيَقُولَ الذين فِي قُلُوبِهِم مَّرَضٌ والكافرون مَاذَآ أَرَادَ الله بهذا مَثَلًا﴾ أي وليقول الذين في قلوبهم شك ونفاق والكافرون من أهل مكة: أيَّ شيء أراد الله بهذا القول العجيب، الذي هو مثل في الغرابة والبداعة؟ ولماذا يخوفنا بواسطته من سقر وخزنتها التسعة عشر؟ قال الرازي: إِثبات اليقين في بعض الأحوال لا ينافي حصول الارتياب بعد ذلك، فالمقصود من إِعادة هذا الكلام هو أنه حصل لهم يقين جازم بحيث لا يحصل عقيبه البتة شك ولا ريب، وقد كان ﷺ َ يعلم من حال قريش أنه متى أخبرهم بهذا العدد العجيب فإِنهم يستهزئون به ويضحكون منه، ولذلك بيَّن تعالى الغاية من ذكر هذا الخبر أوضح بيان ﴿كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ أي مثل ما أضلَّ الله أبا جهل وأصحابه، يضلُّ الله عن الهداية والإِيمان من أراد إِضلاله، ويهدي من أراد هدايته، وله الحكمة البالغة، والحجة الدامغة ﴿وَمَا يَعْلَمُ جُنُودَ رَبِّكَ إِلاَّ هُوَ﴾ أي وما يعلم عدد الملائكة، وقوتهم وضخامة خلقهم، وكثرتهم إِلا الله رب العالمين، وفي الآية ردٌّ على أبي جهل حين قال: أما لربِّ محمد أعوان إِلاّ تسعة عشر؟ ﴿وَمَا هِيَ إِلاَّ ذكرى لِلْبَشَرِ﴾ أي وما هذه النار التي وصفها لكم الجبار، إِلا موعظة وتذكرة للخلق ليخافوا ويطيعوا ﴿كَلاَّ والقمر﴾ ﴿كَلاَّ﴾ كلمة ردع وزجر ثم أقسم الله تعالى بالقمر على أن سقر حق، والمعنى ليرتدع أولئك المستهزئون بالوحي والقرآن عن فعلهم وسوء صنيعهم،","vol":"3","page":454}]