[{"text":"الجهاد إِلا فئة قليلة منهم صبروا وثبتوا، وهم الذين عبروا النهر مع طالوت، قال القرطبي: وهذا شأن الأمم المتنعِّمة المائلة إِلى الدَّعة، تتمنى الحرب أوقات الأنفة فإِذا حضرت الحرب جُبنت وانقادت لطبعها ﴿والله عَلِيمٌ بالظالمين﴾ وعيدٌ لهم على ظلمهم بترك الجهاد عصيانًا لأمره تعالى ﴿وَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ الله قَدْ بَعَثَ لَكُمْ طَالُوتَ مَلِكًا﴾ أي أخبرهم نبيّهم بأنَّ الله تعالى قد ملَّك عليهم طالوت ليكونوا تحت إِمرته في تدبير أمر الحرب واختاره ليكون أميرًا عليهم ﴿قالوا أنى يَكُونُ لَهُ الملك عَلَيْنَا وَنَحْنُ أَحَقُّ بالملك مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِّنَ المال﴾ أي قاموا معترضين على نبيّهم كيف يكون ملكًا علينا والحال أننا أحقُّ بالملك منه لأن فينا من هو من أولاد الملوك وهو مع هذا فقير لا ما له فكيف يكون ملكًا علينا؟ ﴿قَالَ إِنَّ الله اصطفاه عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي العلم والجسم﴾ أي أجابهم نبيّهم على ذلك الاعتراض فقال: إِنّ الله اختاره عليكم وهو أعلم بالمصالح منكم، والعمدة في الاختيار أمران: العلم ليتمكن به من معرفة أمور السياسة، والأمر الثاني قوة البدن ليعظم خطره في القلوب، ويقدر على مقاومة الأعداء ومكابدة الشدائد، وقد خصّه الله تعالى منهما بحظ وافر، قال ابن كثير: ومن هاهنا ينبغي أن يكون الملك ذا علم، وشكل حسن، وقوّةٍ شديدة في بدنه ونفسه، ﴿والله يُؤْتِي مُلْكَهُ مَن يَشَآءُ﴾ أي يعطي الملك لمن شاء من عباده من غير إِرثٍ أو مال ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل عليمٌ بمن هو أهلٌ له فيعطيه إِياه.\n. ولمّا طلبوا آية تدل على اصطفاء الله لطالوت أجابهم إِلى ذلك ﴿وَقَالَ لَهُمْ نِبِيُّهُمْ إِنَّ آيَةَ مُلْكِهِ﴾ أي علامة ملكه واصطفائه عليكم ﴿أَن يَأْتِيَكُمُ التابوت﴾ أي يردَّ الله إِليكم التابوت الذي أخذ منكم، وهو كما قال الزمخشري: صندوق التوراة الذي كان موسى ﵇ إِذا قاتل قدَّمه فكانت تسكن نفوس بني إِسرائيل ولا يفرون ﴿فِيهِ سَكِينَةٌ مِّن رَّبِّكُمْ وَبَقِيَّةٌ مِّمَّا تَرَكَ آلُ موسى وَآلُ هَارُونَ تَحْمِلُهُ الملائكة﴾ أي في التابوت السكون والطمأنينة والوقار وفيه أيضًا بقية من آثار آل موسى وآل هارون وهي عصا موسى وثيابه وبعض الألواح التي كتبت فيها التوراة تحمله الملائكة، قال ابن عباس: جاءت الملائكة تحمل التابوت بين السماء والأرض حتى وضعه بين يدي طالوت والناس ينظرون ﴿إِنَّ فِي ذَلِكَ لآيَةً لَّكُمْ إِن كُنْتُم مُّؤْمِنِينَ﴾ أي إِن في نزول التابوت لعلامة واضحة أنّ الله اختاره ليكون ملكًا عليكم إِن كنتم مؤمنين بالله واليوم الآخر ﴿فَلَمَّا فَصَلَ طَالُوتُ بالجنود﴾ أي خرج بالجيش وانفصل عن بيت المقدس وجاوزه وكانوا ثمانين أخذ بهم في أرض قفرة فأصابهم حرٌّ وعطشٌ شديد ﴿قَالَ إِنَّ الله مُبْتَلِيكُمْ بِنَهَرٍ﴾ أي مختبركم بنهر وهو نهر الشريعة المشهور بين الأردن وفلسطين ﴿فَمَن شَرِبَ مِنْهُ فَلَيْسَ مِنِّي﴾ أي من شرب منه فلا يصحبني - وأراد بذلك أن يختبر إِرادتهم وطاعتهم قبل أن يخوض بهم غمار الحرب - ﴿وَمَن لَّمْ يَطْعَمْهُ فَإِنَّهُ مني﴾ أي من لم يشرب منه ولم يذقه فإِنه من جندي الذين يقاتلون معي ﴿إِلاَّ مَنِ اغترف غُرْفَةً بِيَدِهِ﴾ أي لكن من اغترف قليلًا من الماء ليبلَّ عطشه وينقع غلته فلا بأس بذلك، فأذن لهم برشفةٍ من الماء تذهب بالعطش ﴿فَشَرِبُواْ مِنْهُ إِلاَّ قَلِيلًا مِّنْهُمْ﴾ أي شرب الجيش منه إِلا فئة قليلة صبرت على العطش، قال السدي: شرب منه ستة وسبعون ألفًا وتبقّى معه أربعة آلاف ﴿فَلَمَّا جَاوَزَهُ هُوَ والذين آمَنُواْ مَعَهُ﴾ أي","vol":"1","page":142},{"text":"لما اجتاز النهر مع الذين صبروا على العطش والتعب ورأوا كثرة عدوهم واعتراهم الخوف فقال فريق منهم ﴿قَالُواْ لاَ طَاقَةَ لَنَا اليوم بِجَالُوتَ وَجُنودِهِ﴾ أي لا قدرة لنا على قتال الأعداء مع قائد جيشهم جالوت فنحن قلة وهم كثرة كاثرة ﴿قَالَ الذين يَظُنُّونَ أَنَّهُمْ مُلاَقُواْ الله﴾ أي قال الذين يعتقدون بلقاء الله وهم الصفوة الأخيار والعلماء الأبرار من أتباع طالوت ﴿كَم مِّن فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ الله﴾ أي كثيرًا ما غلبت الجماعة القليلة الجماعة الكثيرة بإِرادة الله ومشيئته، فليس النصر عن كثرة العدد وإِنما النصر من عند الله ﴿والله مَعَ الصابرين﴾ أي معهم بالحفظ والرعاية والتأييد ومن كان الله معه فهو منصور بحول الله ﴿وَلَمَّا بَرَزُواْ لِجَالُوتَ وَجُنُودِهِ﴾ أي ظهروا في الفضاء المتسع وجهًا لوجه أمام ذلك الجيش الجرار جيش جالوت المدرّب على الحروب ﴿قَالُواْ رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا﴾ دعوا الله ضارعين إِليه بثلاث دعوات تفيد إِدراك أسباب النصر فقالوا أولًا: ربنا أفضْ علينا صبرًا يعمنا في جمعنا وفي خاصة نفوسنا لنقوى على قتال أعدائك ﴿وَثَبِّتْ أَقْدَامَنَا﴾ أي ثبتنا في ميدان الحرب ولا تجعل للفرار سبيلًا إِلى قلوبنا وهي الدعوة الثانية ﴿وانصرنا عَلَى القوم الكافرين﴾ أي انصرنا على من كفر بك وكذب رسلك وهم جالوت وجنوده وهي الدعوة الثالثة قال تعالى إِخبارًا عنهم ﴿فَهَزَمُوهُمْ بِإِذْنِ الله﴾ أي هزموا جيش جالوت بنصر الله وتأييده إِجابة لدعائهم وانكسر عدوهم رغم كثرته ﴿وَقَتَلَ دَاوُدُ جَالُوتَ﴾ أي وقتل داود - وكان في جيش المؤمنين مع طالوت - رأس الطغيان جالوت واندحر جيشه ﴿وَآتَاهُ الله الملك والحكمة وَعَلَّمَهُ مِمَّا يَشَآءُ﴾ أي أعطى الله تعالى داود الملك والنبوّة وعلّمه ما يشاء من العلم النافع الذي أفاضه عليه، قال ابن كثير: كان طالوت قد وعده إِن قتل جالوت أن يزوجه ابنته ويشاطره نعمته، ويشركه في أمره، فوفى له ثم آل الملك إِلى داود ﵇ مع ما منحه الله به من النبوّة العظيمة ﴿وَلَوْلاَ دَفْعُ الله الناس بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الأرض﴾ أي لولا أن يدفع الله شرّ الأشرار بجهاد الأخيار لفسدت الحياة، لأنّ الشر إِن غلب كان الخراب والدمار ﴿ولكن الله ذُو فَضْلٍ عَلَى العالمين﴾ أي ذو تفضلٍ وإِنعام على البشر حيث لم يمكّن للشر من الاستعلاء ﴿تِلْكَ آيَاتُ الله نَتْلُوهَا عَلَيْكَ بالحق﴾ أي ما قصصنا عليك يا محمد من الأمور الغريبة والقصص العجيبة التي وقعت في بني إِسرائيل هي من آيات الله وأخباره المغيبة التي أوحاها إِليك بالحق بواسطة جبريل الأمين ﴿وَإِنَّكَ لَمِنَ المرسلين﴾ أي وإِنك يا محمد لمن جملة الرسل الذين أرسلهم الله لتبليغ دعوة الله ﷿.\nالبَلاَغَة: ١ - قال أبو حيان: تضمنت الآية الكريمة من ضروب البلاغة وصنوف البيان أمورًا كثيرة منها الاستفهام الذي أُجري مجرى التعجب في قوله: ﴿أَلَمْ تَرَ إِلَى الذين﴾ والحذف بين ﴿مُوتُواْ ثُمَّ أَحْيَاهُمْ﴾ أي فماتوا ثم أحياهم، والطباق في قوله: ﴿مُوتُواْ﴾ و﴿أَحْيَاهُمْ﴾ كذلك في قوله: ﴿يَقْبِضُ﴾ و﴿وَيَبْسُطُ﴾ والتكرار في قوله: ﴿فَضْلٍ عَلَى الناس﴾ و﴿ولكن أَكْثَرَ الناس﴾ والالتفات في ﴿وَقَاتِلُواْ فِي سَبِيلِ اللَّهِ﴾ والتشبيه بدون الأداة في قوله: ﴿قَرْضًا حَسَنًا﴾ شبّه قبوله تعالى إِنفاق العبد في سبيله بالقرض الحقيقي فأطلق اسم القرض عليه، والتجنيس المغاير في قوله: ﴿فَيُضَاعِفَهُ﴾ وقوله: ﴿أَضْعَافًا﴾ .","vol":"1","page":143},{"text":"٢ - ﴿أَفْرِغْ عَلَيْنَا صَبْرًا﴾ فيه استعارة تمثيلية فقد شبّه حالهم والله تعالى يفيض عليهم بالصبر بحال الماء يصب ويفرغ على الجسم فيعمه كله، ظاهره وباطنه فيلقي في القلب بردًا وسلامًا وهدوءًا واطمئنانًا.\nالفوَائِد: الأولى: أسند الاستقراض إِلى الله في قوله: ﴿مَّن ذَا الذي يُقْرِضُ الله﴾ وهو المنزه عن الحاجات ترغيبًا في الصدقة كما أضاف الإِحسان إِلى المريض والجائع والعطشان إِلى نفسه تعالى في قوله جلّ وعلا في الحديث القدسي: «ابن آدم مرضتُ فلم تعدني» و«اسعطعمتك فلم تطعمني» و«استسقيتك فلم تسقني» الحديث الذي رواه الشيخان.\nالثانية: روي أنه لمّا نزلت الآية الكريمة «جاء أبو الدحداح الأنصاري إِلى رسول الله ﷺ َ فقال يا رسول الله: وإِنّ الله ليريد منّا القرض؟ قال:» نَعَمْ يَا أَبَا الدَّحْدَاح! «قال: أرني يدك يا رسول الله، فناوله يده قال: فإِين قد أقرضتُ ربي حائطي - أي بستاني وكان فيه ستمائة نخلة وأم الدحداح فيه وعيالها - فجاء أبو الدحداح فنادها: يا أُمَّ الدحداح قالت: لبّيك، قال: اخرجي فقد أقرضته ربي ﷿»، وفي رواية قالت: ربح بيعك يا أبا الدحداح وخرجت منه مع عيالها.\nالثالثة: قال البقاعي: ولعلّ ختام بني إِسرائيل بهذه القصة لما فيها للنبيّ ﷺ َ من واضح الدلالة على صحة رسالته لأنها مما لا يعلمه إِلا القليل من حذاق علماء بني إِسرائيل.","vol":"1","page":144},{"text":"المنَاسَبَة: لما ذكر تعالى في الآيات السابقة اصطفاء طالوت على بني إِسرائيل، وتفضيل داود عليهم بالملك والنبوّة ثم خاطب رسوله ﷺ َ بأنه من المرسلين، وكان ظاهر اللفظ يقتضي التسوية بين الرسل، ذكر في هذه الآية أنّ المرسلين ليسوا في درجة واحدة بل بعضهم أفضل من بعض كما يكون التفاضل بين البشر.\nاللغَة: ﴿دَرَجَاتٍ﴾ جمع درجة وهي المنزلة الرفيعة السامية. ﴿البينات﴾ المعجزات. ﴿وَأَيَّدْنَاهُ﴾ قويناه من التأييد بمعنى التقوية. ﴿رُوحِ القدس﴾ القدس: الطهارة وروح القدس جبريل ﵇","vol":"1","page":144},{"text":"وقد تقدم. ﴿خُلَّةٌ﴾ الخُلَّة: الصداقة والمودة سميت بذلك لأنها تتخلل الأعضاء أي تدخل خلالها ومنه الخليل. ﴿شَفَاعَةٌ﴾ مأخوذة من الشفع بمعنى الضم، والشفاعة الانضمام إِلى آخر ناصرًا له وسائلًا عونه.\nالتفسِير: ﴿تِلْكَ الرسل فَضَّلْنَا بَعْضَهُمْ على بَعْضٍ﴾ أي أولئك الرسل الكرام الذين قصصنا عليك من أنبائهم يا محمد هم رسل الله حقًا، وقد فضّلنا بعضهم على بعض في الرفعة والمنزلة والمراتب العالية ﴿مِّنْهُمْ مَّن كَلَّمَ الله﴾ أي منهم من خصّه الله بالتكليم بلا واسطة كموسى ﵇ ﴿وَرَفَعَ بَعْضَهُمْ دَرَجَاتٍ﴾ أي ومنهم من خصّه اله بالمرتبة الرفيعة السامية كخاتم المرسلين محمد ﷺ َ فهو سيد الأولين والآخرين في الدنيا والآخرة، وكأبي الأنبياء إِبراهيم الخليل ﴿وَآتَيْنَا عِيسَى ابن مَرْيَمَ البينات﴾ أي ومنهم من أعطاه الله العجزات الباهرات كإِحياء الموتى وإِبراء الأكمة والأبرص والإِخبار عن المغيبات ﴿وَأَيَّدْنَاهُ بِرُوحِ القدس﴾ أي قويناه بجبريل الأمين وهو عيسى ابن مريم ﴿وَلَوْ شَآءَ الله مَا اقتتل الذين مِن بَعْدِهِم مِّن بَعْدِ مَا جَآءَتْهُمُ البينات﴾ أي لو أراد الله ما اقتتل الأمم الذين جاؤوا بعد الرسل من بعد الحجج الباهرة والبراهين الساطعة التي جاءتهم بها رسلهم، فلو شاء الله ما تنازعوا ولا اختلفوا ولا تقاتلوا، ولجعلهم متفقين على اتباع الرسل كما أنّ الرسل متفقون على كلمة الحق ﴿ولكن اختلفوا فَمِنْهُمْ مَّنْ آمَنَ وَمِنْهُمْ مَّن كَفَرَ﴾ أي ولكنَّ الله لم يشأ هدايتهم بسبب اختلافهم في الدين وتشعب مذاهبهم وأهوائهم، فمنهم من ثبت على الإِيمان ومنهم من حاد وكفر ﴿وَلَوْ شَآءَ الله مَا اقتتلوا ولكن الله يَفْعَلُ مَا يُرِيدُ﴾ أي لو شاء الله لجعل البشر على طبيعة الملائكة لا يتنازعون ولا يقتتلون ولكنّ الله حكيم يفعل ما فيه المصلحة، وكلُّ ذلك عن قضاء الله وقدره فهو الفعال لما يريد ﴿ياأيها الذين آمنوا أَنْفِقُواْ مِمَّا رَزَقْنَاكُم﴾ أي أنفقوا في سبيل الله من مال الله الذي منحكم إِيّأه، ادفعوا الزكاة وأنفقوا في وجوه الخير والبر والصالحات ﴿مِّن قَبْلِ أَن يَأْتِيَ يَوْمٌ لاَّ بَيْعٌ فِيهِ وَلاَ خُلَّةٌ وَلاَ شَفَاعَةٌ﴾ أي من قبل مجيء ذلك اليوم الرهيب الذي لا تستطيعون أن تقتدوا نفوسكم بمالٍ تقدمونه فيكون كالبيع، ولا تجدون صديقًا يدفع عنكم العذاب، ولا شفيعًا يشفع لكم ليحط عنكم من سيئاتكم إِلا أن يأذن الله ربّ العالمين ﴿والكافرون هُمُ الظالمون﴾ أي لا أحد أظلم ممن وافى الله يومئذٍ كافرًا، والكافر بالله هو الظالم المعتدي الذي يستحق العقاب.\nالبَلاَغة: ﴿تِلْكَ الرسل﴾ الإِشارة بالعبيد لبعد مرتبتهم في الكمال.\n٢ - ﴿مِّنْهُمْ مَّن كَلَّمَ الله ...﴾ الآية تفصيلٌ لذلك التفضيل ويسمى هذا في البلاغة: التقسيم وكذلك فيب قوله: ﴿فَمِنْهُمْ مَّنْ آمَنَ وَمِنْهُمْ مَّن كَفَرَ﴾ وبين لفظ «آمن» و«كفر» طباقٌ.\n٣ - الإِطناب وذلك في قوله: ﴿وَلَوْ شَآءَ الله مَا اقتتلوا﴾ حيث كرر جملة ﴿وَلَوْ شَآءَ الله﴾ .\n٤ - ﴿والكافرون هُمُ الظالمون﴾ قصر صفة على الموصوف، وقد أكدت بالجملة الاسمية وبضمير الفصل.\nفَائِدَة: روي عن عطاء بن دينار أنه قال: الحمد لله الذي قال: ﴿والكافرون هُمُ الظالمون﴾ ولم","vol":"1","page":145},{"text":"يقل: «والظالمون هم الكافرون» ومراده أنه لو نزل هكذا لكان قد حكم على كل ظالم بالكفر فلم يخلص منه إِلا من عمصه الله.\nتنبيه: يحتمل أن يراد بالكفر المعنى الحقيقي أو المجازي فيكون المراد بالكافر تارك الزكاة كما ذهب إِليه الزمخشري حيث قال: أراد والتاركون للزكاة هم الظالمون، وإِيثاره عليه للتغليظ والتهديد كما في آية الحج ﴿وَمَن كَفَرَ﴾ [البقرة: ١٢٦] مكان «ومن لم يحج» ولأنه جعل ترك الزكاة من صفات الكفار في قوله: ﴿وَوَيْلٌ لِّلْمُشْرِكِينَ الذين لاَ يُؤْتُونَ الزكاة﴾ [فصلت: ٦ - ٧] .","vol":"1","page":146},{"text":"المنَاسَبة: لّما ذكر تعالى تفضيل بعض الأنبياء على بعض، وبيّن أن الخلائق قد اختلفوا من بعدهم وتنازعوا وتقاتلوا بسبب الدين، ذكر أن هذا التفضيل بين الأنبياء لا يستدعي الصراع بين الأتباع ولا الخصام والنزاع، فالرسل صلوات الله عليهم وإِن كانوا متفاوتين في الفضل إِلا أنهم جميعًا جاءوا بدعوةٍ واحدة هي «دعوة التوحيد» فرسالتهم واحدة ودينهم واحد، وأنه لا إِكراه في الدين فقد سطع نور الحق وأشرق ضياؤه.\nاللغَة: ﴿الحي﴾ ذو الحياة الكاملة ومعناه الباقي الدائم الذي لا سبيل للفناء عليه ﴿القيوم﴾ القائم بتدبير الخلق ﴿سِنَةٌ﴾ بكسر السين النعاس وهو ما يسبق النوم من فتور قال الشاعر:\nوسنان أقصده النعاس فرنَّقت ... في عينه سِنةٌ وليس بنائم\n﴿يَؤُودُهُ﴾ يثقله ويتعبه ﴿العلي﴾ المراد علو المنزلة والشأن الذي تعالى في جلاله وعظم في سلطانه ﴿إِكْرَاهَ﴾ الإِكراه: حمل الشخص على ما يكره بطريق القسر والجبر ﴿الطاغوت﴾ من الطغيان وهو كل ما يطغي الإِنسان ويضله عن طريق الحق والهدى ﴿الوثقى﴾ مؤنث الأوثق وهو الشيء المحكم الموثق ﴿انفصام﴾ الانقصام: الانكسار قال الفراء: الانفصام لغتان وبالفاء أفصح وقال بعضهم: الفصم انكسار بغير بينونة والقصم انكسار ببينونة.\nسَبَبُ النّزول: كان لرجلٍ من الأنصار ابنان تنصّرا قبل بعثة النبي ﷺ َ ثم قدما المدينة في نفرٍ من التجار يحملون الزيت، فلزمهما أبوهما وقال: لا أدعكما حتى تسلما فنزلت ﴿لاَ إِكْرَاهَ فِي الدين","vol":"1","page":146},{"text":"قَد تَّبَيَّنَ الرشد مِنَ الغي﴾ . الآية.\nالتفسير: ﴿الله لاَ إله إِلاَّ هُوَ الحي القيوم﴾ أي هو الله ﷻ الواحد الأحد الفرد الصمد، ذو الحياة الكاملة، الباقي الدائم الذي لا يموت، القائم على تدبير شئون الخلق بالرعاية والحفظ والتدبير ﴿لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ﴾ أي لا يأخذه نعاسٌ ولا نوم كما ورد في الحديث «إنَّ الله لا ينام ولا ينبغي له أن ينام يخفض القسط ويرفعه»، ﴿لَّهُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي جميع ما في السماوات والأرض ملكه وعبيده وتحت قهره وسلطانه ﴿مَن ذَا الذي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ﴾ أي لا أحد يستطيع أن يشفع لأحد إِلا إِذا أذن له الله تعالى قال ابن كثير: وهذا بيان لعظمته وجلاله وكبريائه بحيث لا يتجاسر أحد على الشفاعة إِلا بإذن المولى ﴿يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أي يعلم ما هو حاضر مشاهد لهم وهو الدنيا وما خلفهم أي أمامهم وهو الآخرة فقد أحاط علمه بالكائنات والعوالم ﴿وَلاَ يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ﴾ أي لا يعلمون شيئًا من معلوماته إِلا بما أعلمهم إِيّاه على ألسنة الرسل ﴿وَسِعَ كُرْسِيُّهُ السماوات والأرض﴾ أي أحاط كرسيّه بالسماوات والأرض لبسطته وسعته، والسماواتُ السبع والأرضون بالنسبة للكرسي كحلقةٍ ملقاةٍ في فلاة، وروي عن ابن عباس ﴿وَسِعَ كُرْسِيُّهُ﴾ قال: علمه بدلالة قوله تعالى\n﴿رَبَّنَا وَسِعْتَ كُلَّ شَيْءٍ رَّحْمَةً وَعِلْمًا﴾ [غافر: ٧] فأخبر أن علمه وسع كل شيء وقال الحسن البصري: الكرسي هو العرش قال ابن كثير: والصحيح أن الكرسي غير العرش وأن العرش أكبر منه كما دلت على ذلك الآثار والأخبار ﴿وَلاَ يَؤُودُهُ حِفْظُهُمَا وَهُوَ العلي العظيم﴾ أي لا يثقله ولا يعجزه حفظ السماوات والأرض ومن فيهما وهو العلي فوق خلقه ذو العظمة والجلال كقوله ﴿الكبير المتعال﴾ [الرعد: ٩] ﴿لاَ إِكْرَاهَ فِي الدين قَد تَّبَيَّنَ الرشد مِنَ الغي﴾ أي لا إِجبار ولا إِكراه لأحد على الدخول في دين الإِسلام، فقد بان ووضح الحق من الباطل والهدى من الضلال ﴿فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى﴾ أي من كفر بما يعبد من غير الله كالشيطان والأوثان وآمن بالله تمسك من الدين بأقوى سبب ﴿لاَ انفصام لَهَا﴾ أي لا انقطاع لها ولا زوال ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوال عباده عليم بأفعالهم ﴿الله وَلِيُّ الذين آمَنُواْ يُخْرِجُهُمْ مِّنَ الظلمات إِلَى النور﴾ أي الله ناصر المؤمنين وحافظهم ومتولي أمورهم، يخرجهم من ظلمات الكفر والضلالة إِلى نور الإِيمان والهداية ﴿والذين كفروا أَوْلِيَآؤُهُمُ الطاغوت يُخْرِجُونَهُمْ مِّنَ النور إِلَى الظلمات﴾ أي وأما الكافرون فأولياؤهم الشياطين يخرجونهم من نور الإِيمان إِلى ظلمات الشك والضلال ﴿أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي ماكثون في نار جهنم لا يخرجون منها أبدًا.\nالبَلاَغَة: ١ - في آية الكرسي أنواعٌ من الفصاحة وعلم البيان منها حسنُ الافتتاح لأنها افتتحت بأجل أسماء اللله تعالى، وتكرار اسمه ظاهرًا ومضمرًا في ثمانية عشر موضعًا، والإِطناب بتكرير","vol":"1","page":147},{"text":"الصفات، وقطعُ الجمل حيث لم يصلها بحرف العطف، والطباقُ في ﴿مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ﴾ أفاده صاحب البحر المحيط.\n٢ - ﴿استمسك بالعروة الوثقى﴾ استعارة تمثيلية حيث شبه المستمسك بدين الإِسلام بالمستمسك بالحبل المحكم، وعدم الانفصام ترشيح.\n٣ - ﴿مِّنَ الظلمات إِلَى النور﴾ استعارة تصريحية حيث شبه الكفر بالظلمات والإِيمان بالنور قال في تلخيص البيان: وذلك من أحسن التشبيهات لأن الكفر كالظلمة التي يتسكع فيها الخابط ويضل القاصد، والإِيمان كالنور الذي يؤمه الجائر ويهتدي به الحائر، وعاقبة الإِيمان مضيئة بالنعيم والثواب، وعاقبة الكفر مظلمة بالجحيم والعذاب.\nالفَائِدَة: أفرد النور وجمع الظلمات لأن الحق واحد لا يتعدد وأما طرق الضلال فكثيرة ومتشعبة.\nتنبيه: آية الكرسي لها شأن عظيم وقد صحّ الحديث عن رسول الله ﷺ َ بأنها أفضل آية في كتاب الله وفيها اسم الله الأعظم كما جاء في الحديث الشريف: «اسم الله الأعظم الذي إِذا دُعى به أجاب في ثلاث: سورة البقرة وآل عمران وطه» وقال هشام: أما البقرة فقوله ﴿الله لاَ إله إِلاَّ هُوَ الحي القيوم﴾ وفي آل عمران: ﴿الم الله لا إله إِلاَّ هُوَ الحي القيوم﴾ [الآيات: ١ - ٢] وفي طه ﴿وَعَنَتِ الوجوه لِلْحَيِّ القيوم﴾ [الآية: ١١١] قال ابن كثير: وقد اشتملت على عشر جملٍ مستقلة، متعلقة بالذات الإِلهية وفيها تمجيد الواحد الأحد.","vol":"1","page":148},{"text":"المنَاسَبَة: لما ذكر تعالى الإِيمان بالله وصفاته القدسية العلية، وذكر ولايته للمؤمنين وولاية الطاغوت للكافرين، ذكر هنا نموذجًا عن تحكم الطغيان في نفوس الكفرة المعاندين ومجادلتهم في وحدانية الله، فذكر هاهنا قصصًا ثلاثة: الأولى في بيان إِثبات الخالق الحكيم والثانية والثالثة في إِثبات الحشر، والبعث بعد الفناء.\nاللغَة: ﴿حَآجَّ﴾ المحاجّة: المغالبة يقال: حججته فحججته، وحاجّه أي بادله الحجة ﴿فَبُهِتَ﴾ انقطع وسكت متحيرًا قال العذري:\nفما هو إِلا أن أَراها فَجاءةً ... فأبهتُ حتى ما أكاد أجيب\n﴿خَاوِيَةٌ﴾ ساقطة ﴿عُرُوشِهَا﴾ العرش: سقف البيت، وكلُّ ما يهيأ ليُظلَّ أو يُكنَّ فهو عريش ﴿يَتَسَنَّهْ﴾ يتغيّر ويتبدّل من تسنَّهت النخلة إِذا أتت عليها السنون وغيَّرتها ﴿نُنْشِزُهَا﴾ نركّب بعضها فوق بعض من النشاز وهو الرفع يقال لما ارتفع من الأرض نشز ومنه نشوز المرأة ﴿فَصُرْهُنَّ﴾ ضمهنَّ إِليك ثم اقطعهنَّ من صار الشيء يصوره إِذا قطعه.\nالتفِسير: ﴿أَلَمْ تَرَ إِلَى الذي حَآجَّ إِبْرَاهِيمَ فِي رَبِّهِ﴾ تعجيب للسامع من أمر هذا الكافر، المجادل في قدرة الله أي ألم ينته علمك إِلى ذلك المارد وهو «النمر وذو بن كنعان» الذي دادل إِبراهيم في وجود الله؟ ﴿أَنْ آتَاهُ الله الملك﴾ أي لأن آتاه الله الملك حيث حمله بطره بنعم الله على إِنكار وجود الله، فقابل الجود والإِحسان بالكفر والطغيان ﴿إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الذي يُحْيِي وَيُمِيتُ﴾ أي حين قال له إِبراهيم مستدلًا على وجود الله إِن ربي هو الذي يخلق الحياة والموت في الأجساد فهو وحده ربُّ العالمين ﴿قَالَ أَنَا أُحْيِي وَأُمِيتُ﴾ أي قال ذلك الطاغية وأنا أيضًا أحيي وأميت، روي أنه دعا برجلين حكم عليهما بالإِعدام فأمر بقتل أحدهما فقال: هذا قتلتُه، وأمر بإِطلاق الآخر وقال: هذا أحييتُه، ولما رأى الخليل حماقته ومشاغبته في الدليل عدل إِلى دليل آخر أجدى وأروع وأشد إِفحامًا ﴿قَالَ إِبْرَاهِيمُ فَإِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب﴾ أي إِذا كنت تدعي الألوهية وأنك تحيي وتميت كما يفعل رب العالمين ﷻ فهذه الشمس تطلع كل يوم من المشرق بأمر الله ومشيئته فأطلعها من المغرب بقدرتك وسلطانك ولو مرة واحدة ﴿فَبُهِتَ الذي كَفَرَ﴾ أي أُخرس ذلك الفاجر بالحجة القاطعة، وأصبح مبهوتًا دهشًا لا يستطيع الجواب ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يلهمهم الحجة والبيان في مقام المناظرة والبرهان بخلاف أوليائه المتقين ﴿أَوْ كالذي مَرَّ على قَرْيَةٍ وَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ وهذه هي القصة الثانية وهي مثل لمن أراد الله هدايته والمعنى ألم ينته إلى علمك كذلك مثل الذي مرَّ على قرية وقد سقطت جدرانها على سقوفها وهي قرية بيت المقدس لما خرَّ بها بختنصر ﴿قَالَ أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا﴾ أي قال ذلك الرجل الصالح واسمه «عزير» على الرأي الأشهر: كيف يحيي الله هذه البلدة بعد حرابها ودمارها؟ قال ذلك استعظامًا لقدرة الله تعالى وتعجبًا من حال تلك المدينة وما هي عليه من الخراب والدمار، وكان راكبًا على حماره حينما مرَّ عليها ﴿فَأَمَاتَهُ الله مِئَةَ عَامٍ ثُمَّ بَعَثَهُ﴾ أي أمات الله ذلك السائل واستمر ميتًا مائة سنة ثم أحياه الله ليريه كمال قدرته ﴿قَالَ كَمْ لَبِثْتَ قَالَ لَبِثْتُ يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾ أي قال له ربه بواسطة الملك كم مكثت في هذه الحال؟ قال يومًا ثم نظر حوله فرأى الشمس باقية لم تغب فقال: أو","vol":"1","page":149},{"text":"بعض يوم أي أقل من يوم فخاطبه ربه بقوله ﴿قَالَ بَل لَّبِثْتَ مِئَةَ عَامٍ﴾ أي بل مكثت ميتًا مائة سنة كاملة ﴿فانظر إلى طَعَامِكَ وَشَرَابِكَ لَمْ يَتَسَنَّهْ﴾ أي إن شككت فانظر إلى طعامك لم يتغير بمرور الزمان، وكان معه عنب وتينٌ وعصير فوجدها على حالها لم تفسد ﴿وانظر إلى حِمَارِكَ﴾ أي كيف تفرقت عظامه ونخرت وصار هيكلًا من البلي ﴿وَلِنَجْعَلَكَ آيَةً لِلنَّاسِ﴾ أي فعلنا ما فعلنا لتدرك قدرة الله سبحانه ولنجعلك معجزة ظاهرة تدل على كمال قدرتنا ﴿وانظر إِلَى العظام كَيْفَ نُنْشِزُهَا ثُمَّ نَكْسُوهَا لَحْمًا﴾ أي تأمل في عظام حمارك النخرة كيف نركّب بعضها فوق بعض وأنت تنظر ثم نكسوها لحمًا بقدرتنا ﴿فَلَمَّا تَبَيَّنَ لَهُ قَالَ أَعْلَمُ أَنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي فلما رأى الآيات الباهرات قال أيقنت وعلمت علم المشاهدة أن الله على كل شيء قدير ﴿وَإِذْ قَالَ إِبْرَاهِيمُ رَبِّ أَرِنِي كَيْفَ تُحْيِي الموتى﴾ وهذه هي القصة الثالثة وفيها الدليل الحسي على الإعادة بعد الفناء والمعنى: اذكر حين طلب إِبراهيم من ربه أن يريه كيف يحيى الموتى، سأل الخليل عن الكيفية مع إِيمانه الجازم بالقدرة الربانية، فكان يريد أن يعلم بالعيان ما كان يوقن به بالوجدان، ولهذا خاطبه ربه بقوله ﴿قَالَ أَوَلَمْ تُؤْمِن قَالَ بلى وَلَكِن لِّيَطْمَئِنَّ قَلْبِي﴾ أي أولم تصدِّق بقدرتي على الإِحياء؟ قال بلى آمنت ولكن أردت أن أزداد بصيرةً وسكون قلب برؤية ذلك ﴿قَالَ فَخُذْ أَرْبَعَةً مِّنَ الطير فَصُرْهُنَّ إِلَيْكَ﴾ أي أخذ أربعة طيور فضمهنَّ إِليك ثم اقطعهن ثم اخلط بعضهن ببعض حتى يصبحن كتلة واحدة ﴿ثُمَّ اجعل على كُلِّ جَبَلٍ مِّنْهُنَّ جُزْءًا﴾ أي فرِّق أجزاءهن على رءوس الجبال ﴿ثُمَّ ادعهن يَأْتِينَكَ سَعْيًا﴾ أي نادهنَّ يأتينك مسرعات قال مجاهد: كانت طاووسًا وغرابًا وحمامه وديكًا فذبحهن ثم فعل بهن ما فعل ثم دعاهن فأتين مسرعات ﴿واعلم أَنَّ الله عَزِيزٌ حَكِيمٌ﴾ أي لا يعجز عما يريده حكيم في تدبيره وصنعه.\nقال المفسرون: ذبحهن ثم قطعهن ثم خلط بعضهن ببعض حتى اختلط ريشها ودماؤها ولحومها ثم أمسك برءوسها عنده وجزأها أجزاءً على الجبال ثم دعاهن كما أمره تعالى فجعل ينظر إلى الريش يطير إلى الريش، والدم إلى الدم، واللحم إلى اللحم حتى عادت طيرًا كما كانت وأتينه يمشين سعيًا ليكون أبلغ له في الرؤية لما سأل.\nذكره ابن كثير.\nالبَلاَغَة: ١ - ﴿أَلَمْ تَرَ﴾ الرؤية قلبية والاستفهام للتعجيب.\n٢ - ﴿يُحْيِي وَيُمِيتُ﴾ التعبير بالمضارع يفيد التجدد والاستمرار، والصيغة تفيد القصر ﴿رَبِّيَ الذي يُحْيِي وَيُمِيتُ﴾ لأن المبتدأ والخبر وردا معرفتين والمعنى أنه وحده سبحانه هو الذي يحيي ويميت، وبين كلمتي «يحيي» و«يميت» طباقٌ وهو من المحسنات البديعية وكذلك بين لفظ «المشرق» و«المغرب» .\n٣ - ﴿فَبُهِتَ الذي كَفَرَ﴾ التعبير بالنص السامي يشعر بالعلة وأن سبب الحيرة هو كفره ولو قال فبهت الكافرُ لما أفاد ذلك المعنى الدقيق.\n٤ - ﴿أنى يُحْيِي هذه الله بَعْدَ مَوْتِهَا﴾ موت القرية هو موتُ السكان فهو من قبيل إِطلاق المحل وإِرادة الحال ويسمى المجاز المرسل.\n٥ - ﴿ثُمَّ نَكْسُوهَا لَحْمًا﴾ نسترها به كما يستر باللباس قال أبو حيان: الكسوةُ حقيقةً هي","vol":"1","page":150},{"text":"ما وراء الجسد من الثياب واستعارها هنا لما أنشأ من اللحم الذي غطّى العظم وهي استعارة في غاية الحسن.\nالفوَائِد: الأولى: قال مجاهد: ملك الدنيا مشارقها ومغاربها أربعة: مؤمنان، وكافران فالمؤمنان «سليمان بن داود» و«ذو القرنين» والكافران «النمرود» و«بختنصّر» الذي خرّب بيت المقدس.\nالثانية: لما رأى الخليل تجاهل الطاغية معنى الحياة والموت وسلوكه مسلك التلبيس والتمويه على الرعاع، وكان بطلان جوابه من الجلاء بحيث لا يخفى على أحد، انتقل إِبراهيم إِلى حجة أخرى لا تجري فيها المغالطة ولا يتيسر للطاغية أن يخرج عنها بمكابرة أو مشاغبة فقال ﴿إِنَّ الله يَأْتِي بالشمس مِنَ المشرق فَأْتِ بِهَا مِنَ المغرب﴾ فلوى خليل الله عنقه حتى أراه عجزه وأخرس لسانه.\nالثالثة: سؤال الخليل ربه بقوله ﴿كَيْفَ تُحْيِي الموتى﴾ ليس في شك في قدرة الله ولكنه سؤال عن كيفية الإِحياء ويدل عليه وروده بصيغة ﴿كَيْفَ﴾ وموضوعها السؤال عن الحال ويؤيد المعنى قول النبي ﷺ َ «نحن أحق بالشك من إبراهيم» ومعناه: ونحن لم نشك فلأن لا يشك إِبراهيم أحرى وأولى.","vol":"1","page":151},{"text":"المنَاسَبَة: لّما ذكر تعالى في الآيات السابقة أن الناس فريقان: أولياء الله وهم المؤمنون، وأولياء الطاغوت وهم الكافرون ثم أعقبه بذكر نموذج للإِيمان ونموذج للطغيان، ذكر هنا ما يرغّب في الإِنفاق في سبيل الله وخاصة في أمر الجهاد لأعداء الله، لأن الجهاد في سبيل الحق ميادين ثلاثة: أولها الإِقناع بالحجة والبرهان وثانيها الجهاد بالنفس وثالثها الجهاد بالمال، فلما ذكر فيما سبق جهاد الدعوة وجهاد النفس شرع الآن في ذكر الجهاد بالمال.\nاللغَة: ﴿المن﴾ أن يعتد بإِحسانه على من أحسن إِليه، وأن يذكّره النعمة على سبيل التطاول والتفضل قال الشاعر:\nأفسدتَ بالمنِّ ما أسديتَ من حَسَن ... ليس الكريمُ إِذا أسدى بمنّان\n﴿رِئَآءَ الناس﴾ لا يريد بإِنفاقه رضى الله وإنما يريد ثناء الناس وأصله من الرؤية وهو أن يرى الناسَ ما يفعله حتى يثنوا عليه ويعظموه ﴿صَفْوَانٍ﴾ الصفوان: الحجر الأملس الكبير قال الأخفش: وهو جمع واحده صفوانه وقيل: هو اسم جنس كالحجر ﴿وَابِلٌ﴾ الوابل: المطر الشديد ﴿صَلْدًا﴾ الصَّلْد: الأملس من الحجارة وهو كل ما لا ينبت شيئًا ومنه جبينٌ أصلد ﴿بِرَبْوَةٍ﴾ الربوة: المكان المرتفع من الأرض يقال: ربوة ورابية وأصله من ربا الشيء إِذا زاد وارتفع ﴿طَلٌّ﴾ الطلُّ: المطر الخفيف الذي تكون قطراته صغيرة وقال قوم منهم مجاهد: الطلُّ الندى ﴿إِعْصَارٌ﴾ الإِعصار: الريح الشديدة التي تهبُّ من الأرض وترتفع إِلى السماء كالعمود ويقال لها: الزوبعة ﴿تَيَمَّمُواْ﴾ تقصدوا ﴿تُغْمِضُواْ﴾ من أغمض الرجل في أمر كذا إِذا تساهل فيه وهذا كالإِغضاء عند المكروه.\nسَبَبُ النّزول: نزلت في عثمان بن عفان وعبد الرحمن بن عوف في غزوة تبوك، حيث جهزّ عثمان ألف بعير بأحلاسها وأقتابها ووضع بين يدي رسول الله ﷺ َ ألف دينار، فصار رسول الله ﷺ َ يقلّبها ويقول: ما ضرَّ عثمان ما فعل بعد اليوم، وأتى عبد الرحمن بن عوف النبي ﷺ َ بأربعة آلاف درهم فقال يا رسول الله: كان عندي ثمانية آلاف درهم فأمسكت منها لنفسي ولعيالي أربعة آلاف وأربعة آلاف أقرضتُها ربي، فقال له رسول الله ﷺ َ: «بارك الله لك فيما أمسكت وفيما أعطيت»، فنزلت فيهما الآية ﴿مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ...﴾ الآية.\nالتفسير: ﴿مَّثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله كَمَثَلِ حَبَّةٍ أَنبَتَتْ سَبْعَ سَنَابِلَ﴾ قال ابن كثير: هذا مثلٌ ضربه الله تعالى لتضعيف الثواب لمن أنفق في سبيله وابتغاء مرضاته وأن الحسنة تضاعف بعشر أمثالها إِلى سبعمائة ضعف أي مثل نفقتهم كمثل حبة زُرعت فأنبتت سبع سنابل ﴿فِي كُلِّ سُنبُلَةٍ مِّئَةُ حَبَّةٍ﴾ أي كل سنبلةٍ منها تحتوي على مائة حبة فتكون الحبة قد أغلَّتْ سبعمائة حبة، وهذا تمثيل لمضاعفة الأجر لمن أخلص في صدقته ولهذا قال تعالى ﴿والله يُضَاعِفُ لِمَن يَشَآءُ﴾ أي","vol":"1","page":152},{"text":"يضاعف الأجر لمن أراد على حسب حال المنفق من إِخلاصه وابتغائه بنفقته وجه الله ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل عليم بنيَّة المنفق ﴿الذين يُنْفِقُونَ أَمْوَالَهُمْ فِي سَبِيلِ الله ثُمَّ لاَ يُتْبِعُونَ مَآ أَنْفَقُواُ مَنًّا وَلاَ أَذًى﴾ أي لا يقصدون بإنفقاقهم إلا وجه الله، ولا يعقبون ما أنفقوا من الخيرات والصدقات بالمنِّ على من أحسنوا إِليه كقوله قد أحسنتُ إليك وجبرتُ حالك، ولا بالأذى كذكره لغيره فيؤذيه بذلك ﴿لَّهُمْ أَجْرُهُمْ عِنْدَ رَبِّهِمْ﴾ أي لهم ثواب ما قدموا من الطاعة عند الله ﴿وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لا يعتريهم فزعٌ يوم القيامة ولا هم يحزنون على فائتٍ زهرة الدنيا ﴿قَوْلٌ مَّعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِّن صَدَقَةٍ يَتْبَعُهَآ أَذًى﴾ أي ردُّ السائل بالتي هي أحسن والصفحُ عن إِلحاحه، خيرٌ عند الله وأفضل من إِعطائه ثم إيذائه أو تعييره بذلّ السؤال ﴿والله غَنِيٌّ حَلِيمٌ﴾ أي مستغنٍ عن الخلق حليم لا يعاجل العقوبة لمن خالف أمره.\n. ثم أخبر تعالى عما يبطل الصدقة ويضيع ثوابها فقال ﴿ياأيها الذين آمَنُواْ لاَ تُبْطِلُواْ صَدَقَاتِكُم بالمن والأذى﴾ أي لا تحبطوا أجرها بالمنِّ والأذى ﴿كالذي يُنْفِقُ مَالَهُ رِئَآءَ الناس﴾ أي كالمرائي الذي يبطل إِنفاقه بالرياء ﴿وَلاَ يُؤْمِنُ بالله واليوم الآخر﴾ أي لا يصدّق بلقاء الله ليرجو ثوابًا أو يخشى عقابًا ﴿فَمَثَلُهُ كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ﴾ أي مثل ذلك المرائي بإِنفاقه كمثل الحجر الأملس الذي عليه شيء من التراب يظنه الظانُّ أرضًا طيبةً منبتةً ﴿فَأَصَابَهُ وَابِلٌ فَتَرَكَهُ صَلْدًا﴾ أي فإِذا أصابه مطر شديد أذهب عنه التراب فيبقى صلدًا أملس ليس عليه شيء من الغبار أصلًا كذلك هذا المنافق يظن أن له أعمالًا صالحة فإِذا كان يوم القيامة اضمحلت وذهبت ولهذا قال تعالى ﴿لاَّ يَقْدِرُونَ على شَيْءٍ مِّمَّا كَسَبُواْ﴾ أي لا يجدون له ثوابًا في الآخرة فلا ينتفع بشيءٍ منها أصلًا ﴿والله لاَ يَهْدِي القوم الكافرين﴾ أي لا يهديهم إِلى طريق الخير والرشاد. . ثم ضرب تعالى مثلًا آخر للمؤمن المنفق ماله ابتغاء مرضاة الله فقال ﴿وَمَثَلُ الذين يُنْفِقُونَ أَمْوَالَهُمُ ابتغآء مَرْضَاتِ الله وَتَثْبِيتًا مِّنْ أَنْفُسِهِمْ﴾ أي ينفقونها طلبًا لمرضاته وتصديقًا بلقائه تحقيقًا للثواب عليه ﴿كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ﴾ أي كمثل بستان كثير الشجر بمكانٍ مرتفع من الأرض، وخُصَّت بالربوة لحسن شجرها وزكاء ثمرها ﴿أَصَابَهَا وَابِلٌ فَآتَتْ أُكُلَهَا ضِعْفَيْنِ﴾ أي أصابها مطر غزير فأخرجت ثمارها جنيَّة مضاعفة، ضعفي ثمر غيرها من الأرض ﴿فَإِن لَّمْ يُصِبْهَا وَابِلٌ فَطَلٌّ﴾ أي فإِن لم ينزل عليها المطر الغزير فيكفيها المطر الخفيف أو يكفيها الندى لجودتها وكرم منبتها ولطافة هوائها فهي تنتج على كل حال ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي لا يخفى عليه شيء من أعمال العباد ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ مِّن نَّخِيلٍ وَأَعْنَابٍ﴾ أي أيحب أحدكم أن تكون له حديقة غناء فيها من أنواع النخيل والأعناب والثمار الشيء الكثير ﴿تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تمر الأنهار من تحت أشجارها ﴿لَهُ فِيهَا مِن كُلِّ الثمرات﴾ أي ينبت له فيها جميع الثمار ومن كل زوج بهيج ﴿وَأَصَابَهُ الكبر وَلَهُ ذُرِّيَّةٌ ضُعَفَآءُ﴾ أي أصابته الشيخوخة فضعف عن الكسب وله أولاد صغار لا يقدرون على الكسب ﴿فَأَصَابَهَآ إِعْصَارٌ فِيهِ نَارٌ فاحترقت﴾ أي أصاب تلك الحديقة رريح عاصفة شديدة معها نار فأحرقت الثمار والأشجار أحوج ما يكون الإِنسان إِليها ﴿كَذَلِكَ يُبَيِّنُ الله لَكُمُ الآيات لَعَلَّكُمْ تَتَفَكَّرُونَ﴾ أي مثل هذا البيان الواضح في هذا المثل الرائع المحكم يبيّن الله لكم آياته في كتابه الحكيم لكي تتفكروا وتتدبروا بما فيها من العبر والعظات ﴿ياأيها الذين آمنوا أَنْفِقُواْ مِن طَيِّبَاتِ مَا كَسَبْتُمْ﴾ أي أنفقوا من الحلال الطيب من المال الذي كسبتموه ﴿وَمِمَّآ","vol":"1","page":153},{"text":"أَخْرَجْنَا لَكُم مِّنَ الأرض﴾ أي ومن طيبات ما أخرجنا لكم من الحبوب والثمار ﴿وَلاَ تَيَمَّمُواْ الخبيث مِنْهُ تُنْفِقُونَ﴾ أي ولا تقصدوا الرديء الخسيس فتتصدقوا منه ﴿وَلَسْتُمْ بِآخِذِيهِ إِلاَّ أَن تُغْمِضُواْ فِيهِ﴾ أي لستم تقبلونه لو أعطيتموه إِلا إِذا تساهلتم وأغمضتم البصر فكيف تؤدون منه حق الله!! ﴿واعلموا أَنَّ الله غَنِيٌّ حَمِيدٌ﴾ أي أنه سبحانه غني عن نفقاتكم حميد يجازي المحسن أفضل الجزاء.\n. ثم حذّر تعالى من وسوسة الشيطان فقال ﴿الشيطان يَعِدُكُمُ الفقر وَيَأْمُرُكُم بالفحشآء﴾ أي الشيطان يخوفكم من الفقر إِن تصدقتم ويغريكم بالبخل ومنع الزكاة ﴿والله يَعِدُكُم مَّغْفِرَةً مِّنْهُ وَفَضْلًا﴾ أي وهو سبحانه يعدكم على إِنفاقكم في سبيله مغفرةً للذنوب وخلفًا لما أنفقتموه زائدًا عن الأصل ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الفضل والعطاء عليم بمن يستحق الثناء ﴿يُؤْتِي الْحِكْمَةَ مَن يَشَآءُ﴾ أي يعطي العلم النافع المؤدي إِلى العمل الصالح من شاء من عباده ﴿وَمَن يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْرًا كَثِيرًا﴾ أي من أعطي الحكمة فقد أعطي الخير الكثير لمصير صاحبها إلى السعادة الأبدية ﴿وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب﴾ أي ما يتعظ بأمثال القرآن وحكمة إِلا أصحاب العقول النيرة الخالصة من الهوى.\nالبَلاَغَة: ١ - ﴿كَمَثَلِ حَبَّةٍ﴾ شبّه سبحانه الصدقة التي تُنفق في سبيله بحبة زرعت وباركها المولى فأصبحت سبعمائة حبة، ففيه تشبيه «مرسل مجمل» لذكر أداة التشبيه وحذف وجه الشبه قال أبو حيان: وهذا التمثيل تصوير للأضعاف كأنها ماثلة بين عيني الناظر.\n٢ - ﴿أَنبَتَتْ سَبْعَ سَنَابِلَ﴾ إِسناد الإِنبات إِلى الحبة إِسنادٌ مجازي ويسمى «المجاز العقلي» لأن المنبت في الحقيقة هو الله تعالى.\n٣ - ﴿مَنًّا وَلاَ أَذًى﴾ من باب ذكر العام بعد الخاص لإِفادة الشمول لأن الأذى يشمل المنَّ.\n٤ - ﴿كَمَثَلِ صَفْوَانٍ عَلَيْهِ تُرَابٌ﴾ فيه تشبيه يسمى «تشبيهًا تمثيليًا» لأن وجه الشبه منتزع من متعدد وكذلك يوجد تشبيه تمثيلي في قوله ﴿كَمَثَلِ جَنَّةٍ بِرَبْوَةٍ﴾ .\n٥ - ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ ...﴾ الآية، لم يذكر المشبه ولا أداة التشبيه وهذا النوع يسميه علماء البلاغة «استعارة تمثيلية» وهي تشبيه بحال لم يذكر فيه سوى المشبّه به فقط وقامت قرائن تدل على إِرادة التشبيه، والهمزة للاستفهام والمعنى على التبعيد والني أي ما يود أحدٌ ذلك.\n٦ - ﴿تُغْمِضُواْ فِيهِ﴾ المراد به هنا التجاوز والمساهلة لأن الإِنسان إِذا رأى ما يكره أغمض عينيه لئلا يرى ذلك ففي الكلام مجاز مرسل أو استعارة.\nالفوَائِد: الأولى قال الزمخشري: المنُّ أن يعتد على من أحسن إِليه بإِحسانه، وفي نوابغ الكلم «صنوان من منح سائلة ومنَّ، ومن منع نائله وضنّ» و«طعم الآلاء أحلى من المنّ وهي أمرُّ من الألاء مع المنِّ» وقال الشاعر:\nوإِن امرءً أسدى إِليَّ صنيعةً ... وذكّر فيها مرةً للئيم","vol":"1","page":154},{"text":"الثانية: المطر أوله رشٌ ثم طشٌ ثم طل نم نضحٌ ثم هطلٌ ثم وبلٌ والمطر الوابل الشديد الغزير.\nالثالثة: قال عمر بن الخطاب يومًا لأصحاب النبي ﷺ َ «فيمن ترون هذه الآية نزلت ﴿أَيَوَدُّ أَحَدُكُمْ أَن تَكُونَ لَهُ جَنَّةٌ﴾ قالوا: الله أعلم فغضب عمر فقال: قولوا نعلم أو لا نعلم فقال ابن عباس: في نفسي منها شيء يا أمير المؤمنين، فقال عمر: يا ابن أخي قل ولا تحقر نفسك، فقال ابن عباس ضربت مثلًا بعمل لرجلٍ غني يعمل بطاعة الله ثم بعث له الشيطان فعمل بالمعاصي حتى أغرق أعماله» أخرجه البخاري.\nالرابعة: قال الحسن البصري: هذا مثل قلَّ والله من يعقله: شيخ كبير، ضعف جسمه، وكثر صبيانه أفقر ما كان إِلى جنته فجاءها الإِعصار فأحرقها، وإِن أحدكم والله أفقر ما يكون إِلى عمله إذا انقطعت عنه الدنيا.","vol":"1","page":155},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن الإِنفاق في وجوه البر والخير، وأعلاها الجهاد في سبيل الله والإِنفاق لإعلاء كلمته، وترغّب في إِخفاء الصدقات لأنها أبعد عن الرياء، فوجه المناسبة ظاهر.\nاللغَة: ﴿فَنِعِمَّا﴾ أصلها «نعم ما» أدغمت الميان فصارت نعمّا قال الزجاج: أي نعم الشيء هو ﴿أُحصِرُواْ﴾ الحصر: الحبس أي حبسوا أنفسهم على الجهاد وقد تقدم معنى الحصر ﴿التعفف﴾ من العفة يقال: عفّ عن الشيء أمسك عنه وتنزّه عن طلبه والمراد التعفف عن السؤال ﴿بِسِيمَاهُمْ﴾ السِّيما: العلامة التي يعرف بها الشيء ويقال: سيمياء كالكيمياء وأصلها من السّمة بمعنى العلامة قال تعالى ﴿سِيمَاهُمْ فِي وُجُوهِهِمْ مِّنْ أَثَرِ السجود﴾ [الفتح: ٢٩] ﴿إِلْحَافًا﴾ الإِلحاف: الإِلحاح في السؤال يقال: ألحف: إِذا ألحَّ ولجًّ في السؤال والطلب.","vol":"1","page":155},{"text":"سَبَبُ النّزول: عن سعيد بن جبير أن المسلمين كانوا يتصدقون على فقراء أهل الذمة فلما كثر فقراء المسلمين قال رسول الله ﷺ َ «لا تتصدقوا إِلا على أهل دينكم» فنزلت هذه الآية ﴿لَّيْسَ عَلَيْكَ هُدَاهُمْ﴾ مبيحةً للصدقة على من ليس من دين الإِسلام.\nالتفِسير: ﴿وَمَآ أَنفَقْتُمْ مِّن نَّفَقَةٍ أَوْ نَذَرْتُمْ مِّن نَّذْرٍ فَإِنَّ الله يَعْلَمُهُ﴾ أي ما بذلتم أيها المؤمنون من مال أو نذرتم من شيء في سبيل الله فإِن الله يعلمه ويجازيكم عليه ﴿وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ﴾ أي وليس لمن منع الزكاة أو صرف المال في معاصي الله، من معين أو نصير ينصرهم من عذاب الله ﴿إِن تُبْدُواْ الصدقات فَنِعِمَّا هِيَ﴾ أي إِن تظهروا صدقاتكم فنعم هذا الشيء الذي تفعلونه ﴿وَإِن تُخْفُوهَا وَتُؤْتُوهَا الفقرآء فَهُوَ خَيْرٌ لَّكُمْ﴾ أي وإِن تخفوها وتدفعوها للفقراء فهو أفضل لكم لأن ذلك أبعد عن الرياء ﴿وَيُكَفِّرُ عَنكُم مِّن سَيِّئَاتِكُمْ﴾ أي يزيل بجميل أعمالكم سيء آثامكم ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي هو سبحانه مطلع على أعمالكم يعلم خفاياكم، والآية ترغيب في الإِسرار ﴿لَّيْسَ عَلَيْكَ هُدَاهُمْ ولكن الله يَهْدِي مَن يَشَآءُ﴾ أي ليس عليك يا محمد أن تهدي الناس فإِنك لست بمؤاخذ بجزيرة من لم يهتد، إِنما أنت ملزم بتبليغهم فحسب، والله يهدي من شاء من عباده إِلى الإِسلام ﴿وَمَا تُنْفِقُواْ مِنْ خَيْرٍ فَلأَنْفُسِكُمْ﴾ أي أيّ شيء تنفقونه من المال فهو لأنفسكم لا ينتفع به غيركم لأن ثوابه لكم ﴿وَمَا تُنْفِقُونَ إِلاَّ ابتغآء وَجْهِ الله﴾ خيرٌ بمعنى النهي أي لا تجعلوا إِنفاقكم إِلا لوجه الله لا لغرضٍ دنيوي ﴿وَمَا تُنْفِقُواْ مِنْ خَيْرٍ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لاَ تُظْلَمُونَ﴾ أي فإِن أجره وثوابه أضعافًا مضاعفة تنالونه أنتم ولا تنقصون شيئاص من حسناتكم ﴿لِلْفُقَرَآءِ الذين أُحصِرُواْ فِي سَبِيلِ الله﴾ اي اجعلوا ما تنفقونه للفقراء الذين حبسوا أنفسهم للجهاد والغزو في سبيل الله ﴿لاَ يَسْتَطِيعُونَ ضَرْبًا فِي الأرض﴾ أي لا يستطيعون بسبب الجهاد السفر في الأرض للتجارة والكسب ﴿يَحْسَبُهُمُ الجاهل أَغْنِيَآءَ مِنَ التعفف﴾ أي يظنهم الذي لا يعرف حالهم أغنياء موسرين من شدة تعففهم ﴿تَعْرِفُهُم بِسِيمَاهُمْ لاَ يَسْأَلُونَ الناس إِلْحَافًا﴾ أي تعرف حالهم أيها المخاطب بعلامتهم من التواضع وأثر الجهد، وهم مع ذلك لا يسألونك الناس شيئًا أصلًا فلا يقع منهم إِلحاح وقيل معناه: إِن سألوا سألوا بلطفٍ ولم يلحّوا ﴿وَمَا تُنفِقُواْ مِنْ خَيْرٍ فَإِنَّ الله بِهِ عَلِيمٌ﴾ أي ما أنفقتموه في وجوه الخير فإِن الله يجازيكم عليه أحسن الجزاء ﴿الذين يُنْفِقُونَ أَمْوَالَهُمْ بالليل والنهار سِرًّا وَعَلاَنِيَةً﴾ أي الذين ينفقون في سبيل الله ابتغاء مرضاته، في جميع الأوقات، من ليل أو نهار، وفي جميع الأحوال من سر وجهر ﴿فَلَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لهم ثواب ما أنفقوا ولا خوف عليهم يوم القيامة ولا هم يحزنون على ما فاتهم في الدنيا.\nالبَلاَغَة: ١ - ﴿وَمَآ أَنفَقْتُمْ مِّن نَّفَقَةٍ﴾ بين أنفقتم ونفقة جناس الاشتقاق وكذلك بين نذرتم ونذر.\n٢ - ﴿إِن تُبْدُواْ الصدقات﴾ في الإِبداء والإِخفاء طباقٌ لفظي، وكذلك بين لفظ «الليل والنهار» و«السر والعلانية» وهو من المحسنات البديعية.","vol":"1","page":156},{"text":"٣ - ﴿وَأَنْتُمْ لاَ تُظْلَمُونَ﴾ إطناب لورودها بعد قوله ﴿يُوَفَّ إِلَيْكُمْ﴾ الذي معناه يصلكم وافيًا غير منقوص.\nفَائِدَة: قال بعض الحكماء: إِذا اصطنعت المعروف فاستره، وإِذا اصطُنع إِليك فانشره وأنشدوا:\nيُخفي صنائعه والله يُظهرها ... إِن الجميل إِذا أخفيتَه ظهرا","vol":"1","page":157},{"text":"المنَاسَبَة: لما أمر تعالى بالإِنفاق من طيبات ما كسبوا، وحضّ على الصدقة، ورغب في الإِنفاق في سبيل الله، ذكر هنا ما يقابل ذلك وهو الربا الكسب الخبيث ذو الوجه الكالح الطالح، الذي هو شحٌٍّ وقذارة ودنس، بينما الصدقة عطاء وسماحة وطهارة، وقد جاء عرضه مباشرة بعد عرض ذلك الوجه الطيب من الإِنفاق في سبيل الله ليظهر الفارق بجلاء بين الكسب الطيب والكسب الخبيث وكما قيل «وبضدها تتميّز الأشياء» .\nاللغَة: ﴿الربا﴾ لغة: الزيادة يقال: ربا الشيء إِذا زاد ومنه الربوة والرابية: وشرعًا: زيادة على أصل المال يأخذها الدائن من المدين مقابل الأجل ﴿يَتَخَبَّطُهُ﴾ التخبط: الضرب على غير استواء كخبط البعير الأرض بأخفافه ويقال للذي يتصرف ولا يهتدي: خبط في عشواء وتورَّط في عمياء، وتخبطه الشيطان إذا مسه بخبلٍ أو جنون ﴿المس﴾ الجنون وأصله من المسّ باليد كأن الشيطان يمسُّ الإِنسان فيحصل له الجنون ﴿سَلَفَ﴾ مضى وانقضى ومنه سالف الدهر أي ماضيه ﴿يَمْحَقُ﴾ المحق: نقصان الشيء حالًا بعد حال ومنه المحاق في الهلال يقال: محقه الله فانمحق وامتحق ﴿أَثِيمٍ﴾ كثير الإِثم المتمادي في الذنوب والآثام.\nسَبَبُ النّزول: كان لبني عمرو بن ثقيف ديونُ ربا على بني المغيرة فلما حلّ الأجل أرادوا أن يتقاضوا الربا منهم فنزلت الآية ﴿ياأيها الذين آمَنُواْ اتقوا الله وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنْتُمْ مُّؤْمِنِينَ","vol":"1","page":157},{"text":"فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ﴾ الآية فقالت ثقيف: لا يد لنا «أي لا طاقة لنا» بحرب الله ورسوله وتابوا وأخذوا رءوس أموالهم فقط.\nالتفسير: ﴿الذين يَأْكُلُونَ الربا لاَ يَقُومُونَ إِلاَّ كَمَا يَقُومُ الذي يَتَخَبَّطُهُ الشيطان مِنَ المس﴾ أي الذين يتعاملون بالربا ويمتصون دماء الناس لا يقومون من قبورهم يوم القيامة إِلا كما يقوم المصروع من جنونه، يتعثر ويقع ولا يستطيع أن يمشي سويًا، يقومون مخبلين كالمصروعين تلك سيماهم يعرفون بها عند الموقف هتكًا لهم وفضيحة ﴿ذَلِكَ بِأَنَّهُمْ قالوا إِنَّمَا البيع مِثْلُ الربا﴾ أي ذلك التخبط والتعثر بسبب استحلالهم ما حرّمه الله، وقولهم: الربا كالبيع فلماذا يكون حرامًا؟ قال تعالى ردًّا عليهم ﴿وَأَحَلَّ الله البيع وَحَرَّمَ الربا﴾ أي أحل الله البيع لما فيه من تبادل المنافع، وحرّم الربا لما فيه من الضرر الفادح بالفرد والمجتمع، لأن فيه زيادة مقتطعة من جهد المدين ولحمه ﴿فَمَن جَآءَهُ مَوْعِظَةٌ مِّنْ رَّبِّهِ فانتهى فَلَهُ مَا سَلَفَ﴾ أي من بلغه نهيُ الله عن الربا فانتهى عن التعامل به فله ما مضى قبل التحريم ﴿وَأَمْرُهُ إِلَى الله﴾ أي أمره موكول إِلى الله إِن شاء عفا عنه وإِن شاء عاقبه ﴿وَمَنْ عَادَ فأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي ومن عاد إِلى التعامل بالربا واستحله بعد تحريم الله له فهو من المخلدين في نار جهنم ﴿يَمْحَقُ الله الربا وَيُرْبِي الصدقات﴾ أي يُذهب ريعه ويمحو خيره وإِن كان زيادة في الظاهر، ويُكثر الصدقات وينميّها وإِن كانت نقصانًا في الشاهد ﴿والله لاَ يُحِبُّ كُلَّ كَفَّارٍ أَثِيمٍ﴾ أي لا يحب كل كفور القلب، أثيم القول والفعل، وفي الآية تغليظ في أمر الربا وإِيذان بأنه من فعل الكفار، ثم قال تعالى مادحًا المؤمنين المطيعين أمره في إِقامة الصلاة وإِيتاء الزكاة ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات وَأَقَامُواْ الصلاة وَآتَوُاْ الزكاة﴾ أي صدّقوا بالله وعملوا الصالحات التي من جملتها إِقامة الصلاة وإِيتاء الزكاة ﴿لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ وَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي لهم ثوابهم الكامل في الجنة، ولا يخافون يوم الفزع الأكبر ولا يحزنون على ما فاتهم في الدنيا ﴿ياأيها الذين آمَنُواْ اتقوا الله وَذَرُواْ مَا بَقِيَ مِنَ الربا إِن كُنْتُمْ مُّؤْمِنِينَ﴾ أي اخشوا ربكم وراقبوه فيما تفعلون، واتركوا ما لكم من الربا عند الناس إِن كنتم مؤمنين بالله حقًا ﴿فَإِن لَّمْ تَفْعَلُواْ فَأْذَنُواْ بِحَرْبٍ مِّنَ الله وَرَسُولِهِ﴾ أي وإِن لم تتركوا التعامل بالربا فأيقنوا بحرب الله ورسوله لكم قال ابن عباس: يقال الآكل الربا يوم القيامة خذ سلاحك للحرب ﴿وَإِنْ تُبْتُمْ فَلَكُمْ رُؤُوسُ أَمْوَالِكُمْ لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ﴾ أي إِن رجعتم عن الربا وتركتموه فلكم أصل المال الذي دفعتموه من غير زيادة ولا نقصان ﴿وَإِن كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ﴾ أي إِذا كان المستدين معسرًا فعليكم أن تمهلوه إِلى وقت اليسر لا كما كان أهل الجاهلية يقول أحدهم لمدينة: إِمّا أن تَقْضي وإِمّا أن تُرْبي ﴿وَأَن تَصَدَّقُواْ خَيْرٌ لَّكُمْ إِن كُنْتُمْ تَعْلَمُونَ﴾ أي إِن تجاوزتم عمّا لكم عنده فهو أكرم وأفضل، إِن كنتم تعلمون ما فيه من الذكر الجميل والأجر العظيم ثم حذّر تعالى عباده من ذلك اليوم الرهيب الذي لا ينفع فيه إِلا العمل الصالح فقال ﴿واتقوا يَوْمًا تُرْجَعُونَ فِيهِ إِلَى الله ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لاَ يُظْلَمُونَ﴾ أي احذروا يومًا سترجعون فيه إِلى ربكم ثم توفى كل نفسٍ حسابها وأنتم لا تظلمون، وقد ختمت هذه الآيات الكريمة بهذه الآية","vol":"1","page":158},{"text":"الجامعة المانعة التي كانت آخر ما نزل من القرآن وبنزولها انقطع الوحي، وفيها تذكير العباد بذلك اليوم العصيب الشديد قال ابن كثير: هذه الآية آخر ما نزل من القرآن العظيم وقد عاش النبي ﷺ َ بعد نزولها تسع ليال ثم انتقل إِلى الرفيق الأعلى.\nالبَلاَغَة: ١ - ﴿إِنَّمَا البيع مِثْلُ الربا﴾ فيه تشبيه يسمى (التشبيه المقلوب) وهو أعلى مراتب التشبيه حيث يجعل المشبّه مكان المشبّه به كقول الشاعر: كأن ضياء الشمس غرةُ جعفر والأصل في الآية أن يقال: الربا مثل البيع ولكنه بلغ من اعتقادهم في حل الربا أن جعلوه أصلًا يقاس عليه فشبهوا به البيع.\n٢ - ﴿وَأَحَلَّ الله البيع وَحَرَّمَ الربا﴾ بين لفظ «أحلَّ» و«حرَّم» طباق وكذلك بين لفظ «يمحق» و«يربي» .\n٣ - ﴿كَفَّارٍ أَثِيمٍ﴾ صيغة فعّال وفعيل للمبالغة فقوله ﴿كَفَّارٍ أَثِيمٍ﴾ أي عظيم الكفر شديد الإِثم.\n٤ - ﴿فَأْذَنُواْ بِحَرْبٍ﴾ التنكير للتهويل أي بنوعٍ من الحرب عظيم لا يُقادر قدره كائن من عند الله أفاده أبو السعود.\n٥ - ﴿لاَ تَظْلِمُونَ وَلاَ تُظْلَمُونَ﴾ فيه من المحسنات البديعية ما يسمى «الجناس الناقص» لاختلاف الشكل.\n٦ - ﴿واتقوا يَوْمًا﴾ التنكير للتفخيم والتهويل.\nالفوَائِد: الأولى: عبّر بقوله ﴿يَأْكُلُونَ الربا﴾ عن الانتفاع به لأن الأكل هو الغالب في المنافع وسواءٌ في ذلك المعطي والآخذ لقول جابر في الحديث الشريف «لعن رسول الله آكل الربا وموكله وكاتبه وشاهديه وقال: هم سواء» .\nالثانية: شبّه تعالى المرابين بالمصروعين الذين تتخبطهم الشياطين، وذلك لأن الله ﷿ أربى في بطونهم ما أكلوا من الربا فأثقلهم فصاروا مخبلين ينهضون ويسقطون قال سعيد بن جبير تلك علامة آكل الربا يوم القيامة.\nليبلغ إِلى الحسّ ما تبلغه هذه الصورة الحيّة المجسّمة، صورة الممسوس المصروع، ولقد مضت معظم التفاسير على أن المقصود بالقيام في هذه الصورة المفزعة هو القيام يوم البعث، ولكنها - فيما نرى - واقعة في هذه الأرض أيضًا على البشرية الضالة التي تتخبط كالممسوس في حكم النظام الربوي، إِن العالم الذي نعيش فيه اليوم هو عالم الفلق والاضطراب ولاخوف والأمراض العصبية والنفسية، وذلك على الرغم من كل ما بلغته الحضار المادية وعلى الرغم من كل مظاهر الرخاء المادي، ثم هو عالم الحروب الشاملة والتهديد الدائم بالحروب المبيدة وحرب الأعصاب","vol":"1","page":159},{"text":"والاضطرابات التي لا تنقطع هنا وهناك وهذا رأي حسن.\nالرابعة: أخرج البخاري عن أبي هريرة أن رسول الله ﷺ َ قال: «كان رجلُ يداينُ الناس فكان يقول لفتاه إذا أتيتَ معسرًا فتجاوز عنه لعلّ الله أن يتجاوز عنا، فلقي الله فتجاوز عنه» .","vol":"1","page":160},{"text":"المنَاسَبَة: لما ذكر تعالى الربا وبيَّن ما فيه من قباحة وشناعة، لأنه زيادة مقتطعة من عرق المدين ولحمه وهو كسب خبيث يمقته الإِسلام ويحرمه، أعقبه بذكر القرض والحسن بلا فائدة وذكر الأحكام الخاصة بالدين والتجارة والرهن، وكلها طرق شريفة لتنمية المال وزيادته بما فيه صلاح الفرد والمجتمع، وآية الدين أطول آيات القرآن على الإِطلاق مما يدل على عناية الإِسلام بالنظم الاقتصادية.\nاللغَة: ﴿وَلْيُمْلِلِ﴾ من الإِملاء وهو أنْ يُلقي عليه ما يكتبه يقال: أملَّ وأملى ﴿يَبْخَسْ﴾ البخس: النقص ﴿تسأموا﴾ السأم والسآمة: الملل من الشيء والضجر منه ﴿أَقْسَطُ﴾ القِسط: بكسر القاف العَدْل يقال: أقسط الرجل إِذا عدل، وبفتح القاف الجورُ يقال: قسط أي جار ومنه ﴿وَأَمَّا القاسطون فَكَانُواْ لِجَهَنَّمَ حَطَبًا﴾ [الجن: ١٥] ﴿تَضِلَّ﴾ قال أبو عبيد: معنى تضل أي تنسى والضلال عن الشهادة نسيان جزءٍ منها ﴿أدنى﴾ أقرب ﴿ترتابوا﴾ تشكوا من الريب بمعنى الشك ﴿فَرِهَانٌ﴾ جمع رهن وهو ما يدفع إلى الدائن توثيقًا للدين.","vol":"1","page":160},{"text":"التفِسير: ﴿ياأيها الذين آمنوا إِذَا تَدَايَنتُم بِدَيْنٍ إلى أَجَلٍ مُّسَمًّى فاكتبوه﴾ أي إِذا تعاملتم بدينٍ مؤجل فاكتبوه، وهذا إِرشاد منه تعالى لعباده بكتابة المعاملات المؤجلة ليكون ذلك أحفظ وأوثق لمقدارها وميقاتها ﴿وَلْيَكْتُب بَّيْنَكُمْ كَاتِبٌ بالعدل﴾ أي وليكتب لكم كاتب عادل مأمون لا يجور على أحد الطرفين ﴿وَلاَ يَأْبَ كَاتِبٌ أَنْ يَكْتُبَ كَمَا عَلَّمَهُ الله﴾ أي ولا يمتنع أحد من الكتابة بالعدل كما علّمه الله ﴿فَلْيَكْتُبْ وَلْيُمْلِلِ الذي عَلَيْهِ الحق﴾ أي وليمل على الكاتب ويلقي عليه المدينُ وهو الذي عليه الحق لأنه المقر المشهود عليه ﴿وَلْيَتَّقِ الله رَبَّهُ وَلاَ يَبْخَسْ مِنْهُ شَيْئًا﴾ أي وليخشَ الله رب العالمين ولا ينقص من الحق شيئًا ﴿فَإن كَانَ الذي عَلَيْهِ الحق سَفِيهًا أَوْ ضَعِيفًا﴾ أي إِن كان المدين ناقص العقل مبذرًا أو كان صبيًا أو شيخًا هرمًا ﴿أَوْ لاَ يَسْتَطِيعُ أَن يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بالعدل﴾ أي لا يستطيع الإِملاء بنفسه لعيٍّ أو خرسٍ أو عُجْمة فليملل قيِّمه أو وكيله بالعدل من غير نقصٍ أو زيادة ﴿واستشهدوا شَهِيدَيْنِ مِّن رِّجَالِكُمْ﴾ أي اطلبوا مع الكتابة أن يشهد لكم شاهدان من المسلمين زيادة في التوثيقة ﴿فَإِن لَّمْ يَكُونَا رَجُلَيْنِ فَرَجُلٌ وامرأتان مِمَّن تَرْضَوْنَ مِنَ الشهدآء﴾ أي فإن لم يكن الشاهدان رجلين، فليشهد رجلٌ وامرأتان ممن يُوثق بدينهم وعدالتهم ﴿أَن تَضِلَّ إِحْدَاهُمَا فَتُذَكِّرَ إِحْدَاهُمَا الأخرى﴾ أي تنسى إحدى المرأتين الشهادة فتذكّرها الأخرى، وهذا علةٌ لوجوب الاثنين لنقص الضبط فيهن ﴿وَلاَ يَأْبَ الشهدآء إِذَا مَا دُعُواْ﴾ أي ولا يمتنع الشهداء عن أداء الشهادة أو تحملها إِذا طلب منهم ذلك ﴿وَلاَ تسأموا أَن تَكْتُبُوهُ صَغِيرًا أَو كَبِيرًا إلى أَجَلِهِ﴾ أي لا تملّوا أن تكتبوا الدين صغيرًا كان أو كبيرًا، قليلًا أو كثيرًا إِلى وقت حلول ميعاده ﴿ذَلِكُمْ أَقْسَطُ عِندَ الله وَأَقْومُ لِلشَّهَادَةِ وأدنى أَلاَّ ترتابوا﴾ أي ما أمرناكم به من كتابة الدين أعدل في حكمه تعالى، وأثبت للشهادة لئلا تنسى، وأقرب أن لا تشكّوا في قدر الدَّيْن والأجل ﴿إِلاَّ أَن تَكُونَ تِجَارَةً حَاضِرَةً تُدِيرُونَهَا بَيْنَكُمْ﴾ أي إِلا إِذا كان البيع حاضرًا يدًا بيد والثمن مقبوضًا ﴿فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَلاَّ تَكْتُبُوهَا﴾ أي فلا بأس بعدم كتابتها لانتفاء المحذور ﴿وأشهدوا إِذَا تَبَايَعْتُمْ﴾ أي أشهدوا على حقكم مطلقًا سواءً كان البيع ناجزًا أو بالدين لأنه أبعد عن النزاع والاختلاف ﴿وَلاَ يُضَآرَّ كَاتِبٌ وَلاَ شَهِيدٌ﴾ أي لا يضرب صاحبُ الحق الكُتَّاب والشهود ﴿وَإِن تَفْعَلُواْ فَإِنَّهُ فُسُوقٌ بِكُمْ﴾ أي إِن فعلتم ما نهيتم عنه فقد فسقتم بخروجكم عن طاعة الله ﴿واتقوا الله وَيُعَلِّمُكُمُ الله﴾ أي خافوا الله وراقبوه يمنحكم العلم النافع الذي به سعادة الدارين ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي عالم بالمصالح والعواقب فلا يخفى عليه شيء من الأشياء ﴿وَإِن كُنتُمْ على سَفَرٍ وَلَمْ تَجِدُواْ كَاتِبًا فَرِهَانٌ مَّقْبُوضَةٌ﴾ أي إِن كنتم مسافرين وتداينتم إِلى أجلٍ مسمى ولم تجدوا من يكتب لكم، فليكن بدل الكتابة رهانٌ مقبوضة يقبضها صاحب الحق وثيقة لدينه ﴿فَإِنْ أَمِنَ بَعْضُكُم بَعْضًا فَلْيُؤَدِّ الذي اؤتمن أَمَانَتَهُ وَلْيَتَّقِ الله رَبَّهُ﴾ أي فإِن أمن الدائن المدين فاستغنى عن الرهن ثقة بأمانة صاحبه فليدفع ذاك المؤتمن الدين الذي عليه وليتق الله في رعاية حقوق الأمانة ﴿وَلاَ تَكْتُمُواْ الشهادة وَمَن يَكْتُمْهَا فَإِنَّهُ آثِمٌ قَلْبُهُ﴾ أي إِذا دعيتم إِلى أداء شهادة فلا تكتموها فإِن كتمانها إثم كبير، يجعل القلب آثمًا وصاحبه فاجرًا، وخُصّ القلب بالذكر لأنه سلطان الأعضاء، إِذا صلح صلح الجسد كله وإِذا فسد فسد الجسد كله ﴿والله بِمَا تَعْمَلُونَ عَلِيمٌ﴾ أي لا يخفى عليه شيء من أعمال وأفعال العباد.\nالبَلاَغَة: ١ - في الآية من ضروب الفصاحة «الجناس المغاير» في قوله ﴿تَدَايَنتُم بِدَيْنٍ﴾ وفي ﴿","vol":"1","page":161},{"text":"واستشهدوا شَهِيدَيْنِ﴾ وفي ﴿اؤتمن أَمَانَتَهُ﴾ وفي ﴿وَيُعَلِّمُكُمُ ... عَلِيمٌ﴾ .\n٢ - الطباق في قوله ﴿صَغِيرًا أَو كَبِيرًا﴾ وفي ﴿تَضِلَّ ... فَتُذَكِّرَ﴾ لأن الضلال هنا بمعنى النسيان.\n٤ - الإِيجاز بالحذف وذلك كثير وقد ذكر أمثلته صاحب البحر المحيط.\n٥ - كرر لفظ الجلالة في الجمل الثلاث ﴿واتقوا الله﴾ ﴿وَيُعَلِّمُكُمُ الله﴾ ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ لإِدخال الروعة وتربية المهابة في النفوس.\n٦ - ﴿وَلْيَتَّقِ الله رَبَّهُ﴾ جمع ما بين الإِسم الجليل والنعت الجميل مبالغة في التحذير.\nفَائِدَة: العلم نوعان: كسبيٌّ ووهبيٌّ، أما الأول فيكون تحصيله بالاجتهاد والمثابرة والمذاكرة، وأما الثاني فطريقه تقوى الله والعمل الصالح كما قال تعالى ﴿واتقوا الله وَيُعَلِّمُكُمُ الله﴾ وهذا العلم يسمى العلم اللُّدُني ﴿وآتيناه من لدنَّا علمًا﴾ وهو العلم النافع الذي يهبه الله لمن شاء من عباده المتقين وإِليه أشار الإِمام الشافعي بقوله:\nشكوتُ إِلى وكيع سوء حفظي ... فأرشدني إِلى ترك المعاصي\nوأخبرني بأن العلم نور ... ونور الله لا يُهدى لعاصي","vol":"1","page":162},{"text":"المنَاسَبَة: ناسب ختم هذه السورة الكريمة بهذه الآيات لأنها اشتملت على تكاليف كثيرة في الصلاة والزكاة والقصاص والصوم والحج والجهاد والطلاق والعدة وأحكام الربا والبيع والدين الخ فناسب تكليفه إِيانا بهذه الشرائع أن يذكر أنه تعالى مالك لما في السماوات وما في الأرض فهو يكلف من يشاء بما يشاء والجزاء على الأعمال إِنما يكون في الدار الآخرة، فختم هذه السورة بهذه الآيات على سبيل الوعيد والتهديد. .\nاللغَة: ﴿إِصْرًا﴾ الإِصر في اللغة: الثقل والشدة قال النابغة:\nيا مانع الضيم أن يغشى سراتهم والحامل الإِصر عنهم بعد ما عرفوا","vol":"1","page":162},{"text":"وسميت التكاليف الشاقة إِصرًا لأنها تثقل كاهل صاحبها كما يسمى العهد إصرًا لأنه ثقيل. ﴿طَاقَةَ﴾ الطاقة: القدرة على الشيء من أطاق الشيء وهو مصدر جاء على غير قياس الفعل ﴿واعف عَنَّا﴾ العفو: الصفح عن الذنب ﴿واغفر لَنَا﴾ الغفران: ستر الذنب ومحوه.\nسَبَبُ النزّول: لما نزل قوله تعالى ﴿وَإِن تُبْدُواْ مَا في أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ الله﴾ الآية، اشتد ذلك على أصحاب رسول الله ﷺ َ فأتوا رسول الله فقالوا: كُلِّفنا من الأعمال ما نطيق: الصلاة والصيام والجهاد والصقدة، وقد أنزلت عليك هذه الآية ولا نطيقها فقال ﷺ َ: أتريدون أن تقولوا كما قال أهل الكتابين من قبلكم ﴿سَمِعْنَا وَعَصَيْنَا﴾ [البقرة: ٩٣] قولوا ﴿سَمِعْنَا وَأَطَعْنَا﴾ «فلما قرأها القوم وجرت بها ألسنتهم أنزل الله تعالى ﴿آمَنَ الرسول بِمَآ أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ﴾ ونسخها الله تعالى فأنزل ﴿لاَ يُكَلِّفُ الله نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت﴾ الآية»\nالتفِسير: ﴿للَّهِ ما فِي السماوات وَمَا فِي الأرض﴾ أي هو سبحانه المالك لما في السماوات والأرض المطّلع على ما فيهن ﴿وَإِن تُبْدُواْ مَا في أَنْفُسِكُمْ أَوْ تُخْفُوهُ يُحَاسِبْكُمْ بِهِ الله﴾ أي إِن أظهرتم ما في أنفسكم من السوء أو أسررتموه فإِن الله يعلمه ويحاسبكم عليه ﴿فَيَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي يعفو عمن يشاء ويعاقب من يشاء وهو القادر على كل شيء الذي لا يُسأل عما يفعل وهم يُسألون ﴿آمَنَ الرسول بِمَآ أُنْزِلَ إِلَيْهِ مِن رَّبِّهِ والمؤمنون﴾ أي صدّق محمد ﷺ َ بما أنزل الله إِليه من القرآن والوحى وكذلك المؤمنون ﴿كُلٌّ آمَنَ بالله وملائكته وَكُتُبِهِ وَرُسُلِهِ﴾ أي الجميع من النبي والأتباع صدَّق بوحدانية الله، وآمن بملائكته وكتبه ورسله ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ﴾ أي لا نؤمن بالبعض ونكفر بالبعض كما فعل اليهود والنصارى بل نؤمن بجميع رسل الله دون تفريق ﴿وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ المصير﴾ أي أجبنا دعوتك وأطعنا أمرك فنسألك يا ألله المغفرة لمن اقترفناه من الذنوب وإِليك وحدك يا ألله المرجع والمآب.\n﴿لاَ يُكَلِّفُ الله نَفْسًا إِلاَّ وُسْعَهَا﴾ أي لا يكلف المولى تعالى أحدًا فوق طاقته ﴿لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكتسبت﴾ أي لكل نفس جزاء ما قدمت من خير، وجزاء ما اقترفت من شرّ ﴿رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَآ أَوْ أَخْطَأْنَا﴾ أي قولوا ذلك في دعائكم والمعنى لا تعذبنا يا ألله بما يصدر عنا بسبب النسيان أو الخطأ ﴿رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَآ إِصْرًا كَمَا حَمَلْتَهُ عَلَى الذين مِن قَبْلِنَا﴾ أي ولا تكلفنا بالتكاليف الشاقة التي نعجز عنها كما كلفت بها من قبلنا من الأمم كقتل النفس في التوبة وفرض موضع النجاسة ﴿رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ﴾ أي لا تحمّلنا ما لا قدرة لنا عليه من التكاليف والبلاء ﴿واعف عَنَّا واغفر لَنَا وارحمنآ﴾ أي امحُ عنا ذنوبنا واستر سيئاتنا فلا تفضحنا يوم الحشر الأكبر وارحمنا برحمتك التي وسعت كل شيء ﴿أَنتَ مَوْلاَنَا فانصرنا عَلَى القوم الكافرين﴾ أي أنت يا ألله ناصرنا ومتولي أمورنا فلا تخذلنا، وانصرنا على أعدائنا وأعداء دينك من القوم الكافرين، الذين جحدوا دينك وأنكروا وحدانيتك وكذبوا برسالة نبيك ﷺ َ. روي أنه ﵇ لما دعا بهذه الدعوات قيل له عند كل دعوة: قد فعلتُ.\nالبَلاَغَة: ١ - تضمنت الآية من أنواع الفصاحة وضروب البلاغة أشياء منها «الطباق» في قوله ﴿","vol":"1","page":163},{"text":"وَإِن تُبْدُواْ ... أَوْ تُخْفُوهُ﴾ وبين «يغفر» و«يعذب» ومنها الطباق المعنوي بين ﴿كَسَبَتْ﴾ و﴿اكتسبت﴾ لأن كسب في الخير واكتسب في الشر.\n٢ - ومنها الجناس ويسمى جناس الاشتقاق في قوله ﴿آمَنَ ... والمؤمنون﴾ .\n٣ - ومنها الإِطناب في قوله ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّن رُّسُلِهِ﴾ .\n٤ - ومنها الإِيجاز بالحذف في قوله ﴿والمؤمنون﴾ أي آمنوا بالله ورسله ومواضع أخرى.\nفَائِدَة: عن ابن مسعود ﵁ قال قال رسول الله ﷺ َ: «من قرأ بالآيتين من آخر سورة البقرة في ليلة كفتاه» أخرجه البخاري وفي رواية لمسلم أن ملكًا نزل من السماء فأتى النبي ﷺ َ فقال له: «أبشرْ بنورين قد أوتيتهما لم يؤتهما نبيٌ قبلك: فاتحة الكتاب، وخواتيم سورة البقرة، لن تقرأ حرفًا منهما إِلا أوتيته» .","vol":"1","page":164},{"text":"اللغَةَ: ﴿الحي﴾ الباقي الدائم الذي لا يفنى ولا يموت ﴿القيوم﴾ القائم على تدبير شئون العباد ﴿يُصَوِّرُكُمْ﴾ التصوير: جعل الشيء على صورة معينة أي يخلقكم كما يريد ﴿الأرحام﴾ جمع رحم وهو محل تكوّن الجنين ﴿مُّحْكَمَاتٌ﴾ المحكم: ما كان واضح المعنى قال القرطبي: «المحكم ما عُرف تأويله وفهم معناه وتفسيره، والمتشابه: ما لم يكن لأحدٍ إِلى علمه سبيل مما استأثر تعالى بعلمه دون خلقه مثل الحروف المقطعة في أوائل السور، هذا أحسن ما قيل فيه» ﴿أُمُّ الكتاب﴾ أصل الكتاب وأساسه وعموده ﴿زَيْغٌ﴾ ميلٌ عن الحق يقال: زاغ زيغًا أي مال ميلًا ﴿تَأْوِيلِهِ﴾ التأويل: التفسير وأصله المرجع والمصير من قولهم آل الأمر إِلى كذا إذا صار إِليه ﴿والراسخون﴾ الرسوخ: الثبوت في الشيء والتمكن منه قال الشاعر:\nلقد رسخت في القلب مني مودّة ... لليلي أبت أيامُها أن تغَيّرا\nسَبَبُ النّزول: نزلت هذه الآيات في وفد نصارى نجران وكانوا ستين راكبًا، فيهم أربعة عشر من أشرافهم ثلاثة منهم أكابرهم «عبد المسيح» أميرهم و«الأيهم» مشيرهم و«أبو حارثة بن علقمة» حبرُهم، فقدموا على النبي ﷺ َ فتكلم منهم أولئك الثلاثة معه فقالوا تارةً عيسى هو «الله» لأنه كان يحيي الموتى، وتارةً هو «ابن الله» إِذ لم يكن له أب، وتارة إِنه «ثالث ثلاثة» لقوله تعالى «فعلنا وقلنا» ولو كان واحدًا لقال «فعلتُ وقلتُ» فقال لهم رسول الله ﷺ َ: ألستم تعلمون أن ربنا حيٍّ لا يموت وأن عيسى يموت! ﴿قالوا: بلى، قال ألستم تعلمون أنه لا يكون ولد إِلا ويشبه أباه﴾ ﴿قالوا بلى، قال ألستم تعلمون أن ربنا قائم على كل شيء يكلؤه ويحفظه ويرزقه فهل يملك عيسى شيئًا من ذلك؟","vol":"1","page":166},{"text":"قالوا: لا، قال ألستم تعلمون أن الله لا يخفى عليه شيء في الأرض ولا في السماء، فهل يعلم عيسى شيئًا من ذلك إِلا ما علم؟ قالوا: لا، قال ألستم تعلمون أن ربنا لا يأكل الطعام ولا يشرب الشراب ولا يحدث الحدث وأن عيسى كان يطعم الطعام ويشرب الشراب ويحدث الحدث﴾ ! قالوا بلى فقال ﷺ َ فكيف يكون كما زعمتم؟ فسكتوا وأبوا إِلا الجحود فأنزل الله من أول السورة إِلى نيفٍ وثمانين آية.\nالتفِسير: ﴿الم﴾ إِشارة إِلى إِعجاز القرآن وأنه منظوم من أمثال هذه الحروف الهجائية وقد تقدّم في أول البقرة ﴿الله لا إله إِلاَّ هُوَ﴾ أي لا ربَّ سواه ولا معبود بحقٍ غيره ﴿الحي القيوم﴾ أي الباقي الدائم الذي لا يموت، القائم على تدبير شئون عباده ﴿نَزَّلَ عَلَيْكَ الكتاب بالحق﴾ أي نزّل عليك يا محمد القرآن بالحجج والبراهين القاطعة ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ﴾ أي من الكتب المنزّلة قبله المطابقة لما جاء به القرآن ﴿وَأَنزَلَ التوراة والإنجيل مِن قَبْلُ هُدًى لِّلنَّاسِ﴾ أي أنزل الكتابين العظيمين «التوراة» و«الإِنجيل» من قبل إِنزال هذا القرآن هداية لبني إِسرائيل ﴿وَأَنزَلَ الفرقان﴾ أي جني الكتب السماوية لأنها تفرق بين الحق والباطل، والهدى والضلال، وقيل: المراد بالفرقان القرآن وكرّر تعظيمًا لشأنه ﴿إِنَّ الذين كَفَرُواْ بِآيَاتِ الله﴾ أي جحدوا بها وأنكروها وردّوها بالباطل ﴿لَهُمْ عَذَابٌ شَدِيدٌ﴾ أي عظيم أليم في الآخرة ﴿والله عَزِيزٌ ذُو انتقام﴾ أي غالب على أمره لا يُغلب، منتقم ممن عصاه ﴿إِنَّ الله لاَ يخفى عَلَيْهِ شَيْءٌ فِي الأرض وَلاَ فِي السمآء﴾ أي لا يغيب ولا يغرب عن علمه أمرٌ من الأمور، فهو مطلع على كل ما في الكون لا تخفى عليه خافية ﴿هُوَ الذي يُصَوِّرُكُمْ فِي الأرحام كَيْفَ يَشَآءُ﴾ أي يخلقكم في أرحام أمهاتكم كما يشاء من ذكرٍ وأنثى، وحسن وقبيح ﴿لاَ إله إِلاَّ هُوَ العزيز الحكيم﴾ أي لا ربّ سواه، متفردٌ بالوحدانية والألوهية، العزيز في ملكه الحكيم في صنعه، وفي الآية ردٌّ على النصارى حيث ادعوا ألوهية عيسى فنبّه تعالى بكونه مصوّرًا في الرحم، وأنه لا يعلم الغيب على أنه عبد كغيره من العباد ﴿هُوَ الذي أَنزَلَ عَلَيْكَ الكتاب﴾ أي أنزل عليك يا محمد القرآن العظيم ﴿مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الكتاب﴾ أي فيه آيات بينات واضحات الدلالة، لا التباس فيها ولا غموض كآيات الحلال والحرام، هنَّ أصل الكتاب وأساسه ﴿وَأُخَرُ مُتَشَابِهَاتٌ﴾ أي وفيه آيات أُخَر فيها اشتباه في الدلالة على كثير من الناس، فمن ردّ المتشابه إِلى الواضح المحكم فقد اهتدى، وإِن عكس فقد ضلّ ولهذا قال تعالى ﴿فَأَمَّا الَّذِينَ في قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ﴾ أي فأمّا من كان في قلبه ميلٌ عن الهدى إِلى الضلال فيتبع المتشابه منه ويفسّره على حسب هواه ﴿ابتغاء الفتنة وابتغاء تَأْوِيلِهِ﴾ أي طلبًا لفتنة الناس في دينهم، وإِيهامًا للأتباع بأنهم يبتغون تفسير كلام الله، كما فعل النصارى الضالون حيث احتجوا بقوله تعالى في شأن عيسى\n﴿وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ وَرُوحٌ مِّنْهُ﴾ [النساء: ١٧١] على أن عيسى ابن الله أو هو جزء من الله فادعوا ألوهيته وتركوا المحكم وهو قوله تعالى ﴿إِنْ هُوَ إِلاَّ عَبْدٌ أَنْعَمْنَا عَلَيْهِ﴾ [الزخرف: ٥٩] الدالّ على أنه عبد من عباد الله ورسوله من رسله ﴿وَمَا يَعْلَمُ تَأْوِيلَهُ إِلاَّ الله﴾","vol":"1","page":167},{"text":"أي لا يعلم تفسير المتشابه ومعناه الحقيقي إِلا الله وحده ﴿والراسخون فِي العلم يَقُولُونَ آمَنَّا بِهِ﴾ أي الثابتون المتمكنون من العلم يؤمنون بالمتشابه وأنه من عند الله ﴿كُلٌّ مِّنْ عِندِ رَبِّنَا﴾ أي كلّ من المتشابه والمحكم حقٌ وصدق لأنه كلام الله، قال تعالى ﴿وَمَا يَذَّكَّرُ إِلاَّ أُوْلُواْ الألباب﴾ أي ما يتعظ ويتدبر إِلا أصحاب العقول السليمة المستنيرة ﴿رَبَّنَا لاَ تُزِغْ قُلُوبَنَا﴾ أي لا تُمِلْها عن الحق ولا تضلنا ﴿بَعْدَ إِذْ هَدَيْتَنَا﴾ أي بعد أن هديتنا إِلى دينك القويم وشرعك المستقيم ﴿وَهَبْ لَنَا مِن لَّدُنْكَ رَحْمَةً﴾ أي امنحنا من فضلك وكرمك رحمةً تثبتنا بها على دينك الحق ﴿إِنَّكَ أَنْتَ الوهاب﴾ أي أنت يا رب المتفضل على عبادك بالعطاء والإِحسان ﴿رَبَّنَآ إِنَّكَ جَامِعُ الناس لِيَوْمٍ لاَّ رَيْبَ فِيهِ﴾ أي جامع الخلائق في ذلك اليوم الرهيب «يوم الحساب» الذي لا شك فيه ﴿إِنَّ الله لاَ يُخْلِفُ الميعاد﴾ أي وعدك حق وأنت يا رب لا تخلف الموعد، كقوله تعالى\n﴿الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ الله حَدِيثًا﴾ [النساء: ٨٧]؟!\nالبَلاَغَة: ١ - ﴿نَزَّلَ عَلَيْكَ الكتاب﴾ عبّر عن القرآن بالكتاب الذي هو اسم جنس إِيذانًا بكمال تفوقه على بقية الكتب السماوية كأنه هو الحقيق بأن يطلق عليه اسم الكتاب.\n٢ - ﴿لِّمَا بَيْنَ يَدَيْهِ﴾ كناية عمّا تقدمه وسبقه من الكتب السماوية فسمى ما مضى بين يديه لغاية ظهوره واشتهاره.\n٣ - ﴿وَأَنزَلَ الفرقان﴾ أي أنزل سائر ما يفرق بين الحق والباطل فهو من باب عطف العام على الخاص حيث ذكر أولًا الكتب الثلاثة ثم عمَّ الكتب كلها لإِفادة الشمول مع العناية بالخاص.\n٤ - ﴿هُنَّ أُمُّ الكتاب﴾ قال الشريف الرضي: هذه استعارة والمراد بها أن هذه الآيات جماع الكتاب وأصله فهي بمنزلة الأم له، وكأنَّ سائر القرآن يتبعها أو يتعلق بها كما يتعلق الولد بأمه ويفزع إِليها في مهمة.\n٥ - ﴿والراسخون فِي العلم﴾ وهذه استعارة المراد بها المتمكنون في العلم تشبيهًا برسوخ الشيء الثقيل في الأرض الوُّارة وهو أبلغ من قوله والثابتون في العلم.\nالفوَائِد: الأولى: روى مسلم عن عائشة أن رسول الله ﷺ َ تلا ﴿والراسخون فِي العلم﴾ الآية ثم قال: «إذا رأيتم الذين يتبعون ما تشابه منه فأولئك الذين سمّاهم الله فاحذروهم» .\nالثانية: قال القرطبي: أحسن ما قيل في المتشابه والمحكم: أنَّ المحكم ما عُرف تأويله وفهم معناه وتفسيره، والمتشابه ما استأثر الله تعالى بعلمه دون خلقه ولم يكن لأحدٍ إِلى علمه سبيل، قال بعضهم: وذلك مثل وقت قيام الساعة، وخروج يأجوج ومأجوج، وخروج الدجال، وعيسى، ونحو الحروف المقطعة في أوائل السور.","vol":"1","page":168},{"text":"الثالثة: آيات القرآن قسمان: محكمات ومتشابهات كما دلت عليه الآية الكريمة، فإِن قيل: كيف يمكن التوفيق بين هذه الآية وبين ما جاء في سورة هود أن القرآن كلَّه محكم ﴿كِتَابٌ أُحْكِمَتْ آيَاتُهُ﴾ [الآية: ١] وما جاء في الزمر أن القرآن كلَّه متشابهٌ ﴿نَزَّلَ أَحْسَنَ الحديث كِتَابًا مُّتَشَابِهًا﴾\n[الآية: ٢٣]؟! فالجواب أنه لا تعارض بين الآيات إذ كل آية لها معنى خاص غير ما نحن في صدده فقوله ﴿أُحْكِمَتْ آيَاتُهُ﴾ [هود: ١] بمعنى أنه ليس به عيب، وأنه كلامٌ حق فصيح الألفاظ، صحيح المعاني وقوله ﴿كِتَابًا مُّتَشَابِهًا﴾ [الزمر: ٢٣] بمعنى أنه يشبه بعضه بعضًا في الحُسن ويصدق بعضه بعضًا، فلا تعارض بين الآيات.\nالرابعة: روى البخاري عن سعيد بن جبير أن رجلًا قال لابن عباس: إِني أجد في القرآن أشياءً تختلف عليًّ، قال: ما هو؟ قال قوله تعالى: ﴿فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ﴾ [المؤمنون: ١٠١] وقال: ﴿وَأَقْبَلَ بَعْضُهُمْ على بَعْضٍ يَتَسَآءَلُونَ﴾ [الصافات: ٢٧] وقال تعالى: ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ [النساء: ٤٢] وقال ﴿والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] فقد كتموا في هذه الآية، وفي النازعات ذكرَ خلق السماء قبل خلق الأرض، وفي فصِّلت ذَكَر خلق الأرض قبل خلق السماء، وقال: ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ [النساء: ٩٦] ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ [النساء: ١٥٨] ﴿وَكَانَ الله سَمِيعًا بَصِيرًا﴾ [النساء: ١٣٤] فكأنه كان ثم مضى. . فقال ابن عباس: ﴿فَلاَ أَنسَابَ بَيْنَهُمْ يَوْمَئِذٍ وَلاَ يَتَسَآءَلُونَ﴾ [المؤمنون: ١٠١] في النفخة الأولى ﴿فَصَعِقَ مَن فِي السماوات وَمَن فِي الأرض إِلاَّ مَن شَآءَ الله﴾ [الزمر: ٦٨] فلا أنساب بينهم عند ذلك ولا يتساءلون، ثم في النفخة الآخرة قبل بعضهم على بعض يتساءلون، وأما قوله ﴿مَا كُنَّا مُشْرِكِينَ﴾ [الأنعام: ٢٣] ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ [النساء: ٤٢] فإٍِن الله يغفر لأهل الإِخلاص ذنوبهم فيقول المشركون تعالوا نقول: لم نكن مشركين، فختم الله على أفواههم جوارحهم بأعمالهم لهم فعند ذلك عُلاف أن الله لا يكتم حديثًا وعنده يود الذين كفروا لو كانوا مسلمين، وخلق الله الأرض في يومين ثم استوى إِلى السماء فسواهنَّ سبع سماوات في يومين، ثم دحا الأرض أي بسطها فأخرج منها الماء والمرعى وخلق فيها الجبال والأشجار والآكام وما بينها في يومين آخرين فذلك قوله ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ [النازعات: ٣٠] فخلقت الأرض وما فيها في أربعة أيام وخلقت السماء في يومين، وقوله ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ [النساء: ٩٦] فسمّى نفسه ذلك أي لم يزل ولا يزال كذلك، ويحكَ فلا يختلف عليك القرآن فإِن كلًا من عند الله.","vol":"1","page":169},{"text":"المنَاسَبَة: لما حكى تعالى عن المؤمنين دعاءهم وتضرعهم أن يثبتهم الله على الإِيمان، حكى عن الكافرين سبب كفرهم وهو اغترارهم في هذه الحياة بكثرة المال والبنين، وبيّن أنها لن تدفع عنهم عذاب الله، كما لن تغني عنهم شيئًا في الدنيا، وضرب على ذلك الأمثال بغزوة بدر حيث التقى فيها جند الرحمن بجند الشيطان، وكانت النتيجة اندحار الكافرين مع كثرتهم وانتصار المؤمنين مع قلتهم، فلم تنفعهم الأموال ولا الأولاد، ثم أعقب تعالى ذلك بذكر شهوات الدنيا ومُتَع الحياة التي يتنافس الناس فيها، ثم ختمها بالتذكير بأن ما عند الله خيرٌ للأبرار.\nاللغَة: ﴿تُغْنِيَ﴾ الإِغناء: الدفع والنفع ﴿وَقُودُ النار﴾ الوَقود بفتح الواو الحطبُ الذي توقد به النار وبالضم مصدر بمعنى الاتقاد ﴿دَأْبِ﴾ الدأب: العادة والشأن وأصله من دأب الرجل في عمله إِذا جدَّ فيه واجتهد ثم أُطلق الدأب على العادة والشأن لأن من دأب على شيء أمدًا طويلًا صار له عادة ﴿آيَةٌ﴾ علامة ﴿فِئَةٌ﴾ جماعة وسميت الجماعة من الناس فئةً لأنه يُفاء إِليها في وقت الشدة ﴿َعِبْرَةً﴾ العبرة: الاتعاظ ومنه يقال: اعتبر، واشتقاقها من العبور وهو مجاوزة الشيء إِلى الشيء ومنه عبور النهر، فالاعتبار انتقال من حالة الجهل إِلى حالة العلم ﴿زُيِّنَ﴾ التزيين: تحسين الشيء وتجميله في عين الإِنسان ﴿الشهوات﴾ الشهوة: ما تدعو النفس إِليه وتشتهيه والفعل منه اشتهى ويُجمع على شهوات ﴿والقناطير﴾ جمع قنطار وهو العُقدة الكبيرة من المال أو المال الكثير الذي لا يحصى ﴿المقنطرة﴾ المضعَّفة وهو التأكيد كقولك ألوف مؤلَّفة وأضعاف مضاعفة قاله الطبري، وروي عن الفراء أنه قال: القناطير جمع القنطار، والمقنطرة جمع الجمع فيكون تسع قناطير ﴿المسومة﴾ المعلّمة بعلامة تجعلها حسنة المنظر تجتلب الأنظار وقيل المسؤَّمة: الراعية وقال مجاهد وعكرمة: إِنها الخيل المطهّمة الحسان ﴿المآب﴾ المرجع يقال: آب الرجل إِيابًا ومآبًا قال تعالى ﴿إِن إِلينا إِيابهم﴾ ﴿الأسحار﴾ السَّحر: الوقت الذي قبل طلوع الفجر.\nسَبَبُ النّزول: «لما أصاب رسول الله ﷺ َ قريشًا ببدر، ورجع إِلى المدينة جمع اليهود فقال لهم: يا معشر اليهود أسلموا قبل أن يصيبكم الله بما أصاب قريشًا فقد عرفتم أني نبيٌ مرسل، فقالوا يا محمد: لا يغرنّك من نفسك أنك قتلتَ نفرًا من قريش كانوا أغمارًا - يعني جهالًا - لا علم لهم بالحرب، إِنك والله لو قاتلتنا لعرفت أنا نحن الرجال، وأنك لم تلق مثلنا فأنزل الله ﴿قُلْ لِّلَّذِينَ كَفَرُواْ سَتُغْلَبُونَ﴾ الآية» .\nالتفسِير: ﴿إِنَّ الذين كَفَرُواْ لَن تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُم﴾ أي لن تفيدهم الأموال","vol":"1","page":170},{"text":"والأولاد، ولن تدفع عنهم من عذاب الله في الآخرة ﴿مِّنَ الله شَيْئًا﴾ أي من عذاب الله وأليم عقابه ﴿وأولئك هُمْ وَقُودُ النار﴾ أي هم حطب جهنم الذي تُسْجر وتوقد به النار ﴿كَدَأْبِ آلِ فِرْعَوْنَ﴾ أي حال هؤلاء الكفار وشأنهم كحال وشأن آل فرعون، وصنيعُهم مثلُ صنيعهم ﴿والذين مِن قَبْلِهِمْ﴾ أي من قبل آل فرعون من الأمم الكافرة كقوم هود وصالح وشعيب ﴿كَذَّبُواْ بِآيَاتِنَا﴾ أي كذبوا بالآيات التي تدل على رسالات الرسل ﴿فَأَخَذَهُمُ الله بِذُنُوبِهِمْ﴾ أي أهلكهم وعاقبهم بسبب الكفر والمعاصي ﴿والله شَدِيدُ العقاب﴾ أي أليم العذاب شديد البطش، والغرض من الآية أن كفار قريش كفروا كما كفر أولئك المعاندون من آل فرعون ومن سبقهم، فكما لم تنفع أولئك أموالهم ولا أولادهم فكذلك لن تنفع هؤلاء ﴿قُلْ لِّلَّذِينَ كَفَرُواْ﴾ أي قل يا محمد لليهود ولجميع الكفار ﴿سَتُغْلَبُونَ﴾ أي تُهزمون في الدنيا ﴿وَتُحْشَرُونَ إلى جَهَنَّمَ﴾ أي تُجمعون وتساقون إِلى جهنم ﴿وَبِئْسَ المهاد﴾ أي بئس المهاد والفراش الذي تمتهدونه نار جهنم ﴿قَدْ كَانَ لَكُمْ آيَةٌ﴾ أي قد كان لكم يا معشر اليهود عظة وعبرة ﴿فِي فِئَتَيْنِ التقتا﴾ أي في طائفتين التقتا للقتال يوم بدر ﴿فِئَةٌ تُقَاتِلُ فِي سَبِيلِ الله﴾ أي طائفةٌ مؤمنة تقاتل لإِعلاء دين الله ﴿وأخرى كَافِرَةٌ﴾ أي وطائفة أخرى كافرة تقاتل في سبيل الطاغوت وهم كفار قريش ﴿يَرَوْنَهُمْ مِّثْلَيْهِمْ﴾ أي يرى الكافرون المؤمنين أكثر منهم مرتين ﴿رَأْيَ العين﴾ أي رؤية ظاهرةً مكشوفة بالعين المجردة لا بالوهم والخيال، وقيل: المراد يرى المؤمنون ضعفيهم في العدد، وذلك أن الله أكثر المؤمنين في أعين الكافرين ليرهبوهم ويجبنوا عن قتالهم، والقول الأول اختيار ابن جرير وهو الأظهر لقوله تعالى ﴿رَأْيَ العين﴾ أي رؤية حقيقية لا بالخيال ﴿والله يُؤَيِّدُ بِنَصْرِهِ مَن يَشَآءُ﴾ أي يقوّي بنصره من يشاء ﴿إِنَّ فِي ذلك لَعِبْرَةً﴾ أي لآية وموعظة ﴿لأُوْلِي الأبصار﴾ أي لذوي العقول السليمة والأفكار المستقيمة، ومغزى الآية أن القوة المادية ليست كل شيء، وأن النصر لا يكون بكثرة العَدد والعتاد، وإِنما يكون بمعونة الله وتأييده كقوله\n﴿إِن يَنصُرْكُمُ الله فَلاَ غَالِبَ لَكُمْ﴾ [آل عمران: ١٦٠] ثم أخبر تعالى عن اغترار الناس بشهوات الحياة الفانية فقال ﴿زُيِّنَ لِلنَّاسِ حُبُّ الشهوات مِنَ النساء﴾ أي حُسِّن إِليهم وحُبّب إِلى نفوسهم الميل نحو الشهوات، وبدأ بالنساء لأن الفتنة بهن أشد، والإِلتذاذ بهن أكثر وفي الحديث «ما تركت بعدي فتنةً أضرَّ على الرجال من النساء» ثم ذكر ما يتولد منهن فقال ﴿والبنين﴾ وإِنما ثنّى بالبنين لأنهم ثمرات القلوب وقرة الأعين كما قال القائل:\nوإِنما أولادنا بيننا ... أكبادُنا تمشي على الأرض\nلو هبَّت الريح على بعضهم ... لامتنعتْ عيني عن الغَمْض\nوقُدّموا على الأموال لأن حب الإِنسان لولده أكثر من حبه لماله ﴿والقناطير المقنطرة مِنَ الذهب والفضة﴾ أي الأموال الكثيرة المكدَّسة من الذهب والفضة، وإِنما كان المال محبوبًا لأنه يحصل به غالب الشهوات، والمرء يرتكب الأخطار في تحصيله\n﴿وَتُحِبُّونَ المال حُبًّا جَمًّا﴾ [الفجر: ٢] والذهب والفضة أصل التعامل ولذا خُصَّا بالذكر ﴿والخيل المسومة﴾ أي الأصيلة الحسان ﴿والأنعام﴾ أي الإِبل والبقر","vol":"1","page":171},{"text":"والغنم فمنها المركب والمطعم والزينة ﴿والحرث﴾ أي الزرع والغراس لأن فيه تحصيل أقواتهم ﴿ذلك مَتَاعُ الحياة الدنيا﴾ أي إِنما هذه الشهوات زهرة الحياة الدنيا وزينتُها الفانية الزائلة ﴿والله عِنْدَهُ حُسْنُ المآب﴾ أي حسن المرجع والثواب ﴿قُلْ أَؤُنَبِّئُكُمْ بِخَيْرٍ مِّن ذلكم﴾ أي قل يا محمد أأخبركم بخيرٍ ممّا زُيِّن للناس من زهرة الحياة الدنيا ونعيمها الزائل؟ والاستفهام للتقرير ﴿لِلَّذِينَ اتقوا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي للمتقين يوم القيامة جناتٌ فسيحات تجري من خلال جوانبها وأرجائها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبد الآباد ﴿وَأَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي منزهةٌ عن الدنس والخبث، الحسي والمعنوي، لا يتغوَّطن ولا يتبولن ولا يحضن ولا ينفسن، ولا يعتريهن نساء الدنيا ﴿وَرِضْوَانٌ مِّنَ الله﴾ أي ولهم مع ذلك النعيم رضوانٌ من الله وأيُّ رضوان، وقد جاء في الحديث «أُحلُّ عليكم رضواني فلا أسخط عليكم بعده أبدًا» ﴿والله بَصِيرٌ بالعباد﴾ أي عليم بأحوال العباد يعطي كلًا بحسب ما يستحقه من العطاء. ثم بيّن تعالى صفات هؤلاء المتقين الذين أكرمهم بالخلود في دار النعيم فقال ﴿الذين يَقُولُونَ رَبَّنَآ إِنَّنَآ آمَنَّا﴾ أي آمنا بك وبكتبك ورسلك ﴿فاغفر لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النار﴾ أي اغفر لنا بفضلك ورحمتك ذنوبنا ونجنا من عذاب النار ﴿الصابرين والصادقين والقانتين﴾ أي الصابرين على البأساء والضراء، والصادقين في إِيمانهم وعند اللقاء، والمطيعين لله في الشدة والرخاء ﴿والمنفقين﴾ أي الذين يبذلون أموالهم في وجوه الخير ﴿والمستغفرين بالأسحار﴾ أي وقت السحر قُبيل طلوع الفجر.\nالبَلاَغَة: ﴿مِّنَ الله﴾ فيه إِيجاز بالحذف أي من عذاب الله ﴿شَيْئًا﴾ التنكير للتقليل أي لن تنفعهم أيّ نفع ولو قليلًا ﴿وأولئك هُمْ وَقُودُ النار﴾ الجملة إِسمية للدلالة على ثبوت الأمر وتحققه ﴿كَذَّبُواْ بِآيَاتِنَا فَأَخَذَهُمُ الله﴾ فيه التفات من الغيبة إِلى الحاضر والأصل فأخذناهم ﴿لَكُمْ آيَةٌ﴾ الأصل «آيةٌ لكم» وقدّم للإِعتناء بالمقدم والتشويق إِلى المؤخر، والتنكير في آية التفخيم والتهويل أي آية عظيمة ومثله التنكير في ﴿رِضْوَانَ الله﴾ [آل عمران: ١٦٢] وقوله تعالى ﴿يَرَوْنَهُمْ﴾ و﴿رَأْيَ العين﴾ بينهما جناس الاشتقاق ﴿حُبُّ الشهوات﴾ يراد به المشتهيات قال الزمخشري: عبَّر بالشهوات مبالغة كأنها نفس الشهوات، وتنبيهًا على خستها لأن الشهوة مسترذلة عند الحكماء ﴿بِخَيْرٍ مِّن ذلكم لِلَّذِينَ﴾ إِبهام الخير لتفخيم شأنه والتشويق لمعرفته ﴿اتقوا عِندَ رَبِّهِمْ﴾ قال أبو السعود: التعرض لعنوان الربوبية مع الإِضافة إلى ضمير المتقين لإِظهار مزيد اللطف بهم ﴿والقناطير المقنطرة﴾ بينهما من المحسنات البديعية ما يسمى بالجناس الناقص.\nفَائِدَة: الأولى: من هو المزيّن للشهوات؟ قيل: هو الشيطان ويدل عليه قوله تعالى ﴿وَزَيَّنَ لَهُمُ الشيطان أَعْمَالَهُمْ﴾ [النمل: ٢٤] وتزيين الشيطان: وسوسته وتحسينه الميل إِليها وقيل: المزيّن هو الله ويدل عليه ﴿إِنَّا جَعَلْنَا مَا عَلَى الأرض زِينَةً لَّهَا لِنَبْلُوَهُمْ أَيُّهُم أَحْسَنُ عَمَلًا﴾ [الكهف: ٧] وتزيين الله للابتلاء ليظهر عبد الشهوة من عبد المولى وهو ظاهر قول عمر: «اللهم لا صبر لنا ما زينتَ لنا إِلا بك»\nالثانية: تخصيص الأسحار بالاستغفار لأن الدعاء فيها أقرب إِلى الإجابة، لأن النفس أصفى،","vol":"1","page":172},{"text":"والروح أجمع، والعبادة أشق فكانت أقرب إِلى القبول، قال ابن كثير: كان عبد الله بن عمر يصلى من الليل ثم يقول يا نافع: هل جاء السحر؟ فإِذا نعم أقبل على الدعاء والاستغفار حتى يصبح.","vol":"1","page":173},{"text":"المنَاسَبَة: لما مدح تعالى المؤمنين وأثنى عليهم بقوله ﴿الذين يقولون ربنا إِننا آمنا﴾ أردفه بأنْ بيّن أنَّ دلائل الإِيمان ظاهرة جلية فقال ﴿شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ﴾ ثم بيّن أن الإِسلام هو الدين الحق الذي ارتضاه الله لعباده، وأمر الرسول بأن يعلن استسلامه لله وانقياده لدين الله، وأعقبه بذكر ضلالات أهل الكتاب واختلافهم في أمر الدين اختلافًا كبيرًا، وإِعراضهم عن قبول حكم الله.\nاللغَة: ﴿شَهِدَ﴾ الشهادة: الإِقرار والبيان ﴿القسط﴾ العدل ﴿الدِّينَ﴾ أصل الدين في اللغة: الجزاء ويطلق على الملَّة وهو المراد هنا ﴿الإسلام﴾ الاسلام في اللغة: الاستسلام والانقياد التام قال ابن الأنباري: المسلم معناه المخلص لله عبادته من قولهم: سلم الشيء لفلان أي خلص له فالإِسلام معناه إِخلاص الدين والعقيدة لله تعالى ﴿حَآجُّوكَ﴾ جادلوك ونازعوك ﴿غَرَّهُمْ﴾ فتنهم ﴿يَفْتَرُونَ﴾ يكذبون.\nسَبَبُ النّزول: لمّا استقر رسول الله ﷺ َ بالمدينة قدم عليه حَبْران من أحبار الشام، فلما دخلا عليه عرفاه بالصّفة والنعت فقالا له: أنت محمد؟ قال نعم، قالا: وأنت أحمد؟ قال نعم، قالا نسألك عن شهادةٍ فإِن أنت أخبرتنا بها آمنا بك وصدَّقناك، فقال لهما رسول الله ﷺ َ: سلاني، فقالا: أخبرنا عن أعظم شهادة في كتاب الله فنزلت ﴿شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ﴾ الآية فأسلم الرجلان","vol":"1","page":173},{"text":"وصدّقا برسول الله ﷺ َ.\nالتفسِير: ﴿شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ﴾ أي بيّن وأعلم تعالى عباده بانفراده بالوحدانية، قال الزمخشري: شبهت دلالته على وحدانيته بشهادة الشاهد في البيان والكشف ﴿والملائكة وَأُوْلُواْ العلم﴾ أي وشهدت الملائكة وأهل العلم بوحدانيته بدلائل خلقه وبديع صنعه ﴿قَآئِمًَا بالقسط﴾ أي حال كونه مقيمًا للعدل فيما يقسم من الآجال والأرزاق ﴿لاَ إله إِلاَّ هُوَ﴾ أي لا معبود في الوجود بحق إِلا هو ﴿العزيز الحكيم﴾ أي العزيز في ملكه الحكيم في صنعه ﴿إِنَّ الدِّينَ عِندَ الله الإسلام﴾ أي الشرع المقبول عند الله هو الإِسلام، ولا يدن يرضاه الله سوى الإِسلام ﴿وَمَا اختلف الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم﴾ أي وما اختلف اليهود والنصارى في أمر الإِسلام ونبوة محمد ﵇، إِلا بعد أن علموا بالحجج النيرّة والآيات الباهرة حقيقة الأمر، فلم يكن كفرهم عن شبهة وخفاء وإِنما كان عن استكبار وعناد، فكانوا ممن ضلَّ عن علم ﴿بَغْيًا بَيْنَهُمْ﴾ أي حسدًا كائنًا بينهم حملهم عليه حب الرئاسة ﴿وَمَن يَكْفُرْ بِآيَاتِ الله فَإِنَّ الله سَرِيعُ الحساب﴾ وهو وعيد وتهديد أي من يكفر بآياته تعالى فإِنه سيصير إلى الله سريعًا فيجازيه على كفره ﴿فَإنْ حَآجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ للَّهِ﴾ أي إِن جادلوك يا محمد في شأن الدِّين فقل لهم: أنا عبدٌ لله قد استسلمتُ بكليتي لله، وأخلصت عبادتي له وحده، لا شريك له ولا نِدّ ولا صاحبة ولا ولد ﴿وَمَنِ اتبعن﴾ أي أنا وأتباعي على ملة الإِسلام، مستسلمون منقادون لأمر الله ﴿وَقُلْ لِّلَّذِينَ أُوتُواْ الكتاب والأميين﴾ أي قل لليهود والنصارى والوثنيين من العرب ﴿أَأَسْلَمْتُمْ﴾ أي هل أسلمتم أم أنتم باقون على كفركم فقد أتاكم من البينات ما يوجب إِسلامكم ﴿فَإِنْ أَسْلَمُواْ فَقَدِ اهتدوا﴾ أي فإِن أسلموا كما أسلمتم فقد نفعوا أنفسهم بخروجهم من الضلال إِلى الهدى ومن الظلمة إِلى النور ﴿وَّإِن تَوَلَّوْاْ فَإِنَّمَا عَلَيْكَ البلاغ﴾ أي وإِن أعرضوا فلن يضروك يا محمد إِذ لم يكلفك الله بهدايتهم وإِنما أنت مكلف بالتبليغ فحسب والغرض منها تسلية النبي ﷺ َ ﴿والله بَصِيرٌ بالعباد﴾ أي عالم بجميع أحوالهم فيجازيهم عليها، روي أن رسول الله ﷺ َ لما قرأ هذه الآية على أهل الكتاب قالوا: أسلمنا فقال ﵇ لليهود: أتشهدون أن عيسى كلمة الله وعبده ورسوله ﴿فقالوا: معاذ الله، فقال للنصارى: أتشهدون أن عيسى عبد الله ورسوله﴾ فقالوا: معاذ الله أن يكون عيسى عبدًا وذلك قوله ﷿ ﴿وَّإِن تَوَلَّوْاْ﴾ .\n﴿إِنَّ الذين يَكْفُرُونَ بِآيَاتِ الله﴾ أي يكذبون بما أنزل الله ﴿وَيَقْتُلُونَ النبيين بِغَيْرِ حَقٍّ﴾ أي يقتلون أنبياء الله بغير سبب ولا جريمة إِلا لكونهم دعوهم إِلى الله، وهم اليهود قتلوا زكريا وابنه يحيى وقتلوا أنبياء الله، قال ابن كثير: «قتلت بنو إِسرائيل ثلاثمائة نبيّ من أول النهار، وأقاموا سوق بقلهم من آخره» ﴿وَيَقْتُلُونَ الذين يَأْمُرُونَ بالقسط﴾ أي أخبرهم بما يسرهم وهو العذاب الموجع المهين، والأسلوب للتهكم وقد استحقوا ذلك لأنهم جمعوا ثلاثة أنواع من الجرائم: الكفر بآيات الله، وقتل الأنبياء، وقتل الدعاة","vol":"1","page":174},{"text":"إِلى الله قال تعالى مبينًا عاقبة إِجرامهم ﴿أولئك الذين حَبِطَتْ أَعْمَالُهُمْ فِي الدنيا والآخرة﴾ أي بطلت أعمالهم التي عملوها من البر والحسنات، ولم يبق لها أثر في الدارين، بل بقي لهم اللعنة والخزي في الدنيا والآخرة ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم من ينصرهم من عذاب الله أو يدفع عنهم عقابة. . ثم ذكر تعالى طرفًا من لجاج وعناد أهل الكتاب فقال ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب﴾ أي ألا تعجب يا محمد من أمر هؤلاء الذين أوتوا نصيبًا من الكتاب ﴿فالصيغة صيغة تعجيب للرسول أو لكل مخاطب قال الزمخشري: يريد أحبار اليهود وأنهم حصلوا نصيبًا وافرًا من التوراة ﴿يُدْعَوْنَ إلى كِتَابِ الله لِيَحْكُمَ بَيْنَهُمْ﴾ أي يدعون إِلى التوراة كتابهم الذين بين أيديهم والذي يعتقدون صحته، ليحكم بينهم فيما تنازعوا فيه فيأبون ﴿ثُمَّ يتولى فَرِيقٌ مِّنْهُمْ وَهُمْ مُّعْرِضُونَ﴾ أي ثم يعرض فريق منهم عن قبول حكم الله، وهو استبعاد لتوليهم بعد علمهم بوجوب الرجوع إِليه، وجملة ﴿وَهُمْ مُّعْرِضُونَ﴾ تأكيد للتولي أي وهم قوم طبيعتهم الإِعراض عن الحق، والإِصرار على الباطل، والآية كما يقول المفسرون تشير إِلى قصة تحاكم اليهود إِلى النبي ﷺ َ لما زنى منهم إثنان فحكم عليهما بالرجم فأبوا وقالوا: لا نجد في كتابنا إلا التحميم فجيء بالتوراة فوجد فيها الرجم فرجما، فغضبوا فشنَّع تعالى عليهم بهذه الآية ﴿ذلك بِأَنَّهُمْ قَالُواْ لَن تَمَسَّنَا النار إِلاَّ أَيَّامًا مَّعْدُودَاتٍ﴾ أي ذلك التولي والإِعراض بسبب افترائهم على الله وزعمهم أنهم أبناء الأنبياء وأن النار لن تصيبهم إلا مدةً يسيرة - أربعين يومًا - مدة عبادتهم للعجل ﴿وَغَرَّهُمْ فِي دِينِهِمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي غرهم كذبهم على الله ﴿فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لاَّ رَيْبَ فِيهِ﴾ أي كيف يكون حالهم يوم القيامة حين يجمعهم الله الحساب﴾ ! وهو استعظام لما يدهمهم من الشدائد والأهوال ﴿وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ﴾ أي نالت كل نفسٍ جزاءها العادل ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي لا يظلمون بزيادة العذاب أو نقص الثواب.\nالبَلاَغَة: ١ - ﴿إِنَّ الدِّينَ عِندَ الله الإسلام﴾ الجملة معرّفة الطرفين فتفيد الحصر أي لا دين إِلا الإِسلام.\n٢ - ﴿الذين أُوتُواْ الكتاب﴾ التعبير عن اليهود والنصارى بقوله «أوتوا الكتاب» لزيادة التشنيع والتقبيح عليهم فإِن الاختلاف مع علمهم بالكتاب في غاية القبح والشناعة.\n٣ - ﴿بِآيَاتِ الله فَإِنَّ الله﴾ إِظهار الاسم الجليل لتربية المهابة وإِدخال الروعة في النفس.\n٤ - ﴿أَسْلَمْتُ وَجْهِيَ﴾ أطلق الوجه وأراد الكل فهو مجاز مرسل من إِطلاق الجزء وإِرادة الكل.\n٥ - ﴿فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ﴾ الأصل في البشارة أن تكون في الخير واستعمالها في الشر للتهكم ويسمى «الأسلوب التهكمي» حيث نزّل الإِنذار منزلة البشارة السارة كقوله ﴿بَشِّرِ المنافقين بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا﴾ [النساء: ١٣٨] وهو أسلوبٌ مشهور.\nفَائِدَة: قال القرطبي: في هذه الآية دليل على فضل العلم، وشرف العلماء، فإِنه لو كان أحد","vol":"1","page":175},{"text":"أشرف من العلماء لقرنهم الله باسمه واسم ملائكته كما قرن اسم العلماء، ويكفي في شرف العلم قوله لنبيه ﷺ َ: ﴿وَقُل رَّبِّ زِدْنِي عِلْمًا﴾ [طه: ١١٤] وقوله ﷺ َ: «إِن العلماء ورثة الأنبياء» وفي حديث ابن مسعود أن من قرأ قوله تعالى ﴿شَهِدَ الله أَنَّهُ لاَ إله إِلاَّ هُوَ﴾ الآية فإِنه يجاء به يوم القيامة فيقول الله تعالى: عبدي عهد إِليَّ عهدًا وأنا أحقُّ من وفّى، أدخلوا عبدي الجنة.\nلطيفَة: من أطرف ما قرأتُ في بيان فضل العلم تلك المحاورة اللطيفة بين العقل والعلم حيث يقول القائل وقد أبدع وأجاد:\nعلمُ العليمِ وعقلُ العاقل اختلفا ... من ذا الذي منهما قد أحرز الشرفا\nفالعلم قال: أنا أحرزتُ غايتَه ... والعقلُ قال: أنا الرحمن بي عُرفا\nفأفصح العلم إِفصاحًا وقال له ... بأيّنا الله في فرقانه اتّصفا\nفبان للعقل أن العلم سيِّدهُ ... فقبل العقل رأس العلم وانصرفا","vol":"1","page":176},{"text":"المنَاسَبَة: لّما ذكر تعالى في الآيات السابقة دلائل التوحيد والنبوة وصحة دين الإِسلام، أعقبه بذكر البشائر التي تدل على قرب نصر الله للإِسلام والمسلمين، فالأمر كله بيد الله يعز من يشاء ويذل من يشاء، وأمر رسوله بالدعاء والابتهال إِلى الله بأن يعزّ جند الحق وينصر دينه المبين.\nاللغَة: ﴿اللهم﴾ أصله يا ألله حذفت أداة النداء واستعيض عنها بالميم المشدّدة هكذا قال الخليل وسيبويه ﴿تَنزِعُ﴾ تسلب ويعبر به عن الزوال يقال: نزع الله عنه الشر أي أزاله ﴿تُولِجُ﴾ الإِيلاج: الإِدخال يقال: ولج يلج ولوجًا ومنه ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ [الأعراف: ٤٠] ﴿أَمَدًَا﴾ الأمد: غاية الشيء ومنتهاه وجمعه آماد ﴿تُقَاةً﴾ تقيَّةً وهي مدارة الإِنسان مخافة شره.","vol":"1","page":176},{"text":"سَبَبُ النّزول: أ - لما افتتح رسول الله ﷺ َ مكة ووعد أمته ملك فارس والروم، قال المنافقون واليهود: هيهات هيهات من أين لمحمد ملك فارس والروم!! هم أعزُّ وأمنع من ذلك ألم يكفه مكة حتى طمع في ملك فارس والروم فأنزل الله ﴿قُلِ اللهم مَالِكَ الملك تُؤْتِي الملك مَن تَشَآءُ ...﴾ الآية.\nب - عن ابن عباس أن «عُبادة بن الصامت» - وكان بدريًا تقيًا - كان له حلفٌ مع اليهود، فلما خرج النبي ﷺ َ يوم الأحزاب قال له عبادة: يا نبيَّ الله إِن معي خمسمائة من اليهود وقد رأيت أن يخرجوا معي فأستظهر بهم على العدو فأنزل الله ﴿لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ﴾ الآية.\nالتفِسير: ﴿قُلِ اللهم مَالِكَ الملك﴾ أي قل: يا ألله يا مالك كل شيء ﴿تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ﴾ أي أنت المتصرف في الأكوان، تهب الملك لمن تشاء وتخلع الملك ممن تشاء ﴿وَتُعِزُّ مَن تَشَآءُ وَتُذِلُّ مَن تَشَآءُ﴾ أي تعطي العزة لمن تشاء والذلة لمن تشاء ﴿بِيَدِكَ الخير إِنَّكَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي بيدك وحدك خزائن كل خير وأنت كل على كل شيء قدير ﴿تُولِجُ الليل فِي النهار وَتُولِجُ النهار فِي الليل﴾ أي تدخل الليل في النهار كما تدخل النهار في الليل، فتزيد في هذا وتنقص في ذاك والعكس، وهكذا في فصول السنة شتاءً وصيفًا ﴿وَتُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي﴾ أي تخرج الزرع من الحب والحب من الزرع، والنخلةَ من النواة والنواة من النخلة، والبيضة من الدجاجة والدجاجة من البيضة، والمؤمن من الكافر والكافر من المؤمن هكذا قال ابن كثير، وقال الطبري: «وأولى التأويلات بالصواب تأويل من قال: يخرج الإِنسان الحيَّ والأنعام والبهائم من النطف الميتة، ويخرج النطفة الميتة من الإِنسان الحي والأنعام والبهائم الأحياء» ﴿وَتَرْزُقُ مَن تَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي تعطي من تشاء عطاءً واسعًا بلا عدٍّ ولا تضييق.\n. ثم نهى تعالى عن اتخاذ الكافرين أنصارًا وأحبابًا فقال ﴿لاَّ يَتَّخِذِ المؤمنون الكافرين أَوْلِيَآءَ مِن دُونِ","vol":"1","page":177},{"text":"المؤمنين﴾ أي لا توالوا أعداء الله وتتركوا أولياءه فمن غير المعقول أن يجمع الإِنسان بين محبة الله وبين محبة أعدائه قال الزمخشري: نُهوا أن يوالوا الكافرين لقرابةٍ بينهم أو صداقة أو غير ذلك من الأسباب التي يُتَصادق بها ويُتَعاشر ﴿وَمَن يَفْعَلْ ذلك فَلَيْسَ مِنَ الله فِي شَيْءٍ﴾ أي من يوالِ الكفرة فليس من دين الله في شيء ﴿إِلاَّ أَن تَتَّقُواْ مِنْهُمْ تُقَاةً﴾ أي إِلا أن تخافوا منهم محذورًا أو تخافوا أذاهم وشرهم، فأظهروا موالاتهم باللسان دون للقلب، لأنه من نوع مداراة السفهاء كما روي «إِنّا لنبش في وجوه أقوامٍ وقلوبنا تلعنهم» ﴿وَيُحَذِّرُكُمُ الله نَفْسَهُ﴾ أي يخوفّكم الله عقابه الصادر منه تعالى ﴿وإلى الله المصير﴾ أي المنقلب والمرجع فيجازي كل عاملٍ بعمله ﴿قُلْ إِن تُخْفُواْ مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ الله﴾ أي إِن أخفيتم ما في قلوبكم من موالاة الكفار أو أظهرتموه فإِن الله مطلع عليه لا يخفى عليه خافية ﴿وَيَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض﴾ أي عالم بجميع الأمور، يعلم كل ما هو حادث في السماوات والأرض ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي وهو سبحانه قادر على الانتقام ممن خالف حكمه وعصى أمره، وهو تهديد عظيم ﴿يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا﴾ أي يوم القيامة يجد كل إِنسان جزاء عمله حاضرًا لا يغيب عنه، إِن خيرًا فخير وإِن شرًا فشر، فإِن كان عمله حسنًا سرّه ذلك وأفرحه ﴿وَمَا عَمِلَتْ مِن سواء تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًَا بَعِيدًا﴾ أي وإِن كان عمله سيئًا تمنّى أن لا يرى عمله، وأحبَّ أن يكون بينه وبين عمله القبيح غايةً في نهاية البعد أي مكانًا بعيدًا كما بين المشرق والمغرب ﴿وَيُحَذِّرُكُمُ الله نَفْسَهُ﴾ أي يخوفكم عقابه ﴿والله رَؤُوفٌ بالعباد﴾ أي رحيم بخلقه يحبّ لهم أن يستقيموا على صراطه المستقيم ﴿قُلْ إِن كُنتُمْ تُحِبُّونَ الله فاتبعوني يُحْبِبْكُمُ الله﴾ أي قل لهم يا محمد إِن كنتم حقًا تحبون الله فاتبعوني لأني رسوله يحبكم الله ﴿وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ والله غَفُورٌ رَّحِيمٌ﴾ أي باتباعكم الرسول وطاعتكم لأمره يحبكم الله ويغفر لكم ما سلف من الذنوب قال ابن كثير: «هذه الآية الكريمة حاكمةٌ على كل من ادعى محبة الله وليس هو على الطريقة المحمدية، فإِنه كاذب في دعواه تلك حتى يتّبع الشرع المحمدي في جميع أقواله وأفعاله» ثم قال تعالى: ﴿قُلْ أَطِيعُواْ الله والرسول﴾ أي أطيعوا أمر الله وأمر رسوله ﴿فإِن تَوَلَّوْاْ﴾ أي أعرضوا عن الطاعة ﴿فَإِنَّ الله لاَ يُحِبُّ الكافرين﴾ أي لا يحب من كفر بآياته وعصى رسله بل يعاقبه ويخزيه\n﴿يَوْمَ لاَ يُخْزِى الله النبي والذين آمَنُواْ مَعَهُ﴾ [التحريم: ٨] .\nالبَلاَغَة: جمعت هذه الآيات الكريمة من ضروب الفصاحة وفنون البلاغة ما يلي:\n١ - الطباق في مواضع مثل «تؤتي وتنزع» و«تعز وتذل» و«الليل والنهار» و«الحي والميت» و«تخفوا وتبدوا» وفي «خير وسوء» و«محضرًا وبعيدًا» .\n٢ - والجناس الناقص في «مالك الملك» وفي «تحبون ويحببكم» وجناس الاشتقاق بين «تتقوا وتقاة» وبين «يغفر وغفور» .\n٣ - رد العجز على الصدر في ﴿تُولِجُ الليل فِي النهار﴾ ﴿وَتُولِجُ النهار فِي الليل﴾\n٤ -","vol":"1","page":178},{"text":"التكرار في جمل للتفخيم والتعظيم كقوله ﴿تُؤْتِي الملك مَن تَشَآءُ وَتَنزِعُ الملك مِمَّنْ تَشَآءُ﴾ .\n٥ - الإِيجاز بالحذف في مواطن عديدة كقوله ﴿تُؤْتِي الملك مَن تَشَآءُ﴾ أي من تشاء أن تؤتيه ومثلها وتنزع، وتعز، وتذل.\n٦ - ﴿تُولِجُ الليل فِي النهار﴾ قال في تلخيص البيان: وهذه استعارة عجيبة وهي عبارة عن إِدخال هذا على هذا، وهذا على هذا فما ينقصه من الليل يزيده في النهار والعكس، ولفظ الإِيلاج أبلغ لأنه يفيد إِدخال كل واحد منهما في الآخر بلطيف الممازجة وشديد الملابسة.\n٧ - ﴿تُخْرِجُ الحي مِنَ الميت وَتُخْرِجُ الميت مِنَ الحي﴾ الحيُّ والميت مجاز عن المؤمن والكافر فقد شبه المؤمن بالحي والكافر بالميت والله أعلم.\nفَائِدَة: في الاقتصار على ذكر الخير ﴿بِيَدِكَ الخير﴾ دون ذكر الشر تعليمٌ لنا الأدب مع الله فالشر لا ينسب إِلى الله تعالى أدبًا وإِن كان منه خلقًا وتقديرًا ﴿قُلْ كُلٌّ مِّنْ عِندِ الله﴾ [النساء: ٧٨] .\nتنبيه: روى مسلم في صحيحه عن رسول الله ﷺ َ أنه قال: «إِن الله إِذا أحبَّ عبدًا دعا جبريل فقال: إِني أحب فلانًا فأحبَّه قال فيحبُّه جبريل ثم ينادي في السماء فيقول إِن الله يحب فلانًا فأحبوه قال فيحبه أهل السماء، وإِذا أبغض عبدًا دعا جبريل فيقول: إِني أبغض فلانًا فأبغضْه قال فيبغضه جبريل، ثم ينادي في أهل السماء إِن الله يبغض فلانًا فأبغضوه فيبغضونه، ثم توضع له البغضاء في الأرض» .","vol":"1","page":179},{"text":"المنَاسَبَة: لما بيّن تعالى أن محبته لا تتم إِلا بمتابعة الرسل وطاعتهم، بيّن علوَّ درجات الرسل وشرف مناصبهم، فبدأ بآدم أولهم، وثنَّى بنوح أبي البشر الثاني، ثم أتى ثالثًا بآل إِبراهيم فاندرج فيهم رسول الله ﷺ َ لأنه من ولد إِسماعيل، ثم أتى رابعًا بآل عمران فاندرج فيه عيسى ﵇، وأعقب ذلك بذكر ثلاث قصص: قصة ولادة مريم، وقصة ولادة يحيى، وقصة ولادة عيسى، وكلها خوارق للعادة تدل على قدرة العلي القدير.\nاللغَة: ﴿اصطفى﴾ اختار وأصله من الصفوة أي جعلهم صفوة خلقه ﴿مُحَرَّرًا﴾ مأخوذ من الحرية وهو الذي يُجعل حرًا خالصًا، والمراد الخالص لله ﷿ الذي لا يشوبه شيء من أمر الدنيا ﴿أُعِيذُهَا﴾ عاذ بكذا: اعتصم به ﴿كَفَّلَهَا﴾ الكفالة: الضمان يقال كفَلَ فهو كافل، وهو الذي ينفق على إِنسانٍ ويهتم بمصالحة وفي الحديث «أنا وكافل اليتيم في الجنة كهاتين» ﴿المحراب﴾ الموضع العالي الشريف: قال أبو عبيدة: سيد المجالس وأشرفها ومقدمها وكذلك هو من المسجد ﴿حَصُورًا﴾ من الحصر وهو الحبس، وهو الذي يحبس نفسه عن الشهوات، وللمفسرين في معناه قولان نختار منهما ما اختاره المحققون: أنه الذي لا يأتي النساء لا لعجزٍ بل للعفة ﴿عَاقِرٌ﴾ عقيم لا تلد والعاقر من لا يولد له من رجلٍ أو امرأة ﴿رَمْزًا﴾ الرمز: الإِشارة باليد أو بالرأس أو بغيرهما قال الطبري: الإِيماء بالشفتين وقد يستعمل في الحاجبين والعينين ﴿العشي﴾ من حين زوال الشمس إلى غروبها ﴿الإبكار﴾ من طلوع الشمس إلى وقت الضحى قال الشاعر:\nفلا الظلُّ من برد الضحى تستطيعه ... ولا الفيء من برد العشيّ تذوق\nالتفسِير: ﴿إِنَّ الله اصطفىءَادَمَ﴾ أي اختار للنبوة صفوة خلقه منهم آدم أبو البشر ﴿وَنُوحًا﴾ شيخ المرسلين ﴿وَآلَ إِبْرَاهِيمَ﴾ أي عشيرته وذوي قرباه وهم إِسماعيل وإِسحاق والأنبياء من أولادهما ومن جملتهم خاتم المرسلين ﴿وَآلَ عِمْرَان﴾ أي أهل عمران ومنهم عيسى بن مريم خاتم أنبياء بني إِسرائيل ﴿عَلَى العالمين﴾ أي عالمي زمانهم قال القرطبي: وخصَّ هؤلاء بالذكر من بين الأنبياء لأن الأنبياء والرسل جميعًا من نسلهم ﴿ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ﴾ أي اصطفاهم متجانسين في الدين والتُّقى والصلاح ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوال العباد عليم بضمائرهم ﴿إِذْ قَالَتِ امرأت عِمْرَانَ﴾ أي اذكر لهم وقت قول امرأة عمران واسمها «حنَّة بنت فاقود» ﴿رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي﴾ أي نذرت لعبادتك وطاعتك ما أحمله في بطني ﴿مُحَرَّرًا﴾ أي مخلصًا للعبادة والخدمة ﴿فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السميع العليم﴾ أي السميع لدعائي العليم بنيتي ﴿فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَآ أنثى﴾ أي","vol":"1","page":180},{"text":"لمَّا ولدتها قالت على وجه التحسر والاعتذار يا رب إِنها أنثى قال ابن عباس: إِنما قالت هذا لأنه لم يكن يُقبل في النذر إِلا الذكور فقبل الله مريم قال تعالى ﴿والله أَعْلَمُ بِمَا وَضَعَتْ﴾ أي والله أعلم بالشيء الذي وضعت قالت ذلك أولم تقله ﴿وَلَيْسَ الذكر كالأنثى﴾ أي ليس الذكر الذي طَلَبْته كالأنثى التي وُهبِتها بل هذه أفضل والجملتان معترضتان من كلامه تعالى تعظيمًا لشأن هذه المولودة وما علّق بها من عظائم الأمور وجعلها وابنها آية للعالمين ﴿وَإِنِّي سَمَّيْتُهَا مَرْيَمَ﴾ من تتمة كلام امرأة عمران والأصل إِني وضعتُها أنثى وإِني سميتُها مريم أي أسميت هذه الأنثى مريم ومعناه في لغتهم العابدة خادمة الرب ﴿وِإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشيطان الرجيم﴾ أي أُجيرها بحفظك وأولادها من شر الشيطان الرجيم، فاستجاب الله لها ذلك قال تعالى ﴿فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ﴾ أي قبلها الله قبولًا حسنًا قال ابن عباس: سلك بها طريق السعداء ﴿وَأَنبَتَهَا نَبَاتًا حَسَنًا﴾ أي ربّاها تربية كاملة ونشأها تنشئة صالحة ﴿وَكَفَّلَهَا زَكَرِيَّا﴾ أي جعل زكريا كافلًا لها ومتعهدًا للقيام بمصالحها، حتى إِذا بلغت مبلغ النساء انزوت في محرابها تتعبد الله ﴿كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا﴾ أي كلما دخل عليها زكريا حجرتها ومكان عبادتها وجد عندها فاكهة وطعامًا، قال مجاهد: وجد عندها فاكهة الصيف في الشتاء، وفاكهة الشتاء في الصيف ﴿قَالَ يامريم أنى لَكِ هذا﴾؟ أي من أين لك هذا؟ ﴿قَالَتْ هُوَ مِنْ عِندِ الله إِنَّ الله يَرْزُقُ مَن يَشَآءُ بِغَيْرِ حِسَابٍ﴾ أي رزقًا واسعًا بغير جهد ولا تعب ﴿هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ﴾ أي في ذلك الوقت الذي رأى فيه زكريا كرامة الله لمريم دعا ربه متوسلًا ومتضرعًا ﴿قَالَ رَبِّ هَبْ لِي مِن لَّدُنْكَ ذُرِّيَّةً طَيِّبَةً﴾ أي أعطني من عندك ولدًا صالحًا - وكان شيخًا كبيرًا وامرأته عجوزًا وعاقرًا - ومعنى طيبة صالحة مباركة ﴿إِنَّكَ سَمِيعُ الدعآء﴾ أي مجيب لدعاء من ناداك ﴿فَنَادَتْهُ الملائكة وَهُوَ قَائِمٌ يُصَلِّي فِي المحراب﴾ أي ناداه جبريل حال كون زكريا قائمًا في الصلاة ﴿أَنَّ اللَّهَ يُبَشِّرُكَ بيحيى﴾ أي يبشرك بغلام اسمه يحيى ﴿مُصَدِّقًا بِكَلِمَةٍ مِّنَ الله﴾ أي مصدقًا بعيسى مؤمنًا برسالته، وسمي عيسى كلمة الله لأنه خلق بكلمة «كن» من غير أب ﴿وَسَيِّدًا﴾ أي يسود قومه ويفوقهم ﴿وَحَصُورًا﴾ أي يحبس نفسه عن الشهوات عفةَ وزهدًا ولا يقرب النساء مع قدرته على ذلك، وما قاله بعض المفسرين أنه كان عنّينًا فباطل لا يجوز على الأنبياء لأنه نقص وذم والآية وردت مورد المدح والثناء ﴿وَنَبِيًّا مِّنَ الصالحين﴾ أي ويكون نبيًا من الأنبياء الصالحين قال ابن كثير: وهذه بشارة ثانية بنبوته بعد البشارة بولادته وهي أعلى من الأولى كقوله لأم موسى\n﴿إِنَّا رَآدُّوهُ إِلَيْكِ وَجَاعِلُوهُ مِنَ المرسلين﴾ [القصص: ٧] ﴿قَالَ رَبِّ أنى يَكُونُ لِي غُلاَمٌ﴾ أي كيف يأتينا الولد ﴿وَقَدْ بَلَغَنِي الكبر﴾ أي أدركتني الشيخوخة وكان عمره حينذاك مائة وعشرين سنة ﴿وامرأتي عَاقِرٌ﴾ أي عقيم لا تلد وكانت","vol":"1","page":181},{"text":"زوجته بنت ثمان وسبعين سنة، فقد اجتمع فيهما الشيخوخة والعقم في الزوجة وكلٌ من السببين مانع من الولد ﴿قَالَ كَذَلِكَ الله يَفْعَلُ مَا يَشَآءُ﴾ أي لا يعجزه شيء ولا يتعاظمه أمر ﴿قَالَ رَبِّ اجعل لي آيَةً﴾ أي علامة على حمل امرأتي ﴿قَالَ آيَتُكَ أَلاَّ تُكَلِّمَ الناس ثَلاَثَةَ أَيَّامٍ إِلاَّ رَمْزًا﴾ أي علامتك عليه أن لا تقدر على كلام الناس إِلا بالإِشارة ثلاثة أيام بلياليها مع أنك سويٌّ صحيح والغرض أنه يأتيه مانع سماوي يمنعه من الكلام بغير ذكر الله ﴿واذكر رَّبَّكَ كَثِيرًا﴾ أي اذكر الله ذكرًا كثيرًا بلسانك شكرًا على النعمة، فقد منع عن الكلام ولم يُمنع عن الذكر لله والتسبيح له وذلك أبلغ في الإِعجاز ﴿وَسَبِّحْ بالعشي والإبكار﴾ أي نزّه الله عن صفات النقص بقولك سبحان الله في آخر النهار وأوله.\nوقيل: المراد صلّ لله، قال الطبري: يعني عظّم ربك بعبادته بالعشي والإِبكار.\nالبَلاَغَة: ١ - ﴿والله أَعْلَمُ بِمَا وَضَعَتْ﴾ ﴿وَلَيْسَ الذكر كالأنثى﴾ جملتان معترضتان لتعظيم الموضوع ورفع منزلة المولود.\n٢ - ﴿وِإِنِّي أُعِيذُهَا﴾ صيغة المضارع للدلالة على الاستمرار والتجدد.\n٣ - ﴿وَأَنبَتَهَا نَبَاتًا حَسَنًا﴾ شبهها في نموها وترعرعها بالزرع الذي ينمو شيئًا فشيئًا، والكلام مجاز عن تربيتها بما يصلحها في جميع أحوالها بطريق الاستعارة التبعية.\n٤ - ﴿فَنَادَتْهُ الملائكة﴾ المنادي جبريل وعبّر عنه باسم الجماعة تعظيمًا له لأنه رئيسهم.\n٥ - ﴿بالعشي والإبكار﴾ بين كلمتي العشيّ والإِبكار طباقٌ وهو من المحسنات البديعية.\nالفوَائِدَ: الأولى: روي أن «حنَّة» امرأة عمران كانت عجوزًا فبينما هي ذات يوم تحت ظل شجرة إِذ رأت طائرًا يطعم فرخه فحنّت إِلى الولد وتمنته وقالت: اللهم إِن لك عليَّ نذرًا إِن رزقتني ولدًا أن أتصدق به على بيت المقدس فيكون من سدنته ثم هلك عمران وهي حامل وهذا سر النذر.\nالثانية: قال ابن كثير عند قوله تعالى ﴿كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا المحراب وَجَدَ عِندَهَا رِزْقًا﴾ قال: والآية فيها دلالة على كرامات الأولياء، وفي السنة بهذا نظائر كثيرة وساق بسنده عن جابر قصة الجفنة وخلاصتها «أن النبي ﷺ َ جاع أيامًا فدخل على ابنته فاطمة الزهراء يسألها عن الطعام فلم يكن عندها شيء وأرسلت إِليها جارتها برغفيين وقطعة لحم فوضعتها في جفنه ثم رأت الجفنة وقد امتلأت لحمًا وخبزًا.»","vol":"1","page":182},{"text":"المنَاسَبَة: لّما ذكر تعالى قصة ولادة «يحيى بن زكريا» من عجوز عاقرٍ وشيخٍ قد بلغ من الكبر عتيًا، وذلك بمقتضى السنن الكونية شيء خارق للعادة، أعقبها بما هو أبلغ وأروع في خرق العادات، فذكر قصة ولادة السيد المسيح عيسى من غير أب وهي شيء أعجب من الأول، والغرضُ من ذكر هذه القصة الردّ على النصارى الذين ادعوا ألوهية عيسى، فذكر ولادته من مريم البتول ليدل على بشريته، وأعقبه بذكر ما أيده به من المعجزات ليشير إِلى رسالته، وأنه أحد الرسل الكرام الذين أظهر الله على أيديهم خوارق العادات، وليس له شيء من أوصاف الربوبية.\nاللغَة: ﴿أَقْلاَمَهُمْ﴾ جمع نبأ وهو الخبر الهام ﴿نُوحِيهِ﴾ الوحي: إِلقاء المعنى في النفس في خفاء ﴿أَقْلاَمَهُمْ﴾ القلم معروف وهو الذي يكتب به وقد يطلق على السهم الذي يقترع به وهو المراد هنا ﴿المسيح﴾ لقبٌ من الألقاب المشرّفة كالصدّيق والفاروق وأصله مشيحا بالعبرانية ومعناه المبارك ﴿وَجِيهًا﴾ شريفًا ذا جاهٍ وقدر، والوجاهةُ الشرف والقدر ﴿المهد﴾ فراش الطفل ﴿كَهْلًا﴾ الكهل: ما بين الشاب والشيخ والمرأة كهلة ﴿الأكمه﴾ الذي يولد أعمى ﴿الأبرص﴾ المصاب بالبرص وهو بياض يعتري الجدل وداءٌ عُضال.\nالتفِسير: ﴿وَإِذْ قَالَتِ الملائكة يامريم إِنَّ الله اصطفاك﴾ أي اذكر وقت قول الملائكة أي جبريل يا مريم إِن الله اختارك بين سائر النساء فخصَّكِ بالكرامات ﴿وَطَهَّرَكِ﴾ من الأدناس والأقذار ومما اتهمكِ به اليهود من الفاحشة ﴿واصطفاك على نِسَآءِ العالمين﴾ أي اختارك على سائر نساء العالمين لتكوني مظهر قدرة الله في إِنجاب ولد بدون أب ﴿يامريم اقنتي لِرَبِّكِ﴾ أي إِلزمي عبادته وطاعته شكرًا على اطصفائه ﴿واسجدي واركعي مَعَ الراكعين﴾ أي صلي لله مع المصلين ﴿ذلك مِنْ أَنَبَآءِ الغيب نُوحِيهِ إِلَيكَ﴾ أي هذا الذي قصصناه عليك من قصة امرأة عمران وابنتها مريم","vol":"1","page":183},{"text":"البتول ومن قصة زكريا يحيى إِنما هو من الانبياء المغيبة والأخبار الهامة التي أوحينا بها إِليك يا محمد ما كنت تعلمها من قبل ﴿وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُون أَقْلاَمَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ﴾ أي ما كنت عندهم إِذ يختصمون ويتنافسون على كفالة مريم حين ألقوا سهامهم للقرعة كلٌ يريدها في كنفه ورعايته ﴿وَمَا كُنْتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ﴾ أي يتنازعون فيمن يكفلها منهم، والغرض أن هذه الأخبار كانت وحيًا من عند الله العليم الخبير. . روي أن حنّة حين ولدتها لفتَّها في خرقة وحملتها إِلى المسجد ووضعتها عن الأحبار وهم في بيت المقدس كالحجبة في الكعبة فقالت لهم: دونكم هذه النذيرة، فتنافسوا فيها لأنها كانت بنت إِمامهم ثم اقترعوا فخرجت في كفالة زكريا فكفلها قال ابن كثير: وإِنما قدّر الله كون زكريا كافلًا لها لسعادتها لتقتبس منه علمًا جمًا وعملًا صالحًا ﴿إِذْ قَالَتِ الملائكة يامريم إِنَّ الله يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ﴾ أي بمولود يحصل بكلمة من الله بلا واسطة أب ﴿اسمه المسيح عِيسَى ابن مَرْيَمَ﴾ أي اسمه عيسى ولقبه المسيح، ونسبَه إِلى أمه تنبيهًا على أنها تلده بلا أب ﴿وَجِيهًا فِي الدنيا والآخرة﴾ أي سيدًا ومعظمًا فيهما ﴿وَمِنَ المقربين﴾ عند الله ﴿وَيُكَلِّمُ الناس فِي المهد وَكَهْلًا﴾ أي طفلًا قبل وقت الكلام ويكلمهم كهلًا قال الزمخشري «ومعناه يكلم الناس في هاتين الحالتين كلام الأنبياء من غير تفاوتٍ بين حال الطفولة وحال الكهولة» ولا شك أن ذلك غاية في الاعجاز ﴿وَمِنَ الصالحين﴾ أي وهو من الكاملين في التقى والصلاح ﴿قَالَتْ رَبِّ أنى يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ﴾ أي كيف يأتيني الولد وأنا لست بذات زوج؟ ﴿قَالَ كَذَلِكَ الله يَخْلُقُ مَا يَشَآءُ﴾ أي هكذا أمر الله عظيم لا يعجزه شيء يخلق بسببٍ من الوالدين وبغير سبب ﴿إِذَا قضى أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُنْ فَيَكُونُ﴾ أي إِذا أراد شيئًا حصل من غير تأخرٍ ولا حاجةٍ إِلى سبب، يقول له كن فيكون ﴿وَيُعَلِّمُهُ الكتاب﴾ أي الكتابة ﴿والحكمة﴾ أي السداد في القول والعمل أو سنن الأنبياء ﴿والتوراة والإنجيل﴾ أي ويجعله يحفظ التوراة والإنجيل قال ابن كثير: وقد كان عيسى يحفظ هذا وهذا ﴿وَرَسُولًا إلى بني إِسْرَائِيلَ﴾ أي ويرسله رسولًا إِلى بني إِسرائيل قائلًا لهم ﴿أَنِّي قَدْ جِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ﴾ أي بأني قد جئتكم بعلامةٍ تدل على صدقي وهي ما أيدني الله به من المعجزات، وآيةُ صدقي ﴿أني أَخْلُقُ لَكُمْ مِّنَ الطين كَهَيْئَةِ الطير﴾ أي أصوّر لكم من الطين مثل صورة الطير ﴿فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ الله﴾ أي أنفخ في تلك الصورة فتصبح طيرًا بإِذن الله.\nقال ابن كثير: وكذلك كان يفعل، يصوّر ن الطين شكل طير ثم ينفخ فيه فيطير عيانًا بإِذن الله ﷿ الذي جعل هذا معجزة له تدل على أنه أرسله، وهذه المعجزة الأولى ﴿وَأُبْرِىءُ الأكمه والأبرص﴾ أي أشفي الذي ولد أعمى كما أشفي المصاب بالبرص، وهذه المعجزة الثانية ﴿وَأُحْيِ الموتى بِإِذْنِ الله﴾ أي أحيي بعض الموتى لا بقدرتي ولكن بمشيئة الله وقدرته، وقد أحيا أربعة أنفس: عازر وكان صديقًا له، وابن العجوز: وبنت العاشر، وسام بن نوح هكذا ذكر القرطبي وغيره، وكرر لفظ «بإِذن الله» دفعًا لتوهم الألوهية، وهذه المعجزة الثالثة ﴿وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ﴾ أي وأخبركم بالمغيبات من أحوالكم التي لا تشكُّون فيها فكان يخبر الشخص بما أكل وما ادخر في بيته وهذه هي المعجزة الرابعة ﴿إِنَّ فِي ذلك لآيَةً لَّكُمْ","vol":"1","page":184}]