[{"text":"وأُقسم بالقمر ﴿والليل إِذْ أَدْبَرَ﴾ أي وأُقسم بالليل حين ولَّى بظلمته ذاهبًا ﴿والصبح إِذَآ أَسْفَرَ﴾ أي وبالصبح إِذا تبلَّج وأضاء، ونشر ضياءه على الأرجاء ﴿إِنَّهَا لإِحْدَى الكبر﴾ أي إِن جهنم لإِحدى الدواهي الكبيرة، والبلايا الخطيرة، فكيف يستهزئون بها ويكذبون؟ قال أبو حيان: أقسم تعالى بهذه الأشياء تشريفًا لها، وتنبيهًا على ما يظهر فيها من عجائب الله وقدرته، وقوام الوجود بإِيجادها، أقسم على أن جهنم إِحدى الدواهي العظيمة الي تلا نظضير لها وفي الآية إِيماء إلى أن الشمس والقمر مخلوقان لله، وأنهما في حركاتهمها وإدبارهما وإٍسفارهما، ونشوء الليل والنهار عنهما، مسخران لأمره تعالى، ساجدان بين يدي قدرته وقهره، فكيف يحسن بالبشر أن يعبدوهما ويكفروا بالإِله الذي خلقهما؟ ثم قال تعالى عن جهنم ﴿نَذِيرًا لِّلْبَشَرِ﴾ أي هي إِنذار للخلق ليتقوا ربهم ﴿لِمَن شَآءَ مِنكُمْ أَن يَتَقَدَّمَ أَوْ يَتَأَخَّرَ﴾ أي لمن أراد من العباد أن يتقرب الى ربه بفعل الخيرات أو يتأخر بفعل الموبقات قال في البحر: والمراد بالتقدم والتأخر: السبق الى الخير والتخلف عنه كقوله تعالى:\n﴿فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ [الكهف: ٢٩] قال ابن عباس: من شاء اتبع طاعة الله، ومن شاء تأخر عنها بمعصيته ﴿كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ﴾ أي كل نفس محبوسة بعملها، مرهونةٌ عند الله بكسبها، ولا تفك حتى تؤدي ما عليها من الحقوق والعقوبات ﴿إِلاَّ أَصْحَابَ اليمين﴾ أي إِلا فريق السعداء المؤمنين، فإِنههم فكوا رقابهم وخلَّصوها من السجن والعذاب، بالإِيمان وطاعة الرحمن ﴿فِي جَنَّاتٍ يَتَسَآءَلُونَ عَنِ المجرمين﴾ أي هم في جناتٍ وبساتين لا يدرك وصفها، يسأل بعضهم بعضًا عن حال المجرمين الذين في النار، والسؤال لزيادة تبكيت أولئك المجرمين وتوبيخهم، وإِدخال الألم والحسرة على نفوسهم، يقولون لهم ﴿مَا سَلَكَكُمْ فِي سَقَرَ﴾؟ ما الذي أدخلكم جهنم، وجعلكم تذوقون سعيرها؟ قال في البحر: وسؤالهم سؤال توبيخ لهم وتحقير، وإِلاّ فهم عالمون ما الذي أدخلهم النار ﴿قَالُواْ لَمْ نَكُ مِنَ المصلين﴾ أي قال المجرمون مجيبين للسائلين: لم نكن من المصلين في الدنيا لرب العالمين ﴿وَلَمْ نَكُ نُطْعِمُ المسكين﴾ أي ولم نكن نتصدق ونحسن إِلى الفقراء والمساكين قال ابن كثير: مرادهم في الآيتين: ما عبدنا ربنا، ولا أحسنا إِلى خلقه من جنسنا ﴿وَكُنَّا نَخُوضُ مَعَ الخآئضين﴾ أي وكنا نتحدث بالباطل مع أهل الغواية والضلالة، ونقع معهم فيما لا ينبغي من الأباطيل قال في التسهيل: والخوض هو كثرة الكلام بما لا ينبغي من الباطل وشبهه ﴿وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين﴾ أي نكذب بيوم القيامة، وبالجزاء والمعاد، وإِنما أخر التكذيب بيوم الدين تعظيمًا له، لأنه أعظم جرائمهم وأفحشها ﴿حتى أَتَانَا اليقين﴾ أي حتى جاءنا الموت ونحن في تلك المنكرات والضلالات، قال تعالى معقبًا على اعترافهم بتلك الجرائم ﴿فَمَا تَنفَعُهُمْ شَفَاعَةُ الشافعين﴾ أي ليس لهم شافع ينقذهم من عذاب الله، ولو شفع لهم أهل الأرض ما قبلت شفاعتهم فيهم قال ابن كثير: من كان متصفًا بمثل هذه الصفات، فإِنه لا تنفعه بيوم القيامة شفاعة شافع فيه، لأن","vol":"3","page":455},{"text":"الشفاعة إنما تنجع إِذا كان المحل قابلًا، فأما من وافى الله كافرًا فإِنه مخلد في النار أبدًا.\n. ولما ذكر تعالى قبائحهم وشنائعهم عاد بالتوبيخ والتقريع عليهم فقال ﴿فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ﴾؟ فما لهؤلاء المشركين معرضين عن القرآن وآياته، وما فيه من المواعظ البليغة والنصائح والإِرشادات؟ ﴿كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ﴾ أي كأن هؤلاء الكفار حمر وحشية نافرة وشاردة ﴿فَرَّتْ مِن قَسْوَرَةٍ﴾ أي هربت ونفرت من الأسد من شدة الفزع قال في البحر: شبههم تعالى بالحمر النافرة مذمة لهم وتهجينًا وقال ابن عباس: الحمر الوحشية إِذا عاينت الأسد هربت، كذلك هؤلاء المشركون إِذا رأوا محمدًا ﷺ َ هربوا منه كما يهرب الحمار من الأسد ثم قال: والقسورة: الأسد ﴿بَلْ يُرِيدُ كُلُّ امرىء مِّنْهُمْ أَن يؤتى صُحُفًا مُّنَشَّرَةً﴾ أي بل يطمع كل واحد من هؤلاء المجرمين أن ينزل عليه كتاب من الله كما أُنزل على محمد ﷺ َ، ويريد أن يتنزَّل عليه الوحي كما تنزَّل على الرسل والأنبياء، والغرض من الآية بيان إمعانهم في الضلالة وكأنه يقول: دع عنك ذكر إِعراضهم وغباوتهم ونفارهم نفار العجماوات مما فيه خيرهم وسعادتهم، واستمع لما هو أعجب وأغرب، وذلك طمع كل فردٍ منهم أن يكون رسولًا يوحى إِليه، وهيهات أن يصل الاشقياء إلى مراتب الأنبياء، ثم قال تعالى ﴿كَلاَّ بَل لاَّ يَخَافُونَ الآخرة﴾ أي ليرتدعوا وينزجروا عن مثل ذلك الطمع، بل الحقيقة أنهم قوم لا يصدقون بالبعث والحساب، ولا يؤمنون بالنعيم والعذاب، وهذا هو الذي أفسدهمه وجعلهم يعرضون عن مواعظ القرآن ﴿كَلاَّ إِنَّهُ تَذْكِرَةٌ﴾ كرَّر الردع والزجر لهم بقوله ﴿كَلاَّ﴾ ثم قال ﴿إِنَّهُ تَذْكِرَةٌ﴾ أي إِنَّ هذا القرآن موظعة بليغة، كافية لاتعاظهم لو أرادوا لأنفسهم السعادة ﴿فَمَن شَآءَ ذَكَرَهُ﴾ أي فمن شاء اتعظ بما فيه، وانتفع بهداه ﴿وَمَا يَذْكُرُونَ إِلاَّ أَن يَشَآءَ الله﴾ أي وما يتعظون به إِلا أن يشاء الله لهم الهدى فيتذكروا ويتعظوا، وفيه تسلية للنبي ﷺ َ وترويح عن قلبه الشريف، مما كان يخامره من إِعراضهم وتكذيبهم له ﴿هُوَ أَهْلُ التقوى وَأَهْلُ المغفرة﴾ أي هو جل وعلا أهلٌ لأن يتقى لشدة عقابه، وأهل لأن يغفر لمن آمن به وأَطاعه وفي الحديث عن أنس\n«أن رسول الله ﷺ َ قرأ هذه الآية ﴿هُوَ أَهْلُ التقوى وَأَهْلُ المغفرة﴾ ثم قال» قال ربكم: أنا أهل أن أُتقى، فمن اتقاني فلم يجعل معي إِلهًا فأنا أهلٌ أن أغفر له «.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿عَسِيرٌ. . ويَسِيرٍ﴾ كما أن بين اللفظتين جناس الاشتقاق.\n٢ - المقابلة بين ﴿والليل إِذْ أَدْبَرَ﴾ وبين ﴿والصبح إِذَآ أَسْفَرَ﴾ .\n٣ - الإِطناب بتكرار الجملة ﴿فَقُتِلَ كَيْفَ قَدَّرَ ثُمَّ قُتِلَ كَيْفَ قَدَّرَ﴾ زيادة في التوبيخ والتشنيع.\n٤ - جناس الاشتقاق ﴿فَإِذَا نُقِرَ فِي الناقور﴾ .\n٥ -","vol":"3","page":456},{"text":"تقديم المفعول لإِفادة الاختصاص ﴿وَرَبَّكَ فَكَبِّرْ وَثِيَابَكَ فَطَهِّرْ والرجز فاهجر﴾ .\n٦ - الطباق بين ﴿كَذَلِكَ يُضِلُّ الله مَن يَشَآءُ وَيَهْدِي مَن يَشَآءُ﴾ وبين ﴿يَتَقَدَّمَ أَوْ يَتَأَخَّرَ﴾ .\n٧ - أسلوب التقريع والتوبيخ بطريق الاستفهام ﴿فَمَا لَهُمْ عَنِ التذكرة مُعْرِضِينَ﴾؟\n٨ - التشبيه التمثيلي ﴿كَأَنَّهُمْ حُمُرٌ مُّسْتَنفِرَةٌ فَرَّتْ مِن قَسْوَرَةٍ﴾ لأن وجه الشبه منتزع من متعدد.\n٩ - الإِيجاز بحذف بعض الجمل ﴿يَتَسَآءَلُونَ عَنِ المجرمين مَا سَلَكَكُمْ فِي سَقَرَ﴾؟ أي قائلين لهم: ما سلككم في سقر، فحذف اعتمادًا على فهم المخاطبين.\n١٠ - الاستفهام للتهويل والتفخيم ﴿وَمَآ أَدْرَاكَ مَا سَقَرُ﴾؟\n١١ - ذكر الخاص بعد العام ﴿وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين﴾ خصَّه بالذكر مع أنه داخل في الخوض بالباطل مع الخائضين لبيان تعظيم هذه الذنب.\n١٢ - السجع المرصَّع مثل ﴿كَلاَّ والقمر والليل إِذْ أَدْبَرَ والصبح إِذَآ أَسْفَرَ إِنَّهَا لإِحْدَى الكبر﴾ ومثل ﴿وَكُنَّا نَخُوضُ مَعَ الخآئضين وَكُنَّا نُكَذِّبُ بِيَوْمِ الدين حتى أَتَانَا اليقين﴾ الخ.","vol":"3","page":457},{"text":"اللغَة: ﴿بَنَانَهُ﴾ البَنان: أطراف الأصابع أو الأصابع نفسها جمع بنانة قال النابغة:\nبمخضَّبٍ رَخْصٍ كأنه بَنَانَهُ ... عَنمٌ يكاد اللطافة يُعْقد\n﴿بَرِقَ﴾ فزع وبُهت وتحيَّر، وأصله النظر إلى البرق فيدهش البصر قال ذو الرمة:\nوَلو أنَّ لُقمان الحكيم تعرضتْ ... لِعينيه ميٌّ سافرًا كاد يبرق\n﴿وَزَرَ﴾ ملجأ وحصن يتلجىء إليه ﴿نَّاضِرَةٌ﴾ حسنة مشرقة متهلّلة، والنُضرة: النعمة وجمال البشرة والإِشراقة الجميلة ﴿بَاسِرَةٌ﴾ شديدة الكلوحة والعبوس يقال: بَسرَ وجهه إِذا اشتد في عبوسه وكلاحته ﴿فَاقِرَةٌ﴾ الفاقرة: الداهية والأمر العظيم يقال: فَقَرته المصيبة أي كسرت فَقَار ظهره ﴿يتمطى﴾ يتبختر في مشيته اختيالًا وكبرًا.\nالتفسِير: ﴿لاَ أُقْسِمُ بِيَوْمِ القيامة﴾ أي أقسم بيوم القيامة، يوم الحساب والجزاء ﴿وَلاَ أُقْسِمُ بالنفس اللوامة﴾ أي وأقسم بالنفس المؤمنة التقية، التي تلوم صاحبها على ترك الطاعات، وفعل الموبقات قال المفسرون: ﴿لاَ﴾ لتأكيد القسم، وقد اشتهر في كلام العرب زيادة ﴿لاَ﴾ قبل القسم لتأكيد الكلام، كأنه من الوضوح والجلاء بحيث لا يحتاج إلى قسم، وجوابُ القسم محذوف تقديره «","vol":"3","page":459},{"text":"لتبعثنَّ ولتحاسبنَّ» دل عليه قوله ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾؟ . . أقسم تعالى بيوم القيامة لعظمة وهوله، وأقسم بالنفس التي تلوم صاحبها على التقصير في جنب الله، وتستغفر وتنيب مع طاعتها وإِحسانها قال الحسن البصري: هي نفس المؤمن، إن المؤمن ما تراه إلا يلوم نفسه: ماذا أردتُ بكلامي؟ وماذا أردتُ بعملي؟ وإن الكافر يمضي ولا يحاسب نفسه ولا يعاتبها ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾ الاستفهام للتوبيخ والتقريع، أي أيظن هذا الإِنسان الكافر، المكذب للبعث والنشور، أن لن نقدر على جمع عظامه بعد تفرقها؟ قال المفسرون: نزلت هذه الآية في «عدي بن ربيعة» جاء إلى رسول الله ﷺ َ فقال يا محمد: حدثني عن يوم القيامة، متى يكون؟ وكيف أمره؟ فأخبره رسول الله ﷺ َ فقال: لو عاينتُ ذلك اليوم لم أصدقك يا محمد ولم أومن بك، كيف يجمع الله العظام؟ فنزلت هذه الآية، قال تعالى ردًا عليه ﴿بلى قَادِرِينَ على أَن نُّسَوِّيَ بَنَانَهُ﴾ أي بلى نجمعها ونحن قادرون على أن نعيد أطراف أصابعه، التي هي أصغر أعضائه، وأدقها أجزاءً وألطفها التئامًا، فكيف بكبار العظام؟ وإنما ذكر تعالى البنان، وهي رءوس الأصابع لما فيها من غرابة الوضع، ودقة الصنع، لأن الخطوط والتجاويف الدقيقة التي في أطراف أصابع إنسان، لا تماثلها خطوطٌ أُخرى في أصابع شخص آخر على وجه الأرض، ولذلك يعتمدون على بصمات الأصابع في تحقيق شخصية الإِنسان في هذا العصر ﴿بَلْ يُرِيدُ الإنسان لِيَفْجُرَ أَمَامَهُ﴾ أي بل يريد الإِنسان بهذا الإِنكار أن يستمر على الفجور، ويقدم على الشهوات والآثام، دون وازع من خُلُق أو دين، وينطلق كالحيوان ليس له همٌ إلا نيل شهواته البهيمية، ولذلك ينكر القيامة ويكذب بها ﴿يَسْأَلُ أَيَّانَ يَوْمُ القيامة﴾ أي يسأل هذا الكافر الفاجر على سبيل الاستهزاء والتكذيب متى يكون هذا اليوم يوم القيامة؟ قال الرازي: والسؤال هنا سؤال متعنت ومستبعد لقيام الساعة، ونظيره\n﴿وَيَقُولُونَ متى هذا الوعد﴾ [يونس: ٤٨]؟ ولذلك ينكر المعاد ويكذب بالبعث والنشور، والغرض من الآية ﴿لِيَفْجُرَ أَمَامَهُ﴾ أن الإِنسان الذي يميل طبعه إلى الاسترسال في الشهوات، والاستكثار من اللذات، لا يكاد يُقر بالحشر والنشر، وبعث الأموات، لئلا تتنغص عليه اللذات الجسمانية، فيكون أبدًا منكرًا لذلك، قائلًا على سبيل الهزء والسخرية: أيَّان يومُ القيامة، قال تعالى ردًا على هؤلاء المنكرين ﴿فَإِذَا بَرِقَ البصر﴾ أي فإِذا زاغ البصر وتحيَّر، وانبهر من شدة الأهوال والمخاطر ﴿وَخَسَفَ القمر﴾ أي ذهب ضوءه وأظلم ﴿وَجُمِعَ الشمس والقمر﴾ أي جمع بينهما يوم القيامة، وأُلقيا في النار ليكونا عذابًا على الكفار","vol":"3","page":460},{"text":"قال عطاء: يجمعان يوم القيامة ثم يُقذفان في البحر، فيكون نار الله الكبرى ﴿يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ أي يقول الفاجر الكافر في ذلك اليوم: أين المهرب؟ وأين الفرار والمنجى من هذه الكارثة الداهية؟ يقول قول الآيس، لعلمه بأنه لا فرار حنيئذٍ ﴿كَلاَّ لاَ وَزَرَ﴾ ردعٌ له عن طلب الفرار، أي ليرتدع وينزجر عن ذلك القول، فلا ملجأ له، ولا مغيث من عذاب الله ﴿إلى رَبِّكَ يَوْمَئِذٍ المستقر﴾ أي إلى الله وحده مصير ومرجع الخلائق قال الألوسي: إليه جل وعلا وحده استقار العباد، لا ملجأ ولا منجى لهم غيره ... والمقصود من الآيات بيان أهوال الآخرة، فاأبصار تنبهر يوم القيامة، وتخشع وتحار من شدة الأهوال؛ ومن عظم ما تشاهده من الأمور العظيمة، والإِنسان يطيش عقله، ويذهب رشده، ويبحث عن النجاة والمخلص، ولكن هيهات فقد جاءت القيامة وانتهت الحياة ﴿يُنَبَّأُ الإنسان يَوْمَئِذٍ بِمَا قَدَّمَ وَأَخَّرَ﴾ أي يُخبر الإِنسان في ذلك اليوم بجميع أعماله، صغيرها وكبيرها، عظيمها وحقيرها، ما قدَّمه منها في حياته، ما أخره بعد مماته، من سنةٍ حسنة أو سيئة، ومن سمعة طيبةٍ أو قبيحة وفي الحديث «من سنَّ سنة حسنة فله أجرها وأجر من عمل بها إلى يوم القيامة، من غير أن ينقص من أجورهم شيء، ومن سنَّ سنةً سيئة فعليه وزرها ووزرُ من عمل بها إلى يوم القيامة، من غير أن ينقص من أوزارهم شيء» ﴿بَلِ الإنسان على نَفْسِهِ بَصِيرَةٌ﴾ أي بل هو شاهد على نفسه، وسوء عمله، وقبح صنيعه، لا يحتاج إلى شاهد آخر كقوله ﴿كفى بِنَفْسِكَ اليوم عَلَيْكَ حَسِيبًا﴾ [الإِسراء: ١٤] والهاءُ في ﴿بَصِيرَةٌ﴾ للمبالغة كرواية وعلاَّمة قال ابن عباس: الإِنسان شاهد على نفسه وحده، يشهد عليه سمعُه، وبصره، ورجلاه، وجوارحه ﴿وَلَوْ ألقى مَعَاذِيرَهُ﴾ أي ولو جاء بكل معذرة ليبرِّر إجرامه وفجوره، فإنه لا ينفعه ذلك، لأنه شاهدٌ على نفسه، وحجةٌ بينه عليها قال الفخر: المعنى أن الإِنسان وإن اعتذر عن نفسه، وجادل عنها، وأتى بكل عذر وحجة، فإنه لا ينفعه ذلك لأنه شاهد على نفسه بما جنت واقترفت من الموبقات.\n. وبعد هذا البيان انتقل الحديث إلى القرآن، وطريقة تلقي الوحي عن جبريل فقال تعالى مخاطبًا رسوله ﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ﴾ أي لا تحرك بالقرآن لسانك عند إلقاء الوحي عليك بواسطة جبريل، لأجل أن تتعجل بحفظه مخافة أن يتفلَّت منك ﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾ أي إن علينا أن نجمعه في صدرك يا محمد وأن تحفظه ﴿فَإِذَا قَرَأْنَاهُ فاتبع قُرْآنَهُ﴾ أي فإِذا قرأه عليك جبريل، فأنصت لاستماعه حتى يفرغ، ولا تحرك شفيتك أثناء قراءته ﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾ أي ثم إن علينا بيان ما أشكل عليك فهمه يا محمد من معاينة وأحكامه، قال ابن عباس: كان رسول الله ﷺ َ يعالج من التنزيل شدة، فكان يحرك به لسانه وشفتيه، مخافة أن ينفلت منه يريد أن يحفظه فأنزل الله ﴿لاَ تُحَرِّكْ بِهِ لِسَانَكَ. .﴾ الآيات، فكان رسول الله ﷺ َ بعد ذلك إذا أتاه جبريل ﵇ أطرق واستمع، فإِذا","vol":"3","page":461},{"text":"ذهب قرأه كما وعد الله ﷿ قال ابن عباس ﴿إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ﴾ قال: فاستمعْ وأَنصت ﴿ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ﴾ قال: أن نبينه بلسانك وقال ابن كثير: كان ﷺ َ يبادر إلى أخذ القرآن، ويسابق الملك في قراءته، فأمره الله ﷿ أن يستمع له، وتكفل له أن يجمعه في صدره، وأن يبينه له ويوضحه، فالحالة الأولى جمعه في صدره، والثانية تلاوتُه، والثالثة تفسيره وإيضاح معناه ثم عاد الحديث عن المكذبين بيوم الدين فقال تعالى مخاطبًا كفار مكة ﴿كَلاَّ بَلْ تُحِبُّونَ العاجلة وَتَذَرُونَ الآخرة﴾ أي ارتدعوا يا معشر المشركين، فليس الأمر كما زعمتم أن لا بعث ولا حساب ولا جزاء، بل أنتم قومٌ تحبون الدنيا الفانية، وتتركون الآخرة الباقية، ولذلك لا تفكرون في العمل للآخرة مع أنها خيرٌ وأبقى ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ﴾ لما ذكر تعالى أن الناس يؤثرون الدنيا ولذائذها الفانية على الآخرة ومسراتها الباقية، وصف ما يكون يوم القيامة من انقسام الخلق إلى فريقين: أبرار، وفجار والمعنى وجوه أهل السعادة يوم القيامة مشرقة حسنة مضيئة، من أثر النعيم، وبشاشة السرور عليها، كقوله تعالى ﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم﴾ [المطففين: ٢٤] ﴿إلى رَبِّهَا نَاظِرَةٌ﴾ أي تنظر إلى جلال ربها، وتهيم في جماله، أعظم نعيم لأهل الجنة رؤية المولى جلا وعلا والنظر إلى وجهه الكريم بلا حجاب قال الحسن البصري: تنظر إلى الخالق، وحُقَّ لها أن تنضر وهي تنظر إلى الخالق، وبذلك وردت النصوص الصحيحة ﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ﴾ أي ووجوهٌ يوم القيامة عابسة كالحة، شديدة العبوس والكلوح، وهي وجوه الأشقياء أهل الجحيم ﴿تَظُنُّ أَن يُفْعَلَ بِهَا فَاقِرَةٌ﴾ أي تتوقع أن تنزل بها داهية عظمى، تقسم فقار الظهر، قال ابن كثير: هذه وجوه الفجار تكون يوم القيامة كالحة عابسة، تستيقن أنها هالكة، وتتوقع أن تحل بها داهية تكر فقار الظهر ﴿كَلاَّ إِذَا بَلَغَتِ التراقي﴾ ﴿كَلاَّ﴾ ردعٌ وزجر عن إِيثار العاجلة أي ارتدعوا يا معشر المشركين عن ذلك، وتنبهوا لما بين أيديكم من الأهوال والمخاطر، فإن الدنيا دار الفناء، ولا بد أن تتجرعوا كأس المنية، وإِذا بلغت الروح ﴿التراقي﴾ أعالي الصدر، وشارف الإِنسان على الموت ﴿وَقِيلَ مَنْ رَاقٍ﴾ أي وقال أهله وأقرباؤه: من يرقيه ويشفيه ممَّا هو فيه؟ قال في البحر: ذكَّرهم تعالى بصعوبة الموت، وهو أول مراحل الآخرة، حين تبلغ الروح التراقي وهي عظام أعلى الصدر فقال أهله: من يرقي ويطب ويشفي هذا المريض؟ ﴿وَظَنَّ أَنَّهُ الفراق﴾ أي وأيقن المحتضر أنه سيفارق الدنيا والأهل والمال، لمعاينته","vol":"3","page":462},{"text":"ملائكة الموت ﴿والتفت الساق بالساق﴾ أي والتفت إحدى ساقي المحتضر على الأخرى، من شدة كرب الموت وسكراته قال الحسن: هما ساقاه إذا التفتا في الكفن، وروي عن ابن عباس أن المراد اجتمعت عليه شدة مفارقة الدنيا، مع شدة كرب الآخرة، كما يقال: شمَّرت الحرب عن ساق، استعارة لشدتها ﴿إلى رَبِّكَ يَوْمَئِذٍ المساق﴾ أي إلى الله جل وعلا مساق العباد، يجتمع عنده الأبرار والفجار، ثم يُساقون إلى الجنة أو النار قال الخازن: أي مرجع العباد الى الله تعالى، يساقون إليه يوم القيامة ليفصل بينهم.\n. ثم أخبر تعالى عن حال الجاحد المكذب فقال ﴿فَلاَ صَدَّقَ وَلاَ صلى﴾ أي لم يصدق بالقرآن، ولم يصل للرحمن قال أبو حيان: والجمهور على أ، ها نزلت في «أبي جهل» وكادت أن تصرح به في قوله ﴿يتمطى﴾ فإنها كانت مشيته ومشية قومه بني مخزوم، وكان يكثر منها ﴿ولكن كَذَّبَ وتولى﴾ أي ولكن كذب بالقرآن، وأعرض عن الإِيمان ﴿ثُمَّ ذَهَبَ إلى أَهْلِهِ يتمطى﴾ أي ذهب يتبختر في مشيته، وذلك عبارة عن التنكير والخيلاء ﴿أولى لَكَ فأولى﴾ أي ويلٌ لك يا أيها الشقي ثم ويلٌ لك قال المفسرون: هذه العبارة في لغة العرب ذهبت مذهب المثل في التخويف والتحذير والتهديد، وأصلها أنها أفعل تفضيل من وليه الشيء إِذا قاربه ودنا منه أي وليك الشر وأوشك أن يصيبك، فاحذر وانتبه لأمرك ... روي أن النبي ﷺ َ أخذ بيد أبي جهل ثم قال له: ﴿أولى لَكَ فأولى ثُمَّ أولى لَكَ فأولى﴾ فقال أبو جهل: أتتوعدني يا محمد وتهددني؟ والله لا تستطيع أنتَ وربُك أن تفعلا بي شيئًا، والله إني لأعزُّ أهل الوادي، ثم لم يلبث أن قتل ببدر شر قتلة ﴿ثُمَّ أولى لَكَ فأولى﴾ كرره مبالغة في التهديد والوعيد، كأنه يقول: إني أكرر عليك التحذير والتخويف، فاحذر وانتبه لنفسك، قبل نزول العقوبة بك.\n. ولما ذكر في أول السورة إمكان البعث، ذكر في آخر السورة الأدلة على البعث والنشور فقال ﴿أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى﴾؟ أي أفيظن الإِنسان أن يُترك هملًا، من غير بعثٍ ولا حساب ولا جزاءٍ؟ وبدون تكليف بحيث يبقى كالبهائم المرسلة؟ لا ينبغي له ولا يليق به هذا الحُسبان ﴿أَلَمْ يَكُ نُطْفَةً مِّن مَّنِيٍّ يمنى﴾ الاستفهام للتقرير أي أما كان هذا الإِنسان نطفة ضعيفة من ماء مهين، يراق ويُصب في الأرحام؟ والغرض بيان حقارة حاله كأنه يقول إنه مخلوق من المني الذي يجري مجرى البول ﴿ثُمَّ كَانَ عَلَقَةً فَخَلَقَ فسوى﴾ أي ثم أصبح بعد ذلك قطعة من دم غليظ متجمد يشبه العلقة، فخلقه الله بقدرته في أجمل صورة، وسوَّى صورته وأتقنها في أحسن تقويم ﴿فَجَعَلَ مِنْهُ الزوجين الذكر والأنثى﴾ أي فجعل من هذا الإِنسان صنفين، ذكرًا وأنثى بقدرته تعالى، هذا هو أصل الإِنسان وتركيبه، فكيف يليق بمثل هذا الضعيف أن يتكبر على طاعة الله؟ ﴿أَلَيْسَ ذَلِكَ بِقَادِرٍ على أَن يُحْيِيَ الموتى﴾ أي أليس ذلك الإِله الخالق الحكيم، الذي أنشأ هذه الأشياء العجيبة، وأوجد الإِنسان من ماءٍ مهين، بقادرٍ على إعادة الخلق بعد فنائهم؟ بلى إنه على كل شيء قدير روي «أن النبي ﷺ َ إذا قرأ هذه الآية قال:» سبحانك اللهم بلى «.","vol":"3","page":463},{"text":"البَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿قَدَّمَ. . وَأَخَّرَ﴾ وكذلك بين ﴿صَدَّقَ. . وكَذَّبَ﴾ .\n٢ - الاستفهام الإِنكاري بغرض التوبيخ ﴿أَيَحْسَبُ الإنسان أَلَّن نَّجْمَعَ عِظَامَهُ﴾؟ ومثله ﴿أَيَحْسَبُ الإنسان أَن يُتْرَكَ سُدًى﴾؟ لأن الغاية التوبيخ والتقريع.\n٣ - استبعاد تحقق الأمر ﴿يَسْأَلُ أَيَّانَ يَوْمُ القيامة﴾ فالغرض من الاستفهام الاستبعاد والإِنكار.\n٤ - الجناس غير التام بين ﴿بَنَانَهُ﴾ و﴿بَيَانَهُ﴾ لاختلاف بعض الحروف.\n٥ - المقابلة اللطيفة بين نضارة وجوه المؤمنين، وكلاحة وجوه المجرمين ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ﴾ وبين ﴿وَوُجُوهٌ يَوْمَئِذٍ بَاسِرَةٌ. .﴾ الخ.\n٦ - الجناس الناقص بين لفظ ﴿الساق﴾ و﴿المساق﴾ .\n٧ - المجاز المرسل ﴿وُجُوهٌ يَوْمَئِذٍ﴾ عبر بالوجه عن الجملة فهو من باب إطلاق الجزء وإرادة الكل.\n٨ - الالتفات ﴿أولى لَكَ فأولى﴾ فيه التفات من الغية إلى المخاطب تقبيحًا له وتشنيعًا.\n٩ - توافق الفواصل ويسمى في علم البديع السجع المرصَّع مثل ﴿فَإِذَا بَرِقَ البصر وَخَسَفَ القمر وَجُمِعَ الشمس والقمر يَقُولُ الإنسان يَوْمَئِذٍ أَيْنَ المفر﴾ وهذا من خصائص القرآن، معجزة محمد ﵊ ُ.","vol":"3","page":464},{"text":"اللغَة: ﴿أَمْشَاجٍ﴾ أخلاط جمع مشج ومشيج مثل شريف أو أشراف، يقال للشيء اذا خلط بغيره: مشيجٌ كخليط لفظًا ومعنى ﴿مُسْتَطِيرًا﴾ منتشرًا غاية الانتشار يقال: استطار الشيء انتشر ﴿قَمْطَرِيرًا﴾ القمطرير: الشديد العصيب الذي يطول بلاؤه قال الأخفش: القمطرير أشد ما يكون من الأيام وأطوله في البلاء ﴿وَدَانِيَةً﴾ قريبة ﴿وَذُلِّلَتْ﴾ سخرت وقربت ﴿سَلْسَبِيلًا﴾ السلسبيل: الشراب اللذيذ الذي هو غاية في السلالة، والذي يسهل في الحلق لعذوبته وصفائه ﴿سُندُسٍ﴾ السندس: الرقيق من ثياب الحرير ﴿إِسْتَبْرَقٌ﴾ ثباب الحرير الغليظة ويسمى الديباج ﴿أَسْرَهُمْ﴾ الأسر في","vol":"3","page":466},{"text":"الاصل: الشد والربط، ثم أطلق على الخلق يقال: شدَّ أسره أي أحسن خلقه وأحكم تكوينه قال الأخطل:\nمن كل مجتنب شديد أسره ... سلس القياد تخاله مختالًا\nالتفسِير: ﴿هَلْ أتى عَلَى الإنسان حِينٌ مِّنَ الدهر﴾ أي قد مضى على الإِنسان وقت طويل من الزمان ﴿لَمْ يَكُن شَيْئًا مَّذْكُورًا﴾ أي كان من العدم، لم يكن له ذكر ولا وجود قال ابن كثير: يخبر تعالى عن الإِنسان أنه أوجده بعد أن لم يكن شيئًا يذكر لحقارته وضعفه قال المفسرون: ﴿هَلْ أتى﴾ بمعنى قد أتى كما تقول: هل رأيت صنيع فلان، وقد علمت أنه قد رآه، وتقول: هل أكرمتك، هل وعظتك؟ ومقصودك أن تقرره بأنك قد أكرمته ووعظته، والمرادُ بالإِنسان الجنس، وبالحين مدة لبثه في بطن أمه، والغرض من الآية تذكير الإِنسان بأصل نشأته، فقد كان شيئًا منسيًا لا يفطن له، وكان في العدم جرثومة في صلب أبيه، وماءً مهينًا لا يعلم به إلا الذي يريد أن يخلقه، ومرَّ عليه حينٌ من الدهر كانت الكرة الأرضية خالية منه، ثم خلقه الله، وأبدع تكوينه وإِنشاءه، بعد أن كان مغمورًا ومنسيًا لا يعلم به أحد. . وبنعد أن قرر أن الإِنسان مرَّ عليه وقت لم يكن موجودًا، أخذ يشرح كيف أفاض عليه نعمة الوجود، واختبره بالتكاليف الشرعية بعد أن متَّعه بنعمة العقل والحواس فقال ﴿إِنَّا خَلَقْنَا الإنسان مِن نُّطْفَةٍ أَمْشَاجٍ﴾ أي نحن بقدرتنا خلقنا هذا الانسان من ماءٍ مهين وهو المنيُّ الذي ينطف من صلب الرجل، ويختلط بماء المرأة «البويضة الأنثوية» فيتكون منهما هذا المخلوق العجيب قال ابن عباس: ﴿أَمْشَاجٍ﴾ يعني أخلاط، وهو ماء الرجل وماء المرأة اذا اجتمعا واختلطا، ثم ينتقل بعد من طور إلى طور، ومن حال إِلى حال ﴿نَّبْتَلِيهِ﴾ أي لنختبره باتلكاليف الشرعية، والأوامر الإِلهية، لننظر أيشكر أم يكفر؟ وهل يستقيم في سيره أم ينحرف ويزيغ؟ ﴿فَجَعَلْنَاهُ سَمِيعًا بَصِيرًا﴾ أي فجعلناه من أجل ذلك عاقلًا مميزًا، ذا سمع وبصر، ليسمع الآيات التنزيلية، ويبصر الدلائل الكونية، على وجود الخالق الحكيم قال الإِمام الفخر: أعطاه تعالى ما يصح معه الابتلاء وهو السمع والبصر، وهما كنايتان عن الفهم والتمييز، كما قال تعالى حاكيًا عن إِبراهيم\n﴿لِمَ تَعْبُدُ مَا لاَ يَسْمَعُ وَلاَ يُبْصِرُ﴾ [مريم: ٤٢]؟ وقد يراد بهما الحاستان المعروفتان، وخصَّهما بالذكر لأنهما أعظم الحواسِّ وأشرفها ﴿إِنَّا هَدَيْنَاهُ السبيل﴾ أي بيَّنا للإِنسان وعرَّفناه طريق الهدى والضلال، والخير والشر، ببعثة الرسل، وإِنزال الكتب. . أخبر تعالى أنه بعد أن ركبه وأعطاه الحواس الظاهرة والباطنة، بيَّن له سبيل الهدى والضلال، ومنحه العقل وترك له حرية الاختيار، ثم هو بعد ذلك إِما أن يشكر، أو يكفر، ولهذا قال بعده ﴿إِمَّا شَاكِرًا وَإِمَّا كَفُورًا﴾ أي إما أن يكون مؤمنًا شاكرًا لنعمة الله، فيسلك سبيل الخير والطاعة، وإِما أن يكون شقيًا فاجرًا، فيكفر بنعمة اله ويسلك سبيل الشر والفجور قال المفسرون: المراد هديناه السبيل ليكون إمَّا شاكرًا وإِمّا كفورًا، فالله تعالى دلَّ الإِنسان على سبيل الشكر والكفر، وعلى الإِنسان أن يختار سلوك هذا أو ذاك، وهذه الآية الآية من جملة الآيات الكثيرة الدالة على أن","vol":"3","page":467},{"text":"للإِنسان إِرادةً واختيارًا هما مناط التكليف، كقوله تعالى ﴿مَّن كَانَ يُرِيدُ العاجلة عَجَّلْنَا لَهُ فِيهَا مَا نَشَآءُ﴾ [الإِسراء: ١٨] إلى ﴿وَمَنْ أَرَادَ الآخرة وسعى لَهَا سَعْيَهَا﴾ [الإِسراء: ١٩] وكقوله ﴿وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ [الكهف: ٢٩] فلا إكراه لأحدٍ ولا إِجبار، وإِنما هو بمحض الإِرادة والاختيار. . ثم بعد هذا البيان الواضح، بيَّن ما أعدَّه للأبرار والفجار في دار القرار فقال ﴿إِنَّآ أَعْتَدْنَا لِلْكَافِرِينَ سَلاَسِلاَ وَأَغْلاَلًا وَسَعِيرًا﴾ أي هيأنا للكافرين المجرمين قيودًا تشدُّ بها أرجلهم، وأغلالًا تُغلُّ بها أيديهم إلى أعناقهم، وسعيرًا أي نارًا موقدة مستعرة يحرقون بها كوله تعالى ﴿إِذِ الأغلال في أَعْنَاقِهِمْ والسلاسل يُسْحَبُونَ فِي الحميم ثُمَّ فِي النار يُسْجَرُونَ﴾ [غافر: ٧١٧٢] ﴿إِنَّ الأبرار يَشْرَبُونَ مِن كَأْسٍ كَانَ مِزَاجُهَا كَافُورًا﴾ أي الذين كانوا في الدنيا أبرارًا بطاعتهم الجبار، فإِنهم يشربون كأسًا من الخمر، ممزوجة بأنفس أنواع الطيب وهو الكافور، قال المفسرون: الكافور طيبٌ معروف يستحضر من أشجار ببلاد الهند والصين، وهو من أنفس الطيب عند العرب، والمراد أن من شرب تلك الكأس وجد في طيب رائحتها، وفوحان شذاها كالكافور. قال بن عباس: الكافور اسم عين ماءٍ في الجنة يقال له عين الكافور تمتزج الكأس بماء هذه العين وتختم بالمسك فتكون ألذَّ شراب، ولهذا قال تعالى ﴿عَيْنًا يَشْرَبُ بِهَا عِبَادُ الله﴾ أي هذا الكافور ويتدفق من عينٍ جارية من عيون الجنة يشرب منها عباد اله الأبرار، وصفهم بالعبودية تكريمًا لهم وتشريفًا بإِضافتهم إِليه تعالى ﴿عِبَادُ الله﴾ والمراد بهم المؤمنون المتقون ﴿يُفَجِّرُونَهَا تَفْجِيرًا﴾ أي يجروها حيث شاءوا من الدور والقصور قال الصاوي: المارد أنها سهلة لا تمتنع عليهم، ورد أن الرجل منهم يمشي في بيوته، ويصعد إلى قصوره وبيده قضيب يشير به الى الماء، فيجري معه حيثما دار في منازله، ويتبعه حيثما صعد إِلى أعلى قصوره.\n. ولما ذكر ثواب الأبرار، بيَّن صفاتهم الجليلة التي استحقوا بها ذلك الأجر الجزيل فقال ﴿يُوفُونَ بالنذر﴾ أي يوفون بما قطعوه على أنفسهم من نذرٍ في طاعة الله، إِذا نذروا طاعةً فعلوها قال الطبري: النذرُ كلُّ منا أوجبه الإِنسان على نفسه من فعل، فإِذا نذروا بروا بوفائهم لله، بالنذور التي في طاعة الله، من صلاة، وزكاة، وحج، وصدقة قال المفسرون: وهذا مبالغة في وصفهم بأداء الواجبات، لأن من وفى بما أوجبه هو على نفسه، كان بما أوجبه الله عليه أوفى ﴿وَيَخَافُونَ يَوْمًا كَانَ شَرُّهُ مُسْتَطِيرًا﴾ أي ويخافون هول يومٍ عظيم كانت أهواله وشدائده من تفطر السموات، وتناثر الكواكب، ويتطاير الجبال، وغير ذلك من الأهوال ممتدة منتشرة فاشية، بالغة أقصى حدود الشدة والفزع، قال قتادة: استطار والله شرُّ ذلك اليوم حتى بلغ السموات السبع والأرض ﴿وَيُطْعِمُونَ الطعام على حُبِّهِ﴾ أي ويطعمون الطعام مع شهوتهم له، وحاجتهم إِليه ﴿مِسْكِينًا وَيَتِيمًا وَأَسِيرًا﴾ أي فقيرًا لا يملك من حطام الدنيا شيئًا، ويتيمًا مات أبوه وهو صغير، فعدم الناصر والكفيل، وأسيرًا وهو من أُسر في الحرب من المشركين قال الحسن البصري: كان رسول الله ﷺ َ","vol":"3","page":468},{"text":"يُؤتى بالأسير، فيدفعه إلى بعض المسلمين ويقول له: أحسن إِليه فيكون عنده اليومين والثلاثة فيؤثره على نفسه. . نبَّه تعالى إِلى أن أولئك الأبرار مع حاجتهم إلى ذلك الطعام، في سدِّ جوعتهم وجوعة عيالهم، يطيبون نفسًا عنه للبؤساء، ويؤثرونهم به على أنفسهم كقوله تعالى ﴿وَيُؤْثِرُونَ على أَنفُسِهِمْ وَلَوْ كَانَ بِهِمْ خَصَاصَةٌ﴾ [الحشر: ٩] ﴿إِنَّمَا نُطْعِمُكُمْ لِوَجْهِ الله﴾ أي إنما نحسن إِليكم ابتغاء مرضاة الله وطلب ثوابه ﴿لاَ نُرِيدُ مِنكُمْ جَزَآءً وَلاَ شُكُورًا﴾ أي لا نبتغي من وراء هذا الإِحسان مكافأةً، ولا نقصد الحمد والثناء منكم قال مجاهد: أما والله ما قالوه بألستنهم، ولكن علم الله به في قلوبهم، فأثنى عليهم به، ليرغب في ذلك راغب ﴿إِنَّا نَخَافُ مِن رَّبِّنَا يَوْمًا عَبُوسًا قَمْطَرِيرًا﴾ أي إنما نفعل ذلك رجاء أن يقينا الله هو يومٍ شديد، تعبس فيه الوجوه من فظاعة أمره، وشدة هوله، وهو يومٌ فمطرير أي شديد عصيب ﴿فَوَقَاهُمُ الله شَرَّ ذَلِكَ اليوم﴾ أي حماهم الله ودفع عنهم شرَّ ذلك اليوم وشدته ﴿وَلَقَّاهُمْ نَضْرَةً وَسُرُورًا﴾ أي وأعطاهم نضرةً في الوجه، وسرورًا في القلب، والتنكير في ﴿سُرُورًا﴾ للتعظيم والتفخيم ﴿وَجَزَاهُمْ بِمَا صَبَرُواْ جَنَّةً وَحَرِيرًا﴾ أي وأثابهم بسبب صبرهم على مرارة الطاعة والإِيثار بالمال، جنةً واسعة وألبسهم فيها الحرير كما قال تعالى ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ [الحج: ٢٣] . . وفي الآية إيجازٌ، آخذٌ بأطراف الإِعجاز، فقد أشار تعالى بقوله ﴿جَنَّةً﴾ إلى ما يتمتع به أولئك الأبرار في دار الكرامة من أصناف الفواكة والثمار، والمطاعم والمشارب الهنية، فإن الجنة لا تسمَّى جنة إلا وفيها كل أسباب الراحة كما قال تعالى\n﴿وَفِيهَا مَا تَشْتَهِيهِ الأنفس وَتَلَذُّ الأعين﴾ [الزخرف: ٧١] وأشار بقوله ﴿وَحَرِيرًا﴾ إلى ما يتمتعون به من أنواع الزينة واللباس، التي من أنفسها وأغلاها عند العرب الحرير، فقد جمع لهم أنواع الطعام والشراب واللباس، وهو قُصارى ما تتطلع له نفوس الناس. . ولما ذكر طعامهم ولباسهم وصف نعيمهم ومساكنهم فقال ﴿مُّتَّكِئِينَ فِيهَا على الأرائك﴾ أي مضطجعين في الجنة على الأسرَّة المزيَّنة بفاخر الثياب والستور قال المفسرون: الأرائك جمع أريكة وهي السرير ترخى عليه الحجلة، والحجلة هي ما يسدل على السرير من فاخر الثياب والستور، وإِنما خصَّهم بهذه الحالة لأنها أتم حالات المتنعم ﴿لاَ يَرَوْنَ فِيهَا شَمْسًا وَلاَ زَمْهَرِيرًا﴾ أي لا يجدون فيها حرًا ولا بردًا، لأن هواءها معتدل فلا حرَّ ولا قرَّ، وإِنما هي نسمات تهبُّ من العرش تحيي الأنفاس ﴿وَدَانِيَةً عَلَيْهِمْ ظِلاَلُهَا﴾ أي ظلال الأشجار شفي الجنة قريبةٌ من الأبرار ﴿وَذُلِّلَتْ قُطُوفُهَا تَذْلِيلًا﴾ أي أدنيت ثمارها منهم، وسهل عليهم تناولها قال ابن عباس: إِذا همَّ أن يتناول من ثمارها تدلَّت إِليه حتى يتناول منها ما يريد. . ولما وصف طعامهم ولباسهم ومسكنهم، وصف بعد ذلك شرابهم فقال ﴿وَيُطَافُ عَلَيْهِمْ بِآنِيَةٍ مِّن فِضَّةٍ﴾ أي يدور عليهم الخدم بالأواني الفضية فيها الطعام والشراب على عادة أهل الترف والنعيم في الدنيا فيتناول كل واحدٍ منهم حاجته، وهذه الأواني هي الصّحاف بعضها من قضة وبعضها من ذهب كما قال تعالى ﴿يُطَافُ عَلَيْهِمْ بِصِحَافٍ مِّن ذَهَبٍ﴾ [الزخرف: ٧١] قال الرازي: ولا منافاة بين الآيتين، فتارةً يسقون","vol":"3","page":469},{"text":"بهذا، وتارة بذاك ﴿وَأَكْوابٍ كَانَتْ قَوَارِيرَاْ﴾ أي وأكواب وهي كالأقداح رقيقة شفافة كالزجاج في صفائه قال في البحر: ومعنى ﴿كَانَتْ﴾ أن الله تعالى أوجدها بقدرته، فيكون تفخيمًا لتلك الخلقة العجيبة الشأن، الجامعة بين بياض الفضة ونصوعها، وشفيف القوارير وصفائها ﴿قَوَارِيرَاْ مِن فِضَّةٍ﴾ أي هي جامعة بين صفاء الزجاج، وحسن الفضة قال ابن عباس: ليس في الدنيا شيء مما في الجنة إِلا الأسماء يعني أن ما في الجنة أسمى وأشرف وأعلى ولو أخذت فضةً من فضة الدنيا، فضربتها حتى جعلتها مثل جناح الذباب، لم ير الماء من ورائها، ولكنَّ قوارير الجنة ببياض الفضة، مع صفاء القوارير ﴿قَدَّرُوهَا تَقْدِيرًا﴾ أي قدَّرها السُّقاة على مقدار حاجتهم، لا تزيد ولا تنقص، وذلك ألذُّ وأشهى قال ابن عباس: أتوابها على قدر الحاجة لا يفضلون شيئًا، ولا يشتهون بعدها شيئًا ﴿وَيُسْقَوْنَ فِيهَا كَأْسًا كَانَ مِزَاجُهَا زَنجَبِيلًا﴾ أي يسقى هؤلاء الأبرار في الجنة كأسًا من الخمر ممزوجةً بالزنجبيل، والعرب تستلذ من الشراب ما مزج بالزنجبيل لطيب رائحته قال القرطبي: فرغبوا في نعيم الآخرة بما اعتقدوه نهاية النعمة الطيب قال قتادة: الزنجبيل أسمٌ لعينٍ في الجنة يشرب منها المقربون صرفًا، وتمزج لسائر أهل الجنة ﴿عَيْنًا فِيهَا تسمى سَلْسَبِيلًا﴾ أي يشربون من عين في الجنة تسمى السلسبيل، لسهولة مساغها وانحدارها في الحلق قال المفسرون: السلسبيل: الماء العذب، السهل الجريان في الحلق لعذوبته وصفائه، وإِنما وصف بأنه سلسبيل، لأن ذلك الشراب يكون في طعم الزنجبيل، ولكن ليس فيه لذعته، فيشعر الشاربون بطعمه، لكنهم لا يشعرون بحرافته، فيبقى الشراب سلسبيلًا، سهل المساغ في الحلق.\n. ثم وصف بعد ذلك خدم أهل الجنة فقال ﴿وَيَطُوفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُونَ﴾ أي ويدور على هؤلاء الأبرار، غلمانٌ ينشئهم الله تعالى لخدمة المؤمنين ﴿مُّخَلَّدُونَ﴾ أي دائمون على ما هم عليه من الطراوة والبهاء قال القرطبي: أي باقون على ما هم عليه من الشباب، والنضارة، والغضاضة، والحسن، لا يهرمون ولا يتغيرون، ويكونون على سن واحدة على مرِّ الأزمنة ﴿إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا﴾ أي إِذا نظرتهم منتشرين في الجنة لخدمة أهلها، خلتهم لحسنهم وصفاء ألوانهم وإِشراق وجوهم، كأنهم اللؤلؤ المنثور قال الرازي: هذا من التشبيه العجيب، لأن اللؤلؤ إِذا كان متفرقًا يكون أحسن في المنظر، لوقوع شعاع بعضه على بعض فيكون أروع وأبدع، ﴿وَإِذَا رَأَيْتَ ثَمَّ رَأَيْتَ نَعِيمًا وَمُلْكًا كَبِيرًا﴾ أي وإِذا رأيت هناك ما في الجنة من مظاهر الأنس والسرور، رأيت نعيمًا لا يكاد يوصف، وملكًا واسعًا عظيمًا لا غاية له، كما في الحديث القدسي «أعددتُ لعبادي الصالحين، ما لاعينٌ رأتْ، ولا أُذنٌ سمعت، ولا خطَر على قلب بشر» قال ابن كثير: وثبت في الصحيح أن «أقل أهل الجنة منزلةً من له قدر الدنيا عشرة أمثالها» فإِذا كان هذا عطاؤه تعالى لأدنى من يكون في الجنة، فما ظنك بمن هو أعلى منزلةً وأحظى عنده","vol":"3","page":470},{"text":"تعالى؟ ثم زاد تعالى في بيان وصف نعيمهم فقال ﴿عَالِيَهُمْ ثِيَابُ سُندُسٍ خُضْرٌ وَإِسْتَبْرَقٌ﴾ أي تعلوهم الثياب الفاخرة الخضراء، المزينة بأنواع الزينة، من الحرير الرقيق وهو السندس والحرير الثخين وهو الاستبرق فلباسهم في الجنة الحرير كما قال تعالى ﴿وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ [الحج: ٢٣] قال المفسرون: السندس ما رقَّ من الحرير، والاستبرق ما غلظ من الحرير، وهذا لباس الأبرار في الجنة، وإِنما قال ﴿عَالِيَهُمْ﴾ لينبه على أن لهم عدة من الثياب، ولكنَّ الذي يعلوها هي هذه، فتكون أفضلها ﴿وحلوا أَسَاوِرَ مِن فِضَّةٍ﴾ أي وألبسوا في الجنة أساور فضية للزينة والحلية وعبَّر بالماضي إشارةً لتحقق وقوعه قال الصاوي: فإن قيل: كيف قال هنا ﴿أَسَاوِرَ مِن فِضَّةٍ﴾ وفي سورة الكهف ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ﴾ [الكهف: ٣١] وفي سورة فاطر ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ وَلُؤْلُؤًا﴾ [فاطر: ٣٣] فالجواب أنهم تارةً يلبسون الذهب فقط، وتارةً يلبسون الفضة، وتارةً يلبسون اللؤلؤ فقط على حسب ما يشتهون، ويمكن أن يجمع في يد أحدهم أسورة الذهب والفضة واللؤلؤ ﴿وَسَقَاهُمْ رَبُّهُمْ شَرَابًا طَهُورًا﴾ أي سقاهم الله فوق ذلك النعيم شرابًا طاهرًا لم تدنسه الأيدي، وليس بنجس كخمر الدنيا قال الطبري: سُقي هؤلاء الأبرار شرابًا طهورًا، ومن طُهْره أنه لايصير بولًا نجسًا، بل رشحًا من أبدانهم كرشح المسك، روي أن الرجل من أهل الجنة يقسم له شهوة مائة رجل من أهل الدنيا، فإِذا أكل سقي شرابًا طهورًا، فيصير رشحًا يخرج من جلده أطيبُ ريحًا من المسك الإِذخر ﴿إِنَّ هذا كَانَ لَكُمْ جَزَآءً﴾ أي يقال لهم بعد دخولهم الجنة ومشاهدتهم نعيمها، هذا مقابل أعمالكم الصالحة في الدنيا ﴿وَكَانَ سَعْيُكُم مَّشْكُورًا﴾ أي وكان عملكم مقبولًا مرضيًا، جوزيتم عليه أحسن الجزاء، مع الشكر والثناء.\n. مرَّ في الآيات السابقة أن الله تعالى أعدَّ للكافرين السلاسل والأغلال، كما هيأ للأبرار أرائك يتكئون عليها، وعليهم ثياب السندس والاستبرق، وفي معاصمهم أساور الفضة، وبين أيديهم ولدانٌ مخلدون كأنهم اللؤلؤ المنثور، يطوفون على أولئك الأبرار بصحاف الفضة وأكوابها الصافية النقية، وقد ملئت شرابًا ممزوجًا بالنزجبيل والكافور، وكلٌّ ذلك للترغيب والترهيب، على طريقة القرآن في المقارنة بين أحوال الأبرار والفجار. . وبعد هذا الوضوح والبيان، كان المشركون يقابلون كل هذه الآيات بالصدِّ والإِعراض، والاستهزاء بالقرآن وبمحمد ﵊ ُ، وكان الرسول يتألم ويحزن لموقف المعاندين، لذلك جاءت الآيات تشدُّ من عزيمته، وتسلِّية وتخفف عن قلبه الشريف آثار الهمِّ والضجر ﴿إِنَّا نَحْنُ نَزَّلْنَا عَلَيْكَ القرآن تَنزِيلًا﴾ أي نحن الذين أنزلنا عليك يا محمد هذا القرآن مفرقًا، لتذكرهم بما فيه من الوعد والوعيد، والترغيب والترهيب، فلا تبتئس ولا تحزن ولا تضجر، فالقرآن حقٌ ووعده صدقٌ ﴿فاصبر لِحُكْمِ رَبِّكَ﴾ أي اصبر يا محمد وانتظر لحكم ربك وقضائه، فلا بدَّ أن ينتقم منهم، ويقر عينك بإِهلاكهم، إِنْ عاجلًا أو آجلًا ﴿وَلاَ تُطِعْ مِنْهُمْ آثِمًا﴾ أي ولا تطع من هؤلاء الفجرة من كان ﴿آثِمًا﴾ منغمسًا في الشهوات، غارقًا في الموبقات ﴿أَوْ كَفُورًا﴾ أي ولا تطع من كان مبالغًا في الكفر والضلال، لا ينزجر ولا يرعوي، وصيغة ﴿كفور﴾ من صيغ المبالغة ومعناها المبالغ في الكفر والجحود قال المفسرون:","vol":"3","page":471},{"text":"نزلت في «عتبة بن ربيعة» و«الوليد بن المغيرة» قالا للنبي ﷺ َ: إِن كنت تريد النساء والمال فارجع عن هذا الأمر ونحن نكفيك ذلك، فقال عتبة: أنا أُزوجك ابنتي وأسوقها لك من غير مهر، وقال الوليد: أنا أعطيك من المال حتى ترضى فنزلت، والأحسنُ أنها على العموم لأن لفظها عام فهي تشمل كل فاسق وكافر ﴿واذكر اسم رَبِّكَ﴾ أي صلِّ لربك وأكثر من عبادته وطاعته ﴿بُكْرَةً وَأَصِيلًا﴾ أي في أول النهار وآخره، في الصباح والمساء ﴿وَمِنَ الليل فاسجد لَهُ﴾ أي ومن الليل فصلِّ له، متهجدًا مستغرقًا في مناجاته ﴿وَسَبِّحْهُ لَيْلًا طَوِيلًا﴾ أي وأكثر من التهجد والقيام لربك في جناح الظلام والناس نيام كقوله تعالى\n﴿وَمِنَ الليل فَتَهَجَّدْ بِهِ نَافِلَةً لَّكَ عسى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودًا﴾ [الإِسراء: ٧٩] والمقصود أن يكون عابدًا لله ذاكرًا له في جميع الأوقات، في الليل والنهار، والصباح والمساء، بقلبه ولسانه، ليتقوى على مجابهة أعدائه. . وبعد تسلية النبي الكريم، عاد إِلى شرح أحوال الكفرة المجرمين فقال ﴿إِنَّ هؤلاء يُحِبُّونَ العاجلة﴾ أي إِن هؤلاء المشركين يفضلون الدنيا على الآخرة، وينهمكون في لذائذها الفانية ﴿وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا﴾ أي ويتركون أمامهم يومًا عسيرًا شديدًا، عظيم الأهوال والشدائد، وهو يوم القيامة ﴿نَّحْنُ خَلَقْنَاهُمْ وَشَدَدْنَآ أَسْرَهُمْ﴾ أن نحن بقدرتنا أو جدناهم من العدم، وأحكمنا ربط مفاصلهم بالأعصاب والعروق، حتى كانوا أقوياء أشداء ﴿وَإِذَا شِئْنَا بَدَّلْنَآ أَمْثَالَهُمْ تَبْدِيلًا﴾ أي ولو أردنا أهلكناهم، ثم بدلنا خيرًا منهم يكونون أعبد لله وأطوع، وفي الآية تهديدٌ ووعيد ﴿إِنَّ هذه تَذْكِرَةٌ﴾ أي هذه الآيات الكريمة بمعناها الدقيق، ولفظها الرشيق، موعظة وذكرى، يتذكر بها العاقل، وينزجر بها الجاهل ﴿فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلًا﴾ أي فمن أراد الانتفاع والاعتبار وسلوك طريق السعادة، فليعتبر بآيات القرآن، وليستنر بنوره وضيائه، وليتخذ طريقًا موصلًا إلى ربه، بطاعته وطلب مرضاته، فأسباب السعادة ميسورة، وسبل النجاة ممهدة ﴿وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله﴾ أي وما تشاءون أمرًا من الأمور، إِلا بتقدير الله ومشيئته، ولا يحصل شيء من الطاعة والاستقامة إِلا بإِذنه تعالى وإِرادته، قال ابن كثير: أي لا يقدر أحدٌ أن يهدي نفسه، ولا يدخل في الإِيمان، ولا يجر لنفسه نفعًا، إلا بمشيئة الله تعالى ﴿إِنَّ الله كَانَ عَلِيمًا حَكِيمًا﴾ أي عالم بأحوال خلقه، حكيم في تدبيره وصنعه، يعلم من يستحق الهداية فييسِّرها له، ومن يستحق الضلالة فيسهل له أسبابها، وله الحكمة البالغة والحجة الدامغة ﴿يُدْخِلُ مَن يَشَآءُ فِي رَحْمَتِهِ﴾ أي يدخل من شاء من عباده جنَّته ورضوانه حسب مشيئته وحكمته وهم المؤمنون ﴿والظالمين أَعَدَّ لَهُمْ عَذَابًا أَلِيمًا﴾ أي وأما المشركون الظالمون فقد هيأ لهم عذابًا شديدًا مؤلمًا في دار الجحيم، ختم السورة الكريمة ببيان مآل المتقين، ومآل الكفرة المجرمين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿شَاكِرًا. . وكَفُورًا﴾ وبين ﴿بُكْرَةً. . وَأَصِيلًا﴾ وبين ﴿شَمْسًا. . وزَمْهَرِيرًا﴾ .\n٢ - اللف والنشر المشوش ﴿إِنَّآ أَعْتَدْنَا لِلْكَافِرِينَ سَلاَسِلاَ﴾ فإِنه قدَّم أولًا ذكر الشاكر ثم الكافر ﴿","vol":"3","page":472},{"text":"شَاكِرًا أو كَفُورًا﴾ ثم عاد بالذكر على الثاني دون الأول ففيه لف ونشر غير مرتب.\n٣ - المجاز العقلي ﴿يَوْمًا عَبُوسًا﴾ إِسناد العبوس إِلى اليوم من إِسناد الشيء إِلى زمانه كنهاره صائم.\n٤ - الجناس غير التام ﴿فَوَقَاهُمُ. . وَلَقَّاهُمْ﴾ فبين وقاهم ولقاهم جناس.\n٥ - جناس الاشتقاق ﴿وَيُطْعِمُونَ الطعام﴾ .\n٦ - الطباق ﴿يُحِبُّونَ. . وَيَذَرُونَ﴾ .\n٧ - الايجاز بالحذف ﴿إِنَّ هذا كَانَ لَكُمْ جَزَآءً﴾ أي يقال لهم: إِن هذا. . الخ.\n٨ - التشبيه البديع الرائع ﴿إِذَا رَأَيْتَهُمْ حَسِبْتَهُمْ لُؤْلُؤًا مَّنثُورًا﴾ أي كاللؤلؤ المنتثر.\n٩ - المقابلة اللطيفة ﴿يُحِبُّونَ العاجلة وَيَذَرُونَ وَرَآءَهُمْ يَوْمًا ثَقِيلًا﴾ قابل بين المحبة والترك وبين العاجلة والباقية.\n١٠ - السجع المرصَّع مثل ﴿لُؤْلُؤًا مَّنثُورًا. . شَرَابًا طَهُورًا. . وَكَانَ سَعْيُكُم مَّشْكُورًا. . آثِمًا أَوْ كَفُورًا﴾ الخ وهو من المحسنات البديعية.","vol":"3","page":473},{"text":"اللغَة: ﴿فُرِجَتْ﴾ فتحت وشقت يقال: فرجت الشيء فانفرج أي فتحته فانفتح ﴿كِفَاتًا﴾ الكفت في اللغة: الضمُّ والجمع قال الشاعر:\nفأنت اليوم فوق الأرض حيٌّ ... وأنت غدًا تضمُّك في كفات\n﴿شَامِخَاتٍ﴾ عاليات مرتفعات، يقال: شمخ بأنفه إِذا رفعه كبرًا ﴿فُرَاتًا﴾ عذبًا شديد الحلاوة ﴿بِشَرَرٍ﴾ الشَّرر: ما تطاير من النار وتفرق جمع شررة.\nالتفسِير: ﴿والمرسلات عُرْفًا﴾ أي أُقسم بالرياح حين تهبٌّ متتابعة، يقفوا بعضها إِثر بعض، قال المفسرون: هي رياح العذاب التي يهلك الله بها الظالمين ﴿فالعاصفات عَصْفًا﴾ أي وأٌقسم بالملائكة الموكلين بالسحب يسوقونها حيث شاء الله، لتنشر رحمة الله المطر فتحيي به البلاد والعباد ﴿فالفارقات فَرْقًا﴾ أي وأقسم بالملائكة التي تفرق بين الحق والباطل، والحلال والحرام ﴿فالملقيات ذِكْرًا﴾ أي وأقسم بالملائكة تنزل بالوحي، وتلقي","vol":"3","page":475},{"text":"كتب الله ﵎ إِلى الأنبياء عليهم الصلاة والسلام ﴿عُذْرًا أَوْ نُذْرًا﴾ أي تلقي الوحي إِعذارًا من الله للعباد لئلا يبقى لهم حجة عند الله، أو إِنذارًا من الله للخلق بالنقمة والعذاب ﴿إِنَّمَا تُوعَدُونَ لَوَاقِعٌ﴾ أي وأُقسم بالرياح الشديدة الهبوب، إِذا أُرسلت عاصفة شديدة، قلعت الأشجار، وخربت الديار، وغيَّرت الآثار ﴿والناشرات نَشْرًا﴾ هذا هو جواب القسم أي إِنَّ ما توعدون به من أمر القيامة، وأمر الحساب والجزاء، كائن لا محالة قال المفسرون: أقسم تعالى بخمسة أشياء، تنبيهًا على جلالة قدر المقسم به، وتعظيمًا لشأن المقسم عليه، فأقسم بالرياح الي تحمل الرحمة والعذاب، وتسوق للعباد الخير أو الشر، وبالملائكة الأبرار، الذي يتنزلون بالوحي للإِعذار والإِنذار، أقسم على أن أمر القيامة حق لا شك فيه، وأن ما أوعد الله تعالى به المكذبين، من مجيء الساعة والثواب والعقاب، كائن لا محالة، فلا ينبغي الشك والامتراء. . ثم بيَّن تعالى وفصَّل وقت وقوع ذلك فقال ﴿فَإِذَا النجوم طُمِسَتْ﴾ أي محيت النجوم وذهب نورها وضياؤها ﴿وَإِذَا السمآء فُرِجَتْ﴾ أي شقت السماء وتصدَّعت ﴿وَإِذَا الجبال نُسِفَتْ﴾ أي تطايرت الجبال وتناثرت حتى أصبحت هباءً تذروه الرياح كقوله تعالى ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا﴾ [طه: ١٠٥] ﴿وَإِذَا الرسل أُقِّتَتْ﴾ أي جعل للرسل وقتٌ وأجل، للفصل بينهم وبين الأمم، وهو يوم القيامة كقوله تعالى ﴿يَوْمَ يَجْمَعُ الله الرسل فَيَقُولُ مَاذَآ أُجِبْتُمْ﴾ [المائدة: ١٠٩]؟ وأصل ﴿أُقِّتَتْ﴾ وُقِّتت من الوقت أي يجعل لها وقت محدد، قال الطبري: أي أُجّلت للاجتماع لوقتها يوم القيامة وقال مجاهد: هو الوقت الذي يحضرون فيه للشهادة على أممهم ﴿لأَيِّ يَوْمٍ أُجِّلَتْ﴾؟ استفهامٌ لتعظيم ذلك اليوم، والتعجيب لما يقع فيه من الهول والشدة أي لأي يومٍ عظيم أُخرت الرسل؟ ثم قال ﴿لِيَوْمِ الفصل﴾ أي ليوم القضاء والفصل بين الخلائق، يوم يفصل الله بين الأنبياء وأممهم المكذبين بحكمه العادل ﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الفصل﴾؟ استفهام للتعظيم والتهويل أي وما أعلمك أيها الإِنسان بيوم الفصل وشدته وهوله؟ فإن ذلك اليوم أعظم من أن يعرف أمره إِنسان، أو يحيط به عقل أو وجدان، ووضع الظاهر ﴿مَا يَوْمُ الفصل﴾ مكان الضمير «ما هو» لزيادة تفظيع وتهويل أمره قال الإِمام الفخر: عجَّب العباد من تعظيم ذلك اليوم فقال: لأي يومٍ أُجّلت الأمور المتعلقة بهؤلاء الرسل، وهي تعذيب من كذَّبهم، وتعظيم من آمن بهم، وظهورما كانوا يدعون الخلق إلى الإِيمان به، من الأهوال والعرض والحساب، ثم إِنه تعالى بين ذلك فقال ﴿لِيَوْمِ الفصل﴾ وهو يوم يفصل الرحمن بين الخلائق، ثم أتبع ذلك تعظيمًا ثانيًا فقال ﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الفصل﴾ أي وما أعلمك ما هو يوم الفصل وشدته ومهابته؟ وجواب الشرط ﴿فَإِذَا النجوم﴾ الخ محذوف لدلالة الكلام عليه تقديره: وقع ما توعدون به، وجرى ما أخبركم به الرسل من مجيء القيامة، والحذف على هذه الصورة من أساليب الإِيجاز البياني الذي امتاز به القرآن ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك عظيم وخسار كبير في ذلك اليوم لأولئك المكذبين بهذا اليوم الموعود قال المفسرون: كرَّر هذه","vol":"3","page":476},{"text":"الجملة ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ في هذه السورة عشرة مرات لمزيد الترغيب والترهيب، وفي كل جملة وردت إِخبارٌ عن أشياء عن أحوال الآخرة، وتذكير بأحوال الدنيا، فناسب أن يذكر الوعيد عقيب كل جملة منها بالويل والدمار للكفرة الفجار، ولما كان في سورة الإِنسان السابقة ذكر بعضًا من أحوال الكفار في الآخرة، وأطنب في وصف أحوال المؤمنين هناك، جاء في هذه السورة بالإِطناب في وصف الكفار، والإِيجاز في وصف المؤمنين.\n. ثم بعد أن أكد الخبر بيوم القيامة، وأنه حق كائن لا محالة، وبعد أن خوَّف المكذبين من شدة هول ذلك اليوم، وفظاعة ما يقع فيه، عاد فخوَّفهم من بطش الله وانتقامه بأسلوب آخر فقال ﴿أَلَمْ نُهْلِكِ الأولين﴾؟ أي ألم نهلك السابقين بتكذيبهم للرسل، كقوم نوحٍ وعادٍ وثمود؟ ﴿ثُمَّ نُتْبِعُهُمُ الآخرين﴾؟ أي ثم ألحقنا بهم المتأخرين ممن كانوا مثلهم في التكذيب والعصيان، كقوم لوط وشعيب وقوم موسى «فرعون وأتباعه» ومن على شاكلتهم ﴿كَذَلِكَ نَفْعَلُ بالمجرمين﴾ أي مثل ذلك الإِهلاك الفظيع نفعل بهؤلاء المجرمين «كفار مكة» لتكذيبهم لسيد المرسلين ﷺ َ ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار لكل مكذب بالتوحيد والبنوة، والبعث والحساب ﴿أَلَمْ نَخْلُقكُّم مِّن مَّآءٍ مَّهِينٍ﴾ تذكير للمكذبين وتعجيب من غفلتهم وذهولهم عن أبسط الأمور المشاهدة، وهي أن من خلقهم من النطفة الحقيرة الضعيفة كان قادرًا على إِعادة خلقهم للبعث والحساب والمعنى: ألم نخلقكم يا معشر الكفار من ماءٍ ضعيف حقير هو منيٌّ الرجل؟ وفي الحديث القدسي يقول الله ﷿\n«ابن آدم أنَّى تعجزني وقد خلقتك من مثل هذه» الحديث ﴿فَجَعَلْنَاهُ فِي قَرَارٍ مَّكِينٍ﴾ أي فجعلنا هذا الماء المهين في مكان حريز وهو رحم المرأة ﴿إلى قَدَرٍ مَّعْلُومٍ﴾ أي إِلى مقدار من الزمن محدَّد معيَّن، معلوم عند الله تعالى وهو وقت الولادة، ﴿فَقَدَرْنَا فَنِعْمَ القادرون﴾ أي فقدرنا على خلقه من النطفة، فنعم القادرون نحن حيث خلقناه في أحسن الصور، وأجمل الاشكال ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار للمكذبين بقدرتنا قال الصاوي: هذه الآية تذكير من الله تعالى للكفار بعظيم إِنعامه عليهم، وقدرته على ابتداء خلقهم، والقادرُ على الابتداء قادر على الإِعادة، ففيها ردٌّ على المنكرين للبعث. . ثم ذكَّرهم بنعمة إِيجادهم على الأرض حال الحياة، ومواراتهم في باطنها بعد الموت فقال ﴿أَلَمْ نَجْعَلِ الأرض كِفَاتًا أَحْيَآءً وَأَمْواتًا﴾؟ ألأي ألم نجعل هذه الأرض التي تعيشون عليها كالأم لكم، تجمع الأحياء على ظهرها، والأموات في بطنها؟ قال المفسرون: الكفت: الجمع والضم، فالأرض تجمع وتضم إِليها جميع البشر، فهي كالأم لهم، الأحياء يسكنون فوق ظهرها في المنازل والدور، والأموات يسكنون في بطنها في القبور ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى﴾ [طه: ٥٥] قال الشعبي: بطنها لأمواتكم وظهرها لأحيائكم ﴿وَجَعَلْنَا فِيهَا رَوَاسِيَ","vol":"3","page":477},{"text":"شَامِخَاتٍ﴾ أي وجعلنا في الأرض جبالًا راسخات عاليات مرتفعات لئلا تضطرب بكم ﴿وَأَسْقَيْنَاكُم مَّآءً فُرَاتًا﴾ أي وأسقيناكم ماءً عذبًا حلوًا بالغ العذوبة، أنزلناه لكم من السحاب، وأخرجناه لكم من العيون والأنهار، لتشربوا منه أنتم ودوابكم، وتسقوا منه زرعكم وأشجاركم ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ انطلقوا إلى مَا كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي انطلقوا إِلى عذاب جهنم الذي كنتم تكذبون به في دار الدنيا، وهذا الكلام تقوله لهم خزنة النار تقريعًا وتوبيخًا. . ثم وضَّح ذلك العذاب وفصَّله فقال ﴿انطلقوا إلى ظِلٍّ ذِي ثَلاَثِ شُعَبٍ﴾ أي اذهبوا فاستظلوا بدخانٍ كثيف من دخان جهنم، يتفرع منه ثلاث شعب ﴿لاَّ ظَلِيلٍ وَلاَ يُغْنِي مِنَ اللهب﴾ أي لا يظل من يكون تحته، ولا يقيه حر الشمس كما هو حال الظل الممدود، ولا هو يدفع عنه أيضًا ألسنة النار المندلعة من كل جانب قال الطبري: لا هو يظلهم من حرها، ولا يكنهم من لهبها، وذلك أنه يرتفع من وقود جهنم الدخان، فإِذا تصاعد تفرَّق شعبًا ثلاثة قال المفسرون: سمَّى العذاب ظلًا تهكمًا واستهزاءً بالمعذبين، فالمؤمنون في ظلال وعيون، والمجرمون في سموم وحميم، وظلٍ من يحموم، واليحموم دخانٌ أسود قاتم، فكيف يصح أن يسمى ما هم فيه ظلًا إِلا على طريق التهكم والاستهزاء؟ ثم زاد تعالى في وصف جهنم وأهوالها فقال ﴿إِنَّهَا تَرْمِي بِشَرَرٍ كالقصر﴾ أي إِن جهنم تقذف بشرر عظيم من النار، كلُّ شرارةٍ منه كأنها القصر العظيم قال ابن كثير: يتطاير الشرر من لهبها كالحصون ﴿كَأَنَّهُ جمالت صُفْرٌ﴾ أي كأن شرر جهنم المتطاير منها الإِبل الصفر في لونها وسرعة حركتها قال الرازي: شبَّه تعالى الشرر في العظم بالقصر، وفي اللون والكثرة وسرعة الحركة بالجمالات الصفر، وهذا التشبيه من روائع صور التشبيه، لأن الشرارة إِذا كانت مثل القصر الضخم، فكيف تكون حال تلك النار الملتهبة؟ أجارنا الله من نار جهنم بفضله ورحمته ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار للمكذبين بآيات الله ﴿هذا يَوْمُ لاَ يَنطِقُونَ﴾ أي هذا اليوم الرهيب، الذي لا ينطق فيه أولئك المكذبون ولا يكتمون كلامًا ينفعهم، فهم في ذلك اليوم خرس بكم ﴿وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ﴾ أي ولا يقبل لهم عذرٌ ولا حجة فيما أتوا به من القبائح والجرائم، بل لا يؤذن لهم في أن يعتذروا، لأنه لا تسمع منهم تلك الحجج والأعذار ولا تقبل كقوله تعالى\n﴿يَوْمَ لاَ يَنفَعُ الظالمين مَعْذِرَتُهُمْ﴾ [غافر: ٥٢] ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ هذا يَوْمُ الفصل جَمَعْنَاكُمْ والأولين﴾ أي يقال لهم: هذا يوم الفصل بين الخلائق، الذي يفصل الله فيه","vol":"3","page":478},{"text":"بحكمه العادل بين السعداء والأشقياء، جمعناكم فيه مع من تقدمكم من الأمم لنحكم بينكم جميعًا ﴿فَإِن كَانَ لَكمُ كَيْدٌ فَكِيدُونِ﴾ أي فإن كان لكم حيلة في الخلاص من العذاب فاحتالوا، وانقذوا أنفسكم من بطش الله وانتقامه إِن قدرتم، وهذا تعجيزٌ لهم وتوبيخ ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك يومئذٍ للمكذبين بيوم الدين. . وبعد أن ذكر أحوال الأشقياء المجرمين، أعقبه بذكر أحوال السعداء المتقين فقال ﴿إِنَّ المتقين فِي ظِلاَلٍ وَعُيُونٍ﴾ أي الذين خافوا ربهم في الدنيا، واتقوا عذابه بامتثال أوامره واجتناب نواهيه، هم يوم القيامة في ظلال الأشجار الوارقة، وعيون الماء الجارية، يتنعمون في دار الخلد، والكرامة، على عكس أولئك المجرمين المكذبين، الذين هم في ظلٍ من يحموم وهو دخان جهنم الأسود الذي لا يقي حرًا، ولا يدفع عطشًا، ولا يجد المستظل به مما يشتهيه لراحته سوى شرر النار الهائل ﴿وَفَوَاكِهَ مِمَّا يَشْتَهُونَ﴾ أي وفواكه كثيرة متنوعة مما يستلذون ويستطيبون ﴿كُلُواْ واشربوا هنيائا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي ويقال لهم على سبيل الأنس والتكريم: كلوا أكلًا لذيذًا واشربوا شربًا هنيئًا، بسبب ما قدمتم في الدنيا من صالح الأعمال ﴿إِنَّا كَذَلِكَ نَجْزِي المحسنين﴾ أي إِنا مثل ذلك الجزاء العظيم نجزي من أحسن عمله، وأخلص نيته، واتقى ربه ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار للمكذبين بيوم الدين ﴿كُلُواْ وَتَمَتَّعُواْ قَلِيلًا إِنَّكُمْ مُّجْرِمُونَ﴾ أي يقال للكفار على سبيل التهديد والوعيد: كلوا من لذائذ الدنيا، واستمتعوا بشهواتها الفانية، كما هو شأن البهائم التي همُّها ملء بطونها ونيل شهواتها زمانًا قليلًا الى منتهى آجالكم، فإِنكم مجرمون لا تستحقون الإِنعام والتكريم ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار يوم القيامة للمذكبين بنعم الله ﴿وَإذَا قِيلَ لَهُمُ اركعوا لاَ يَرْكَعُونَ﴾ أي وإِذا قيل لهؤلاء المشركين صلُّوا لله، واخشعوا في صلاتكم لعظمته وجلاله، لا يخشعون ولا يصلون، بل يظلون على استكبارهم يصرون قال مقاتل: نزلت هذه الآية في ثقيف، امتنعوا عن الصلاة وقالوا لرسول الله ﷺ َ: حطَّ عنا الصلاة فإِنا لا ننحني، إِنها مسبة علينا، فأبى وقال: لا خير في دينٍ لا صلاة فيه ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاكٌ ودمار يوم القيامة للمكذبين بأوامر الله ونواهيه ﴿فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ﴾؟ أي فبأي كتابٍ وكلام بعد هذا القرآن المعجز الواضح يصدّقون إِن لم يؤمنوا بالقرآن؟ فإِذا كذبوا بالقرآن ولم يؤمنوا به، مع بلوغه الغاية في الإِعجاز، ونصوع الحجة، وروعة البيان، فبأي شيءٍ بعد ذلك يؤمنون؟ قال القرطبي: كرر قوله ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ عشر مراتٍ للتخويف والوعيد، وقيل: إِنه ليس بتكرار، لأنه أراد بكل قولٍ منه غير الذي أراده بالآخر، كأنه ذكر شيئًا فقال: ويلٌ لمن يكذب بهذا، ثم ذكر شيئًا آخر فقال: ويل لمن يكذب بهذا، وهكذا إِلى آخر السورة الكريمة.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التأكيد بذكر المصدر زيادة في البيان وتقوية للكلام مثل ﴿فالعاصفات عَصْفًا والناشرات نَشْرًا فالفارقات فَرْقًا﴾ وهو من المحسنات اللفظية.\n٢ - الطباق بين ﴿عُذْرًا. . ونُذْرًا﴾ وبين ﴿أَحْيَآءً. . أَمْواتًا﴾ وبين ﴿الأولين. . والآخرين﴾","vol":"3","page":479},{"text":"وكلها من المحسنات البديعية.\n٣ - وضع الظاهر مكان الضمير، والمجيء بصيغة الاستفهام ﴿لأَيِّ يَوْمٍ أُجِّلَتْ لِيَوْمِ الفصل وَمَآ أَدْرَاكَ مَا يَوْمُ الفصل﴾؟ لزيادة تفظيع الأمر وتهويله.\n٤ - الاستفهام التقريري ﴿أَلَمْ نُهْلِكِ الأولين﴾؟ ومثله ﴿أَلَمْ نَخْلُقكُّم مِّن مَّآءٍ مَّهِينٍ﴾؟\n٥ - الجناس غير التام بين لفظتي ﴿مَّهِينٍ﴾ و﴿مَّكِينٍ﴾ .\n٦ - التشبيه المرسل المجمل ﴿إِنَّهَا تَرْمِي بِشَرَرٍ كالقصر﴾ والمرسل المفصل ﴿كَأَنَّهُ جمالت صُفْرٌ﴾ .\n٧ - المقابلة بين نعيم الأبرار وعذاب الفجار ﴿إِنَّ المتقين فِي ظِلاَلٍ وَعُيُونٍ وَفَوَاكِهَ مِمَّا يَشْتَهُونَ كُلُواْ واشربوا هنيائا بِمَا كُنتُمْ تَعْمَلُونَ﴾ قابل ذلك بقوله ﴿كُلُواْ وَتَمَتَّعُواْ قَلِيلًا إِنَّكُمْ مُّجْرِمُونَ﴾ .\n٨ - أسلوب التهكم ﴿انطلقوا إلى ظِلٍّ ذِي ثَلاَثِ شُعَبٍ لاَّ ظَلِيلٍ﴾ سمَّى العذاب ظلًا تهكمًا وسخرية بهم.\n٩ - المجاز المرسل ﴿وَإذَا قِيلَ لَهُمُ اركعوا لاَ يَرْكَعُونَ﴾ أطلق الركوع وأراد به الصلاة فهو من باب اطلاق البعض وإِرادة الكل أي وإِذا قيل لهم صلوا لا يصلون.\n١٠ - توافق الفواصل في الحرف الأخير مثل ﴿هذا يَوْمُ لاَ يَنطِقُونَ وَلاَ يُؤْذَنُ لَهُمْ فَيَعْتَذِرُونَ. . إِنَّ المتقين فِي ظِلاَلٍ وَعُيُونٍ وَفَوَاكِهَ مِمَّا يَشْتَهُونَ﴾ الخ ويسمى بالسجع المرصَّع وهو من المحسنات البديعية.","vol":"3","page":480},{"text":"اللغَة: ﴿سُبَاتًا﴾ السبتُ في اللغة: القطعُ، سمي الليل سُباتًا لأنه يقطع العمل والحركة ﴿وَهَّاجًا﴾ الوهَّاج: المتقد المتلألىء من قولهم: وَهجت النار إِذا أضاءت ﴿ثَجَّاجًا﴾ شديد الأنصباب يقال: ثجَّ إِذا سال بكثرة وفي الحديث «أفضلُ الحج: العجُّ والثَجُّ» العجُّ: رفع الصوت بالتلبية، والثجُّ: إِراقة الدماء وذبحُ الهدايا ﴿كَوَاعِبَ﴾ جمع كاعب وهي التي برز نهدها مع ارتفاع يسير ﴿دِهَاقًا﴾ مملوءة يقال: أدهقتُ الكأسَ أي ملأتها قال الشاعر\nأتانا عامرٌ يبغي قِرانا ... فأتْرعنا له كأسًا دِهاقًا\nالتفسِير: ﴿عَمَّ يَتَسَآءَلُونَ﴾؟ أي عن أيّ شيءٍ يسأل هؤلاء الجاحدون بعضهم بعضًا؟ وأصل ﴿عَمَّ﴾ عنْ ما، أدغمت الميم في النون وحذفت الف ﴿ما﴾ الاستفهامية، وليس المراد هنا مجرد الاستفهام وإِنما المراد تفخيم الأمر وتعظيمه، وقد كان المشركون يتساءلون عن البعث فيما بينهم، ويخوضون فيه إِنكارًا واستهزاءً فجاء اللفظ بصيغة الاستفهام للتفخيم والتهويل وتعجيب السامعين من أمر المشركين، ثم ذكر تعالى ذلك الأمر الخطير فقال ﴿عَنِ النبإ العظيم﴾ أي يتساءلون عن الخبر العظيم الهام وهو أمر البعث ﴿الذي هُمْ فِيهِ مُخْتَلِفُونَ﴾ أي الذي اختلفوا فيه ما بين شاكٍّ في","vol":"3","page":482},{"text":"وقوعه، ومكذب منكرٍ لحصوله ﴿كَلاَّ سَيَعْلَمُونَ﴾ ردعٌ وزجر أي ليرتدعْ أولئك المكذبون عن التساؤل عن البعث، فيسعلمون حقيقة الحال، حيث يرون البعث أمرًا واقعًا، ويرون عاقبة استهزائهم ﴿ثُمَّ كَلاَّ سَيَعْلَمُونَ﴾ تأكيد للوعيد مع التهويل أي سيعلمون ما يحل بهم من العذاب والنكال. . ثم أشار تعالى إِلى الأدلة الدالة على قدرته تعالى، ليقيم الحجة على الكفار فيما أنكروه من أمر البعث، وكأنه يقول: إِن الإِله الذي قدر على إِيجاد هذه المخلوقات العظام، قادرٌ على إِحياء الناس بعد موتهم فقال ﴿أَلَمْ نَجْعَلِ الأرض مِهَادًا﴾ أي ألم نجعل هذه الأرض التي تسكنونها ممهدة للاستقرار عليها، والتقلب في أنحائها؟ جعلناها لكم كالفراش والبساط لتستقروا على ظهرها، وتستفيدوا من سهولها الواسعة بأنواع المزروعات؟ ﴿والجبال أَوْتَادًا﴾ أي وجعلنا الجبال كالأوتاد للأرض تثبيتها لئلا تميد بكم كما يثبت البيت بالأوتاد قال في التسهيل: شبَّهها بالأوتاد لأنها تمسكُ الأرض أن تميد ﴿وَخَلَقْنَاكُمْ أَزْوَاجًا﴾ أي وجعلناكم أيها الناس أصنافًا ذكورًا وإِناثًا، لينتظم أمر النكاح والتناسل، ولا تنقطع الحياة عن ظهر هذا الكوكب الأرضي ﴿وَجَعَلْنَا نَوْمَكُمْ سُبَاتًا﴾ أي وجعلنا النوم راحة لأبدانكم، قاطعًا لأشغالكم، تتخلصن به من مشاق العمل بالنهار ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ أي جعلنا الليل كاللباس يغشاكم ويستركم بظلامه، كما يستركم اللباس، وتغطيكم ظلمته كما يغطى الثوبُ لاَبسه قال في التسهيل: شبهه بالثياب التي تُلبس لأنه سترٌ عن العيون ﴿وَجَعَلْنَا النهار مَعَاشًا﴾ أي وجعلنا النهار سببًا لتحصيل المعاش، تتصرفون فيه لقضاء حوائجكم قال ابن كثير: جعلناه مشرقًا مضيئًا ليتمكن الناس من التصرف فيه، بالذهاب والمجيء للمعاش والتكسب والتجارات وغير ذلك ﴿وَبَنَيْنَا فَوْقَكُمْ سَبْعًا شِدَادًا﴾ أي وبنينا فوقكم أيها الناس سبع سمواتٍ محكمة الخلق بديعة الصنع، متينةً في إِحكامها وإِتقانها، لا تتأثر بمرور العصور والأزمان، خلقناها قدرتنا لتكون كالسقف للأرض كقوله تعالى\n﴿وَجَعَلْنَا السمآء سَقْفًا مَّحْفُوظًا﴾ [الأنبياء: ٣٢] وقوله ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ﴾ [الذاريات: ٤٧] ﴿وَجَعَلْنَا سِرَاجًا وَهَّاجًا﴾ أي وأنشأنا لكم شمسًا منيرة ساطعة، يتوهج ضوءها ويتوقد لأهل لأهل الأرض كلهم، دائمة الحرارة والتوقد قال المفسرون: الوهَّاج المتوقد الشديد الإضاءة، الذي يضطرم ويلتهب من شدة لهبه وقال ابن عباس: المنير المتلألىء ﴿وَأَنزَلْنَا مِنَ المعصرات مَآءً ثَجَّاجًا﴾ أي وأنزلنا من السحب التي حان وقت إِمطارها ماءً دافقًا منهمرًا بشدةٍ وقوة قال في التسهيل: المعصرات هي السحب، مأخوذةٌ من العصر لأن السحاب ينعصر فينزل منه الماء، شبهت السحابة التي حان وقت إِمطارها بالجارية التي قد دنا حيضها ﴿لِّنُخْرِجَ بِهِ حَبًّا وَنَبَاتًا﴾ أي لنخرج بهذا الماء أنواع الحبوب والزروع، التي تنبت في الأرض غذاءً للإِنسان والحيوان ﴿وَجَنَّاتٍ أَلْفَافًا﴾ أي وحدائق وبساتين كثيرة الأشجاروالأغصان، ملتفةً بعضها على بعض لكثرة أغصانها وتقارب أشجارها. . ذكر","vol":"3","page":483},{"text":"تعالى هذه الأدلة التسع على قدرته تعالى، كبرهانٍ واضح على إمكان البعث والنشرو، فإن من قدر على هذه الأشياء قادرٌ على البعث والإِحياء ولهذا قال بعده ﴿إِنَّ يَوْمَ الفصل كَانَ مِيقَاتًا﴾ أي إن يوم الحساب والجزاء، ويوم الفصل بين الخلائق، له وقت محدودٌ معلوم في علمه تعالى وقضائه، لا يتقدم ولا يتأخر ﴿ذلك يَوْمٌ مَّجْمُوعٌ لَّهُ الناس وَذَلِكَ يَوْمٌ مَّشْهُودٌ وَمَا نُؤَخِّرُهُ إِلاَّ لأَجَلٍ مَّعْدُودٍ﴾ [هود: ١٠٣١٠٤] قال القرطبي: سمي يوم الفصل لأن الله تعالى يفصل فيه بين خلقه، وقد جعله وقتًا وميعادًا للأولين والآخرين ﴿يَوْمَ يُنفَخُ فِي الصور فَتَأْتُونَ أَفْوَاجًا﴾ أي يكون ذلك يوم أن ينفخ في الصور نفخة القيام من القبور، فتحضرون جماعات جماعات، وزمرًا زمرًا للحساب والجزاء، ثم ذكر تعالى أوصاف ذلك اليوم الرهيب فقال ﴿وَفُتِحَتِ السمآء فَكَانَتْ أَبْوَابًا﴾ أي تشققت السماء من كل جانب، حتى كان فيها صدوعٌ وفتوحٌ كالأبواب في الجدران، من هول ذلك اليوم كقوله تعالى ﴿إِذَا السمآء انشقت﴾ [الإِنشقاق: ١] وعبَّر بالماضي ﴿وَفُتِحَتِ﴾ لتحقق الوقوع ﴿وَسُيِّرَتِ الجبال فَكَانَتْ سَرَابًا﴾ أي ونسفت الجبال وقلعت من أماكنها، حتى أصبح يخيَّل إِلى الناظر أنها شيء وليست بشيء، كالسراب بظنه الرائي ماءً وليس بماء قال القرطبي: صارت الجبال بعد نسفها هباءً منبثًا لعين الناظر، كالسراب الذي يظنه من يراه ماءً وهو في الحقيقة هباء ﴿إِنَّ جَهَنَّمَ كَانَتْ مِرْصَادًا﴾ أي إِن جهنم تنتظر وتترقب نزلاءها الكفار، كما يترصد الإِنسان ويترقب عدوه ليأخذه على حين غرة قال المفسرون: المرصاد المكان الذي يرصد فيه الراصد العدو، وجهنم تترصَّد أعداء الله لتعذبهم بسعيرها، وهي مترقبة ومتطلعة لمن يمرُّ عليها من الكفار الفجار لتلتقطهم إِليها ﴿لِّلطَّاغِينَ مَآبًا﴾ أي هي مرجع ومأوى ومنزل للطغاة المجرمين ﴿لاَّبِثِينَ فِيهَآ أَحْقَابًا﴾ أي ماكثين في النار دهورًا متتابعةً لا نهاية لها قال القرطبي: أي ماكثين في النار ما دامت الأحقاب أي الدهور وهي لا تنقطع، كلما مضى حقب جاء حقب، لأن أحقاب الآخرة لا نهاية لها قال الربيع وقتادة: هذه الأحقاب لا انقضاء لها ولا انقطاع ﴿لاَّ يَذُوقُونَ فِيهَا بَرْدًا وَلاَ شَرَابًا﴾ أي لا يذوقون في جهنم بدورةً تخفف عنهم حرَّ النار، ولا شرابًا يسكِّنُ عطشهم فيها ﴿إِلاَّ حَمِيمًا وَغَسَّاقًا﴾ أي إِلاّ ماءً حارًا بالغًا الغاية في الحرارة، وغساقًا أي صديدًا يسيل من جلود أهل النار ﴿جَزَآءً وِفَاقًا﴾ أي يعاقبهم الله بذلك جزاءً موافقًا لأعمالهم السيئة ﴿إِنَّهُمْ كَانُواْ لاَ يَرْجُونَ حِسَابًا﴾ أي لم يكونوا يتوقعون الحساب والجزاء، ولا يؤمنون بلقاء الله، فجازاهم الله بذلك الجزاء العادل ﴿وَكَذَّبُواْ بِآيَاتِنَا كِذَّابًا﴾ أي وكانوا يكذبون بآيات الله الدالة على البعث وبالآيات القرآنية تكذيبًا شديدًا ﴿وَكُلَّ شَيْءٍ أَحْصَيْنَاهُ كِتَابًا﴾ أي وكل ما فعلوه من جرائم وآثام ضبطناه في كتاب لنجازيهم عليه ﴿فَذُوقُواْ فَلَن نَّزِيدَكُمْ إِلاَّ عَذَابًا﴾ أي فذوقوا يا معشر الكفار فلن نزيدكم على استغاثتكم إِلاَّ عذابًا فوق عذابكم قال المفسرون: ليس في القرآن على أهل النار آية هي","vol":"3","page":484},{"text":"أشد من هذه الآية، كلما استغاثوا بنوعٍ من العذاب أغيثوا بأشد منه.\n. ولما ذكر تعالى أحوال الأشقياء أهل النار، ذكر بعدها أحوال السعداء الأبرار فقال ﴿إِنَّ لِلْمُتَّقِينَ مَفَازًا﴾ أي إِن للمؤمنين الأًَبرار الذين أطاعوا ربهم في الدنيا، موضع ظفر وفوز بجنات النعيم، وخلاص من عذاب الجحيم، ثم فسَّر هذا الفوز فقال ﴿حَدَآئِقَ وَأَعْنَابًا﴾ أي بساتين ناضرة فيها من جميع الأشجار والأزهار، وفيها كروم الأعناب الطيبة المتنوعة من كل ما تشتهيه النفوس ﴿وَكَوَاعِبَ أَتْرَابًا﴾ أي ونساءً عذارى نواهد قد برزت أَثْداؤهنَّ، وهنَّ في سنٍ واحدة قال في التسهيل: الكواعب جمع كاعب وهي الجارية التي خرج ثديها ﴿وَكَأْسًا دِهَاقًا﴾ أي وكأسًا من الخمر ممتلئةً صافية قال القرطبي: المرادُ بالكأس الخمرُ كأنه قال: وخمرًا ذات دِاهقٍ أي مملوءة قد عُصرت وصُفِّيت ﴿لاَّ يَسْمَعُونَ فِيهَا لَغْوًا وَلاَ كِذَّابًا﴾ أي لا يسمعون في الجنة كلامًا فارغًا لا فائدة فيه، ولا كذبًا من القول لأن الجنة دار السلام، وكل ما فيها سالمٌ من الباطل والنقص ﴿جَزَآءً مِّن رَّبِّكَ عَطَآءً حِسَابًا﴾ أي جازاهم الله بذلك الجزاء العظيم، تفضلًا منه وإِحسانًا كافيًا على حسب أعمالهم ﴿رَّبِّ السماوات والأرض وَمَا بَيْنَهُمَا الرحمن﴾ أي هذا الجزاء صادرٌ من الرحمن الذي شملت رحمته كل شيء ﴿لاَ يَمْلِكُونَ مِنْهُ خِطَابًا﴾ أي لا يقدر أحدٌ أن يخاطبه في دفع بلاء، أو رفع عذاب في ذلك اليوم، هيبةً وجلالًا ﴿يَوْمَ يَقُومُ الروح والملائكة صَفًّا﴾ أي في ذلك اليوم الرهيب يقف جبريل والملائكة مصطفين خاشعين ﴿لاَّ يَتَكَلَّمُونَ إِلاَّ مَنْ أَذِنَ لَهُ الرحمن وَقَالَ صَوَابًا﴾ أي لا يتكلم أحد منهم إِلاّ من أذن الله له بالكلام والشفاعة ونطق بالصواب قال الصاوي: وإِذا كان الملائكة الذين هم أفضل الخلائق وأقربهم من الله لا يقدرون أن يشفعوا إِلا بإِذنه، فكيف يملك غيرهم؟ ﴿ذَلِكَ اليوم الحق﴾ أي ذلك هو اليوم الكائن الواقع لا محالة ﴿فَمَن شَآءَ اتخذ إلى رَبِّهِ مَآبًا﴾ أي فمن شاء أن يسلك إِلى ربه مرجعًا كريمًا بالإِيمان والعمل الصالح فلْيفعلْ، وهو حثٌ وترغيب ﴿إِنَّآ أَنذَرْنَاكُمْ عَذَابًا قَرِيبًا﴾ الخطاب لكفار قريش المنكرين للبعث أي إنا حذرناكم وخوفناكم عذابًا قريبًا وقوعه هو عذاب الآخرة، سمَّاه قريبًا لأن كل ما هو آتٍ قريب ﴿يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ﴾ أي يوم يرى كل إِنسان ما قدَّم من خير أو شر مثبتًا في صحيفته كقوله تعالى\n﴿وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا﴾ [الكهف: ٤٩] ﴿وَيَقُولُ الكافر ياليتني كُنتُ تُرَابًا﴾ أي ويتمنى الكافر أنه لم يخلق ولم يُكلَّف ويقول: يا ليتني كنت ترابًا حتى لا أحاسب ولا أعاقب قال المفسرون: وذلك حين يحشر الله الحيوان يوم القيامة فيقتصُّ للجمّاء من القرناء، وبعد ذلك يصيّرها ترابًا، فيتمنى الكافر أن لو كان كذلك حتى لا يعذب.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الجملة للوعيد والتهديد ﴿كَلاَّ سَيَعْلَمُونَ ثُمَّ كَلاَّ سَيَعْلَمُونَ﴾ .\n٢ -","vol":"3","page":485},{"text":"الإِيجاز بحذف الفعل لدلالة المتقدم عليه ﴿عَنِ النبإ العظيم﴾ أي يتساءلون عن النبأ العظيم.\n٣ - التشبيه البليغ ﴿أَلَمْ نَجْعَلِ الأرض مِهَادًا والجبال أَوْتَادًا﴾؟ أصل الكلام جعلنا الأرض كالمهاد الذي يفترشه النائم، والجبال كالأوتاد التي تثبت الدعائم، فحذف أداة التشبيه ووجه الشبه فأصبح بليغًا، ومثله ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ أي كاللباس في الستر والخفاء.\n٤ - المقابلة اللطيفة بين ﴿وَجَعَلْنَا اليل لِبَاسًا﴾ وبين ﴿وَجَعَلْنَا النهار مَعَاشًا﴾ قابل بين الليل والنهار، والراحة والعمل، وهو من المحسنات البديعية.\n٥ - التشبيه البليغ ﴿فَكَانَتْ أَبْوَابًا﴾ أي كالأبواب في التشقق والانصداع، فحذفت الأداة ووجه الشبه فأصبح بليغًا\n٦ - الأمر الذي يراد به الإِهانة والتحقير ﴿فَذُوقُواْ فَلَن نَّزِيدَكُمْ إِلاَّ عَذَابًا﴾ وفيه أيضًا التفات من الغيبة إِلى الخطاب زيادة في التوبيخ والإِهانة.\n٧ - الطباق بين ﴿بَرْدًا. . وحَمِيمًا﴾ .\n٨ - ذكر العام بعد الخاص ﴿يَوْمَ يَقُومُ الروح والملائكة صَفًّا﴾ الروح وهو «جبريل» داخل في الملائكة، فقد ذكر مرتين مرة استقلالًا، ومرة ضمن الملائكة، تنبيهًا على جلالة قدره.\n٩ - السجع المرصَّع مثل ﴿أَلْفَافًا، أَفْوَاجًا، أَبْوَابًا، مَآبًا، أَحْقَابًا﴾ وهو من المحسنات البديعية.","vol":"3","page":486},{"text":"اللغَة: ﴿وَاجِفَةٌ﴾ خائفة فزعة يقال: وجف القلبُ وجيفًا إِذا خفق واضطرب من شدة الفزع ﴿الحافرة﴾ الرجوع إِلى الحالة التي كان عليها يقال: رجع فلان في حافرته أي رجع من حيث جاء قال الشاعر:\nأحافرةً على صَلع وشيب ... معاذّ اللهِ من سَفَهٍ وعار\n﴿الساهرة﴾ وجه الأرض، والعربُ تسمي وجه الأرض والفلاة ساهرة لأنه يُسهر عليها ﴿سَمْكَهَا﴾ السَّمك: العلُوُّ والارتفاع، وبناءٌ ممسوك أي عال مرتفع ﴿أَغْطَشَ﴾ أظلم يقال: غطش الليلُ وأغطشه اللهُ أي صار مظلمًا وأظلمه الله ﴿دَحَاهَا﴾ بسطها وسوَّاها قال ازيد بن عمرو:\nدّحاها فلما استوت شدَّها ... بأيدٍ وأرسى عليها الجبالا\n﴿الطآمة﴾ الداهية العظمى التي لا تستطاع قال الشاعر:\nإِنَّ بعض الحُبِّ يعمي ويُصمُّ ... وكذاكَ البُغضُ أدهى وأطمُّ\nالتفسِير: ﴿والنازعات غَرْقًا﴾ أي أُقسمُ بالملائكة التي تنزع أرواح الكفار نزعًا بالغًا أقصى الغاية في الشدة والعسر ﴿والناشطات نَشْطًا﴾ أي وأُقسمُ بالملائكة التي تنزع أرواح المؤمنين بسهولةٍ ويسر، وتسلُّها سلًا رفيقًا قال ابن مسعود: إِن ملكَ الموت وأعوانه ينزعون روح الكافر كما ينزع السَّفود سيخ الحديد الكثير الشُعب من الصوف المبتلّ، فتخرج نفس الكافر كالغريق في الماء، وينزع روح المؤمن برفق ولين، ويقبضها كما ينشط العِقال من يد البعير قال ابن كثير: أقسم سبحانه بالملائكة","vol":"3","page":488},{"text":"حين تنزع أرواح بني آدم، فمنهم من تأخذ روحه بعسر فتغرق في نزعها، ومنهم من تأخذ روحه بسهولة وكأنما حلَّته من نشاط ﴿والسابحات سَبْحًا﴾ أي وأقسم بالملائكة التي تنزل بأمر الله ووحيه من السماء كالذي يسبح في الماء، مسرعين لتنفيذ أمر الله ﴿فالسابقات سَبْقًا﴾ أي الملائكة التي تسبق بأرواح المؤمنين إلى الجنة ﴿فالمدبرات أَمْرًا﴾ أي الملائكة تدبّر شئون الكون بأمره تعالى، في الرياح، والأمطار، والأرزاق، والأعمار، وغير ذلك من شئون الدنيا، أقسم سبحانه بهذه الأصناف الخمسة على أن القيامة حق، وجواب القسم محذوف تقديره: لتبعثنَّ ولتحاسبنَّ، وقد دل عليه قوله ﴿يَوْمَ تَرْجُفُ الراجفة تَتْبَعُهَا الرادفة﴾ أي يوم ينفخ في الصُّور النفخة الأولى التي يرتجف ويتزلزل لها كل شيء، تتبعها النفخة الثانية وهي نخفة القيام من القبور قال ابن عباس: الراجفة والرادفة هما النفختان الأولى والثانية، أما الأولى فتميت كل شيء بإذن الله تعالى، وأما الثانية فتحيي كل شيء بإذن الله تعالى. . ثم ذكر تعالى حالة المكذبين وما يلقونه من الشدائد والأهوال فقال ﴿قُلُوبٌ يَوْمَئِذٍ وَاجِفَةٌ﴾ أي قلوب الكفار في ذلك اليوم خائفة وجدلة مضطربة ﴿أَبْصَارُهَا خَاشِعَةٌ﴾ أي أبصار أصحابها ذليلة حقيرة مما عاينت من الأهوال ﴿يَقُولُونَ أَإِنَّا لَمَرْدُودُونَ فِي الحافرة﴾ أي يقولون في الدنيا استهزاءً واستبعادًا للبعث: إِنكم تبعثون قالوا منكرين متعجبين: أنردُّ بعد موتنا إِلى أول الأمر، فنعود أحياء كما كنا قبل المرت؟ والعرب تقول: رجع فلان في حافرته أي رجع من حيث جاء ﴿أَإِذَا كُنَّا عِظَامًا نَّخِرَةً﴾ أي هل إذا صرنا عظامًا بالية متفتتة سنرد ونبعث من جديد؟ ﴿قَالُواْ تِلْكَ إِذًا كَرَّةٌ خَاسِرَةٌ﴾ أي إِن كان البعث حقًا، وبعثنا بعد موتنا فسوف نكون من الخاسرين لأننا من أهل النار، قال تعالى ﴿فَإِنَّمَا هِيَ زَجْرَةٌ وَاحِدَةٌ﴾ أي فإِنما هي صحية واحدة، يُنفخ فيها في الصور للقيام من القبور ﴿فَإِذَا هُم بالساهرة﴾ أي فإِذا الخلائق جميعًا على وجه الأرض بعدما كانوا في بطنها.\n. ثم ذكر تعالى قصة موسى مع فرعون تسليةً لرسول الله ﷺ َ وتحذيرًا لقومه أن يحل بهم ما حلَّ بالطغاة المكذبين من قوم فرعون فقال ﴿هَلْ أَتَاكَ حَدِيثُ موسى﴾ أسلوب تشويق وترغيب لسماع القصة أي هل جاءك يا محمد خبر موسى الكليم؟ ﴿إِذْ نَادَاهُ رَبُّهُ بالواد المقدس طُوًى﴾ أي حين ناجاه ربه بالوادي المطهَّر المبارك المسمَّى ﴿طُوًى﴾ في أسفل جبل طور سيناء، قائلًا له ﴿اذهب إلى فِرْعَوْنَ إِنَّهُ طغى﴾ أي إِذهب إِلى فرعون الطاغية الجبار، الذي جاوز الحدَّ في الظلم والطغيان ﴿فَقُلْ هَل لَّكَ إلى أَن تزكى﴾؟ أي هل لك رغبةٌ وميلٌ إِلى أن تتطهر من الذنوب والآثام؟ ﴿وَأَهْدِيَكَ إلى رَبِّكَ فتخشى﴾ أي وأرشدك إِلى معرفة ربك وطاعته فتتقيه وتخشاه؟ قال الزمخشري: ذكر الخشية لأنها ملاك الأمر، من خشي الله أتى منه كل خير، وبدأ مخاطبته بالاستفهام الذي معناه العَرض كما يقول الرجل لضيفه: هل لك أن تنزل بنا؟ وأردفه الكلام الرفيق الرقيق ليستدعيه بالتلطف، ويستنزله بالمداراة من عتوه كما في قوله تعالى ﴿فَقُولاَ لَهُ قَوْلًا لَّيِّنًا﴾ [طه: ٤٤] ﴿فَأَرَاهُ الآية الكبرى﴾ في الكلام محذوف أي فذهب","vol":"3","page":489},{"text":"موسى إِليه ودعاه وكلَّمه، فلما امتنع عن الإِيمان أراه المعجزة الكبرى، وهي قلب العصا حيةً تسعى قال القرطبي: أراه العلامة العظمى وهي المعجزة قال ابن عباس: هي العصا ﴿فَكَذَّبَ وعصى﴾ أي فكذب فرعون نبيَّ الله موسى، وعصى أمر الله بعد ظهور تلك المعجزة الباهرة ﴿ثُمَّ أَدْبَرَ يسعى﴾ أي ولّى مدبرًا هاربًا من الحية، يُسرع في مشيه من هول ما رأى ﴿فَحَشَرَ فنادى﴾ أي فجمع السحرة والجنود والأتباع، ووقف خطيبًا في الناس ﴿فَقَالَ أَنَاْ رَبُّكُمُ الأعلى﴾ أي فقال لهم بصوت عال: أنا ربكم المعبود العظيم الذي لا ربَّ فوقي ﴿فَأَخَذَهُ الله نَكَالَ الآخرة والأولى﴾ أي فأهلكه الله عقوبةً له على مقالته الأخيرة ﴿أَنَاْ رَبُّكُمُ الأعلى﴾ والأولى هي قوله ﴿مَا عَلِمْتُ لَكُمْ مِّنْ إله غَيْرِي﴾ [القصص: ٣٨] ﴿إِنَّ فِي ذَلِكَ لَعِبْرَةً لِّمَن يخشى﴾ أي إِن فيما ذكر من قصة فرعون وطغيانه، وما حلَّ به من العذاب والنكال، لعظة واعتبارًا لمن يخاف الله ﷿ ويخشى عقابه. . ولما انتهى الحديث عن قصة الطاغية فرعون، رجع إِلى منكري البعث من كفار قريش فنبههم إِلى آثار قدرته، ومظاهر عظمته وجلاله فقال ﴿أَأَنتُمْ أَشَدُّ خَلْقًا أَمِ السمآء﴾؟ الاستفهام للتقريع والتوبيخ والمعنى هل أنتم يا معشر المشركين أشقُّ وأصعب خلقًا أم خلق السماء العظيمة البديعة؟ فإِن من رفع السماء على عظمها، هيِّن عليه خلقكم وإِحياؤكم بعد مماتكم، فكيف تنكرون البعث؟ قال الرازي: نبههم على أمرٍ يُعلم بالمشاهدة، وذلك لأن خلق الإِنسان على صغره وضعفه، إِذا أضيف إِلى خلق السماء على عظمها وعظم أحوالها يسير، وإِذا كان كذلك فإِعادتهم سهلة فيكف ينكرون ذلك؟ كقوله تعالى\n﴿لَخَلْقُ السماوات والأرض أَكْبَرُ مِنْ خَلْقِ الناس﴾ [غافر: ٥٧] ﴿بَنَاهَا﴾ أي رفعها عاليةً فوقكم محكمة البناء، بلا عمد ولا أوتاد، ثم زاد في التوضيح والبيان فقال ﴿رَفَعَ سَمْكَهَا فَسَوَّاهَا﴾ أي رفع جرمها وأعلى سقفها فوقكم فجعلها مستويةً لا تفاوت فيها ولا شقوق ولا فطور قال ابن كثير: أي جعلها عالية البناء، بعيدة الفناء، مستوية الأرجاء، مكلَّلة بالكواكب في الليلة الظلماء ﴿وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا﴾ أي جعل ليلها مظلمًا حالكًا، ونهارها مشرقًا مضيئًا قال ابن عباس: أظلم ليلها وأنار نهارها ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا﴾ أي والأرض بعد خلق السماء بسطها ومهَّدها لسكنى أهلها ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ أي أخرج من الأرض عيون الماء المتفجرة، وأجرى فيها الأنهار، وأنبت فيها الكلأ والمرعى مما يأكله الناس والأَنعام ﴿والجبال أَرْسَاهَا﴾ أي والجبال أثبتها في الأرض، وجعلها","vol":"3","page":490},{"text":"كالأوتاد لتستقر وتسكن بأهلها ﴿مَتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ أي فعل ذلك كله، فأنبع العيون، وأجرى الأنهار، وأنبت الزرع والأشجار، كل ذلك منفعةً للعباد وتحقيقًا لمصالحهم ومصالح أنعامهم ومواشيهم، قال الرازي: أراد بمراعاها ما يأكله الناسُ والأنعام، بدليل قوله ﴿مَتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ وانظر كيف دلَّ بقوله: ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ على جميع ما أخرجه من الأرض قوتًا ومتاعًا للأنام والأنعام من العشب، والشجر، والحب، والثمر، والعصف، والحطب، واللباس والدواء، حتى الملح والنار، فالملح متولد من الماء، والنارُ من الأشجار. . ولما ذكر تعالى خلق السموات والأرض، وما أبدع فيهما من عجائب الخلق والتكوين، ليقيم الدليل على إِمكان الحشر عقلًا، أخبر بعد ذلك عن وقوعه فعلًا فقال ﴿فَإِذَا جَآءَتِ الطآمة الكبرى﴾ أي فإِذا جاءت القيامة وهي الداهية العظمى، التي تعمُّ بأهوالها كل شيء، وتعلو على سائر الدواهي قال ابن عباس: هي القيامة سميت بذلك لأنها تطم على كل أمرٍ هائل مفظع ﴿يَوْمَ يَتَذَكَّرُ الإنسان مَا سعى﴾ أي في ذلك اليوم يتذكر الإِنسان ما علمه من خير أو شر، ويراه مدوَّنًا في صحيفة أعماله ﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ أي أظهرت جهنم للناظرين فرآها الناسُ عيانًا، باديةً لكل ذي بصر. . وبعد أن وصف حال القيامة وأهولها، ذكر انقسام الناس إِلى فريقين: أشقياء وسعداء فقال ﴿فَأَمَّا مَن طغى﴾ أي جاوز الحدَّ في الكفر والعصيان ﴿وَآثَرَ الحياة الدنيا﴾ أي فضَّل الحياة الفانية على الآخرة الباقية، وانهمك في شهوات الحياة المحرَّمة، ولم يستعد لآخرته بالعمل الصالح ﴿فَإِنَّ الجحيم هِيَ المأوى﴾ أي فإِنَّ جهنم المتأججة هي منزله ومأواه، لا منزل له سواها ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ﴾ أي وأمَّا من خاف عظمة ربه وجلاله، وخاف مقامه بين يديْ ربه يوم الحساب، لعلمه ويقينه بالمبدأ والمعاد ﴿وَنَهَى النفس عَنِ الهوى﴾ أي وزجر نفسه عن المعاصي والمحارم، وكفَّها عن الشهوات التي تؤدي بها إِلى المعاطب ﴿فَإِنَّ الجنة هِيَ المأوى﴾ أي فإِن منزله ومصيره هي الجنة دار النعيم، ليس له منزل غيرها.\n. ثم ذكر تعالى موقف المكذبين بالقيامة، المستهزئين بأخبار الساعة فقال ﴿يَسْأَلُونَكَ عَنِ الساعة أَيَّانَ مُرْسَاهَا﴾ أي يسألك يا محمد هؤلاء المشركون عن القيامة متى وقوعها وقيامُها؟ قال المفسرون: كان المشركون يسمعون أنباء القيامة، ووصفها بالأوصاف الهائلة مثل «طامة، وصاخة، وقارعة» فيقولون على سبيل الاستهزاء: متى يوجدها الله ويقيمها، ومتى تحدث وتقع؟ فنزلت الآية ﴿فِيمَ أَنتَ مِن ذِكْرَاهَا﴾ أي ليس علمها إِليك حتى تذكرها لهم، لأنها من الغيوب التي استأثر الله بعلمها، فلماذا يسألونك عنها ويُلحّون في السؤال؟ ﴿إلى رَبِّكَ مُنتَهَاهَآ﴾ أي مردُّها ومراجعها إِلى الله ﷿، فهو الذي يعلم وقتها على التعيين، لا يعلمه أحد سواه ﴿إِنَّمَآ أَنتَ مُنذِرُ مَن يَخْشَاهَا﴾ أي ما واجبك يا محمد إِلا إِنذار من يخاف القيامة، لا الإِعلام بوقتها، وخصَّ الإِنذار بمن يخشى، لأنه هو الذي ينتفع","vol":"3","page":491},{"text":"بذلك الإِنذار ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا﴾ أي كأن هؤلاء الكفار يوم يشاهدون القيامة وما فيها من الأهوال، لم يلبثوا في الدنيا إِلا ساعة من نهار، بمقدار عشيةٍ أو ضحاها. قال ابن كثير: يستقصرون مدة الحياة الدنيا، حتى كأنها عندهم عشية يوم، أو ضحى يوم. . ختم تعالى السورة الكريمة، بما أقسم عليه في أولها من إِثبات «الحشر، والبعث» فكان ذلك كالدليل والبرهان على مجيء القيامة والساعة، وليتناسق البدء مع الختام.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين الآخرة والأولى في قوله ﴿فَأَخَذَهُ الله نَكَالَ الآخرة والأولى﴾ لأن المراد كلمتيه الشنيعتين الأولى والأخيرة، والطباق كذلك بين ﴿عَشِيَّةً. . وضُحَاهَا﴾ .\n٢ - جناس الاشتقاق في قوله ﴿تَرْجُفُ الراجفة﴾ .\n٣ - المقابلة بين قوله ﴿السمآء بَنَاهَا رَفَعَ سَمْكَهَا فَسَوَّاهَا وَأَغْطَشَ لَيْلَهَا وَأَخْرَجَ ضُحَاهَا﴾ وبين ﴿والأرض بَعْدَ ذَلِكَ دَحَاهَا أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ وكذلك المقابلة بين ﴿فَأَمَّا مَن طغى وَآثَرَ الحياة الدنيا﴾ وبين ﴿وَأَمَّا مَنْ خَافَ مَقَامَ رَبِّهِ وَنَهَى النفس عَنِ الهوى﴾ الآيات.\n٤ - أسلوب التشويق ﴿هَلْ أَتَاكَ حَدِيثُ موسى﴾؟ فإِن المراد منه التشويق الى معرفة القصة.\n٥ - الطباق بين ﴿الجنة. . الجحيم﴾ وبين ﴿السمآء. . والأرض﴾ الوارد في الآيات.\n٦ - التشبيه المرسل المجمل ﴿كَأَنَّهُمْ يَوْمَ يَرَوْنَهَا لَمْ يلبثوا إِلاَّ عَشِيَّةً أَوْ ضُحَاهَا﴾ .\n٧ - الاستعارة التصريحية ﴿أَخْرَجَ مِنْهَا مَآءَهَا وَمَرْعَاهَا﴾ شبَّه أكل الناس برعي الأنعام، واستعير الرعي للإِنسان بجامع أكل الإِنسان والحيوان من النبات، ففيه استعارة لطيفة.\n٨ - توافق الفواصل في الحرف الأخير مثل ﴿ضُحَاهَا، دَحَاهَا، مَرْعَاهَا، أَرْسَاهَا﴾ وهو من المحسنات الدبيعية ويمسى السجع.","vol":"3","page":492},{"text":"اللغَة: ﴿عَبَسَ﴾ كلح وجهه وقطَّب ﴿تصدى﴾ تتعرض له وتصغي لكلامه ﴿سَفَرَةٍ﴾ السفرة: الملائكة الكرام الكاتبون لأعمال العباد جمع سافر مثل كاتب كَتَبة ﴿فَأَقْبَرَهُ﴾ جعل له قبرًا وأمر أن يُقْبر ﴿قَضْبًا﴾ القضبُ: كل ما يقطع من البقول فينبت أصلهُ مثل البرسيم «الفصة» والباقلاء، والكُرَّاث وغيرها ﴿غُلْبًا﴾ كثيرة الأشجار ملتفة الأغصان جمع غلباء ﴿أَبًّا﴾ الأبُّ: المرعى وكل ما أنبتت الأرض مما تأكله البهائم كالكلأ والعشب ﴿الصآخة﴾ الصيحة التي تصمُّ الآذان لشدتها ﴿مُّسْفِرَةٌ﴾ مشرقة مضيئة ﴿غَبَرَةٌ﴾ غبار ودخان ﴿قَتَرَةٌ﴾ سواد وظلمة.\nسَبَبُ النّزول: روي أن النبي ﷺ َ كان مشغولًا مع صناديد قريش يدعوهم إِلى الإِسلام، وكان يطمع في إِسلامهمه رجاء أن يسلم أتباعهم، فبينما رسول الله ﷺ َ مشتغل بمن عنده من وجوه قريش، جاء إِليه «عبد الله بن أُم مكتوم» وهو أعمى، فقال يا رسول الله: علمني مما علَّمك الله، وكرَّر ذلك وهو لا يعلم أن الرسول مشغول مع هؤلاء إِنما أتباعه العميان والسَّفلة والعبيد، فعبس وجهه وأقبل على القوم يكلمهم فأنزل الله ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى﴾ الآيات.\nالتفسِير: ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى﴾ أي كلح وجهه وقطَّبه وأعرض عنه كارهًا، لأنْ جاءه الاعمى يسأل عن أمور دينه قال الصاوي: إِنما أتى بضمائر الغيبة ﴿عَبَسَ وتولى﴾ تطلفًا به ﷺ َ وإِجلالًا له، لما في المشافهة بتاء الخطاب ما لا يخفى من الشدة الصعوبة واسم الأعمى «عبد الله بن أُم مكتوم» وكان بعد نزول آيات العتاب إِذا جاءه يقول له: «مرحبًا بمان عاتبني فيه ربي، ويبسط له رداءه» ﴿وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾ أي وما يُعلمك ويخبرك يا محمد لعلَّ هذا الأعمى الذي عبستَ في وجهه، يتطهر من ذنوبه بما يتلقاه عنك من العلم والمعرفة! ﴿﴿أَوْ يَذَّكَّرُ فَتَنفَعَهُ الذكرى﴾ أي أويتعظ بما يسمع فتنفعه موعظتك﴾ ﴿﴿أَمَّا مَنِ استغنى﴾ أي أما من استغنى عن اللهِ وعن الإِيمان، بما له من الثروة والمال ﴿فَأَنتَ لَهُ تصدى﴾ أي فأنت تتعرَّض له وتصغي لكلامه، وتهتم بتبليغه دعوتك ﴿وَمَا عَلَيْكَ أَلاَّ يزكى﴾ أي ولا حرج عليك أن لا يتطهر من دنس الكفر والعصيان،","vol":"3","page":494},{"text":"ولست بمطالب بهدايته، إنما عليك البلاغ قال الألوسي: وفيه مزيد تنفيرٍ له ﷺ َ عن مصاحبتهم، فإِن الإِقبال على المدبر مخلٌّ بالمروءة كما قال القائل:\nواللهِ لو كرهتْ كفي مُصاحبتي ... يومًا لقلتُ لها عن صُحْبتي بيْني\n﴿وَأَمَّا مَن جَآءَكَ يسعى﴾ أي وأمَّا من جاءك يسرع ويمشي في طلب العلم للهِ ويحرص على طلب الخير ﴿وَهُوَ يخشى﴾ أي وهو يخاف الله تعالى ويتقي محارمه ﴿فَأَنتَ عَنْهُ تلهى﴾ أي فأنت يا محمد تتشاغل عنه، وتتلهى بالانصراف عنه إِلى رؤساء الكفر والضلال﴾ ! ﴿كَلاَّ إِنَّهَا تَذْكِرَةٌ﴾ أي لا تفعل بعدم اليوم مثل ذلك، فهذه الآيات موعظة وتبصرة للخلق، يجب أن يتعظ بها ويعمل بموجبها العقلاء ﴿فَمَن شَآءَ ذَكَرَهُ﴾ أي فمن شاء من عباد الله اتعظ بالقرآن، واستفاد من إِرشاداته وتوجهاته، قال المفسرون: كان ﷺ َ بعد هذا العتاب، لا يعبس في وجه فقير قط، ولا يتصدى لغني أبدًان وكان الفقراء في مجلسه أمراء، وكان إِذا دخل عليه «ابن أم مكتوم» يبسط له رداءه ويقول: مرحبًا بما عاتبني فيه ربي.\nز\nثم بعد هذا البيان أخبر عن جلالة قدر القرآن فقال ﴿فَي صُحُفٍ مُّكَرَّمَةٍ﴾ أي هو في صحفٍ مكرمة عند الله ﴿مَّرْفُوعَةٍ مُّطَهَّرَةٍ﴾ أي عالية القدر والمكانة، منزهة عن أيدي الشياطين، وعن كل دنسٍ ونقص ﴿بِأَيْدِي سَفَرَةٍ﴾ أي بأيدي ملائكة جعلهم الله سفراء بينه وبين رسله ﴿كِرَامٍ بَرَرَةٍ﴾ أي مكرمين معظمين عند الله، أتقياء صلحاء ﴿لاَّ يَعْصُونَ الله مَآ أَمَرَهُمْ وَيَفْعَلُونَ مَا يُؤْمَرُونَ﴾ [التحريم: ٦] ثم ذكر تعالى قبح جريمة الكافر، وإِفراطه في الكفر والعصيان مع كثرة إِحسان الله إِليه فقال ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾ أي لعن الكافر وطرد من رحمة الله، ما أشدَّ كفره بالله مع كثرة إِحسانه إِليه وأياديه عنده؟ قال الألوسي: والآية دعاءٌ عليه بأشنع الدعوات وأفظعها، وتعجيبٌ من إِفراطه في الكفر والعصيان، وهذا في غاية الإِيجاز والبيان ﴿مِنْ أَيِّ شَيءٍ خَلَقَهُ﴾ أي من أي شيء خلق الله هذا الكافر حتى يتكبر على ربه؟ ثم وضَّح ذلك فقال ﴿مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ﴾ أي من ماءٍ مهين حقير بدأ خلقه، فقدَّره في بطن أمه أطوارًا من نطفة ثم من علقة إِلى أن تمَّ خلقه قال ابن كثير: قدَّر رزقه، وأجله، وعمله، وشقيّ أو سعيد ﴿ثُمَّ السبيل يَسَّرَهُ﴾ أي ثم سهَّل له طريق الخروج من بطن أمه قال الحسن البصري: كيف يتكبر من خرج من سبيل البول مرتين؟ يعني الذكر والفرج ﴿ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ﴾ أي ثم أماته وجعل له قبرًا يُوارى فيه إِكرامًا له، ولم يجعله ملقى للسباع والوحوش والطيور قال الخازن: وهذه تكرمة لبني آدم على سائر الحيوانات ﴿ثُمَّ إِذَا شَآءَ أَنشَرَهُ﴾ أي ثم حين يشاء الله إِحياءه، يحييه بعد موته للبعث والحساب والجزاء، وإِنما قال ﴿إِذَا شَآءَ﴾ لأن وقت البعث غير معلوم لأحد، فهو إِلى مشيئة الله تعالى، متى شاء أن يحيي الخلق أحياهم ﴿كَلاَّ لَمَّا يَقْضِ مَآ أَمَرَهُ﴾ أي ليرتدع وينزجر هذا الكافر عن تكبره وتجبره، فإِنه لم يؤد ما فرض عليه، ولم يفعل ما كلفه به ربه من الإِيمان والطاعة. . ولما ذكر خلق الإِنسان، ذكر بعده رزقه، ليعتبر بما أغدق الله عليه من أنواع النعم، فيشكر ربه ويطيعه فقال ﴿فَلْيَنظُرِ الإنسان إلى طَعَامِهِ﴾ أي فلينظر هذا الإِنسان الجاحد نظر","vol":"3","page":495},{"text":"تفكر واعتبار، إلى أمر حياته، كيف خلقه بقدرته، ويسره برحمته، وكيف هيأ له أسباب المعاش، وخلق له الطعام الذي به قوام حياته؟! ثم فصَّل ذلك فقال ﴿أَنَّا صَبَبْنَا المآء صَبًّا﴾ أي أنا بقدرتنا أنزلنا الماء من السحاب على الأرض إِنزالًا عجيبًا ﴿ثُمَّ شَقَقْنَا الأرض شَقًّا﴾ أي شققنا الأرض بخروج النبات منها شقًا بديعًا ﴿فَأَنبَتْنَا فِيهَا حَبًّا وَعِنَبًا وَقَضْبًا﴾ أي فأخبر بذلك الماء أنواع الحبوب والنباتات: حبًا يقتات الناس به ويدخرونه، وعنبًا شهيًا لذيذًا، وسائر البقول مما يؤكل رطبًا ﴿وَزَيْتُونًا وَنَخْلًا﴾ أي وأخرجنا كذلك أشجار الزيتون والنخيل، يخرج منها الزيت والرطب والتمر ﴿وَحَدَآئِقَ غُلْبًا﴾ أي وبساتين كثيرة الأشجار، ملتفة الأغصان ﴿وَفَاكِهَةً وَأَبًّا﴾ أي وأنواع الفواكه والثمار، كما أخرجنا ما تراعاه البهائم قال القرطبي: الأبُّ ما تأكله البهائم من العشب ﴿مَّتَاعًا لَّكُمْ وَلأَنْعَامِكُمْ﴾ أي أخرجنا ذلك وأنبتناه ليكون منفعة ومعاشًا لكم أيها الناس ولأنعامكم قال ابن كثير: وفي هذه الآيات امتنانٌ على العباد وفيها استدلال بإِحياء النبات من الأرض الهامدة، على إِحياء الأجسام بعدما كانت عظامًا باليةً وأوصالًا متفرقة.\n. ثم ذكر تعالى بعد ذلك أهوال القيامة فقال ﴿فَإِذَا جَآءَتِ الصآخة﴾ أي فإِذا جاءت صحية القيامة التي تصخ الآذان حتى تكاد تصمها ﴿يَوْمَ يَفِرُّ المرء مِنْ أَخِيهِ وَأُمِّهِ وَأَبِيهِ وصاحبته وَبَنِيهِ﴾ أي في ذلك اليوم الرهيب يهرب الإِنسان من أحبابه، من أخيه، أمه، وأبيه، وزوجته، وأولاده لاشتغاله بنفسه قال في التسهيل: ذكر تعالى فرار الإِنسان من أحبابه، ورتبهم على مرابتهم في الحنو والشفقة، فبدأ بالأقل وختم بالأكثر، لأن الإِنسان أشدُّ شفقةً على بنيه من كل من تقدم ذكره ﴿لِكُلِّ امرىء مِّنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ﴾ أي لكل إِنسان منهم في ذلك اليوم العصيب، شأنٌ يشغله عن شأن غيره، فإِنه لا يفكر في سوى نفسه، حتى إِن الأنبياء صلوات الله عليهم ليقول الواحد منهم يومئذٍ «نفسي نفسي» . . ولما بيَّن تعالى حال القيامة وأهوالها، بيَّن بعدها حال الناس وانقسامهم في ذلك اليوم إِلى سعداء وأشقياء، فقال في وصف السعداء: ﴿وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ﴾ أي وجوه في ذلك اليوم مضيئة مشرقة من البهجة والسرور ﴿ضَاحِكَةٌ مُّسْتَبْشِرَةٌ﴾ أي فرحة مسرورة بما رأته من كرامة الله ورضوانه، ومستبشرة بذلك النعيم الدائم ﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ﴾ أي ووجوه في ذلك اليوم عليها غبارٌ ودخان ﴿تَرْهَقُهَا قَتَرَةٌ﴾ أي تغشاها وتعلوها ظلمةٌ وسواد ﴿أولئك هُمُ الكفرة الفجرة﴾ أي أولئك الموصوفون بسواد الوجوه، هم الجامعون بين الكفر والفجور، قال الصاوي: جمع الله تعالى إِلى سواد وجوههم الغَبرة كما جمعوا الكفر إِلى الفجور.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الالتفات من الغيبة إِلى الخطاب زيادة في العتاب ﴿عَبَسَ وتولى﴾ .\n. ثم قال: ﴿وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾؟ فالتفت تنبيهًا للرسول ﷺ َ إِلى العناية بشأن الأعمى.","vol":"3","page":496},{"text":"٢ - جناس الاشتقاق بين ﴿يَذَّكَّرُ. . والذكرى﴾ .\n٣ - الكناية الرائقة ﴿ثُمَّ السبيل يَسَّرَهُ﴾ كنَّى بالسبيل عن خروجه من فرج الأم،\n٤ - أسلوب التعجب ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾؟ تعجبٌ من إِفراط كفره، مع كثرة إِحسان الله إِليه.\n٥ - الطباق بين ﴿تصدى﴾ وبين ﴿تلهى﴾ لأن المراد بهما تتعرض وتنشغل.\n٦ - التفصيل بعد الإِجمال ﴿مِنْ أَيِّ شَيءٍ خَلَقَهُ﴾ ثم فصَّل ذلك وبيَّنه بقوله ﴿مِن نُّطْفَةٍ خَلَقَهُ فَقَدَّرَهُ ثُمَّ السبيل يَسَّرَهُ ثُمَّ أَمَاتَهُ فَأَقْبَرَهُ﴾ .\n٧ - المقابلة اللطيفة بين السعداء والأشقياء ﴿وُجُوهٌ يَوْمَئِذٍ مُّسْفِرَةٌ ضَاحِكَةٌ مُّسْتَبْشِرَةٌ﴾ قابلها بقوله ﴿وَوُجُوهٌ يَوْمَئِذٍ عَلَيْهَا غَبَرَةٌ تَرْهَقُهَا قَتَرَةٌ﴾ .\n٨ - توافق الفواصل مراعاة لرءوس الآيات، وهو من المحسنات البديعية ويسمى السجع مثل ﴿عَبَسَ وتولى أَن جَآءَهُ الأعمى وَمَا يُدْرِيكَ لَعَلَّهُ يزكى﴾ ومثل ﴿فَي صُحُفٍ مُّكَرَّمَةٍ مَّرْفُوعَةٍ مُّطَهَّرَةٍ بِأَيْدِي سَفَرَةٍ كِرَامٍ بَرَرَةٍ. .﴾ الخ.\nلطيفَة: اقتبس بعض الأدباء من قوله تعالى ﴿قُتِلَ الإنسان مَآ أَكْفَرَهُ﴾؟ هذين البيتين:\nيتمنى المء في الصيف الشِّتا ... فإِذا جاء الشِّتا أنكره\nفهو لا يرضى بحالٍ واحدٍ ... قُتِل الإِنسانُ ما أكفره؟","vol":"3","page":497},{"text":"اللغَة: ﴿انكدرت﴾ تناثرت ﴿العشار﴾ جمع عشراء وهي الناقة التي مرَّ على حملها عشرة أشهر ﴿كُشِطَتْ﴾ نُزعت وقلعت يقال: كشطت جلد الشاة أي نزعته وسلخته عنها ﴿الخنس﴾ الكواكب المضيئة التي تخنس نهارًا وتختفي عن البصر جمع خانس ﴿الكنس﴾ النجوم التي تغيب يقال: كنس إِذا دخل الكناس وهو المكان الذي تأوي إِليه الظباء ﴿عَسْعَسَ﴾ أقبل بظلامه قال الخليل: عسعس الليلُ: إِذا أقبل أو أدبر فهو من الأضداد قال الشاعر:\nحتَّى إِذا الصُبْحُ لها تنفَّسا ... وانجاب عنها ليلها وعسعسا\nالتفسِير: ﴿إِذَا الشمس كُوِّرَتْ﴾ هذه الآيات بيانٌ لأهوال القيامة وما يكون فيها من الشدائد والكوارث، وما يعتري الكون والوجود من مظاهر التغايير والتخريب والمعنى: إِذا الشمس لُفَّت ومحُي ضوءُها ﴿وَإِذَا النجوم انكدرت﴾ أي وإِذا النجوم تساقطت من مواضعها وتناثرت ﴿وَإِذَا الجبال سُيِّرَتْ﴾ أي وإِذا الجبال حركت من أماكنها، وسُيّرت في الهواء حتى صارت كالهباء كقوله تعالى ﴿وَيَوْمَ نُسَيِّرُ الجبال وَتَرَى الأرض بَارِزَةً﴾ [الكهف: ٤٧] ﴿وَإِذَا العشار عُطِّلَتْ﴾ أي وإِذا النوق الحوامل تركت هملًا بلا راعٍ ولا طالب، وخصَّ النوق بالذكر لأنها كرائم أموال العرب ﴿وَإِذَا الوحوش حُشِرَتْ﴾ أي وإِذا الوحوش جُمعت من أوكارها وأجحارها ذاهلةً من شدة الفزع ﴿وَإِذَا البحار سُجِّرَتْ﴾ أي وإِذا البحار تأججت نارًا، وصارت نيرانًا تضطرم وتلتهب ﴿وَإِذَا النفوس زُوِّجَتْ﴾ أي وإِذا النفوس قُرنت بأشباهها، فقرن الفاجر مع الفاجر، والصالح مع الصالح قال الطبري: يُقرن بين الرجل الصالح مع الرجل الصالح في الجنة، وبين الرجل السوء مع الرجل السُّوء في النار ﴿وَإِذَا الموءودة سُئِلَتْ﴾ أي وإِذا البنت التي دفنت وهي حية سئلت توبيخًا لقالتها: ما هو ذنبها حتى قتلت؟ قال في التسهيل: الموءدة هي البنت التي كان بعض العرب يدفنها حيَّةً من كراهته لها أو غيرته عليها، فتسأل يوم القيامة ﴿بِأَىِّ ذَنبٍ قُتِلَتْ﴾؟ على وجه التوبيخ لقاتلها ﴿وَإِذَا الصحف نُشِرَتْ﴾ أي وإِذا صحف الأعمال نشرت وبسطت عند الحساب ﴿وَإِذَا السمآء كُشِطَتْ﴾ أي وإِذا السماء أزيلت ونزعت من مكانها كما ينزع الجلد عن الشاة ﴿وَإِذَا الجحيم سُعِّرَتْ﴾ أي وإِذا نار جهنم أوقدت وأُضرمت لأعداء الله تعالى ﴿وَإِذَا الجنة أُزْلِفَتْ﴾ أي وإِذا الجنة أدنيت وقربت من المتقين ﴿عَلِمَتْ نَفْسٌ مَّآ أَحْضَرَتْ﴾ أي عملت كل نفسٍ ما أحضرتْ من خيرٍ أو شر، وهذه الجملة ﴿عَلِمَتْ نَفْسٌ﴾ هي جواب ما تقدم من أول السورة ﴿إِذَا الشمس كُوِّرَتْ﴾ إِلى هنا، والمعنى إِذا حدثت تلك الأمور العجيبة الغريبة، علمت حنيئذٍ كل نفسٍ ما قدمته من صالح أو طالح. . ثم أقسم تعالى على صدق القرآن، وصحة رسالة محمد ﵇ فقال ﴿فَلاَ أُقْسِمُ بالخنس﴾ أي فأقسم قسمًا مؤكدًا بالنجوم المضيئة التي تختفي بالنهار، وتظهر بالليل ﴿الجوار الكنس﴾ أي التي","vol":"3","page":499},{"text":"تجري وتسير مع الشمس والقمر ثم تستتر وقت غروبها، كا تستتر الظباء في كناسها مغاراتها قال القرطبي: النجوم تخنس بالنهار وتظهر بالليل، وتنكس وقت غروبها أي تستتر، كما تنكس الظباء في المغار وهو الكناس ﴿والليل إِذَا عَسْعَسَ﴾ أي وأقسم بالليل إِذا أقبل بظلامه حتى غطَّى الكون ﴿والصبح إِذَا تَنَفَّسَ﴾ أي وبالصبح إِذا أضاء وتبلَّج، واتَّسع ضياؤه حتى صار نهارًا واضحًا ﴿إِنَّهُ لَقَوْلُ رَسُولٍ كَرِيمٍ﴾ هذا هو المقسم عليه أي إن هذا القرآن الكريم، لكلامُ الله المنزَّل بواسطة ملك عزيز على الله هو جبريل كقوله تعالى\n﴿نَزَلَ بِهِ الروح الأمين على قَلْبِكَ﴾ [الشعراء: ١٩٣١٩٤] قال المفسرون: أراد بالرسول «جبريل» وأضاف القرآن إِليه لأنه جاء به، وهو في الحقيقة قول الله تعالى، ومما يدل على أن المراد به جبريل قوله بعده ﴿ذِي قُوَّةٍ عِندَ ذِي العرش مَكِينٍ﴾ أي شديد القوة، صاحب مكانة رفيعة، ومنزلة سامية عند الله جلا وعلا ﴿مُّطَاعٍ ثَمَّ أَمِينٍ﴾ أي مطاعٍ هناك في الملأ الأعلى، تطيعه الملائكة الأبرار، مؤتمن على الوحي الذي ينزل به على الأنبياء ﴿وَمَا صَاحِبُكُمْ بِمَجْنُونٍ﴾ أي وليس محمد الذي صاحبتموه يا معشر قريش، وعرفتم صدقه ونزاهته ورجاحة عقله بمجنون كما زعمتم قال الخازن: أقسم تعالى على أن القرآن نزل به جبريل الأمين، وأن محمدًا ﷺ َ ليس بمجنون كما يزعم أهل مكة، فنفى عنه تعالى عنه الجنون، وكون القرآن من عند نفسه ﴿وَلَقَدْ رَآهُ بالأفق المبين﴾ أي وأقسمُ لقد رأى محمد ﷺ َ جبريل في صورته الملكية التي خلقه الله عليها بجهة الأفق الأعلى البيّن من ناحية المشرق حيث تطلع الشمس قال في البحر: وهذه الرؤية بعد أمر غار حراء، حين رأى جبريل على كرسي بين السماء والأرض، في صورته له ستمائة جناح قد سدَّ ما بين المشرق والمغرب ﴿وَمَا هُوَ عَلَى الغيب بِضَنِينٍ﴾ أي وما محمد على الوحي ببخيل يقصِّر في تبليغه وتعليمه، بل يبلغ رسالة ربه بكل أمانةٍ وصدق ﴿وَمَا هُوَ بِقَوْلِ شَيْطَانٍ رَّجِيمٍ﴾ أي وما هذا القرآن بقول شيطان ملعون كما يقول المشركون ﴿فَأيْنَ تَذْهَبُونَ﴾ أيْ فأيَّ طريقٍ تسلكون في تكذيبكم للقرآن، واتهامكم له بالسحر والكهانة والشعر، مع وضوح آياته وسطوع براهنيه؟ وهذا كما تقول لمن ترك الطريق المستقيم: هذا الطريق الواضح فأين تذهب؟ ﴿إِنْ هُوَ إِلاَّ ذِكْرٌ لِّلْعَالَمِينَ﴾ أي ما هذا القرآن إِلا موعظة وتذكرة للخلق أجمعين ﴿لِمَن شَآءَ مِنكُمْ أَن يَسْتَقِيمَ﴾ أي لمن شاء منكم أن يتبع الحق، ويستقيم على شريعة الله، ويسلك طريق الأبرار ﴿وَمَا تَشَآءُونَ إِلاَّ أَن يَشَآءَ الله رَبُّ العالمين﴾ أي وما تقدرون على شيء إِلا بتوفيق الله ولطفه، فاطلبوا من الله التوفيق إِلى أفضل طريق.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الجناس الناقص بين ﴿الخنس﴾ و﴿الكنس﴾ .\n٢ -","vol":"3","page":500},{"text":"الاستعارة التصريحية ﴿والصبح إِذَا تَنَفَّسَ﴾ شبَّه إِقبال النهار وسطوع الضياء بنسمات الهواء العليل التي تحيي القلب، واستعار لفظ التنفس لإِقبال النهار بعد الظلام الدامس، وهذا من لطيف الاستعارة وأبلغها تصويرًا حيث عبر عنه بتنفس الصبح.\n٣ - الكناية اللطيفة ﴿وَمَا صَاحِبُكُمْ بِمَجْنُونٍ﴾ كنى عن محمد ﷺ َ بلفظ ﴿صَاحِبُكُمْ﴾ .\n٤ - الطباق بين لفظ ﴿الجحيم سُعِّرَتْ. . والجنة﴾ .\n٥ - الجناس غير التام بين ﴿أَمِينٍ. . ومَكِينٍ﴾ .\n٦ - توافق الفواصل رغاية لرءوس الآيات مثل ﴿كُوِّرَتْ، سُيِّرَتْ، سُجِّرَتْ، سُعِّرَتْ﴾ ومثل ﴿الخنس، الكنس، عَسْعَسَ، تَنَفَّسَ﴾ الخ.","vol":"3","page":501},{"text":"اللغَة: ﴿انفطرت﴾ انشقت، والفطرُ: الشقُّ ومنه فاطر نابُ البيعر ﴿انتثرت﴾ تساقطت وتهاوت ﴿بُعْثِرَتْ﴾ قُلبت يقال: بعثرت المتاع قلبته ظهرًا لبطن ﴿غَرَّكَ﴾ خدعك ﴿سَوَّاكَ﴾ جعل أعضاءك سليمة سويّة ﴿يَصْلَوْنَهَا﴾ يدخلونها ويذوقون لهبها وحرَّها.\nالتفسِير: ﴿إِذَا السمآء انفطرت﴾ أي إِذا المساء انشقت بأمر الله لنزول الملائكة كقوله تعالى ﴿وَيَوْمَ تَشَقَّقُ السمآء بالغمام وَنُزِّلَ الملائكة تَنزِيلًا﴾ [الفرقان: ٢٥] ﴿وَإِذَا الكواكب انتثرت﴾ أي وإِذا النجوم تساقطت وتناثرت، وزالت عن بروجها وأماكنها ﴿وَإِذَا البحار فُجِّرَتْ﴾ أي وإِذا البحار فتح بعضها إِلى بعض، فاختلط عذبها بمالحها، وأصبحت بحرًا واحدًا ﴿وَإِذَا القبور بُعْثِرَتْ﴾ أي وإِذا القبور قلبت، ونش ما فيها من الموتى، وصار ما في بطنها ظاهرًا على جهها ﴿عَلِمَتْ نَفْسٌ مَّا قَدَّمَتْ وَأَخَّرَتْ﴾ هذا هو الجواب أي علمت عندئذٍ كل نفس ما أسلفت من خير أو شر، وما قدمت من صالح أو طالح قال الطبري: ما قدمت من علم صالح، وما أخرت من شيء سنَّه فعمل به بعده ثم بعد ذكر أحوةال الآخرة وأهوالها، انتقلت الآيات لتذكير الإِنسان الغافل الجاهل بما أمامه من أهوال وشدائد فقال تعالى ﴿ياأيها الإنسان مَا غَرَّكَ بِرَبِّكَ الكريم﴾ أيْ أيُّ شيءٍ خدعك برك الحليم الكريم، حتى عصيته وتجرأت على مخالفة أمره، مع إِحسانه إِليك وعطفه عليك؟ وهذا توبيخ وعتاب كأنه قال: كيف قابلتَ إِحسان ربك بالعصيان، ورأفته بك بالتمرك والطغيان ﴿هَلْ جَزَآءُ الإحسان إِلاَّ الإحسان﴾ [الرحمن: ٦٠]؟ ثم عدَّد نعمه عليه فقال ﴿الذي خَلَقَكَ فَسَوَّاكَ﴾ أي الذي أوجدك من العدم، فجعلك سويًا سالم الأعضاء، تسمع وتعقل وتبصر ﴿فَعَدَلَكَ﴾ أي جعلك معتدل القامة منتصبًا في أحسن الهيئات والأشكال ﴿في أَىِّ صُورَةٍ مَّا شَآءَ رَكَّبَكَ﴾ أي ركبك في أي صورة شاءها واختارها لك من الصور الحسنة العجيبة ولم يجعل في الشكل كالبهيمة كقوله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ [التين: ٤] . . ثم وبَّخ المشركين على تكذيبهم بيوم الدين فقال ﴿كَلاَّ بَلْ تُكَذِّبُونَ بالدين﴾ أي ارتدعوا يا أهل مكة، ولا تغتروا بحلم الله، بل أنتم تكذبون بيوم الحساب والجزاء ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ﴾ أي والحالُ أن عليكم ملائكة حفظة يضبطون أعمالكم ويراقبون تصرفاتكم قال القرطبي: أي عليكم رقباء من الملائكة ﴿كِرَامًا كَاتِبِينَ﴾ أي كرامًا على الله، يكتبون أقوالكم وأعمالكم ﴿يَعْلَمُونَ مَا","vol":"3","page":503},{"text":"تَفْعَلُونَ﴾ أي يعملون ما يصدر منكم من خير وشر، ويسجلونه في صحائف أعمالكم، لتجازوا به يوم القيامة. . ثم بيَّن تعالى انقسام الخلق يوم القيامة إِلى أبرار وفجار، وذكر مآل كلٍ من الفريقين فقال ﴿إِنَّ الأبرار لَفِي نَعِيمٍ﴾ أي إِن المؤمنين الذين اتقوا ربهم في الدنيا، لفي بهجة وسرور لا يوصف، يتنعمون في رياض الجنة بما لا عينٌ رأتْ ولا أذن سمعت، ولا خطر على قلب بشر، وهم مخلدون في الجنة ﴿وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ أي وإِن الكفرة الفجار، الذين عصوا ربهم في الدنيا، لفي نار محرقةٍ، وعذاب دائم مقيم في دار الجحيم ﴿يَصْلَوْنَهَا يَوْمَ الدين﴾ أي يدخلونها ويقاسون حرها يوم الجزاء الذي كانوا يكذبون به ﴿وَمَا هُمْ عَنْهَا بِغَآئِبِينَ﴾ أي وليسوا بغائبين عن جهنم، بعيدين عنها لايرونها، بل هي أمامهم يَصْلَونَ ويذوقون سعيرها ولا يخرجون منها أبدًا.\n﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الدين﴾ تعظيمٌ له وتهويل أي ما أعلمك ما هو يوم الدين؟ وأيُّ شيءٍ هو في شدته وهوله؟ ﴿ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين﴾؟ كرر ذكره تعظيمًا لشأنه، وتهويلًا لأمره كقوله ﴿الحاقة مَا الحآقة وَمَآ أَدْرَاكَ مَا الحاقة﴾ [الحاقة: ١٣]؟ كأنه يقول: إِن يوم الجزاء من شدته بحيث لا يدري أحدٌ مقدار هوله وعظمته، فهو فوق الوصف والبيان ﴿يَوْمَ لاَ تَمْلِكُ نَفْسٌ لِنَفْسٍ شَيْئًا﴾ أي هو ذلك اليوم الرهيب الذي لا يستطيع أحد أن ينفع أحدًا بشيء من الأشياء، ولا أن يدفع عنه ضرًا ﴿والأمر يَوْمَئِذٍ لِلَّهِ﴾ أي والأمر في ذلك اليوم لله وحده لا ينازعه فيه أحد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿قَدَّمَتْ﴾ و﴿أَخَّرَتْ﴾ وهو من المحسنات البديعية.\n٢ - المقابلة اللطيفة بين الأبرار والفجار ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ فقد قابل الأقرار بالفجار، والنعيم بالجحيم وفيه أيضًا من المحسنات البديعية ما يسمى بالترصيع.\n٣ - الاستعارة المكنية ﴿وَإِذَا الكواكب انتثرت﴾ شبَّه الكواكب بجواهر قطع سلكها فتناثرت متفرقة، وطوى ذكر المشبه به ورمز له بشيء من لوازمه وهو الانتثار على طريق الاستعارة المكنية.\n٤ - الاستفهام للتوبيخ والإِنكار ﴿مَا غَرَّكَ بِرَبِّكَ الكريم﴾؟\n٥ - التنكير في كلٍ من لفظة ﴿نَعِيمٍ﴾ و﴿جَحِيمٍ﴾ للتعظيم والتهويل.\n٦ - الإِطناب بإِعادة الجملة ﴿وَمَآ أَدْرَاكَ مَا يَوْمُ الدين ثُمَّ مَآ أَدْرَاكَ مَا يَوْمُ الدين﴾؟ لتعظيم هول ذلك اليوم وبيان شدته كأنه فوق الوصف الخيال.\n٧ - السجع المرصَّع وهو من المحسنات البديعية مثل ﴿إِذَا السمآء انفطرت وَإِذَا الكواكب انتثرت﴾ ومثل ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ﴾ ومثل ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ .\nلطيفَة: روي أن الخليفة «سليمان بن عبد الملك» قال لأبي حازم المزني: ليت شعري أين مصيرنا يوم القيامة؟ وما لنا عند الله؟ فقال له: أعرضْ عملك على كتاب الله تجد ما لك عند الله ﴿فقال: وأين أجد ذلك في كتاب الله﴾ ! قال: عند قوله تعالى ﴿إِنَّ الأبرار لَفِي نَعِيمٍ وَإِنَّ الفجار لَفِي جَحِيمٍ﴾ قال سليمان: فإين إِذًا هي رحمة الله؟ فأجابه بقوله ﴿إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين﴾ [الأعراف: ٥٦] .","vol":"3","page":504},{"text":"اللغَة: ﴿لِّلْمُطَفِّفِينَ﴾ جمع مُطفّف وهو الذي ينقص في الكيل والوزن، والتطفيف: النقصان وأصله من الطفيف وهو الشيء اليسير، لأن المطفّف لا يكاد يسرف في الكيل والوزن إِلا الشيء اليسير ﴿رَانَ﴾ غطَّى وغثَّى كالصدأ يغشى السيف، وأصله الغلبة يقال: رانت الخمر على عقل شاربها أي غلبته قال الشاعر:\n«وكمْ رانَ من ذنبٍ على قلب فاجر» ... ﴿رَّحِيقٍ﴾ أجود الخمر وأصفاه وفي الصحاح: الرحيق صفوة الخمر وقال الأخفش: هو الشراب الذي لا غش فيه قال الحسن:\nبَرَدى يُصفِّق بالرحيقِ السَّلْسَلِ ... ﴿فَكِهِينَ﴾ معجبين متلذين ﴿يَتَغَامَزُونَ﴾ يشيرون إِليهم بالأعين استهزاءً ﴿ثُوِّبَ﴾ جوزي ﴿تَسْنِيمٍ﴾ عنيٌ عالية شرابها أشرف شراب، وأصل التسنيم الارتفاع ومنه سنام البعير.\nسَبَبُ النّزولك عن ابن عباس قال «لما قدم رسول الله ﷺ َ المدينة، كانوا من أخبث الناس كيلًا فأنزل اله ﷿ ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ فأحسنوا الكيل بعد ذلك» .\nالتفسِير: ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ أي هلاك وعذاب ودمار، لأولئك الفجار الذين ينقصون المكيال والميزان، ثم بيَّن أوصافهم القبيحة بقوله ﴿الذين إِذَا اكتالوا عَلَى الناس يَسْتَوْفُونَ﴾ أي إِذا أخذوا الكيل من الناس أخذوه وافيًا كاملًا لأنفسهم ﴿وَإِذَا كَالُوهُمْ أَوْ وَّزَنُوهُمْ يُخْسِرُونَ﴾ أي وإِذا كالوا للناس أو وزنوا لهم، ينقصون الكيل والوزن قال المفسرون: نزلت في رجلٍ يُعرف ب «أبي جهينة» كان له صاعان، يأخذ بأحدهما ويعطي بالآخر، وهو وعيدٌ لكل من طفَّف الكيل والوزن، وقد أهلك الله قوم شعيب لبخسهم المكيال والميزان، وفي الحديث «ولا طففوا الكيل إِلاّ منعوا النبات وأُخذوا بالسنين» ﴿أَلا يَظُنُّ أولئك أَنَّهُمْ مَّبْعُوثُونَ لِيَوْمٍ عَظِيمٍ﴾ أي ألا يعلم ويستقين أولئك المطففون أنهم سيبعثون ليوم عصيب، شديد الهول، كثير الفزع؟! ﴿يَوْمَ يَقُومُ الناس لِرَبِّ العالمين﴾ أي يوم يقفون","vol":"3","page":506},{"text":"في المحشر حفاةً عراةً، خاشعين خاضعين لرب العالمين قال في البحر: وفي هذا الإِنكار والتعجيب، ووصف اليوم بالعظم، وقيام الناس لله خاضعين، ووصفهُ برب العالمين، دليلٌ على عظم هذا الذنب وهو التطفيف، وفي الحديث عن ابن عمر أن النبي ﷺ َ قال: ﴿يَوْمَ يَقُومُ الناس لِرَبِّ العالمين﴾ حتى يغيب أحدهم في رشحه إِلى أنصاف أُذنيه. . ثم ذكر تعالى مآل الفجار، ومآل الأبرار فقال ﴿كَلاَّ إِنَّ كِتَابَ الفجار لَفِي سِجِّينٍ﴾ أي ليرتدع هؤلاء المطففون عن الغفلة عن البعث والجزاء، فإِن كتاب أعمال الأشقياء الفجار، لفي مكان ضيّق في أسفل سافلين ﴿وَمَآ أَدْرَاكَ مَا سِجِّينٌ﴾ استفهام للتعظيم والتهويل أي هل تعلم ما هو سجين؟ ﴿كِتَابٌ مَّرْقُومٌ﴾ أي هو كتاب مكتوبٌ كالرقم في الثوب، لا ينسى ولا يمحى، أُثبتت فيه أعمالهم الشريرة قال ابن كثير: ﴿سِجِّينٌ﴾ مأخوذ من السجن وهو الضيق، ولما كان مصير الفجار إِلى جهنم وهي أسفل سافلين، وهي تجمع الضيق والسفول، أخبر تعالى أنه كتاب مرقوم أي مكتوبٌ مفروغ منه، لا يزاد فيه أحد ولا ينقص منه أحد ﴿وَيْلٌ يَوْمَئِذٍ لِّلْمُكَذِّبِينَ﴾ أي هلاك ودمار للمكذبين ﴿الذين يُكَذِّبُونَ بِيَوْمِ الدين﴾ أي يكذبون بيوم الحساب والجزاء ﴿وَمَا يُكَذِّبُ بِهِ إِلاَّ كُلُّ مُعْتَدٍ أَثِيمٍ﴾ أي وما يكذب بيوم الحساب والجزاء ألا كل متجاوز الحد في الكفر والضلال، مبالغ في العصيان والطغيان، كثير الآثام، ثم وضّح من إِجرامه فقال ﴿إِذَا تتلى عَلَيْهِ آيَاتُنَا قَالَ أَسَاطِيرُ الأولين﴾ أي إِذا تليت عليه آيات القرآن، الناقطة بحصول البعث والجزاء، قال عنها: هذه حكايات وخرافات الأوائل، سطروها وزخرفوها في كتبهم ﴿كَلاَّ بَلْ رَانَ على قُلُوبِهِمْ مَّا كَانُواْ يَكْسِبُونَ﴾ أي ليرتدع هذا الفاجر عن ذلك القول الباطل، فليس القرآن أساطير الأولين، بل غطَّى على قلوبهم ما كسبوا من الذنوب، فطمس بصائرهم فصاروا لا يعرفون الرشد من الغي قال المفسرون: الرَّان هو الذنب على الذنب حتى يسودَّ القلب ﴿كَلاَّ إِنَّهُمْ عَن رَّبِّهِمْ يَوْمَئِذٍ لَّمَحْجُوبُونَ﴾ أي ليرتدع هؤلاء المكذبون عن غيهم وضلالهم، فيهم في الآخرة محجوبون عن رؤية المولى جل وعلا فلا يرونه قال الشافعي: وفي هذه الآية دليل على أن المؤمنين يرونه ﷿ وقال مالك: لما حجب أعداءه لم يروه، تجلَّى لأوليائه حتى رأوه ﴿ثُمَّ إِنَّهُمْ لَصَالُواْ الجحيم﴾ أي ثم إِنهم مع الحرمان عن رؤية الرحمن، لدخلو الجحيم وذائقو عذابها الأليم ﴿ثُمَّ يُقَالُ هذا الذي كُنتُمْ بِهِ تُكَذِّبُونَ﴾ أي ثم تقول لهم خزنة جهنم على وجه التقريع والتوبيخ: هذا العذاب الذي كنتم تكذبون به في الدنيا\n﴿أَفَسِحْرٌ هذا أَمْ أَنتُمْ لاَ تُبْصِرُونَ﴾ [الطور: ١٥]؟ . . وبعد الحديث عن حال الفجار، ذكر تعالى نعيم الأبرار فقال ﴿كَلاَّ إِنَّ كِتَابَ الأبرار لَفِي عِلِّيِّينَ﴾ ﴿كَلاَّ﴾ ردعٌ وزجر أي ليس الأمر كما يزعمون من مساواة الفجار بالأبرار، بل كتابه في سجين، وكتاب الأبرار في عليين، وهو مكان عالٍ مشرَّف في أعلى","vol":"3","page":507},{"text":"الجنة، قال في التسهيل: ولفظ ﴿عليين﴾ للمبالغة، وهو مشتق من العلو لأنه سبب في ارتفاع الدرجات في الجنة، أو لأنه في مكان عليٍّ رفيع فقد روي أنه تحت العرش ﴿وَمَآ أَدْرَاكَ مَا عِلِّيُّونَ﴾ تفخيمٌ وتعظيم لشأنه أي وما أعلمك يا محمد ما هو عليون؟ ﴿كِتَابٌ مَّرْقُومٌ يَشْهَدُهُ المقربون﴾ أي كتابٌ الأبرار كتابٌ مسطَّر، مكتوب فيه أعمالهم، وهو في عليين في أعلى درجات الجنة، يشهده المقربون من الملائكة قال المفسرون: إِن روح المؤمن إِذا قُبضت صُعد بها إِلى العرش، فيخرج لهم رقٌّ فيكتب فيه ويختم عليه بالنجاة من الحساب والعذاب يشهده المقربون ﴿إِنَّ الأبرار لَفِي نَعِيمٍ﴾ أي إِن المطيعين لله في الجنات الوارفة، والضلال الممتدة يتنعمون ﴿عَلَى الأرآئك يَنظُرُونَ﴾ أي هم على السرر المزينة بفاخر الثياب والستور، ينظرون إِلى ما أعدَّ الله لهم من أنواع الكرامة والنعيم في الجنة ﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم﴾ أي إِذا رأيتهم تعرف أنهم أهل نعمة، لما ترى في وجوههم من النور والبياض والحسن، ومن بهجة السرور ورونقه ﴿يُسْقَوْنَ مِن رَّحِيقٍ مَّخْتُومٍ﴾ أي يُسقون من خمرٍ في الجنة، بيضاء طيبة صافية، لم تكدرها الأيدي، قد ختم على تلك الأواني فلا يفك ختمها إِلا الأبرار ﴿خِتَامُهُ مِسْكٌ﴾ أي آخر الشراب تفووح منه رائحة المسك ﴿وَفِي ذَلِكَ فَلْيَتَنَافَسِ المتنافسون﴾ أي وفي هذا النعيم والشراب الهنيء، فليرغب بالمبادرة إِلى طاعة الله، وليتسابق المتسابقون قال الطبري: التنافسُ مأخوذ من الشيء النفيس الذي يحرص عليه الناس، وتشتهيه وتطلبه نفوسهم والمعنى فليستبقوا في طلب هذا النعيم، ولتحرص عليه نفوسهم ﴿وَمِزَاجُهُ مِن تَسْنِيمٍ﴾ أي يمزج ذلك الرحيق من عينٍ عالية رفيعة، هي أشرف شراب أهل الجنة وأعلاه تسمى «التسنيم» ولهذا قال بعده ﴿عَيْنًا يَشْرَبُ بِهَا المقربون﴾ أي هي عينٌ في الجننة يشر منها المقربون صرفًا، وتمزج لسائر أهل الجنة قال في التسهيل: تسنيم أسمٌ لعين في الجنة يشرب منها المقربون صرفًا، ويمزج منه الرحيق الذي يشرب منه الأبرار، فدل ذلك على أن درجة المقربين فوق درجة الأبرار.\n. ولما ذكر تعالى نعيم الأبرار، أعقبه بذكر مآل الفجار، تسليةً للمؤمنين وتقوية لقلوبهم فقال ﴿إِنَّ الذين أَجْرَمُواْ كَانُواْ مِنَ الذين آمَنُواْ يَضْحَكُونَ﴾ أي أن المجرمين الذين من طبيعتهم الإِجرام وارتكاب الآثام، كانوا في الدنيا يضحكون من المؤمنين استهزاءً بهم قال في التسهيل: نزلت هذه الآية في صناديق قريش كأبي جهل وغيره، مرَّ بهم علي بن أبي طالب وجماعة من المؤمنين، فضحكوا منهم واستخفوا بهم ﴿وَإِذَا مَرُّواْ بِهِمْ يَتَغَامَزُونَ﴾ أي وإِذا مرَّ هؤلاء المؤمنين بالكفار، غمز بعضهم بعضًا بأعينهم سخرية واستهزاءً بهم قال المفسرون: كان المشركون إِذا مرَّ بهم أصحاب رسول الله، تغامزوا بأعينهم عليهم احتقارًا لهم وازدراءً يقولون: جاءكم ملوك الدنيا، يسخرون منهم لإِيمانهم واستمساكهم بالدين ﴿وَإِذَا انقلبوا إلى أَهْلِهِمُ انقلبوا فَكِهِينَ﴾ أي وإِذا انصرف المشركون ورجعوا إلى","vol":"3","page":508},{"text":"منازلهم وأهليهم، رجعوا متلذيين يتفكهون بذكر المؤمنين والاستخفاف بهم قال في البحر: أي رجعوا متلذذين بذكرهم وبالضحك منهم استخفافًا بأهل الإِيمان ﴿وَإِذَا رَأَوْهُمْ قالوا إِنَّ هؤلاء لَضَالُّونَ﴾ أي وإِذا رأى الكفار المؤمنين قالوا: إِن هؤلاء لضالون لإِيمانهم بمحمد، وتركهم شهوات الحياة قال تعالى ردًا عليهم ﴿وَمَآ أُرْسِلُواْ عَلَيْهِمْ حَافِظِينَ﴾ أي وما أُرسل الكفار حافظين على المؤمنين، يحفظون أعمالهم ويشهدون برشدهم أو ضلالهم، وفيه تهكم وسخرية بالكفار كأنه يقول: أنا ما أرسلتهم رقباء، ولا وكلتهم بفحظ أعمال عبادي المؤمنين، حتى يرشدوهم إِلى مصالحهم، فلم يشغلون أنفسهم فيما لا يعنيهم؟ ﴿فاليوم الذين آمَنُواْ مِنَ الكفار يَضْحَكُونَ﴾ أي ففقي هذا اليوم يوم القيامة يضحك المؤمنون من الكفار، كما ضحك الكفار منهم في الدنيا، جزاءً وفاقًا ﴿عَلَى الأرآئك يَنظُرُونَ﴾ أي والمؤمنون على أسرَّة الدر والياقوت، ينظرون إِلى الكفار ويضحكون عليهم قال القرطبي: يقال لأهل النار وهم في النار اخرجوا، فتفتح لهم أبواب النار، فإِذا رأوها قد فتحت أقبلوا إِليها يريدون الخروج، والمؤمنون ينظرون إِليهم على الأرائك، فإِذا انتهوا إِلى أبوابها أغلقت دونهم، فيضحك منهم المؤمنون ﴿هَلْ ثُوِّبَ الكفار مَا كَانُواْ يَفْعَلُونَ﴾ أي هل جوزي الكفار في الآخرة بما كنوا يفعلونه بالمؤمنين من السخرية والاستهزاء؟ نعم.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - التنكير للتهويل والتفخيم ﴿وَيْلٌ لِّلْمُطَفِّفِينَ﴾ .\n٢ - الطباق بي ﴿يَسْتَوْفُونَ﴾ و﴿يُخْسِرُونَ﴾ .\n٣ - المقابلة بين حال الفجار والأبرار ﴿كَلاَّ إِنَّ كِتَابَ الفجار. .﴾ الخ و﴿كَلاَّ إِنَّ كِتَابَ الأبرار لَفِي عِلِّيِّينَ. .﴾ الخ.\n٤ - التفخيم والتعظيم لمراتب الأبرار ﴿وَمَآ أَدْرَاكَ مَا عِلِّيُّونَ﴾؟\n٥ - جناس الاشتقاق ﴿فَلْيَتَنَافَسِ المتنافسون﴾ .\n٦ - الإِطناب بذكر أوصاف ونعيم المتقين ﴿إِنَّ الأبرار لَفِي نَعِيمٍ عَلَى الأرآئك يَنظُرُونَ تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم﴾ .\n٧ - التشبيه البليغ ﴿خِتَامُهُ مِسْكٌ﴾ أي كالمسك في الطيب والبهجة، فحذف منه الأداة ووجه الشبه فأصبح بليغًا.\n٨ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿يَضْحَكُونَ، يَنظُرُونَ، يَكْسِبُونَ، يَفْعَلُونَ﴾ الخ.","vol":"3","page":509},{"text":"اللغَة: ﴿كَادِحٌ﴾ الكدح: الجد والاجتهاد وجهد النفس في العمل قال الشاعر:\nومضتْ بشاشةُ كل عيشٍ صالح ... وبقيتُ أكدحُ للحياةِ وأنصب\n﴿يَحُورَ﴾ يرجع يقال: حار يحور إِذا رجع ومنه حديث «أعوذ بك من الحور بعد الكور» أي الرجوع إِلى النقصان بعد الزيادة ﴿الشفق﴾ الحمرة التي تكون بعد مغيب الشمس ﴿وَسَقَ﴾ جمع وضم ولف ﴿اتسق﴾ اجتمع وتكامل وتم نوره ﴿مَمْنُونٍ﴾ مقطوع.\nالتفسِير: ﴿إِذَا السمآء انشقت﴾ هذه الآيات بيان لأهوال القيامة، وتصويرٌ لما يحدث بين يدي الساعة من كوارث وأهوال يفزع لها الخيال والمعنى: إِذا تشققت السماء وتصدَّعت مؤذنة بخراب الكون قال الألوسي: تنشق لهول يوم القيامة ﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ أي واستمعت لأمر ربها وانقادت لحكمه وحُقَّ لها أن تسمع وتطيع وأن تنشق من أهوال القيامة ﴿وَإِذَا الأرض مُدَّتْ﴾ أي وإِذا الأرض زادت سعة بإِزالة جبالها وآكامها، وصارت مستوية لا بناء فيها ولا وهاد ولا جبال ﴿وَأَلْقَتْ مَا فِيهَا وَتَخَلَّتْ﴾ أي رمت ما في جوفها من الموتى والكنوز والمعادن وتخلت عنهم قال القرطبي: أخرجت أماتها وتخلت عنهم، وألقت ما في بطنها من الكنوز والمعادن كما تلقى الحامل ما في بطنها من الحمل، وذلك يؤذن بعظم الهول ﴿وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ أي واستمعت لأمر ربها وأطاعت، وحٌقَّ لها أن تسمع وتطيع. . وجواب ﴿إِذَا﴾ محذوف ليكون أبلغ في التهويل أي إِذا حدث كل ما تقدم، لقي الإِنسان من الشدائد والأهوال، ما لا يحيط به الخيال. . ثم أخبر تعالى عن كدِّ الإِنسان وتعبه في هذه الحياة، وأنه يلقى جزاءه عند الله فقال ﴿ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحًا فَمُلاَقِيهِ﴾ الخطاب عام لكل إِنسان أي أنت يا ابن آدم جاهدٌ ومجدٌّ بأعمالك التي عاقبتها الموت، والزمانُ يطير وأنت في كل لحظة تقطع شوطًا من عمرك القصير، فكأنك سائر مسرعٌ إِلى الموت، ثم تلاقي ربك فيكافئك على عملك، إِن كان خيرًا فخيرٌ، وإشن كان شرًا فشرٌّ قال في البحر: كادحٌ أي جاهد في عملك من خير وشر طول حياتك إِلى لقاء ربك، فملاقٍ جزاء كدحك من ثوابٍ وعقاب. . ثم ذكر تعالى انقسام الناس إِلى سعداء وأشقياء وإِلى من يأخذ كتابه بيمينه، ومن يأخذ كمتابه بشماله فقال ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ أي فأما من أعطي كتاب أعماله بيمينه، وهذه علامة السعادة ﴿فَسَوْفَ يُحَاسَبُ حِسَابًا يَسِيرًا﴾ أي فسوف يكون حسابه سهلًا هينًا، يُجازي على حسناته،","vol":"3","page":511},{"text":"ويُتجاوز عن سيئاته، وهذا هو العرضُ كما جاء في الحديث الصحيح ﴿وَيَنقَلِبُ إلى أَهْلِهِ مَسْرُورًا﴾ أي ويرجع إلى أهله في الجنة مبتهجًا مسرورًا بما أعطاه الله من الفضل والكرامة ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَآءَ ظَهْرِهِ﴾ أي وأمَّا من أعطي كتاب أعماله بشماله من وراء ظهره، وهذه علامة الشقاوة ﴿فَسَوْفَ يَدْعُواْ ثُبُورًا﴾ أي يصيح بالويل والثبور، ويتمنى الهلاك والموت ﴿ويصلى سَعِيرًا﴾ أي ويدخل نارًا مستعرة، يقاسي عذابها وحرَّها ﴿إِنَّهُ كَانَ في أَهْلِهِ مَسْرُورًا﴾ أي لأنه كان في الدنيا مسرورًا مع أهله، غافلًا لاهيًا، لا يفكر في العواقب، ولا تخطر بباله الآخرة قال ابن زيد: وصف الله أهل الجنة بالمخافة والحزن والبكاء في الدنيا، فأعقبهم به النعيم والسرور في الآخرة، ووصف أهل النار بالسرور بالدنيا والضحك فيها، فأعقبهم به الحزن الطويل ﴿إِنَّهُ ظَنَّ أَن لَّن يَحُورَ﴾ أي إنه ظنَّ أن لن يرجع إِلى ربه، ولن يحييه الله بعد موته للحساب والجزاء، فلذلك كفر وفجر ﴿بلى إِنَّ رَبَّهُ كَانَ بِهِ بَصِيرًا﴾ أي بلى سيعيده الله بعد موته، ويجازيه على أعماله كلها خيرها وشرها، فإِنه تعالى مطلع على العباد، لا تخفى عليه خافية من شئونهم ﴿فَلاَ أُقْسِمُ بالشفق﴾ ﴿لاَ﴾ لتأكيد القسم أي فأقسم قسمًا مؤكدًا بحمرة الأفق بعد غروب الشمس ﴿والليل وَمَا وَسَقَ﴾ أي وبالليل وما جمع وضمَّ إِليه، وما لفَّ في ظلمته من الناس والدواب والأنعام، فكلٌ يأوي إِلى مكانه وسربه، ولهذا امتن تعالى على العباد فقال\n﴿وَجَعَلَ الليل سَكَنًا﴾ [الأنعام: ٩٦] فإِذا جاء النهار انتشروا، وإِذا جاء الليل أوى كل شيء إِلى مأواه ﴿والقمر إِذَا اتسق﴾ أي وأقسمُ بالقمر إِذا تكامل ضوءه ونوره، وصار بدرًا ساطعًا مضيئًا ﴿لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ هذا جواب القسم أي لتلاقُنَّ يا مشعر الناس أهوالًا وشدائد في الآخرة عصيبة قال الألوسي: يعني لتركبن أحوالًا بعد أحوال، هي طبقات في الشدة بعضها أرفع من بعض، وهي الموتُ وما بعده من مواطن القيامة وأهولها وقال الطبري: المراد أنهم يلقون من شدائد يوم القيامة وأهواله أحوالًا ﴿فَمَا لَهُمْ لاَ يُؤْمِنُونَ﴾ استفهام يقصد به التوبيخ أي فيما لهؤلاء المشركين لا يؤمنون بالله، ولا يصدّقون بالعبث بعد الموت، بعد وضوح الدلائل وقيام البراهين على قوعه؟ ﴿وَإِذَا قُرِىءَ عَلَيْهِمُ القرآن لاَ يَسْجُدُونَ﴾ أي وإِذا سمعوا آيات القرآن، لم يخضعوا ولم يسجدوا للرحمن؟ ﴿بَلِ الذين كَفَرُواْ يُكَذِّبُونَ﴾ أي بل طبيعة هؤلاء الكفار التكذيب والعناد والجحود، ولذلك لا يخضعون عند تلاوته ﴿والله أَعْلَمُ بِمَا يُوعُونَ﴾ أي والله أعلم بما يجمعون في صدورهم من الكفر والتكذيب قال ابن عباس: ﴿يُوعُونَ﴾ أي يضمرون من عداوة الرسول ﷺ َ والمؤمنين ﴿فَبَشِّرْهُمْ","vol":"3","page":512},{"text":"بِعَذَابٍ أَلِيمٍ﴾ أي فبشرهم على كفره وضلالهم بعذاب مؤلم موجع، واجعل ذلك بمنزلة البشارة لهم قال في التسهيل: ووضع البشارة في موضع الإِنذار تهكم بالكفار ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي لكنْ الذين صدَّقوا الله ورسوله، وجمعا بين الإِيمان وصالح الأعمال ﴿لَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ أي لهم ثوابٌ في الآخرة غير منقوص ولا مقطوع، بل هو دائم مستمر.\nختم تعالى السورة الكريمة ببيان نعيم الأبرار، بعد أن ذكر مآل الفجار، وهو توضيح لما أجمله في أول السورة من ملاقاة كل عامل لجزائه في قوله ﴿ياأيها الإنسان إِنَّكَ كَادِحٌ إلى رَبِّكَ كَدْحًا فَمُلاَقِيهِ﴾ .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين لفظ ﴿السمآء﴾ و﴿الأرض﴾ .\n٢ - المقابلة بين ﴿فَأَمَّا مَنْ أُوتِيَ كِتَابَهُ بِيَمِينِهِ﴾ وبين ﴿وَأَمَّا مَنْ أُوتِيَ كِتَابَهُ وَرَآءَ ظَهْرِهِ﴾ .\n٣ - الكناية ﴿لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ كنَّى به عن الشدة والأهوال التي يلقاها الإِنسان.\n٤ - الجناس الناقص بين كلمتي ﴿وَسَقَ﴾ و﴿اتسق﴾ .\n٥ - الأسلوب التهكمي ﴿فَبَشِّرْهُمْ بِعَذَابٍ أَلِيمٍ﴾ استعمال البشارة في موضع الإِنذار تهكم وسخرية بالكفار.\n٦ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿إِذَا السمآء انشقت وَأَذِنَتْ لِرَبِّهَا وَحُقَّتْ﴾ ومثل ﴿فَلاَ أُقْسِمُ بالشفق والليل وَمَا وَسَقَ والقمر إِذَا اتسق لَتَرْكَبُنَّ طَبَقًا عَن طَبقٍ﴾ ويسمى وهو من المحسنات البديعية.","vol":"3","page":513},{"text":"اللغَة: ﴿الأخدود﴾ الشق العظيم المستطيل في الأرض كالخندق، وجمعه أخاديد ﴿قُتِلَ﴾ لُعن أشدَّ اللعن ﴿نَقَمُواْ﴾ عابوا وكرهوا ﴿بَطْشَ﴾ البطش: الأخذ بشدة ﴿يُبْدِىءُ﴾ يخلق ابتداءً بقدرته ﴿المجيد﴾ العظيم الجليل المتعالي.\nالتفسِير: ﴿والسمآء ذَاتِ البروج﴾ أي وأُقسم بالسماء البديعة ذات المنازل الرفيعة، التي تنزلها الكواكب أثناء سيرها قال المفسرون: سميت هذه المنازل بروجًا لظهروها، وشبهت بالصور لعلوها وارتفاعها لأنها منازل للكواكب السيارة ﴿واليوم الموعود﴾ أي وأُقسم باليوم الموعود وهو يوم القيامة، الذي وعد الله به الخلائق بقوله ﴿الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ [النساء: ٨٧] ﴿وَشَاهِدٍ وَمَشْهُودٍ﴾ أي وأُقسم بمحمد والأنبياء الذين يشهدون على أممهم يوم القيامة، وبجميع الأمم والخلائق الذين يجتمعون في أرض المحشر للحساب كقوله تعالى ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ [النساء: ٤١] وقيل: الشاهد هذه الأمة، المشهود سائر الأمم ودليله ﴿لِّتَكُونُواْ شُهَدَآءَ عَلَى الناس وَيَكُونَ الرسول عَلَيْكُمْ شَهِيدًا﴾ [البقرة: ١٤٣] ﴿قُتِلَ أَصْحَابُ الأخدود﴾ هذا هو جواب القسم، والجملة دعائية أي قاتل الله ولعن أصحاب الأخدود، الذين شقوا الأرض طولًا وجعلوها أخاديد، وأضرموا فيها النار ليحرقوا بها المؤمنين قال القرطبي: الأخدودُ الشقُّ العظيم المستطيل في الأرض كالخندق وجمعه أخاديد، ومعنى ﴿قُتِلَ﴾ أي لعن، قال ابن عباس: كل شيءٍ في القرآن ﴿قُتِلَ﴾ لهو لعن. . ثم فصَّل تعالى المراد من الأخدود فقال ﴿النار ذَاتِ الوقود﴾ أي النار العظيمة المتأججة، ذات الحطب واللهب، التي أضرمها الكفار في تلك الأخاديد لإِحراق المؤمنين قال أبو السعود: وهذا وصف لها بغاية العظم، وارتفاع اللهب، وكثرة ما فيها من الحطب، والقصدُ وصف النار بالشدة والهول. . ثم بالغ تعالى في وصف المجرمين فقال ﴿إِذْ هُمْ عَلَيْهَا قُعُودٌ وَهُمْ على مَا يَفْعَلُونَ بالمؤمنين شُهُودٌ﴾ أي حين هم جلوس حول النار.","vol":"3","page":515}]