[{"text":"يتشفون بإِحراق المؤمنين فيها، ويشهدون ذلك الفعل الشنيع والغرضُ تخويف كفار قريش، فقد كانوا يعذبون من أسلم من قومهم، ليرجعوا عن الإِسلام، فذكر الله تعالى قصة «أصحاب الأخدود» وعيدًا للكفار، وتسليةً للمؤمنين المعذبين، ثم قال تعالى ﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ أي وما كان لهم ذنب ولا انتقموا منهم، إِلا لأنهم آمنوا بالله العزيز الحميد الغالب الذي لا يُضام من لاذَ بجانبه، الحميد في جمعي أقواله وأفعاله، والغرضُ أن سبب البطش بهم، وتحرقيهم بالنار، لم يكن إِلا إيمانهم بالله الواحد الأحد، وهذا ليس بذنب يستحقون به العقوبة، ولكنه الطغيان والإِجرام ﴿الذي لَهُ مُلْكُ السماوات والأرض﴾ أي هذا الإله الجليل المالك لجميع الكائنات، المستحق للمجد والثناء قال في البحر: وإِنما ذكر الأوصاف التي يستحق بها تعالى أن يؤمن به، وهي كونه تعالى ﴿عَزِيزًا﴾ أي غالبًا قادرًا يُخشى عقابه ﴿حَمِيدًا﴾ أي منعمًا يجب له الحمد على نعمه ﴿لَهُ مُلْكُ السماوات والأرض﴾ أي وكل من فيهما يحق عليه عبادته والخشوع له، إِنما ذكر ذلك تقريرًا لأن ما نقموه منهم هو الحقُّ الذي لا ينقمه إِلا مبطلٌ منهمك في الغيّ ﴿والله عَلَى كُلِّ شَيْءٍ شَهِيدٌ﴾ أي هو تعالى مطلَّع على أعمال عباده، لا تخفى عليه خافية من شئونهم، وفيه وعدٌ للمؤمنين، ووعيدٌ للمجرمين.\n. ثم شدَّد تعالى النكير على المجرمين الذين عذبوا المؤمين فقال ﴿إِنَّ الذين فَتَنُواْ المؤمنين والمؤمنات﴾ أي عذبوا وأحرقوا المؤمنين والمؤمنات بالنار ليفتنوهم عن دينهم ﴿ثُمَّ لَمْ يَتُوبُواْ﴾ أي ثم لم يرجعوا عن كفرهم وطغيانهم ﴿فَلَهُمْ عَذَابُ جَهَنَّمَ وَلَهُمْ عَذَابُ الحريق﴾ أي فلهم عذاب جهنم المخزي بكفرهم، ولهم العذاب المحرق إِحراقهم المؤمنين. . ولما ذكر مصير المجرمين أعقبه بذكر مصير المؤمنين فقال ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي الذين جمعوا بين الإِيمانت الصادق والعمل الصالح ﴿لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي لهم البساتين والحدائق الزاهرة، التي تجري من تحت قصورها أنهار الجنة قال الطبري: هي أنهار الخمر واللبن والعسل ﴿ذَلِكَ الفوز الكبير﴾ أي ذلك هو الظفر العظيم بغاية المطلوب، الذي لا سعادة ولا فوز بعده. . ثم أخبر تعالى عن انتقامه الشديد من أعداء رسله وأوليائه فقال ﴿إِنَّ بَطْشَ رَبِّكَ لَشَدِيدٌ﴾ أي إِن انتقام اله وأخذه الجبابرة والظلمة، بالغ الغاية في الشدة قال أبو السعود: البطش الأخذ بعنف، وحيث وصف بالشدة فقد تضاعف وتفاقم، وهو بطشه بالجبابرة والظلمة وأخذه إياهم بالعذاب والانتقام ﴿إِنَّهُ هُوَ يُبْدِىءُ وَيُعِيدُ﴾ أي هو جل وعلا الخالق القادر، الذي يبدأ الخلق من العدم، ثم يعيدهم أحياء بعد الموت ﴿وَهُوَ الغفور الودود﴾ أي وهو الساتر لذنوب عباده المؤمنين، اللطيف المحسن إِلى أوليائه، المحبُّ لهم قال ابن عباس: يودُّ أولياءه كما يودُّ أحدكم أخاه بالبشرى والمحبة ﴿ذُو العرش﴾ أي","vol":"3","page":516},{"text":"صاحب العرش العظيم، وإنما أضاف العرش إلى الله وخصَّه بالذكر، لأن العرش أعظم المخلوقات، وأوسعُ من السمواتِ السبع، وخلقُه بهذا الوصف يدل على عظمة خالقه ﴿المجيد﴾ أي هو تعالى المجيدُ، العالي على جميع الخلائق، المتصف بجميع صفات الجلال والكمال ﴿فَعَّالٌ لِّمَا يُرِيدُ﴾ أي يفعل ما يشاء، ويحكم ما ريد، لا معقب لحكمه ولا رادَّ لقضائه قال القرطبي: أي لا يمتنع عليه شيء يريده. روي أن أبا بكر الصديق ﵁ قيل له وهو في مرض الموت: هل نظر إِليك الطبيبُ؟ قال: نعم، قالوا: فماذا قال لك؟ قال قال لي: (ِإِني فعَّالٌ لما أريد) ﴿هَلُ أَتَاكَ حَدِيثُ الجنود﴾؟ استفهامٌ للتشويق أي هل بلغك يا محمد خبر الجموع الكافرة، الذين تجنَّدوا لحرب الرسل والأنبياء؟ هل بلغك ما أحل الله بهم من البأس، وما أنزل عليهم من النقمة والعذاب؟ قال القرطبي: يؤنسه بذلك ويسليه، ثم بيَّن تعالى من هم فقال ﴿فِرْعَوْنَ وَثَمُودَ﴾ أي هم فرعون وثمود، أولي البأس والشدة، فقد كانوا اشد بأسًا، وأقوى مراسًا من قومك، ومع ذلك فقد أخذهم الله تعالى بذنوبهم ﴿بَلِ الذين كَفَرُواْ فِي تَكْذِيبٍ﴾ أي لم يعتبر كفار قريش بما حلَّ بأولئك الكفرة المكذبين، بل هم مستمرون في التكذيب فهم أشد منهم كفرًا وطغيانًا ﴿والله مِن وَرَآئِهِمْ مُّحِيطٌ﴾ أي والله تعالى قادرٌ عليهم، لا يفوتونه ولا يعجزونه، لأنهم في قبضته في كل حينٍ وزمان ﴿بَلْ هُوَ قُرْآنٌ مَّجِيدٌ﴾ أي بل هذا الذي كذبوا به، كتابٌ عظيم شريف، متناهٍ في الشرف والمكانة، قد سما على سائر الكتب السماوية، في إِعجازه ونظمه وصحة معانيه ﴿فِي لَوْحٍ مَّحْفُوظٍ﴾ أي هو في اللوح المحفوظ الذي في السماء، محفوظٍ من الزيادة والنقص، والتحريف والتبديل.\nالبَلاَغَة: تضمنت السورة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بي ﴿يُبْدِىءُ. . وَيُعِيدُ﴾ .\n٢ - جناس الاشتقاق ﴿وَشَاهِدٍ. . وَمَشْهُودٍ﴾ .\n٣ - تأكيد المدح بما يشبه الذم ﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ كأنه يقول: ليس لهم جريمة إِلا إِيمانهم بالله، وهذا من أعظم المفاخر والمآثر.\n٤ - المقابلة بين مصير المؤمنين ومصير المجرمين ﴿إِنَّ الذين فَتَنُواْ المؤمنين والمؤمنات﴾ الآية قابلة قوله ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات لَهُمْ جَنَّاتٌ. .﴾ الخ.\n٥ - أسلوب التشويق لاستماع الققصة ﴿هَلُ أَتَاكَ حَدِيثُ الجنود﴾؟\n٦ - صيغة المبالغة مثل ﴿فَعَّالٌ لِّمَا يُرِيدُ﴾ ﴿العزيز الحميد﴾ وأمثال ذلك.\n٧ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿واليوم الموعود وَشَاهِدٍ وَمَشْهُودٍ قُتِلَ أَصْحَابُ الأخدود النار ذَاتِ الوقود. .﴾ الخ وهو من المحسنات البديعية ويسمى بالسجع والله أعلم.","vol":"3","page":517},{"text":"اللغَة: ﴿الطارق﴾ مأخوذ من الطرق بمعنى الضرب بشدة ومنه المطرقة، وكل ما جاء بليل يسمى طارقًا ﴿دَافِقٍ﴾ مصبوب بقوة وشدة يقال: دفق الماء دفقًا إِذا انصبَّ بدفع وشدة ﴿الترآئب﴾ عظام الصدر جمع تربية مثل فصيلة وفصائل قال امرؤ القيس:\n«تَرائبُها مصقولةٌ كسجنجل» ... ﴿الرجع﴾ المطر سمي به لرجوعه إِلى الأرض مرارًا ﴿الصدع﴾ النبات الذي تنشق عنه الأرض ﴿رُوَيْدًا﴾ قليلًا أو قريبًا.\nالتفسِير: ﴿والسمآء والطارق﴾ أي أٌقسم بالسماء وبالكواكب النيرة، التي تظهر ليلًا وتختفي نهارًا قال المفسرون: سُمي النجم طارقًا لأنه إِنما يظهر بالليل ويختفي بالنهار، وكلُّ ما يجيء ليلًا فهو طارق ﴿وَمَآ أَدْرَاكَ مَا الطارق﴾ استفهام للتفخيم والتعظيم أي وما الذي أعلمك يا محمد ما حقيقة هذا النجم؟ ثم فسره بقوله ﴿النجم الثاقب﴾ أي النجم المضيء الذي يثقب الظلام بضيائه قال الصاوي: قد كثر منه تعالى في كتابه المجيد ذكرُ الشمس والقمر والنجوم، لأن أحوالها في أشكالها وسيرها ومطالعها، ومغاربها عجيبة دالة على انفراد خالقها بالكمالات، لأن الصّنعة تدل على الصانع ﴿إِن كُلُّ نَفْسٍ لَّمَّا عَلَيْهَا حَافِظٌ﴾ هذا جواب القسم أي ما كلُّ نفسٍ إِلا عليها حافظ من الملائكة، يحفظ عملها ويحصي عليها ما تكسب من خيرٍ وشر كقوله ﴿وَإِنَّ عَلَيْكُمْ لَحَافِظِينَ كِرَامًا كَاتِبِينَ﴾ [الانفطار: ١٠ ١١] قال ابن كثير: أي كلُّ نفسٍ عليها من الله حافظ يحرسها من الآفات. . ثم أمر تعالى بالنظر والتفكر في خلق الإِنسان، تنبيهًا على إِمكان البعث والحشر فقال ﴿فَلْيَنظُرِ الإنسان مِمَّ خُلِقَ﴾؟ أي فلينظر الإِنسان في أول نشأته نظرة تكفرٍ واعتبار، من أي شيءٍ خلقه الله؟ ﴿خُلِقَ مِن مَّآءٍ دَافِقٍ﴾ أي خلق من المنيّ المتدفق، الذي ينصب بقوةٍ وشدة، يتدفق من الرجل والمرأة فيتكون منه الولد بإِذن الله ﴿يَخْرُجُ مِن بَيْنِ الصلب والترآئب﴾ أي يخرج هذا الماء من بين الصلب وعظم الصدر، من الرجل والمرأة ﴿إِنَّهُ على رَجْعِهِ لَقَادِرٌ﴾ أي إِن الله تعالى الذي خلق الإِنسان ابتداءً، قادر على إِعادته بعد موته قال بن كثير: نبه تعالى الإِنسان على ضعف أصله الذي خلق منه، وأرشده إِلى الاعتراف بالمعاد، لأن من قدر على البداءة، فهو قادر على الإِعادة بطريق الأول ﴿يَوْمَ تبلى السرآئر﴾ أي يوم تمتحن القلوب وتختبر، ويُعرف ما بها من العقائد والنيات، ويميز بين ما طاب منها وما خبث ﴿فَمَا لَهُ مِن قُوَّةٍ وَلاَ نَاصِرٍ﴾ أي فليس للإِنسان في ذلك الوقت قوة تدفع عنه العذاب، ولا ناصر ينصره ويجيره، قال في التسهيل: لما كان دفع المكاره في الدنيا إِما بقوة الإِنسان، أو بنصرة غيره له، أخبره الله تعالى أنه يعدمها يوم القيامة، فلا قوة له في نفسه، ولا أحد ينصره من الله.","vol":"3","page":519},{"text":"ولما ذكر تعالى أمر المبدأ والمعاد، عاد فأقسم على صدق هذا الكتاب المعجز فقال ﴿والسمآء ذَاتِ الرجع﴾ أي أُقسم بالسماء ذات المطر، الذي يرجع على العباد حينًا بعد حين قال ابن عباس: الرَّجع المطرُ ولولاه لهلك الناس وهلكت مواشيهم ﴿والأرض ذَاتِ الصدع﴾ أي وأُقسم بالأرض التي تتصدع وتنشق، فيخرج منها النبات والأشجار والأزهار قال ابن عباس: هو انصداعها عن النبات والثمار. . أقسم ﷾ بالسماء التي تفيض علينا الماء، والأرض التي تخرج لنا الثمار والنبات، والسماء للخلق كالأب، والأرض لهم كالأم، ومن بينهما تتولد النعم العظيمة، والخيرات العميمة، التي بها بقاء الإِنسان والحيوان ﴿إِنَّهُ لَقَوْلٌ فَصْلٌ﴾ أي إِن هذا القرآن لقولٌ فاصل بين الحق والباطل، قد بلغ الغاية في بيانه وتشريعه وإِعجازه ﴿وَمَا هوَ بالهزل﴾ أي ليس فيه شيءٌ من اللهو والباطل والعبث، بل هو جدٌّ كله، لأنه كلام أحكم الحاكمين، فجديرٌ بقارئه أن يتعظ بآياته، ويستنير بتوجيهاته وإِرشاداته ﴿إِنَّهُمْ يَكِيدُونَ كَيْدًا﴾ أي إِن هؤلاء المشركين كفار مكة يعملون المكايد لإِطفاء نور الله، وإِبطال شريعة محمد ﷺ َ ﴿وَأَكِيدُ كَيْدًا﴾ أي وأجازيهم على كيدهم بالإِمهال ثم النكال، حيث آخذهم أخذ عزيزٍ مقتدر كقوله تعالى ﴿سَنَسْتَدْرِجُهُمْ مِّنْ حَيْثُ لاَ يَعْلَمُونَ﴾ [الأعراف: ١٨٢] قال أبو السعود: أي أقابلهم بكيد متين لا يمكن رده حيث استدرجهم من حيث لا يعلمون ﴿فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْدًا﴾ أي لا تستعجل في هلاكهم والانتقام منهم، وأُمهلهم قليلًا فسوف ترى ما أصنع بهم، وهذا منتهى الوعيد والتهديد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام للتفخيم والتعظيم ﴿وَمَآ أَدْرَاكَ مَا الطارق﴾؟\n٢ - الطباق بين ﴿السمآء والأرض﴾ وبين ﴿الفصل والهزل﴾ .\n٣ - جناس الاشتقاق ﴿يَكِيدُونَ كَيْدًا﴾ .\n٤ - الإِطناب بتكرار الفعل مبالغة في الوعيد ﴿فَمَهِّلِ الكافرين أَمْهِلْهُمْ رُوَيْدًا﴾ .\n٥ - الكناية اللطيفة ﴿يَخْرُجُ مِن بَيْنِ الصلب والترآئب﴾ كنَّى بالصلب عن الرجل، وبالترائب عن المرأمة، وهذا من لطيف الكنايات.\n٦ - السجع الرصين الذي يزيد في جمال الأسلوب ورشاقته ونضارته مثل ﴿والسمآء ذَاتِ الرجع والأرض ذَاتِ الصدع﴾ ومثل ﴿إِنَّهُ لَقَوْلٌ فَصْلٌ وَمَا هوَ بالهزل﴾ وهو من المحسنات البديعية.","vol":"3","page":520},{"text":"اللغَة: ﴿غُثَآءً﴾ الغُثاء: ما يقذف به السيل على جانب الوادي ن الحشائش والأوراق والنباتات ﴿أحوى﴾ أسود مأخوذ من الحُوة وهي السواد أو السمرة ﴿يَصْلَى﴾ يدخل ويقاسي حرّها يقال: أصليتُه نارًا وجعلته يذوق حرها.","vol":"3","page":521},{"text":"التفسِير: ﴿سَبِّحِ اسم رَبِّكَ الأعلى﴾ أي نزِّه يا محمد ربك العلي الكبير عن صفات النقص، وعما يقوله الظالمون، مما لا يليق به ﷾ من النقائص والقبائح، وفي الحديث أنه ﷺ َ كان إذا قرأ هذه الآية قال: «سبحانه ربي الأعلى» . ثم ذكر من أوصافه الجليلة، ومظاهر قدرته الباهرة، ودلائل وحدانيته وكماله فقال ﴿الذي خَلَقَ فسوى﴾ أي خلق المخلوقات جميعها، فأتقن خلقها، وأبدع صنعها، في أجمل الأشكال، وأحسن الهيئات قال في البحر: أي خلق كل شيء فسواه، بحيث لم يأت متفاوتًا، بل متناسبًا على إحكام وإتقان، للدلالة على أنه صادر من عالم حكيم ﴿والذي قَدَّرَ فهدى﴾ أي قدَّر في كل شيء خواصه ومزاياه بما تجلُّ عنه العقول والأفهام، وهدى الإِنسان لوجه الانتفاع بما أودعه فيها، وهدى الإِنعام إلى مراعيها، ولو تأملت ما في النباتات من الخواص، وما في المعادن من المزايا والمنافع، واهتداء الإِنسان لاستخراج الأدوية والعقاقير النافعة من النباتات، واستخدام المعادن في صنع المدافع والطائرات، لعلمتَ حكمةَ العلي القدير، الذي لولا تقديره وهدايته لكنا نهيم في دياجير الظلام كسائر الأنعام قال المفسرون: إِنما حذف المفعول لإِفادة العموم أي قدَّر لكل مخلوق وحيوان ما يصلحه، فهداه إِليه وعَرَّفه وجه الانتفاع به ﴿والذي أَخْرَجَ المرعى﴾ أي أنبت ما ترعاه الدواب، من الحشائش والأعشاب ﴿فَجَعَلَهُ غُثَآءً أحوى﴾ أي فصيِّره بعد الخضرة أسود باليًا، بعد أن كان ناضرًا زاهيًا، ولا يخفى ما في المرعى من المنفعة بعد صيرورته هشيمًا ياسبًا، فإنه يكون طعامًا جيدًا لكثير من الحيوانات، فسبحان من أحكم كل شيء و﴿أعطى كُلَّ شَيءٍ خَلْقَهُ ثُمَّ هدى﴾ [طه: ٥٠] !! وبعد أن ذكر دلائل قدرته ووحدانيته، ذكر فضله وإنعامه على رسوله فقال ﴿سَنُقْرِئُكَ فَلاَ تنسى﴾ أي سنقرئك يا محمد هذا القرآن العظيم فتحفظه في صدرك ولا تنساه ﴿إِلاَّ مَا شَآءَ الله﴾ أي لكن ما أراد الله نسخه فإنك تنساه. . وفي هذه الآية معجزة له ﵊ ُ، لأنه كان أميًا لا يقرأ ولا يكتب، وكان مع ذلك لا ينسى ما أقرأه جبريل ﵇، وكونه يحفظ هذا الكتاب العظيم من غير دراسة ولا تكرار ولا ينساه أبدًا، من أعظم البراهين على صدق نبوته ﷺ َ قال ابن كثير: هذا إخبار من الله تعالى ووعدٌ لرسوله ﷺ َ بأنه سيقرئه قراءة لا ينساها ﴿إِنَّهُ يَعْلَمُ الجهر وَمَا يخفى﴾ أي هو تعالى عالم بما يجهر به العباد وما يخفونه من الأقوال والأفعال، لا تخفى عليه خافية في الأرض ولا في السماء ﴿وَنُيَسِّرُكَ لليسرى﴾ أي ونوفقك للشريعة السمحة البالغة اليسر، التي هي أيسر وأسهل الشرائع السماوية، وهي شريعة الإِسلام ﴿فَذَكِّرْ إِن نَّفَعَتِ الذكرى﴾ أي فذكر يا محمد بهذا القرآن حيث تنفع الموعظة والتذكرة كقوله\n﴿فَذَكِّرْ بالقرآن مَن يَخَافُ وَعِيدِ﴾ [ق: ٤٥] قال ابن كثير: ومن ههنا يؤخذ الأدب في نشر العلم، فلا يضعه عند غير أهله، كما قال علي ﵁ «ما أنت بمحدّث قومًا حديثًا لا تبلغه عقولهم، إلا فتنة لبعضهم» وقال: حدثوا الناس بما يعرفون، أتحبون أن يكذب الله ورسوله «؟ ﴿سَيَذَّكَّرُ مَن يخشى﴾ أي سينتفع بهذه الذكرى والموعظة من يخاف الله تعالى ﴿وَيَتَجَنَّبُهَا الأشقى﴾ أي ويرفضها","vol":"3","page":522},{"text":"ويبتعد عن قبول الموعظة الكافر المبالغ في الشقاوة ﴿الذى يَصْلَى النار الكبرى﴾ أي الذي يدخل نار جهنم المستعرة، العظيمة الفظيعة قال الحسن: النار الكبرى نارُ الآخرة، والصغرى نارُ الدنيا ﴿ثُمَّ لاَ يَمُوتُ فِيهَا وَلاَ يَحْيَا﴾ أي لا يموت فيستريح، ولا يحيا الحياة الطيبة الكريمة، بل هو دائم في العذاب والشقاء ﴿قَدْ أَفْلَحَ مَن تزكى﴾ أي قد فاز من طهَّر نفسه بالإِيمان، وأخلص عمله للرحمن ﴿وَذَكَرَ اسم رَبِّهِ فصلى﴾ أي وذكر عظمة ربه وجلاله، فصلى خشوعًا وامتثالا لأمره ﴿بَلْ تُؤْثِرُونَ الحياة الدنيا﴾ أي بل تفضلون أيها الناس هذه الحياة الفانية على الآخرة الباقية، فتشتغلون لها وتنسون الآخرة ﴿والآخرة خَيْرٌ وأبقى﴾ أي والحال أن الآخرة خيرٌ من الدنيا وأبقى، لأن الدنيا فانية، والآخرة باقية، والباقي خيرٌ من الفاني، فكيف يؤثر عاقلٌ ما يفنى على ما يبقى؟ وكيف يهتم الغرور، ويترك الاهتمام بدار البقاء والخلود؟ قرأ ابن مسعود هذه الآية فقال لأصحابه: أتدرون لم آثرنا الحياة الدنيا على الآخرة؟ قالوا: لا، قال: لأن الدنيا أحضرت وعجلت لنا بطعامها، وشرابها، ونسائها، ولذاتها، وبهجتها، وإن الآخرة غُيبتْ وزُويت عنا، فأحببنا العاجل، وتركنا الآجل ﴿إِنَّ هذا لَفِي الصحف الأولى صُحُفِ إِبْرَاهِيمَ وموسى﴾ أي إن هذه المواعظ المذكورة في هذه السورة، مثبتة في الصحف القديمة المنزلة على إِبراهيم وموسى ﵉، فهي مما توافقت فيه الشرائع، وسطرته الكتب السماوية، كما سطره هذا الكتاب المجيد.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿لاَ يَمُوتُ. . وَلاَ يَحْيَا﴾ وكذلك ﴿الجهر. . وَمَا يخفى﴾ .\n٢ - جناس الاشتقاق ﴿نُيَسِّرُكَ لليسرى﴾ و﴿ذَكِّرْ. . والذكرى﴾ .\n٣ - المقابلة بين ﴿سَيَذَّكَّرُ مَن يخشى﴾ وبين ﴿وَيَتَجَنَّبُهَا الأشقى﴾ .\n٤ - حذف المفعول ليفيد العموم في قوله ﴿خَلَقَ فسوى﴾ وفي ﴿قَدَّرَ فهدى﴾ لأن المراد خلق كل شيء فسواه، وقدر كل شيء فهداه.\n٥ - السجع غير المتكلف وهو كثير في القرآن مثل ﴿أَخْرَجَ المرعى فَجَعَلَهُ غُثَآءً أحوى سَنُقْرِئُكَ فَلاَ تنسى﴾ وهو من المحسنات البديعية.\nتنبيه: صحف موسى غير التوراة، وقد رود أنه أعطي عشر صحف وكانت كلها عبرًا، قال أبو ذر: سألت رسول الله ﷺ َ عن صحف موسى ما كانت؟ قال: كانت عبرًا كلها (عجبتُ لمن أيقن بالموت كيف يفرح ﴿عجبت لمن أيقن بالنار كيف يضحك﴾ عجبتُ لمن رأى الدنيا وتقلُّبها بأهلها كيف يطمئن إليها ﴿عجبت لمن أيقن بالقَدَر ثم ينصب﴾ عجبت لمن أيقن بالحساب ثم لا يعمل!!)","vol":"3","page":523},{"text":"اللغَة: ﴿الغاشية﴾ القيامة تغشى الناس بأهوالها ﴿خَاشِعَةٌ﴾ ذليلة خاضعة ﴿نَّاصِبَةٌ﴾ من النصب وهو التعب ﴿ضَرِيعٍ﴾ شيء في النار كالشوك مرٌّ منتنٌ ﴿نَّاعِمَةٌ﴾ ذات حسن وبهجة ونضارة ﴿نَمَارِقُ﴾ وسائد ومرافق يُتكأ عليها جمع نمرقة قال زهير:\nكهولًا وشبانًا حسانًا وجوهُهم ... على سُرر مصفوفةٍ ونمارق","vol":"3","page":524},{"text":"﴿زَرَابِيُّ﴾ بسط فاخرة جمع زريبة وقال الفراء: هي الطنافس التي لها خملٌ رقيق، ﴿مَبْثُوثَةٌ﴾ مفرَّقة في المجالس ﴿إِيَابَهُمْ﴾ رجوعهم.\nالتفسِير: ﴿هَلْ أَتَاكَ حَدِيثُ الغاشية﴾ الاستفهام للتشويق الى استماع الخبر، وللتنبيه والتفخيم لشأنها أي هل جاءك يا محمد خبرُ الداهية العظيمة التي تغشى الناس وتعمُّهم بشدائدها وأهوالها، وهي القيامة؟ قال المفسرون: سميت غاشية لأنها تشغى الخلائق بأهوالها وشدائدها، وتعمُّهم بما فيها من المكاره والكوارث العظيمة ﴿وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ﴾ أي وجوهٌ في ذلك اليوم ذليلة خاضعةٌ مهينة ﴿عَامِلَةٌ نَّاصِبَةٌ﴾ أي دائبة العمل فيما يُتعبها ويشقيها في النار قال المفسرون: هذه الآية في الكفار، يتعبون ويشقون بسبب جر السلاسل والأغلال، وخوضهم في النار خوض الإِبل في الوحل، والصعود والهبوط في تلالها ودركاتها كما قال تعالى ﴿إِذِ الأغلال في أَعْنَاقِهِمْ والسلاسل يُسْحَبُونَ فِي الحميم ثُمَّ فِي النار يُسْجَرُونَ﴾ [غافر: ٧١٧٢] وهذا جزاء تكبرهم في الدنيا عن عبادة الله، وانهماكهم في اللذات والشهوات ﴿تصلى نَارًا حَامِيَةً﴾ أي تدخل نارًا مسعَّرة شديدة الحر قال ابن عباس: قد حميت فهي تتلظى على أعداء الله ﴿تسقى مِنْ عَيْنٍ آنِيَةٍ﴾ أي تسقى من عين متناهية الحرارة، وصل حرها وغليانها درجة النهاية ﴿لَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ﴾ أي ليس لأهل النار طعام إلا الضريع وهو نبتٌ ذو شوك تسمية قريش «الشبرق» وهو أخبث طعامٍ وأبشعه وهو سم قاتل قال قتادة: هو شر الطعام وأبشعه وأخبثه. . ذكر تعالى هنا أن طعامهم الضريع ﴿لَّيْسَ لَهُمْ طَعَامٌ إِلاَّ مِن ضَرِيعٍ﴾ وقال في الحاقَة ﴿وَلاَ طَعَامٌ إِلاَّ مِنْ غِسْلِينٍ﴾ [الحاقة: ٣٦] ولا نافي بينهما، لأن العقاب ألوان، والمعذبون أنواع، فمنهم من يكون طعامه الزقوم، ومنهم من يكون طعامه الضريع، ومنهم من يكون طعامه الغسلين، وهكذا يتنوع العذاب ﴿لاَّ يُسْمِنُ وَلاَ يُغْنِي مِن جُوعٍ﴾ أي لا يفيد القوة والسمن في البدن، ولا يدفع الجوع عن آكله قال أبو السعود: أي ليس من شأنه الإِسمانُ والإِشباع، كما هو شأن طعام الدنيا، وقد روي أنه يُسلَّط عليهم الجوع بحيث يضطرهم إلى أكل الضريع، فإِذا أكلوه يُسلط عليهم العطش فيضطرهم إلى شرب الحميم، فيشوي وجوههم ويقطع أمعاءهم ﴿وَسُقُواْ مَآءً حَمِيمًا فَقَطَّعَ أَمْعَآءَهُمْ﴾ [محمد: ١٥] . . ولما ذكر حال الأشقياء أهل النار، أتبعه بذكر حال السعداء أهل الجنة فقال ﴿وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ﴾ أي وجوه المؤمنين يوم القيامة ناعمة ذات بهجةٍ وحسن، وإشراق ونضارة كقوله تعالى\n﴿تَعْرِفُ فِي وُجُوهِهِمْ نَضْرَةَ النعيم﴾ [المطفيين: ٣٤] ﴿لِّسَعْيِهَا رَاضِيَةٌ﴾ أي لعملها الذي عملته في الدنيا وطاعتها لله راضية مطمئنة، لأن هذا العسل أورثها الفردوس دار المتقين ﴿فِي جَنَّةٍ عَالِيَةٍ﴾ أي في حدائق وبساتين مرتفعة مكانًا وقدرًا، وهم في الغرفات آمنون ﴿لاَّ تَسْمَعُ فِيهَا لاَغِيَةً﴾ أي لا تسمع في الجنة شتمًا، أو سبًا، أو فحشًا قال ابن عباس: لا تسمع أذى ولا باطلًا ﴿فِيهَا عَيْنٌ جَارِيَةٌ﴾ أي فيها عيونٌ تجري بالماء السلسبيل لا تنقطع أبدًا قال الزمخشري: التنوين في ﴿عَيْنٌ﴾ للتكثير أي عيونٌ كثيرة تجري مياهها ﴿فِيهَا سُرُرٌ مَّرْفُوعَةٌ﴾ أي في الجنة أسرة مرتفعة، مكللة بالزبرجد والياقوت،","vol":"3","page":525},{"text":"عليها الحور العين، فإِذا أراد وليٌّ الله أن يجلس على تلك السرر العالية تواضعت له ﴿وَأَكْوَابٌ مَّوْضُوعَةٌ﴾ أي وأقداح موضوعة على حافات العيون، معدة لشرابهم لا تحتاج إلى من يملأها ﴿وَنَمَارِقُ مَصْفُوفَةٌ﴾ أي ووسائد مخدَّات قد صُفَّ بعضها إلى جانب بعض ليستندوا عليها ﴿وَزَرَابِيُّ مَبْثُوثَةٌ﴾ أي وفيها طنافس فاخرة لها خمل رقيق مبسوطة في أنحاء الجنة. . ثم ذكر تعالى الدلائل والبراهين الدالة على قدرته ووحدانيته فقال ﴿أَفَلاَ يَنظُرُونَ إِلَى الإبل كَيْفَ خُلِقَتْ﴾ أي أفلا ينظر هؤلاء الناس نظر تكفر واعتبار، إِلى الإِبل الجمال كيف خلقها الله خلقًا عجيبًا بديعًا يدل على قدرة خالقها؟ ﴿قال في التسهيل: في الآية حضٌ على النظر في خلقتها، لما فيها من العجائب في قوتها، وانقيادها مع ذلك لكل ضعيف، وصبرها على العطش، وكثرة المنافع التي فيها، من الركوب والحمل عليها، وأكل لحومها، وشرب ألبانها وغير ذلك ﴿وَإِلَى السمآء كَيْفَ رُفِعَتْ﴾ أي وإلى السماء البديعة المحكمة، كيف رفع الله بناءها، وأعلى سمكها بلا عمد ولا دعائم؟ ﴿وإلى الجبال كَيْفَ نُصِبَتْ﴾ أي إلى الجبال الشاهقة كيف نصبت على الأرض نصبًا ثابتًا راسخًا لا يتزلزل؟﴾ ﴿وَإِلَى الأرض كَيْفَ سُطِحَتْ﴾ أي وإلى الأرض التي يعيشون عليها، كيف بسطت ومُهدت حتى صارت شاسعة واسعة يستقرون عليها، ويزرعون فيها أنواع المزروعات؟! قال الألوسي: ولا ينافي هذا، القول بأنها كرة أو قريبة من الكرة لمكان عظمها والحكمةُ في تخصيص هذه الأشياء بالذكر، أن القرآن نزل على العرب وكانوا يسافرون كثيرًا في الأودية والبراري منفردين عن الناس، والإِنسان إِذا ابتعد عن المدينة أقبل على التفكر، فأول ما يقع بصره على البعير الذي يركبه فيرى نظرًا عجيبًا، وإن نظر فوق لم ير غير السماء، وإِن نظر يمينًا وشمالًا لم ير غير الجبال، وإِن نظر تحت لم ير غير الأرض، فلذلك ذكر هذه الأشياء قال ابن كثير: نبه تعالى البدوي على الاستدلال بما يشاهده من بعيره الذي هو راكبٌ عليه، والسماء التي فوق رأسه، والجبل الذي تجاهه، والأرض التي تحته، على قدرة خالق ذلك وصانعه، وأنه الرب العظيم، الخالق المالك المتصرف، الذي لا يستحق العبادة سواه.\n. ولما ذكر تعالى دلائل التوحيد ولم يعتبر بذلك الكفار، أمر نبيه ﷺ َ بوعظهم وتذكيرهم فقال ﴿فَذَكِّرْ إِنَّمَآ أَنتَ مُذَكِّرٌ﴾ أي فعظهم يا محمد وخوفهم، ولا يهمنَّك أنهم لا ينظرون ولا","vol":"3","page":526},{"text":"يتفكرون، فإنما أنت واعظ ومرشد ﴿لَّسْتَ عَلَيْهِم بِمُصَيْطِرٍ﴾ أي لست بمتسلط عليهم ولا قاهر لهم حتى تجبرهم على الإِيمان ﴿إِلاَّ مَن تولى وَكَفَرَ﴾ أي لكن من أعرض عن الوعظ والتذكير، وكفر بالله العلي القدير ﴿فَيُعَذِّبُهُ الله العذاب الأكبر﴾ أي فيعذبه الله بنار جهنم الدائم عذابها قال القرطبي: وإِنما قال ﴿الأكبر﴾ لأنهم عُذبوا في الدنيا بالجوع والقحط والقتل والأسر ﴿إِنَّ إِلَيْنَآ إِيَابَهُمْ﴾ أي إِلنا وحدنا رجوعهم بعد الموت ﴿ثُمَّ إِنَّ عَلَيْنَا حِسَابَهُمْ﴾ أي ثم إن علينا وحدنا حسابهم وجزاءهم.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - أسلوب التشويق ﴿هَلْ أَتَاكَ حَدِيثُ الغاشية﴾؟\n٢ - المجار المرسل بإِطلاق الجزء وإرادة الكل ﴿وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ﴾ المراد أصحابها.\n٣ - الطباق في الحرف بين ﴿إِلَيْنَآ إِيَابَهُمْ. . وعَلَيْنَا حِسَابَهُمْ﴾ .\n٤ - جناس الاشتقاق ﴿فَذَكِّرْ. . مُذَكِّرٌ﴾ وبين ﴿يُعَذِّبُهُ. . والعذاب﴾ .\n٥ - المقابلة بين وجوه الأبرار ووجوه الفجار ﴿وُجُوهٌ يَوْمَئِذٍ نَّاعِمَةٌ لِّسَعْيِهَا رَاضِيَةٌ﴾ قابل بينها وبين سابقتها ﴿وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ عَامِلَةٌ نَّاصِبَةٌ﴾ .\n٦ - السجع الرصين غير المتكلف مثل ﴿لِّسَعْيِهَا رَاضِيَةٌ فِي جَنَّةٍ عَالِيَةٍ لاَّ تَسْمَعُ فِيهَا لاَغِيَةً﴾ . . الخ.\nتنبيه: روي أن عمر بن الخطاب ﵁ لما قدم الشام، أتاه راهب شيخ كبير عليه سواد، فلما رآه عمر بكى، فقيل له: ما يبكيك يا أمير المؤمنين إنه نصراني؟ فقال: ذكرتُ قول الله ﷿ ﴿عَامِلَةٌ نَّاصِبَةٌ تصلى نَارًا حَامِيَةً﴾ فبكيتُ رحمةً عليه.","vol":"3","page":527},{"text":"اللغَة: ﴿حِجْرٍ﴾ عقل ولب قال الفراء: العرب تقول إِنه لذو حجر إِذا كان قاهرًا لنفسه ضابطًا لها، وأصل الحجر المنع، وسمي العقل حجرًا لأنه يمنع عن السفه قال الشاعر:\nوكيف يُرجَّى أن يتوب وإِنما ... يُرجَّى من الفتيان من كان ذا حِجْر\n﴿جَابُواْ﴾ قطعوا ومنه قولهم: فلان يجوب البلاد أي يقطعها ﴿التراث﴾ الميراث ﴿لَّمًّا﴾ شديدًا وأصله الجمع ومنه قولهم: لمَّ اللهُ شعثه ﴿جَمًّا﴾ كثيرًا عظيمًا كبيرًا قال الشاعر:\nإِن تغفر اللَّهمَّ تغفر جمًا ... وأيُّ عبدٍ لك ما ألمَّا\nالتفسِير: ﴿والفجر وَلَيالٍ عَشْرٍ﴾ هذا قسمٌ أي أُقسم بضوء الصبح عند مطادرته ظلمة الليل، وبالليالي العشر المباركات من أول ذي الحجة، لأنها أيام الاشتغال بأعمال الحج قال المفسرون: أقسم تعالى بالفجر لما فيه من خشوع القلب في حضرة الرب، وبالليالي الفاضلة المباركة وهي عشر ذي الحجة، لأنه أفضل أيام السنة، كما ثبت في صحيح البخاري «ما من أيام العمل الصالح أحبُّ إلى الله فيهن من هذه الأيام يعني عشر ذي الحجة قالوا: ولا الجهاد في سبيل الله؟ قال: ولا الجهادُ في سبيل الله، إِلا رجلًا خرج بنفسه وماله ثم لم يرجع من ذلك بشيء» ﴿والشفع والوتر﴾ أي وأٌقسم بالزوج والفرد من كل شيء فكأنه تعالى أقسم بكل شيء، لأن الأشياء إِما زوجٌ وإما فردٌ، أو هو قسمٌ بالخلق والخالق، فإِن الله تعالى واحد «وتر» والمخلوقات ذكرٌ وأنثى «شفع» ﴿واليل إِذَا يَسْرِ﴾ أي وأٌقسم بالليل إِذا يمضي بحركة الكون العجيبة، والتقييد بسريانه لما فيه من وضوح الدلالة على كمال القدرة، ووفور النعمة ﴿هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ﴾ أي هل فيما ذكر من الأشياء قسمٌ مقنع لذي لب وعقل؟ ﴿والاستفهام تقريريٌ لفخامة شأن الأمور المقسم بها، كأنه يقول: إِن هذا لقسمٌ عظيمٌ عند ذوي العقول والألباب، فمن كان ذا لُب وعقل علم أن ما أقسم الله ﷿ به من هذه الأشياء فيها عجائب، ودلائل تدل على توحيده وربوبيته، فهو حقيق بأن يُقسم له لدلالته على الإِله الخالق العظيم قال القرطبي: قد يُقسم الله بأسمائه وصفاته لعلمه، ويُقسم بأفعاله لقدرته كما قال تعالى ﴿وَمَا خَلَقَ الذكر والأنثى﴾ [الليل: ٣] ويُقسم بمفعولاته لعجائب صنعه كما قال ﴿والشمس وَضُحَاهَا﴾ [الشمس: ١] ﴿والسمآء والطارق﴾ [الطارق: ١] وجواب القسم محذوب تقديره: ورب هذه الأشياء ليعذبنَّ الكفار، ويدعل عليه قوله ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَادٍ﴾؟ أي ألم يبلغك يا محمد ويصل إِلى علمك، ماذا فعل الله بعاد قوم هود؟ ﴿إِرَمَ ذَاتِ العماد﴾ أي عادًا الأولى أهل أرم","vol":"3","page":529},{"text":"ذات البناء الرفيع، الذين كانوا يسكنون بالأحقاف بين عُمان وحضرموت ﴿التي لَمْ يُخْلَقْ مِثْلُهَا فِي البلاد﴾ أي تلك القبيلة الي لم يخلق الله مثلهم في قوتهم، وشدتهم، وضخامة أجسامهم﴾ والمقصود من ذلك تخويف أهل مكة بما صنع تعالى بعاد، وكيف أهلكهم وكانوا أطول أعمارًا، وأشدَّ قوة من كفار مكة!؟ قال ابن كثير: وهؤلاء «عاد الأولى» وهم الذين بعث الله فيهم رسوله «هودًا» ﵇ فكذبوه وخالفوه، وكانوا عتاة متمردين جبارين، خارجين عن طاعة الله مكذبين لرسله، فذكر تعالى كيف أهلكهم ودمَّرهم، وجعلهم أحاديث وعِبرًا ﴿وَثَمُودَ الذين جَابُواْ الصخر بالواد﴾ أي وكذلك ثمود الذين قطعوا صخر الجبال، ونحتوا بيوتًا بوادي القُرى\n﴿وَكَانُواْ يَنْحِتُونَ مِنَ الجبال بُيُوتًا آمِنِينَ﴾ [الحجر: ٨٢] وكانت مساكنهم في الحجر بين الحجاز وتبوك قال المفسرون: أو ما نحت الجبال والصخور والرخام قبيلة ثمود وكانوا لقوتهم يخرجون الصخور، وينقبون الجبال فيجعلونها بيوتًا لأنفسهم، وقد بنوا ألفًا وسبعمائة مدينة كلها بالحجارة بوادي القرى ﴿وَفِرْعَوْنَ ذِى الأوتاد﴾ أي وكذلك فرعون الطاغية الجبار، ذي الجنود والجموع والجيوش التي تشد ملكه قال أبو السعود: وصف بذلك لكثرة جنوده وخيامهم التي يضربونها في منازلهم أو لتعذيبه بالأوتاد ﴿الذين طَغَوْاْ فِي البلاد﴾ أي أولئك المتجبرين «عادًا، وثمود، وفرعون» الذين تمردوا وعتوا عن أمر الله، وجاوزوا الحدَّ في الظلم والطغيان ﴿فَأَكْثَرُواْ فِيهَا الفساد﴾ أي فأكثروا في البلاد الظلم والجور والقتل: وسائر المعاصي والآثام ﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾ أي فأنزل عليهم ربك ألوانًا شديدة من العذاب بسبب إِجرامهم وطغيانهم قال المفسرون: استعمل لفظ الصبّ لاقتضائه السرعة في النزول على المضروب، كما قال القائل «صببنا عليهم ظالمين سياطنا» والمراد أنه تعالى أنزل على كل طائفة نوعًا من العذاب، فأُهلكت عادٌ بالريح، وثمود بالصيحة، وفرعون وجنوده بالغرق كما قال تعالى ﴿فَكُلًاّ أَخَذْنَا بِذَنبِهِ فَمِنْهُم مَّن أَرْسَلْنَا عَلَيْهِ حَاصِبًا وَمِنْهُمْ مَّنْ أَخَذَتْهُ الصيحة وَمِنْهُمْ مَّنْ خَسَفْنَا بِهِ الأرض وَمِنْهُمْ مَّنْ أَغْرَقْنَا﴾ [العنكبوت: ٤٠] ﴿إِنَّ رَبَّكَ لبالمرصاد﴾ أي إِن ربك يا محمد ليرقب عمل الناس، ويحصيه عليهم، ويجازيهم به قال في التسهيل: المرصاد المكان الذي يرتقب فيه الرصد، والمراد أنه تعالى رقيب على كل إِنسان، وأنه لا يفوته أحد من الجبابرة والكفار، وفي ذلك تهديدٌ لكفار قريش. . ولما ذكر تعالى ما حلَّ بالطغاة المتجبرين، ذكر هنا طبيعة الإِنسان الكافر، الذي يبطر عند الرخاء، ويقنط عند الضراء فقال ﴿فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ﴾ أي إِذا اختبره وامتحنه ربه بالنعمة ﴿فَأَكْرَمَهُ وَنَعَّمَهُ﴾ أي فأكرمه بالغنى واليسار، وجعله منعمًا في الدنيا بالبنين والجاه والسلطان ﴿فَيَقُولُ ربي أَكْرَمَنِ﴾ أي فيقول ربي أحسن إليَّ بما أعطاني من النعم التي أستحقها، ولم يعلم أن هذا ابتلاء له أيشرك أم يكفر؟ ﴿وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ﴾ أي وأما إِذا اختبره وامتحنه ربه بالفقر وتضييق الرزق ﴿فَيَقُولُ ربي أَهَانَنِ﴾ أي فيقول غافلًا عن الحكمة: إِن ربي أهانني بتضييقه الرزق عليَّ قال القرطبي: وهذه صفة الكافر الذي لا يؤمن","vol":"3","page":530},{"text":"بالبعث، وإِنما الكرامة عنده والهوان بكثرة الحظّ في الدنيا وقلّته، وأما المؤمن فالكرامة عنده أن يكرمه الله بطاعته وتوفيقه المؤدي إِلى حظ الآخرة، وإِن وسَّع عليه في الدنيا حمده وشكره، وإِنما أنكر تعالى على الإِنسان قوله ﴿ربي أَكْرَمَنِ﴾ وقوله ﴿ربي أَهَانَنِ﴾ لأنه إِنما قال ذلك على وجه الفخر والكبر، لا على وجه الشكر، وقال: أهانن على وجه التشكي من الله وقلة الصبر، وكان الواجب عليه أن يشكر على الخير، ويصبر على الشر، ولهذا ردعه وزجره بقوله ﴿كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم﴾ أي ليس الإِكرام بالغنى، والإِهانة بالفقر كما تظنون، بل الإِكرام والإِهانة بطاعة الله ومعصيته ولكنكم لا تعلمون، ثم قال ﴿بَل لاَّ تُكْرِمُونَ اليتيم﴾ أي بل أنتم تفعلون ماهو شرٌ من ذلك، وهو أنكم لا تكرمون اليتيم مع إِكرام الله لكم بكثرة المال!! ﴿وَلاَ تَحَآضُّونَ على طَعَامِ المسكين﴾ أي ولا يحض بعضكم بعضًا ولا يحثه على إِطعام المحتاج وعون المسكين ﴿وَتَأْكُلُونَ التراث أَكْلًا لَّمًّا﴾ أي وتأكلون الميران أكلًا شديدًا، لا تسألون أمن حلالٍ هو أم من حرام؟ قال في التسهيل: هو أن يأخذ الميراث نصيب ونصيب غيره، لأن العرب كانوا لا يُعطون من الميراث أنثى ولا صغيرًا، بل ينفرد به الرجال ﴿وَتُحِبُّونَ المال حُبًّا جَمًّا﴾ أي وتحبون المال حبًا كثيرًا مع الحرص والشره، وهذا ذمٌ لهم لتكالبهم على المال، وبخلهم بإِنفاقه ﴿كَلاَّ إِذَا دُكَّتِ الأرض دَكًّا دَكًّا﴾ ﴿كَلاَّ﴾ للردع أي وارتدعوا أيها الغافلون وانزجروا عن ذلك، فأمامكم أهوال عظيمة في ذلك اليوم العصيب، وينعدم ﴿وَجَآءَ رَبُّكَ والملك صَفًّا صَفًّا﴾ أي وجاء ربك يا محمد لفصل القضاء بين العباد، وجاء الملائكة صفوفًا متتابعة صفًا بعد صف قال في التسهيل: قال المنذر بن سعيد: معناه ظهوره للخلق هنالك، وهذه الآية وأمثالها مما يجب الإِيمان به من غير تكييفٍ ولا تمثيل وقال ابن كثير: قام الخلائق من قبورهم لربهم، وجاء ربك لفصل القضاء بين خلقه، وذلك بعدما يستشفعن إِليه بسيد ولد آدم محمد ﷺ َ، فيجيء الربُ ﵎ لفصل القضاء، والملائكة يجيئون بين يديه صفوفًا صفوفًا ﴿وجياء يَوْمَئِذٍ بِجَهَنَّمَ﴾ أي وأحضرت جهنم ليراها المجرمون كقوله\n﴿وَبُرِّزَتِ الجحيم لِمَن يرى﴾ [النازعات: ٣٧] وفي الحديث «يُؤتى بجهنم يومئذٍ لها سبعون ألف زمام، مع كل زمام سبعون ألف ملك يجرّونها» ﴿يَوْمَئِذٍ يَتَذَكَّرُ الإنسان﴾ أي في ذلك اليوم الرهيب، والموقف العصيب، يتذكر الإِنسان علمه، ويندم على تفريطه وعصيانه، ويريد أن يقلع ويتوب ﴿وأنى لَهُ الذكرى﴾ أي ومن أين يكون له الانتفاع بالذكرى وقد فات أوانها؟! ﴿يَقُولُ ياليتني قَدَّمْتُ لِحَيَاتِي﴾ أي يقول نادمًا متحسرًا: يا ليتني قدمت عملًا صالحًا ينفعني في آخرتي، لحياتي الباقية قال تعالى ﴿فَيَوْمَئِذٍ لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ﴾ أي ففي ذلك اليوم ليس أحد أشد عذابًا من تعذيب الله من عصاه ﴿وَلاَ يُوثِقُ وَثَاقَهُ أَحَدٌ﴾ أي ولا يقيد أحدٌ بالسلاسل والأغلال مثل تقييد الله للكافر الفاجر، وهذا في حق المجرمين من الخلائق، فأما","vol":"3","page":531},{"text":"النفس الزكية المطمئنة فيقال لها ﴿ياأيتها النفس المطمئنة﴾ أي يا أيتها النفس الطاهرة الزكية، المطمئنة بوعد الله التي لا يلحقها اليوم خوفٌ ولا فزع ﴿ارجعي إلى رَبِّكِ رَاضِيَةً مَّرْضِيَّةً﴾ أي ارجعي إِلى رضوان ربك وجنته، راضيةً بما أعطاك الله من النعم، مرضيةٌ عنده بما قدمت من عمل قال المفسرون: هذا الخطاب والنداء يكون عند الموت، فيقال للمؤمن عند احتضاره تلك المقالة ﴿فادخلي فِي عِبَادِي﴾ أي فادخلي في زمرة عبادي الصالحين ﴿وادخلي جَنَّتِي﴾ أي وادخلي جنتي دار الأبرار الصالحين.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يليك\n١ - الاستفهام التقريري ﴿أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِعَاد﴾؟\n٢ - الطباق بين ﴿الشفع. . والوتر﴾ .\n٣ - جناس الاشتقاق ﴿لاَّ يُعَذِّبُ عَذَابَهُ أَحَدٌ﴾ ﴿وَلاَ يُوثِقُ وَثَاقَهُ﴾ ﴿يَتَذَكَّرُ. . الذكرى﴾ .\n٤ - المقابلة ﴿فَأَمَّا الإنسان إِذَا مَا ابتلاه رَبُّهُ فَأَكْرَمَهُ وَنَعَّمَهُ﴾ وبين ﴿وَأَمَّآ إِذَا مَا ابتلاه فَقَدَرَ عَلَيْهِ رِزْقَهُ. .﴾ الآية فقد قابل بين ﴿أَكْرَمَنِ وأَهَانَنِ﴾ وبين توسعة الرزق.\n٥ - الاستعارة اللطيفة الفائقة ﴿فَصَبَّ عَلَيْهِمْ رَبُّكَ سَوْطَ عَذَابٍ﴾ شبه العذاب الشديد الذي نزل عليهم بسياطٍ لاذعة تكوي جسد المعذَّب واستعمل الصبَّ للإِنزال.\n٦ - الالتفات ﴿كَلاَّ بَل لاَّ تُكْرِمُونَ اليتيم﴾ في التفات من ضمير الغائب الى الخطاب زيادة في التوبيخ والعتاب، والأصل ﴿بل لا يكرمون﴾ .\n٧ - الإِضافة للتشريف ﴿فادخلي فِي عِبَادِي﴾ .\n٨ - السجع الرصين غير المتكلف مثل ﴿وَلَيالٍ عَشْرٍ والشفع والوتر واليل إِذَا يَسْرِ﴾ ومثل ﴿وَثَمُودَ الذين جَابُواْ الصخر بالواد وَفِرْعَوْنَ ذِى الأوتاد الذين طَغَوْاْ فِي البلاد﴾ الآيات.","vol":"3","page":532},{"text":"اللغَة: ﴿كَبَدٍ﴾ الكبدُ: الشدة والمشقة، وأصله من كبد الرجل كبدًا إِذا وجعته كبده ثم استعمل في كل تعب ومشقة، ومنه المكابدة لمقاساة الشدائد ﴿اقتحم﴾ الاقتحامُ: الدخول بسرعة وشدة يقال: اقتحم الأمر، واقتحم الحصن إِذا رمى نفسه فيه بدون روية ﴿العقبة﴾ الطريق الوعر في الجبل ﴿فَكُّ﴾ الفكُّ تخليص الشيء من الشيء يقال: فككت الحبل، وفككت الأسير أي خلصته من الأسر ﴿مَسْغَبَةٍ﴾ مجاعة يقال: سغبَ الرجل إذا جاع وقال الراغب: هو الجوع مع التعب ﴿مَتْرَبَةٍ﴾ افتقار يقال: تربَ الرجل إِذا افتقر ولصق بالتراب، وأرتب إِذا استغنى وكذلك أثرى ﴿مُّؤْصَدَةٌ﴾ مبطقة من أوصد الباب إِذا أغلقه وأطقبه.\nالتفسِير: ﴿لاَ أُقْسِمُ بهذا البلد﴾ هذا قسمٌ، أقسم سبحانه بالبلد الحرام «مكة» التي شرَّفها الله تعالى بالبيت العتيق قبلة أهل الشرق والغرب وجعلها مهبط الرحماتن وإِليها تجبى ثمرات كل شيء، وجعلها حرمًا آمنًا، وجعل حرمتها منذ خلق السموات والأرض، فلما استجمعت تلك المزايا والفضائل أقسم الله تعالى بها قال في التسهيل: أراد بالبلد «مكة» باتفاق، وأقسم بها تشريفًا لها ﴿وَأَنتَ حِلٌّ بهذا البلد﴾ أي وأنت يا محمد ساكنٌ ومقيم بمكة بلد الله الأمين قال البيضاوي أقسم بالبلد الحرام وقيَّده بحلوله ﵇ فيه أي إقامته فيه إظهارًا لمزيد فضله، وإِشعارًا بأن شرف المكان بشرف أهله ﴿وَوَالِدٍ وَمَا وَلَدَ﴾ أي وأُقسم بآدم وذريته الصالحين قال مجاهد: الوالد آدم ﵇ ﴿وَمَا وَلَدَ﴾ جميع ذريته قال ابن كثير: وما ذهب إِليه مجاهد وأصحابه حسنٌ قوي، لأنه تعالى لما أقسم بأُم القرى وهي المساكن، أقسم بعده بالساكن وهو «آدم» أبو البشر وولده وقال الخازن: أقسم الله تعالى بمكة لشرفها وحرمتها، وبآدم وبالآنبياء والصالحين من ذريته، لأن الكافر وإن كان من ذريته لا حرمة له حتى يقسم به ﴿لَقَدْ خَلَقْنَا الإنسان فِي كَبَدٍ﴾ هذا هو المقسم عليه أي لقد خلقنا الإِنسان في تعب ومشقة، فإنه لا يزال يقاسي أنواع الشدائد، من وقت نفخ الروح فيه إلى حين نزعها منه قال ابن عباس: ﴿فِي كَبَدٍ﴾ أي في مشقة وشدة، من حمله، وولادته، ورضاعه، وفطامه، ومعاشه، وحياته، وموته، وأصل الكبد: الشدة، وقيل: لم يخلق الله خلقًا يكابد ما يكابد ابن آدم، وهو مع ذلك أضعف الخلق قال أبو السعود: والآية تسليةٌ لرسول الله ﷺ َ مما كان يكابده من كفار مكة. . ثم أخبر تعالى عن طبيعة الإِنسان الجاحد بقدرة الله، والمكذب للبعث والنشور فقال ﴿أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ﴾ أي أيظن هذا الشقي الفاجر، المغتر بقوته، أنَّ الله تعالى لا يقدر عليه لشدته وقوته؟ قال المفسرون: نزلت في «أبي الأشد بن كلدة» كان شديدًا مغترًا","vol":"3","page":534},{"text":"بقوته، وكان يبسط له الأديم الجلد فيوضع تحت قدميه، ويقول: من أزالني عنه فله كذا، فيجذبه عشرة فيتقطع قطعًا ولا تزلّ قدماه، ومعنى الآية: أيظن هذا القوي المارد، المستضعف للمؤمنين، أنه لن يقدر على الانتقام منه أحد؟ ﴿يَقُولُ أَهْلَكْتُ مَالًا لُّبَدًا﴾ أي يقول هذا الكافر: أنفقت مالًا كثيرًا في عداوة محمد ﷺ َ قال الألوسي: أي يقول فخرًا ومباهاة على المؤمنين: أنفقت مالًا كثيرًا، وأراد بذلك ما أنفقه «رياءً وسمعةً» وعبر عن الإِنفاق بالإِهلاك، إظهارًا لعدم الاكتراث، وأنه لم يفعل ذلك رجاء نفع، فكأنه جعل المال الكثير ضائعًا، وقيل يقول ذلك إظهارًا لشدة عداوته لرسول الله ﷺ َ ﴿أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ﴾؟ أي أيظن أنَّ الله تعالى لم يره حين كان ينفق، ويظن أن أعماله تخفى على رب العباد؟ ليس الأمر كما يظن، بل إن الله رقيب مطلعٌ عليه، سيسأله يوم القيامة ويجازيه عليه.\n. ثم ذكَّره تعالى بنعمه عليه ليعتبر ويتعظ فقال ﴿أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ﴾ أي ألم نجعل له عينين يبصر بهما؟ ﴿وَلِسَانًا﴾ أي ولسانًا ينطق به فعيبر ما في ضميره؟ ﴿وَشَفَتَيْنِ﴾ أي وشفتين يطبقهما على فمه، ويستعين بهما على الأكل والشرب والنفخ وغير ذلكظ قال الخازن: يريد أن نعم الله على عبده متظاهرة، يقرره بها كي يشكره ﴿وَهَدَيْنَاهُ النجدين﴾ أي وبينا له طريق الخير والشر، والهدى والضلال، ليسلك طريق السعادة، ويتجنب طريق الشقاوة قال ابن مسعود: ﴿النجدين﴾ الخير والشر كقوله تعالى ﴿إِنَّا هَدَيْنَاهُ السبيل إِمَّا شَاكِرًا وَإِمَّا كَفُورًا﴾ [الإِنسان: ٣] ﴿فَلاَ اقتحم العقبة﴾ أي فهلا أنفق ماله في اجتياز العقبة الكئود، بدل أن ينفقه في عداوة محمد ﷺ َ؟! قال في البحر: والعقبةُ استعارةٌ للعمل الشاق على النفس، من حيث فيه بذل المال، تشبيهًا لها بعقبة الجبل وهو ما صعب منه وقت الصعود، فإنه يلحقه مشقة في سلوكها، ومعنى اقتحامها دخلها بسرعة وشدة، وهو مثلٌ ضربه الله تعالى لمجاهدة النفس، والهوى، والشيطان، حتى ينال رضى الرحمن ﴿وَمَآ أَدْرَاكَ مَا العقبة فَكُّ رَقَبَةٍ﴾ أي وما أعلمك ما اقتحام العقبة؟ وفيه تعظيم لشأنها وتهويل. . ثم فسرها تعالى بقوله ﴿فَكُّ رَقَبَةٍ﴾ أي هي عتق الرقبة في سبيل اله، وتخليص صاحبها من الأسر والرقِّ، فمن أعتق رقبة كانت له فداء من النار ﴿أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ﴾ أي أو أن يطعم الفير في يوم عصيب ذي مجاعة، قال الصاوي وقيد الإِطعام بيوم المجاعة، لأن إِخراج المال فيه أشد على النفس ﴿يَتِيمًا ذَا مَقْرَبَةٍ﴾ أي أطعم اليتيم الذي بينه وبينه قرابة ﴿أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ﴾ أو المسكين الفقير البائس الذي قد لصق بالتراب من فقره وضره، وهو كناية عن شدة الفقر والبؤس قال ابن عباس: هو المطروح على ظهر الطريق لا يقيه من التراب شيء ﴿ثُمَّ كَانَ مِنَ الذين آمَنُواْ﴾ أي عمل هذه القربات لوجه الله تعالى، وكان مع ذلك مؤمنًا صادق الإِيمان قال المفسرون: وفي الآية إشارة أن هذه القُرَب والطاعات لا تنفع إِلا مع الإِيمان ﴿وَتَوَاصَوْاْ بالصبر وَتَوَاصَوْاْ بالمرحمة﴾ أي وأوصى بعضهم بعضًا بالصبر على الإِيمان وطاعة الرحمن، وبالرحمة والشفقة على الضعفاء والمساكين ﴿أولئك أَصْحَابُ الميمنة﴾ أي هؤلاء الموصوفون بهذه الصفات الجليلة، هم أصحاب الجنة الذين يأخذون كتبهم","vol":"3","page":535},{"text":"بأيمانهم، ويسعدون بدخول جنات النعيم ﴿والذين كَفَرُواْ بِآيَاتِنَا هُمْ أَصْحَابُ المشأمة﴾ قرن بين الأبرار والفجار على طريقة القرآن في الترغيب والترهيب، لبيان المفارقة الهائلة بين أهل الجنة وأهل النار، وبين السعداء والأشرار أي والذين جحدوا نبوة محمد وكذبوا بالقرآن هم أهل الشمال أهل النار لأنهم يأخذون كتبهم بشمائلهم، وعبر عنهم بضمير الغائب إشارة إلى أنهم غائبون عن حضرة قدسه، وكرامة أُنسه ﴿عَلَيْهِمْ نَارٌ مُّؤْصَدَةٌ﴾ أي عليهم نارٌ مطبقة مغلقة، لا يدخل فيها روحٌ ولا ريحان، ولا يخرجون منها أبد الزمان.\n. اللهم لا تقتلنا بغضبك، ولا تهلكنا بعذابك، ونجنا من ذلك يا رب.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - زيادة ﴿لاَ﴾ لتأكيد الكلام، وهو مستفيض في كلام العرب ﴿لاَ أُقْسِمُ بهذا البلد﴾ أي أُقسم بهذا البلد، وفائدتها تأكيد القسم كقولك: لا والله ما ذاك كما تقول أي والله قال امرؤ القيس:\n«لا وأبيك ابنة العامري» ... ٢ جناس الاشتقاق ﴿وَوَالِدٍ وَمَا وَلَدَ﴾ فكل من الوالد والولد مشتق من الولادة.\n٣ - الاستفهام الإِنكاري للتوبيخ ﴿أَيَحْسَبُ أَن لَّن يَقْدِرَ عَلَيْهِ أَحَدٌ﴾؟ ومثله ﴿أَيَحْسَبُ أَن لَّمْ يَرَهُ أَحَدٌ﴾؟\n٤ - الاستفهام التقريري للتذكير بالنعم ﴿أَلَمْ نَجْعَل لَّهُ عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ﴾؟\n٥ - الاستفهام للتهويل والتعظيم ﴿وَمَآ أَدْرَاكَ مَا العقبة﴾؟ لأن الغرض تعظيم شأنها.\n٦ - الاستعارة اللطيفة ﴿وَهَدَيْنَاهُ النجدين﴾ أي طريقي الخير والشر، وأصل النجد الطريق المرتفع، استعير كل منهما لسلوك طريق السعادة، وسلوك طريق الشقاوة.\n٧ - الاستعارة كذلك في قوله ﴿فَلاَ اقتحم العقبة﴾ لأن أصل العقبة الطريق الوعر في الجبل، واستعيرت هنا للأعمال الصالحة لأنها لا تصعب وتشق على النفوس، ففيه استعارة تبعية.\n٨ - الجناس الناقص بين ﴿مَقْرَبَةٍ﴾ و﴿مَتْرَبَةٍ﴾ لتغير بعض الحروف.\n٩ - المقابلة اللطيفة بين ﴿أولئك أَصْحَابُ الميمنة﴾ وبين ﴿هُمْ أَصْحَابُ المشأمة﴾ .\n١٠ - مراعاة الفواصل ورءوس الآيات مثل ﴿لاَ أُقْسِمُ بهذا البلد. . وَوَالِدٍ وَمَا وَلَدَ لَقَدْ خَلَقْنَا الإنسان فِي كَبَدٍ﴾ ومثل ﴿عَيْنَيْنِ وَلِسَانًا وَشَفَتَيْنِ﴾ وهو من المحسنات البديعية.","vol":"3","page":536},{"text":"اللغَة: ﴿ضُحَاهَا﴾ ضوءها، والضحى وقت ارتفاع الشمس أول النهار قال المبرد: الضحى مشتقٌ من الضحِّ وهو نور الشمس ﴿طَحَاهَا﴾ بسطها ومدَّها قال الجوهري: طحوتُه مثل دحوته أي","vol":"3","page":537},{"text":"بسطتُه ﴿دَسَّاهَا﴾ أخفاها وأصل الكلمة دسسها أبدلت السين الثانية ألفًا تخفيفًا ﴿فَدَمْدَمَ﴾ الدمدمة: إِطباقُ الشيء على الشيء يقال: دمدم عليه القبر أي أطبقه والمراد به هنا إِطباقُ العذاب عليهم بمعنى إِهلاكهم بطريق الاستئصال ﴿عُقْبَاهَا﴾ عاقبتها وتبعتها.\nالتفسِير: ﴿والشمس وضحاهاوالليل إِذَا يَغْشَاهَا والسمآء وَمَا بَنَاهَا﴾ أي أُقسم بالشمس وضوئها الساطع إِذا أنار الكون وبدَّد الظلام ﴿والقمر إِذَا تَلاَهَا﴾ أي وأُقسم بالقمر إِذا سطع مضيئًا، وتبع الشمس طالعًا بعد غروبها قال المفسرون: وذلك في النصف الأول من الشهر، إِذا غربت الشمس تلاها القمر في الإِضاءة وخلفها في النور، وحكمةُ القسم بالشمس أن العالم في وقت غيبة الشمس عنهم كالأموات، فإِذا ظهر الصبح وبزغت الشمس دبت فيهم الحياة، وصار الأموات أحياء فانتشروا لأعمالهم وقت الضحوة، وهذه الحالة تشبه أحوال القيامة، ووقتُ الضحى يشبه استقرار أهل الجنة فيها، والشمسُ والقمر مخلوقان لمصالح البشر، والقسم بهما للتنبيه على مافيهما من المنافع العظيمة ﴿والنهار إِذَا جَلاَّهَا﴾ أي وأُقسم بالنهار إِذا جلا ظلمة الله بضيائه، وكشفها بنوره وقال ابن كثير: إِذا جلا البسيطة وأضاء الكون بنوره ﴿والليل إِذَا يَغْشَاهَا﴾ أي وأقسمُ بالليل إِذا غطَّى الكون بظلامه، ولفَّه بشبحه، فالنهار يجلي المعمورة ويظهرها، والليل يغطيها ويسترها، قال الصاوي: وأتى بالفعل مضارعًا ﴿يَغْشَاهَا﴾ ولم يقل ﴿غشاها﴾ مراعاةً للفواصل ﴿والسمآء وَمَا بَنَاهَا﴾ أي وأقسم بالقادر العظيم الذي بنى السماء، وأحكم بناءها بلا عمد قال المفسرون: ﴿ما﴾ اسم موصول بمعنى «منْ» أي والسماء ومن بناها والمراد به الله رب العالمين، بدليل قوله بعده ﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾ كأنه قال: والقادر العظيم الشأن الذي بناها، فدلَّ بناؤها وإحكامها على وجوده، وكمال قدرته ﴿والأرض وَمَا طَحَاهَا﴾ أي وأُقسمُ بالأرض ومن بسطها من كل جانب، وجعلها ممتدة ممهَّدة، صالحة لسكنى الإِنسان والحيوان، وهذا لا ينافي كرويتها كما قال المفسرون، لأن الغرض من الآية الامتنان بجعل الأرض ممتدة واسعة، ميسَّرة للزراعة والفلاحة وسكنى الإِنسان ﴿وَنَفْسٍ وَمَا سَوَّاهَا﴾ أي وأقسمُ بالنفس البشرية وبالذي أنشأها وأبدعها، وجعلها مستعدة لكمالها، وذلك بتعديل أعضائها، وقواها الظاهرة والباطنة، ومن تمام تسويتها أن وهبها العقل الذي تميز به بين الخير والشر، والتقوى والفجور، ولهذا قال ﴿فَأَلْهَمَهَا فُجُورَهَا وَتَقْوَاهَا﴾ أي وعرَّفها الفجور والتقوى وما تميز به بين رشدها وضلالها قال ابن عباس: بيَّن لها الخير والشر، والطاعة والمعصية، وعرَّفها ما تأتي وما تتقي قال المفسرون: أقسم سبحانه بسبعة أشياء «الشمس، والقرم، والليل، والنهار، والسماء، والأرض، والنفس البشرية» إِظهارًا لعظمة قدرته، وانفراده بالألوهية، وأشارةً إِلأى كثرة مصالح تلك الأشياء وعظم نفعها وأنها لا بد لها من صانع ومدبر لحركاتها وسكناتها وقال الإِمام الفخر: لما كانت الشمس أعظم المحسوسات، ذكرها تعالى مع أوصافها الأربعة الدالة على عظمها، ثم ذكر سبحانه ذاته","vol":"3","page":538},{"text":"المقدسة، ووصفها جلَّ وعلا بصفاتٍ ثلاث ليحظى العقل بإِدراك جلال الله تعالى وعظمته، كما يليق به ﷻ، فكان ذلك طريقًا إِلى جذب العقل من حضيض عالم المحسوسات، إِلى بيداء أوج كبريائه جلَّ شأنه ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ هذا هو جواب القسم أي لقد فاز وأفلح من زكَّى نفسه بطاعة الله، وطهَّرها من دنس المعاصي والآثام ﴿وَقَدْ خَابَ مَن دَسَّاهَا﴾ أي وقد خسر وخاب من حقَّر نفسه بالكفر والمعاصي، وأوردها موارد الهلكة، فإِنَّ من طاوع هواه، وعصى أمر مولاه، فقد نقص من عداد العقلاء، والتحق بالجهلة الأغبياء.\n. ثم ضرب تعالى مثلًا لمن طغى وبغى، ولم يطهر نفسه من دنس الكفر والعصيان، فذكر ﴿ثَمُودُ﴾ قوم صالح ﵇ فقال ﴿كَذَّبَتْ ثَمُودُ بِطَغْوَاهَآ﴾ أي كذبت ثمود نبيها بسبب طغيانها ﴿إِذِ انبعث أَشْقَاهَا﴾ أي حين انطلق أشقى القةم بسرعةٍ ونشاط يعقر الناقة قال ابن كثير: وهو «قدار بن سالف» الذي قال الله فيه ﴿فَنَادَوْاْ صَاحِبَهُمْ فتعاطى فَعَقَرَ﴾ [القمر: ٢٩] وكان عزيزًا شريفًا في قومه، ورئيسًا مطاعًا فيهم، وهو أشقى القبيلة ﴿فَقَالَ لَهُمْ رَسُولُ الله﴾ أي فقال لهم صالح ﵇ ﴿نَاقَةَ الله وَسُقْيَاهَا﴾ أي احذروا ناقة الله أن تمسوها بسوء، واحذروا أيضًا أن تمنعوها من سُقياها أي شربها ونصيبها من الماء كما قال تعالى ﴿لَّهَا شِرْبٌ وَلَكُمْ شِرْبُ يَوْمٍ مَّعْلُومٍ﴾ [الشعراء: ١٥٥] ﴿فَكَذَّبُوهُ فَعَقَرُوهَا﴾ أي فكذبوا نبيه صالحًا وقتلوا الناقة، ولم يتلفتوا إِلى تحذيره ﴿فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ﴾ أي فأهلكهم اللهُ ودمَّرهم عن آخرهم بسبب إِجرامهم وطغيانهم قال الخازن: والدمدمة: هلاكٌ باستئصال والمعنى أطبق عليهم العذاب طبقًا فلم ينفلت منهم أحد ﴿فَسَوَّاهَا﴾ أي فسوَّى بين القبيلة في العقوبة فلم يفلت منهم أحد، لا صغير ولا كبير، ولا غنيٌ ولا فقير ﴿وَلاَ يَخَافُ عُقْبَاهَا﴾ أي ولا يخاف تعالى عاقبة إِهلاكهم وتدميرهم، كما يخاف الرؤساء والملوك عاقبة ما يفعلون، لأنه تعالى لا يُسأل عما يفعل.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الشمس والقمر﴾ و﴿الليل والنهار﴾ وبين ﴿فُجُورَهَا وَتَقْوَاهَا﴾ .\n٢ - المقابلة اللطيفة بين ﴿والنهار إِذَا جَلاَّهَا﴾ وبين ﴿والليل إِذَا يَغْشَاهَا﴾ وبين ﴿قَدْ أَفْلَحَ مَن زَكَّاهَا﴾ وبين ﴿وَقَدْ خَابَ مَن دَسَّاهَا﴾ وكلٌ من الطباق والمقابلة من المحسنات البديعية.\n٣ - الإِضافة للتكريم والتشريف ﴿نَاقَةَ الله﴾ نسبت إِلى تشريفًا لأنها خرجت من حجرٍ أصم معجزةً لصالح ﵇.\n٤ - التهويل والتفظيع ﴿فَدَمْدَمَ عَلَيْهِمْ رَبُّهُمْ بِذَنبِهِمْ﴾ فإِن التعبير بالدمدمة يدل على هول العذاب.\n٥ - السجع المرصَّع مراعاة للفواصل ورءوس الآيات وهو ظاهر جليٌ في السورة الكريمة.","vol":"3","page":539},{"text":"اللغَة: ﴿تجلى﴾ انكشف وظهر ﴿شتى﴾ متفرق ومختلف ﴿الحسنى﴾ الكلمة الحسنى وهي كلمة التوحيد ﴿اليسرى﴾ الخصلة المؤدية الى اليسر والراحة وهي الجنة ﴿العسرى﴾ الخصلة المؤدية إلى العسر والشدة وهي جهنم ﴿تردى﴾ هلك وسقط في الهاوية ﴿تلظى﴾ أصلها تتلظى أي تتلهب وتتوقد ﴿يَصْلاَهَآ﴾ يدخلها وياقسي حرها.\nالمنَاسَبَة: روي أن بلالًا ﵁ كان عبدًا مملوكًا ل «أُمية بن خلف» وكان سيده يعذبه لإِسلامه، ويخرجه إِذا حميت الشمسُ فيطرحه على ظهره ببطحاء مكة، ثم يأمر بالصخرة العظيمة فتوضع على صدره، ثم يقول له: لا تزال هكذا حتى تموت أو تكفر بمحمد! ﴿فيقول وهو في تلك الحالة: أحدٌ، أحدٌ، فمرَّ به أبو بكر الصديق وهم يصنعون به ذلط، فقال لأمية: ألا تتقي الله في هذا المسكين﴾ ! فقال له: أنت أفسدته عليَّ فأنقذه مما ترى، فاشتراه أبو بكرٍ منه وأعتقه في سبيل الله، فقال المشركون: إِنما أعتقه ليدٍ كانت له عنده فنزلت ﴿وَمَا لأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تجزى إِلاَّ ابتغآء وَجْهِ رَبِّهِ الأعلى وَلَسَوْفَ يرضى﴾ .\nالتفسِير: ﴿والليل إِذَا يغشى﴾ أي أُقسمُ بالليل إِذا غطَّى بظلمته الكون، وستر بشبحه الوجود ﴿والنهار إِذَا تجلى﴾ أي وأُقسمُ بالنهار إِذا تجلَّى وانكشف، وأنار العالم وأضاء الكون قال المفسرون: أقسم تعالى بالليل لأنهسكنٌ لكافة الخلق، يأوي فيه الإِنسان والحيوان إلى مأواه، ويسكن عن الاضطراب والحركة، ثم أقسم بالنهار لأن فيه حركة الخلق وسعيهم إلى اكتساب الرزق، والحكمة في هذا القسم ما في تعاقب الليل والنهار من مصالح لا تُحصى فإِنه لو كان العمر كله ليلًا لتعذر المعاش، ولو كان كله نهارًا لما سكن الإِنسان إلى الراحة، ولاختلت مصالح البشر ﴿وَمَا خَلَقَ الذكر والأنثى﴾ أي وأُقسمُ بالقادر العظيم الذي خلق صنفي الذكر والأنثى، من نطفةٍ إذا تمنى. . أقسم تعالى بذاته على خلق النوعين ﴿الذكر والأنثى﴾ للتنبيه على أنه الخالق المبدع الحكيم، إِذْ لا يُعقل أن هذا التخالف بين الذكر والأنثى يحصل بمحض الصدفة من طبيعة بلهاء لا شعور لها فإِن الأجزاء الأصلية في المنيّ متساوية، فتكوينُ الولد من عناصر واحدة تارةً ذكرًا، وتارة أنثى، دليلٌ على أن واضع هذا النظام عالم، بما يفعل، محكم لما يصنع ﴿إِنَّ سَعْيَكُمْ لشتى﴾ هذا هو جواب القسم أي إن عملكم لمختلف، فمنكم تقيٌ ومنكم شقي، ومنكم صالحٌ ومنكم طالح، ثم فسَّره بقوله ﴿فَأَمَّا مَنْ أعطى واتقى﴾ أي فأما من أعطى ماله وأنفق ابتغاء وجه الله، واتقى ربه فكف عن","vol":"3","page":541},{"text":"محارم الله قال بان كثير: أعطى ما أُمر باخراجه، واتقى الله في أموره ﴿وَصَدَّقَ بالحسنى﴾ أي وصدَّق بالجنة التي أعدَّها الله للأبرار ﴿فَسَنُيَسِّرُهُ لليسرى﴾ أي فسنهيئه لعمل الخير، ونسهّل عليه الخصلة المؤدية لليسر، وهي فعل الطاعات وترك المحرمات ﴿وَأَمَّا مَن بَخِلَ واستغنى﴾ أي وأمَّا من بخل بإِنفاق المال، واستغنى عن عبادة ذي الجلال قال ابن عباس: بخل بماله، واستغنى عن ربه ﷿ ﴿وَكَذَّبَ بالحسنى﴾ أي وكذَّب بالجنة ونعيمها ﴿فَسَنُيَسِّرُهُ للعسرى﴾ أي فسنهيئه للخصة المؤدية للعسر، وهي الحياة السيئة في الدنيا والآخرة وهي طريق الشر قال المفسرون: سمَّى طريقة الخير يسرى لأن عاقبتها اليسر وهي دخول الجنة دار النعيم، وسمَّى طريقة الشرِّ عسرى لأن عاقبتها العسر وهو دخول الجحيم ﴿وَمَا يُغْنِي عَنْهُ مَالُهُ إِذَا تردى﴾ استفهام إِنكاري أيْ أيُّ شيء ينفعه ماله إذا هلك وهو في نار جهنم؟ هل نفعه المال، ويدفع عنه الوبال؟ ﴿إِنَّ عَلَيْنَا للهدى﴾ أي إنَّ علينا أن نبيِّن للناس طريق الهدى من طريق الضلالة، ونوضّح سبيل الرشد من سبيل الغي كقوله\n﴿وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ [الكهف: ٢٩] ﴿وَإِنَّ لَنَا لَلآخِرَةَ والأولى﴾ أي لنا ما في الدنيا والآخرة، فمن طلبهما من غير الله فقد أخطأ الطريق ﴿فَأَنذَرْتُكُمْ نَارًا تلظى﴾ أي فحذرتكم يا أهل مكة نارًا تتوقَّد وتتوهج من شدة حرارتها ﴿لاَ يَصْلاَهَآ إِلاَّ الأشقى﴾ أي لا يدخلها للخلود فيها ولا يذوق سعيرها، إِلاّ الكافر الشقي. . ثم فسَّره تعالى بقوله ﴿الذي كَذَّبَ وتولى﴾ أي كذَّب الرسل وأعرض عن الإِيمان ﴿وَسَيُجَنَّبُهَا الأتقى﴾ أي وسيبعد عن النار التقيُ النقيُّ، المبالغ في اجتناب الشرك والمعاصي. . ثم فسَّره تعالى بقوله ﴿الذى يُؤْتِي مَالَهُ يتزكى﴾ أي الذي ينفق ماله في وجوه الخير ليزكي نفسه ﴿وَمَا لأَحَدٍ عِندَهُ مِن نِّعْمَةٍ تجزى﴾ أي وليس لأحدٍ عنده نعمة حتى يكافئه عليها، وإِنما ينفق لوجه الله قال المفسرون: نزلت الآيات في حقِّ «أبي بكر الصديق» حين اشترى بلالًا وأعتقه في سبيل الله فقال المشركون: إِنما فعل ذلك ليد كانت له عنده فنزلت ﴿إِلاَّ ابتغآء وَجْهِ رَبِّهِ الأعلى﴾ أي ليس له غاية إِلا مرضاة الله ﴿وَلَسَوْفَ يرضى﴾ أي ولسوف يعطيه الله في الآخرة ما يرضيه وهو وعدٌ كريم من رب رحيم.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين لفظة ﴿الأشقى﴾ و﴿الأتقى﴾ وبين ﴿اليسرى﴾ و﴿العسرى﴾ .\n٢ - المقابلة اللطيفة ﴿فَأَمَّا مَنْ أعطى واتقى وَصَدَّقَ بالحسنى﴾ وبين ﴿وَأَمَّا مَن بَخِلَ واستغنى وَكَذَّبَ بالحسنى﴾ الآيات.\n٣ - جناس الاشتقاق ﴿فَسَنُيَسِّرُهُ لليسرى﴾ لأن اليسرى من التيسير فبينهما مجانسة.\n٤ - حذف المفعول للتعميم ليذهب ذهن السامع كل مذهب ﴿فَأَمَّا مَنْ أعطى واتقى. .﴾ الآيات.","vol":"3","page":542},{"text":"٥ - السجع الرصين غير المتكلف كقوله ﴿لاَ يَصْلاَهَآ إِلاَّ الأشقى. . وَسَيُجَنَّبُهَا الأتقى﴾ الخ.\nكان عمر ﵁ يقول: أعتق سيدُنا سيدَنا يريد أعتق سيدنا أبو بكر سيدنا بلالًا، فما أروع هذه النفوس؟ اللهم ارزقنا محبة أصحاب الرسول جميعًا.","vol":"3","page":543},{"text":"اللغَة: ﴿سجى﴾ سجى الليل: اشتد ظلامه ﴿قلى﴾ أبغض قال الراغب: القلي: شدة البغض يقال: قلاه ويقليه أي أبغضه ﴿آوى﴾ ضمَّه إلى من يرعاه ﴿عَآئِلًا﴾ فقيرًا معدمًا وهو من اشتد به الفقر قال جرير:","vol":"3","page":544},{"text":"اللهُ نزَّل في الكتاب فريضةٌ ... لابن السبيل وللفقير العائل\n﴿تَقْهَرْ﴾ تذله وتحقره ﴿تَنْهَرْ﴾ تزجره وتغلظ عليه في الكلام.\nسَبَبُ النّزول: اشتكى رسول الله ﷺ َ فلم يقم ليلتين أو ثلاثًا فجاءت امرأةٌ وهي أم جميل امرأة أبي لهب شفقالت يا محمد: إني لأرجو أن يكون شيطانك قد تركك!! لم أره قربك ليلتين أو ثلاثًا فأنزل اله ﷿: ﴿والضحى والليل إِذَا سجى مَا وَدَّعَكَ رَبُّكَ وَمَا قلى﴾ .\nالتفسِير: ﴿والضحى والليل إِذَا سجى﴾ أقسم تعالى بوقت الضحى وهو صدر النهار حين ترتفع الشمسُ، وأقسم بالليل إِذا اشتد ظلامه، وغطَّى كل شيء في الوجود قال ابن عباس: ﴿سجى﴾ أقبل بظلامه قال ابن كثير: هذا قسمٌ منه تعالى بالضحى وما جعل فيه من الضياء، وبالليل إِذا سكن فأظلم وأدلهمَّ، وذلك دليلٌ ظاهر على قدرته تعالى ﴿مَا وَدَّعَكَ رَبُّكَ وَمَا قلى﴾ أي ما تركك ربك يا محمد منذ اختارك، ولا أبغضك منذ أحبك، وهذا ردٌّ على المشركين حين قالوا: هجره ربه، وهو جواب القسم ﴿وَلَلآخِرَةُ خَيْرٌ لَّكَ مِنَ الأولى﴾ أي وللدارُ الآخرة خيرٌ لك يا محمد من هذه الحياة الدنيا، لأن الآخرة باقية، والدنيا فانية، ولهذا كان ﵇ يقول: «اللهم لا عيش إِلا عيشُ الآخرة» ﴿وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فترضى﴾ أي سوف يعطيك ربك في الآخرة من الثواب، والكرامة، والشفاعة، وغير ذلك إلى أن ترضى قال ابن عباس: هي الشفاعة في أُمته حتى يرضى، لما روي «أن النبي ﷺ َ ذكر أمته فقال: اللهم أُمتي أُمتي وبكى، فقال الله يا جبريل إِذهب إلى محمد واسأله ما يبكيك: اذهب إِلى محمد وقل له: إنا سنرضيك في أمتك ولا نسوءك»، وفي الحديث «لكل نبي دعوةٌ مستجابة، فتعجَّل كل نبي دعوته، وإِني اختبأت دعوتي شفاعتي لأمتي يوم القيامة» الحديث قال الخازن: والأولى حملُ الآية على ظاهرها ليشمل خيري الدنيا والآخرة معًا، فقد أعطاه الله تعالى في الدنيا النصر والظفر على الأعداء، وكثر الأتباع والفتوح، وأعلى دينه، وجعل أمته خير الأمم، وأعطاه في الآخرة الشفاعة العامة، والمقام المحمود، وغير ذلك من خيري الدنيا والآخرة. . ثم لما وعده بهذا الوعد الجليل، ذكَّره بنعمه عليه في حال صغره ليشكر ربه فقال ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى﴾ أي ألم تكنْ يا محمد يتيمًا في صغرك، فآواك الله إلى عمك أبي طالب وضمَّك إليه؟ قال ابن كثير: وذلك أن أباه توفي وهو حملٌ في بطن أمه، ثم توفيت أُمه وله من العمر ست سنين، ثم كان في كفالة جده «عبد المطلب» إِلى أن تُوفي وله من العمر ثمان سنين، فكفله عمه «أبو طالب» ثم لم يزل يحوطه وينصره ويرفع من قدره حتى ابتعثه الله على رأس الأربعين وأبو طالب على عبادة الأوثان مثل قومه ومع ذلك كان يدفع الأذى عن رسول الله ﷺ َ، وكلُّ هذا من حفظ الله له، كلاءته","vol":"3","page":545},{"text":"وعنايته به ﴿وَوَجَدَكَ ضَآلًاّ فهدى﴾ أي ووجدك تائهًا عن معرفة الشريعة والدين فهداك إِليها كقوله تعالى\n﴿مَا كُنتَ تَدْرِي مَا الكتاب وَلاَ الإيمان﴾ [الشورى: ٥٢] قال الإِمام الجلال: أي وجدك ضالًا عمان أنت عليه الآن من الشريعة فهداك إليها، وقيل: ضلَّ في بعض شعاب مكة وهو صغير فردَّه الله إِلى جده قال أبو حيان: لا يمكن حمله على الضلال الذي يقابله الهدى، لأن الأنبياء معصومون من ذلك قال ابن عباس: هو ضلاله وهو في صغره في شعاب مكة، وقيل: ضلَّ وهو مع عمه طريق الشام ﴿وَوَجَدَكَ عَآئِلًا فأغنى﴾ أي ووجدك فقيرًا محتاجًا فأغناك عن الخلق، بما يسَّ لك من أسباب التجارة. . ولمَّا عدَّد عليه هذه النعم الثلاث، وصَّاه بثلاث وصايا مقابلها فقال ﴿فَأَمَّا اليتيم فَلاَ تَقْهَرْ﴾ أي فأما اليتيم فلا تحتقره ولا تغلبه على ماله قال مجاهد: أي لا تحتقره وقال سفيان: لا تظلمه بتضييع ماله، والمراد كن لليتيم كالأب الرحيم، فقد كنت يتيمًا فآواك الله ﴿وَأَمَّا السآئل فَلاَ تَنْهَرْ﴾ أي وأمَّا السائل المستجدي الذي يسأل عن حاجة وفقر، فلا تزجره إِذا سألك ولا تُغلظ له القول بل أعطه أو ردَّه ردًا جميلًا قال قتادة: ردَّ المسكين برفقٍ ولين ﴿وَأَمَّا بِنِعْمَةِ رَبِّكَ فَحَدِّثْ﴾ أي حدِّثْ الناس بفضل الله وإِنعامه عليك، فإِن التحدث بالنعمة شكر لها قال الألوسي: كنت يتيمًا وضالًا وعائلًا، فأواك الله وهداك وأغناك، فلا تنس نعمة الله عليك في هذه الثلاث، فتعطَّف على اليتيم، وترحَّم على السائق، فقد ذقت اليتم والفقر، وأرشد العباد إِلى طريق الرشاد، كما هداك ربك.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿الآخِرَةُ﴾ و﴿الأولى﴾ لأن المراد بالأولى الدنيا وهي تطابق الآخرة.\n٢ - المقابلة اللطيفة ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى. . وَوَجَدَكَ عَآئِلًا فأغنى﴾ قابلها بقوله ﴿فَأَمَّا اليتيم فَلاَ تَقْهَرْ وَأَمَّا السآئل فَلاَ تَنْهَرْ﴾ وهي من لطائق علم البديع.\n٣ - الجناس الناقص بين ﴿تَقْهَرْ﴾ و﴿تَنْهَرْ﴾ لتغير الحرف الثاني من الكلمتين.\n٤ - السجع المرصَّع كأنه الدر المنظوم في عقد كريم ﴿أَلَمْ يَجِدْكَ يَتِيمًا فآوى وَوَجَدَكَ ضَآلًاّ فهدى وَوَجَدَكَ عَآئِلًا فأغنى﴾ الخ.","vol":"3","page":546},{"text":"التفسِير: ﴿أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ﴾ استفهامٌ بمعنى التقرير أي قد شرحنا لك صدرك يا محمد بالهدى والإِيمان، ونور القرآن كقوله تعالى ﴿فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ﴾ [الأَنعام: ١٢٥] قال ابن كثير: أي نورناه وجعلناه فسيحًا، رحيبًا، واسعًا، وكما شرح الله صدره كذلك جعل شرعه فسيحًا، سمحًا، سهلًا، لا حرج فيه ولا إِصرْ ولا ضيق وقال أبو حيان: شرحُ الصدر تنويره بالحكمة، وتوسيعه لتلقي ما يوحى إِليه وهو قول الجمهور، وقيل: هو شق جبريل لصدره في","vol":"3","page":547},{"text":"صغره وهو مرويٌ عن ابن عباس ﴿وَوَضَعْنَا عَنكَ وِزْرَكَ﴾ أي حططنا عنك حملك الثقيل ﴿الذي أَنقَضَ ظَهْرَكَ﴾ أي الذي أثقل وأوهن ظهرك قال المفسرون: المراد بالوزر الأمور التي فعلها ﷺ َ، وَوَضْعُها عنه هو غفرانها له كقوله تعالى ﴿لِّيَغْفِرَ لَكَ الله مَا تَقَدَّمَ مِن ذَنبِكَ وَمَا تَأَخَّرَ﴾ [الفتح: ٢] وليس المراد بالذنوب المعاصي والأثام، فإِن الرسل معصومون من مقارفة الجرائم، ولكن ما فعله ﵇ عن اجتهاد وعوتب عليه، كإِذنه ﷺ َ للمنافقين في التخلف عن الجهاد حين اعتذروا، وأخذه الفداء من أسرى بدر، وعبسه في وجه الأعمى ونحو ذلك، قال في التسهيل: وإِنما وصفت ذنوب الأنبياء بالثقل، وهي صغائر مغفورة لهم، لهمِّهم بها وتحسرهم عليهان فهي ثقيلة عندهم لشدة خوفهم من الله وهذا كما ورد في الأثر «إنَّ المؤمن يرى ذنوبه كالجبل يقع عليه، والمنافق يرى ذنوبه كالذبابة تطير فوق أنفه» والنقيضُ هو الصوتُ الذي يسمع من المحمل فوق ظهر البعير من شدة الحمل ﴿وَرَفَعْنَا لَكَ ذِكْرَكَ﴾ أي رفعنا شأنك، وأعلينا مقامك في الدنيا والآخرة، وجعلنا اسمك مقرونًا باسمي قال مجاهد: لا أَذكر إِلا ذكرت معي وقال قتادة: رفع الله ذكره في الدنيا والآخرة، فليس خطيب، ولا متشهد، ولا صاحب صلاة إِلا ينادي: أشهد أن لا إِله إلا الله وأن محمدًا رسول الله، وفي الحديث «أتاني جبريل فقال لي يا محمد: إن ربك يقول: أتدري كيف رفعت ذكرك؟ قلت: الله تعالى أعلم، قال: إِذا ذكرتُ ذكرتَ معي» قال في البحر: قرن الله ذكر الرسول بذكره جل وعلا في كلمة الشهادة، والأذان والإِقامة، والتشهد، والخطب، وفير غير موضع من القرآن، وأخذ على الأنبياء وأممهم أن يؤمنوا به كما قال حسان بن ثابت:\nوضمَّ الإِله اسم النبي إِلى اسمه ... إِذا قال في الخمس المؤذن أشهد\nوشقَّ له من إِسمه ليُجله ... فذو العرش محمودٌ وهذا محمد\n﴿فَإِنَّ مَعَ العسر يُسْرًا﴾ أي بعد الضيق يأتي الفرج، وبعد الشدة يكون المخرج قال المفسرون: كان رسول الله ﷺ َ كما عدَّد عليه النعم في أول السورة تسلية وتأنسيًا له، لتطيب نفسه ويقوى رجاؤه، وكأن الله تعالى يقول: إِنَّ الذي أنعم عليك بهذه النعم الجليلة، سينصرك عليهم، ويظهر أمرك، ويبدل لك هذا العسر بيسرٍ قريب، ولذلك كرره ومبالغة فقال: ﴿إِنَّ مَعَ العسر يُسْرًا﴾ أي سيأتي الفرج بعد الضيق، واليسر بعد العسر فلا تحزن ولا تضجر وفي الحديث\n«لن يغلب عسرٌ يسرين» ﴿فَإِذَا","vol":"3","page":548},{"text":"فَرَغْتَ فانصب﴾ أي فإِذا فرغت يا محمد من دعوة الخلق، فاجتهد في عبادة الخالق، وإِذا انتهيت من أمور الدنيا، فأتعب نفسك في طلب الآخرة ﴿وإلى رَبِّكَ فارغب﴾ أي اجعل همَّك ورغبتك فيما عند الله، لا في هذه الدنيا الفانية قال ابن كثير: المعنى إِذا فرغت من أمور الدنيا وأشغالها، وقطعت علائقها، فانصب إِلى العبادة، وقم إِليها نشيطًا فارغ البال، وأخلص لربك النية والرغبة.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الاستفهام التقريري للامتنان والتذكير بنعم الرحمن ﴿أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ. .﴾ الخ.\n٢ - الاستعارة التمثيلية ﴿وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ﴾ شبَّه الذنوب بحمل ثقيل يرهق كاهل الإِنسان ويعجز عن حمله بطريق الاستعارة التمثيلية:\n٣ - التنكير للتفخيم والتعظيم ﴿إِنَّ مَعَ العسر يُسْرًا﴾ نكر اليسر للتعظيم كأنه يسرًا كبيرًا.\n٤ - الجناس الناقص بين لفظ ﴿اليُسْر﴾ و﴿العسر﴾ .\n٥ - تكرير الجملة لتقرير معناها في النفوس وتمكينها في القلوب ﴿إِنَّ مَعَ العسر يُسْرًا إِنَّ مَعَ العسر يُسْرًا﴾ ويسمى هذا بالإِطناب.\n٦ - السجع المرصَّع مراعاة لرءوس الآيات ﴿فَإِذَا فَرَغْتَ فانصب وإلى رَبِّكَ فارغب﴾ ومثلها ﴿وَوَضَعْنَا عَنكَ وِزْرَكَ الذي أَنقَضَ ظَهْرَكَ﴾ وهو من المحسنات البديعية.","vol":"3","page":549},{"text":"اللغَة: ﴿طُورِ سِينِينَ﴾ هو جبل الطور الذي كلم الله عليه موسى ومعنى ﴿سِينِينَ﴾ المبارك ﴿تَقْوِيمٍ﴾ تعديل يقال: قوَّم العود أي عدَّله وجعله مستقيمًا، وقوَّمه الدهر جعله متزنًا حصيف الرأي والعقل ﴿مَمْنُونٍ﴾ مقطوع ﴿بالدين﴾ الجزاء مأخوذ من دان بمعنى جاز ومنه الحديث الشريف «كما تدين تُدان» أي كما تفعل تُجازى.\nالتفسِير: ﴿والتين والزيتون﴾ هذا قسمٌ أي أُقسمُ بالتين والزيتون لبركتهما وعظيم منفعتهما قال","vol":"3","page":550},{"text":"ابن عباس: هو تينكم الذي تأكلون، وزيتونكم الذي تعصرون منه الزيت وقال عكرمة: أقسم الله تعالى بمنابت التين والزيتون، فإِن التين ينبتُ كثيرًا بدمشق، والزيتون ببيت المقدس. . وهو الأظهر، ويدل عليه أن الله تعالى عطف عليه الاماكن «جبل الطور» و«البلد الأمين» فيكون قسمًا بالبقاع المقدسة التي شرَّفها الله تعالى بالوحي والرسالات السماوية ﴿وَطُورِ سِينِينَ﴾ أي وأُقسم بالجبل المبارك الذي كلَّم الله عليه موسى وهو «طور سيناء» ذو الشجر الكثير، الحسن المبارك قال الخازن: سمي «سينين» و«سيناء» لحسنه ولكونة مباركًا، وكلُّ جبلٍ فيه أشجارٌ مثمرة يسمى سينين وسيناء ﴿وهذا البلد الأمين﴾ أي وأٌقسم بالبلد الأمين «مكة المكرمة» التي يأمن فيها من دخلها على نفسه وماله كقوله تعالى ﴿أَوَلَمْ يَرَوْاْ أَنَّا جَعَلْنَا حَرَمًا آمِنًا وَيُتَخَطَّفُ الناس مِنْ حَوْلِهِمْ﴾ [العنكبوت: ٦٧] ! ﴿قال الألوسي: هذه أقسام ببقاع مباركة شريفة على ما ذهب إِليه الكثيرون، فأما البلد الأمين فمكة المكرمة حماها الله بلا خوف، وأما طور سينين فالجبل الذي كلم الله تعالى موسى عليه، ويقال له: طور سيناء، وأما التين والزيتون فروي عن قتادة أن المراد بهما جبلان: أحدهما بدمشق، والثاني ببيت المقدس، وعنى بالتين والزيتون منبتيهما، وقيل: المراد بهما الشجران المعروفان وهو قول ابن عباس ومجاهد، والغرض من القسم بتلك الأشياء الإِبانة عن شرف البقاع المباركة، وما ظهر فيها من الخير والبركة ببعثة الأنبياء والمرسلين وقال ابن كثير: ذهب بعض الأئمة إِلى أن محالٌ ثلاث، بعث الله في كلٍ منها نبيًا مرسلًا من أولي العزم أصحاب الشرائع الكبار فالأول: محلة التين والزيتون وهي «بيت المقدس» التي بعث الله فيها عيسى ﵇ والثاني: طور سينين وهو «طور سيناء» الذي كلَّم الله عليه موسى بن عمران والثالث: البلد الأمين الذي من دخله كان آمنًا، وهو الذر أرسل الله فيه محمدًا صلى الله عليه والسلم، وقد ذكر في آخر التوراة هذه الأماكن الثلاثة «جاء اللهُ من طور سيناء الجبل الذي كلم الله عليه موسى وأشرق من ساعير يعني جبل المقدس الذي بعث الله منه عيسى واستعلن من جبال فاران يعني جبال مكة التي أرسل الله منها محمدًا ﷺ َ» فذكرهم بحسب ترتيبهم بالزمان، وأقسم بالأشرف ثم الأشرف منه، ثم بالأشرف منهما، وجواب القسم هو قوله ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ أي خلقنا جنس الإِنسان في أحسن شكل، متصفًا بأجمل وأكمل الصفات، من حسن الصورة، وانتصاب القامة، وتناسب الأعضاء، مزينًا بالعلم والفهم، والعقل والتمييز، والنطق والأدب، قال مجاهد: ﴿أَحْسَنِ تَقْوِيمٍ﴾ أحسن صورة، وأبدع خلق ﴿ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ﴾ أي ثم أنزلنا درجته إِلى أسفل سافلين، لعدم قيامه بموجب ما خلقناه عليه، حين لم يشكر نعمة خلقنا له في أحسن صورة، ولم يستعمل ما خصصناه به من المزايا في طاعتنا، فلذلك سنرده إِلى أسفل سافلين وهي جهنم قال مجاهد والحسن: ﴿أَسْفَلَ سَافِلِينَ﴾ أسفل دركات النار وقال الضحاك: أي رددناه إِلى أرذل العمر، وهو الهرم بعد الشباب، والضعف بعد القوة قال","vol":"3","page":551},{"text":"الألوسي: والمتبادرُ من السياقِ الإِشارة الى حالة الكافر يوم القيامة، وأنه يكون على أقبح صورة وأبشعها، بعد أن كان على أحسن صورة وأبدعها ﴿إِلاَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي إِلا المؤمنين المتقين الذين جمعوا بين الإِيمان والعمل الصالح ﴿فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ﴾ أي فلهم ثواب دائم غير مقطوع عنهم، وهو الجنة دار المتقين ﴿فَمَا يُكَذِّبُكَ بَعْدُ بالدين﴾ الخطاب للإِنسان على طريقة الالتفات أي فما سبب تكذيبك أيها الانسان، بعد هذا البيان وبعد وضوح الدلائل والبراهين؟ فإِن خلق الإِنسان من نطفة، وإيجاده في أجمل شكل وأبدع صورة، من أوضح الدلائل على قدرة الله ﷿ على البعث والجزاء، فما الذي يدعوك إِلى التكذيب بيوم الدين بعد هذه البراهين؟ ﴿أَلَيْسَ الله بِأَحْكَمِ الحاكمين﴾ أي أليس الله الذي خلق وأبدع، بأعدل العادلين حكمًا وقضاءً وفصلًا بين العباد؟﴾ وفي الحديث\n«أن النبي ﷺ َ كان إِذا قرأها قال: بلى وأنا على ذلك من الشاهدين» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز العقلي بإِطلاق الحال وإِرادة المحل ﴿والتين والزيتون﴾ أراد موضعهما الشام وبيت المقدس على القول الراجح.\n٢ - الطباق بين ﴿أَحْسَنِ تَقْوِيمٍ﴾ وبين ﴿أَسْفَلَ سَافِلِينَ﴾ .\n٣ - جناس الاشتقاق ﴿أَحْكَمِ الحاكمين﴾ .\n٤ - الالتفات من الغيبة إِلى الخطاب زيادة في التوبيخ والعتاب ﴿فَمَا يُكَذِّبُكَ﴾؟ ﴿\n٥ - الاستفهام التقريري ﴿أَلَيْسَ الله بِأَحْكَمِ الحاكمين﴾؟\n٦ - السجع المرصَّع ﴿البلد الأمين. . أَسْفَلَ سَافِلِينَ. . أَحْكَمِ الحاكمين﴾ والله أعلم.\nلطيفَة: ذكر الإِمام القرطبي: أن «عيسى الهاشمي» كان يحب زوجته جبًا شديدًا، فقال لها يومًا: أنت طالقٌ ثلاثًا إِن لم تكوني أحسن من القمر﴾ ! فاحتجبت عنه وقالت طلقتني، فحزن حزنًا شديدًا وذهب إِلى الخليفة «المنصور» وأخبره الخبر، فاستحضر الفقهاء واستفتاهم، فقال جميع من حضر: قد طُلّقت، إِلا رجلًا واحدًا من أصحاب أبي حنيفة فقد بقى ساكتًا فقال له المنصور: مالك لا تتكلم؟ فقال له الرجل يا أمير المؤمنين: يقول الله تعالى ﴿لَقَدْ خَلَقْنَا الإنسان في أَحْسَنِ تَقْوِيمٍ﴾ فليس شيء أحسن من الإِنسان، فقال صدقت، وردها إِلى زوجها.","vol":"3","page":552},{"text":"اللغَة: ﴿عَلَقٍ﴾ جمع علقة وهي الدم الجامد، سميت علقة لأنها تعلق بالرحم ﴿نَسْفَعًا﴾ السَّفع: الجذب بشدة وقوة أهل اللغة: سفعت بالشيء إِذا قبضتُ عليه وجذبته جذبًا شديدًا، وسفع بناصية فرسه جذبها قال الشاعر:\nقومٌ إِذا كثر الصياح رأيتهم ... مابين ملجم مهره أو سافع\n﴿الناصية﴾ شعر مقدَّم الرأس ﴿الزبانية﴾ مأخوذ من الزَّبن وهو الدفع، والمراد بهم ملائكة العذاب، الغلاظ الشداد، والعرب يطلقون هذا الاسم على من اشتد بطشه قال الشاعر:\nمطاعيم في القُصْوى، مطاعين ... في الوغى زبانيةٌ غلبٌ عظام حلومها\n«روي أن أبا جهل قال لأصحابه يومًا: هل يُعفِّر محمد وجهه بين أظهرهم؟ يريد هل يصلي ويسجد أمامكم قالوا: نعم، فقال: واللأَّت والعزى لئن رأيته يصلي كذلك لأطأنَّ على رقبته، ولأُعفرنَّ وجهه في التراب، فجاء يومًا فوجد رسول الله ﷺ َ يصلي، فأقبل يريد أن يطأ على رقبته، فما فجأهم منه إلا وهو ينكص على عقبيه، ويتقي بيديه، فقيل له: ما لك؟ قال: إِن بني وبينه خندقًا من نار، وهولًا وأجنحة فقال رسول الله ﷺ َ:» لو دنا مني لاختفطته الملائكةُ عضوًا عظوًا «فأنزل الله ﴿أَرَأَيْتَ الذي ينهى عَبْدًا إِذَا صلى﴾ إِلى آخر السورة.\nالتفسير: ﴿اقرأ باسم رَبِّكَ الذي خَلَقَ﴾ هذا أول خطاب إِلهي إِلى النبي ﷺ َ وفيه دعوةٌ إِلى القراءة والكتابة والعلم، لأنه شعار دين الإِسلام أي إقرأ يا محمد القرآن مبتدئًا ومستعينًا باسم ربك الجليل، الذي خلق المخلوقات، وأوجد جميع العوالم، ثم فسَّر الخلق تفخيمًا لشأن الإِنسان فقال ﴿خَلَقَ الإنسان مِنْ عَلَقٍ﴾ أي خلق هذا الإِنسان البديع الشكل، الذي هو أشرف المخلوقات من العلقة هي الدودة الصغيرة وقد أثبت الطبُّ الحديث أن المنيّ الذي خلق منه الإِنسان محتوٍ على حيواناتٍ وديدان صغيرة لا تُرى بالعين، وإنما ترى بالمجهر الدقيق الميكرسكوب وأن لها رأسًا وذنبًا، فتبارك الله أحسن الخالقين قال القرطبي: خصَّ الإِنسان بالذكر تشريفًا له، والعلقةُ قطعة من ادمٍ رطب، سميت بذلك لأنها تعلق لرطوبتها بما تمرُّ عليه ﴿اقرأ وَرَبُّكَ الأكرم﴾ أي اقرأ يا محمد وربك العظيم الكريم، الذي لا يساويه ولا يدانيه كريم، وقد دلَّ على كمال كرمه أنه علَّم العباد ما لم يعلموا ﴿الذى عَلَّمَ بالقلم عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ﴾ أي الذي علَّم الخطَّ والكتابة بالقلم، وعلَّم البشر ما لم يكونوا يعرفونه من العلوم والمعارف، فنقلهم من ظلمة","vol":"3","page":554},{"text":"الجهل إِلى نور العلم، فكما علَّم سبحانه بواسطة الكتابة بالقلم، فإِنه يعلمك بلا واسطة وإِن كنت أميًا لا تقرأ ولا تكتب قال القرطبي: نبَّه تعالى على فضل علم الكتابة، لما فيه من المنافع العظيمة التي لا يحيط بها إِنسان، وما دُونت العلوم ولا قُيدت الحكم، ولا ضبطت أخبار الأولين ومقالاتهم، ولا كتبُ الله المنزَّلة إِلا بالكتابة، ولولاها ما استقامت أمور الدنيا والدين.\n. وهذه الآيات الخمس هي أول ما تنزَّل من القرآن، كما ثبت في الصحاح أن النبي ﷺ َ نزل عليه الملك وهو يتعبَّد بغار حراء، فقال: اقرأ، فقال ما أنا بقارىء. . الخ قال ابن كثير: أول شيء نزل من القرآن هذه الآيات المباركات، وهنَّ أول رحمةٍ رحم الله بها العباد، وأول نعمة أنعم الله بها عليهم، وفيها التنبيه على ابتداء خلق الإِنسان من علقة، وأن من كرمه تعالى أن علَّم الإِنسان ما لم يعلم، فشرفه وكرَّمه وبالعلم، وهو القدر الذي امتاز به «آدم» على الملائكة. . ثم أخبر تعالى عن سبب بطر الإِنسان وطغيانه فقال ﴿كَلاَّ إِنَّ الإنسان ليطغى﴾ أي حقًا إِن الإِنسان ليتجاوز الحد في الطغيان، واتباع هوى النفس، ويستكبر على ربه ﷿ ﴿أَن رَّآهُ استغنى﴾ أي من أجل أن رأى نفسه غنيًا، وأصبح ذا ثروة ومال أشر وأبطر، ثم توعَّده وتهدده بقوله ﴿إِنَّ إلى رَبِّكَ الرجعى﴾ أي إنَّ إِلى ربك أيها الإِنسانُ المرجعُ والمصير فيجازيك على أعمالك، وفي الآية تهديدٌ وتحذير لهذا الإِنسان من عاقبة الطغيان، ثم هو عام لكل طاغٍ متكبر قال المفسرون: نزلت هذه الآيات إِلى آخر السورة في «أبي جهل» بعد نزول صدر السورة بمدة طويلة، وذلك أن أبا جهل كان يطغى بكثرة ماله، ويبالغ في عداوة الرسول ﷺ َ والعبرةُ بعموم اللفظ لا بخصوص السبب ﴿أَرَأَيْتَ الذي ينهى عَبْدًا إِذَا صلى﴾ تعجبٌ من حال ذلك الشقي الفاجر أي أخبرني يا محمد عن ذلك المجرم الأثيم، الذي ينهى عبدًا من عباد الله عن الصلاة، ما استخفعقله، وما أشنع فعله! ﴿قال أبو السعود: هذه الآية تقبيحٌ وتشنيعٌ لحال الطاغي وتعجيب منها، وإِيذان بأنها من الشناعة الغرابة بحيث يقضى منها العجب، وقد أجمع المفسرون على أن العبد المصلي هو محمد ﷺ َ، وأن الذي نهاه هو اللعين «أبو جهل» حيث قال: لئن رأيتُ محمدًا يصلي لأطأن على عنقه ﴿أَرَأَيْتَ إِن كَانَ على الهدى﴾ أي أخبرني إن كان هذا العبد المصلي وهو النبي ﷺ َ الذي تنهاه عن الصلاة صالحًا مهتديًا، على الطريقة المستقيمة في قوله وفعله﴾ ﴿﴿أَوْ أَمَرَ بالتقوى﴾ أي أو كان آمرًا بالإِخلاص والتوحيد، داعيًا إِلى الهدى والرشاد، كيف تزجره وتنهاه﴾ ﴿فما أبلهك أيا الغبي الذي تنهى من هذه أوصافه: عبدٌ لله","vol":"3","page":555},{"text":"مطيعٌ مهتدٍ منيب، داعٍ إِلى الهدى والرشاد؟﴾ وما أعجب هذا؟ ﴿ثم عاد لخطاب الرسول ﷺ َ فقال ﴿أَرَأَيْتَ إِن كَذَّبَ وتولى﴾ أي أخبرني يا محمد إِن كذَّب بالقرآن، وأعرض عن الإِيمان ﴿أَلَمْ يَعْلَم بِأَنَّ الله يرى﴾ أي ألم يعلم ذلك الشقي أن الله مطَّلع على أحواله، مراقب لأفعاله، وسيجازيه عليها﴾ ﴿ويله ما أجهله وأغباه؟﴾ ثم ردعه وزجره فقال ﴿كَلاَّ لَئِن لَّمْ يَنتَهِ﴾ أي ليرتدع هذا الفاجر «أبو جهل» عن غيه وضلاله، فوالله لئن لم ينته عن أذى الرسول، ويكف عمَّا هو عليه من الكفر والضلال ﴿لَنَسْفَعًا بالناصية﴾ أي لنأخذنه بناصيته مقدم شعر الرأس فلنجرنه إِلى النار بعنفٍ وشدة ونقذفه فيها ﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ أي صاحب هذه الناصية كاذبٌ، فاجرٌ، كثر الذنوب والإِجرام قال في التسهيل: ووصفها بالكذب والخطيئة مجازٌ، والكاذب الخاطىء في الحقيقة صاحبها، والخاطىء الذي يفعل الذنب متعمدًا، والمخطىء الذي يفعله بدون قصد ﴿فَلْيَدْعُ نَادِيَهُ﴾ أي فليدع أهل ناديه وليستنصر بهم ﴿سَنَدْعُ الزبانية﴾ أي سندعوا خزنة جهنم، الملائكة الغلاظ الشداد، روي\n«أن أبا جهل مرَّ على النبي ﷺ َ وهو يصلي عند المقام فقال: ألم أنهك عن هذا يا محمد ﴿فأغلظ له رسول الله ﷺ َ القول، فقال أبو جهل: بأي شيء تهددني يا محمد﴾ والله إِني لأكثر أهل الوادي هذا ناديًا فأنزل الله ﴿فَلْيَدْعُ نَادِيَهُ سَنَدْعُ الزبانية﴾» قال ابن عباس: لو دعا نادية لأخته ملائكة العذاب من ساعته ﴿كَلاَّ لاَ تُطِعْهُ﴾ أي ليرتدع هذا الفاجر، ولا تطعه يا محمد فيما دعاك إِليه من ترك الصلاة ﴿واسجد واقترب﴾ وأي وواظب على سجودك وصلاتك، وتقرَّب بذلك إِلى ربك وفي الحديث «أقرب ما يكون العبد من ربه وهو ساجد» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بتكرار الفعل ﴿اقرأ باسم رَبِّكَ. .﴾ ثم قال: ﴿اقرأ وَرَبُّكَ الأكرم﴾ لمزيد الاهتمام بشأن القراءة والعلم.\n٢ - الجناس الناقص بين ﴿خَلَقَ﴾ و﴿عَلَقٍ﴾ .\n٣ - طباق السلب ﴿عَلَّمَ الإنسان مَا لَمْ يَعْلَمْ﴾ .\n٤ - الكناية ﴿أَرَأَيْتَ الذي ينهى عَبْدًا﴾ كنَّى بالعبد عن رسول الله ﷺ َ ولم يقل: ينهاك تفخيمًا لشأنه وتعظيمًا لقدره.\n٥ - الاستفهام للتعجيب من شأن الناهي ﴿أَرَأَيْتَ الذي ينهى﴾؟ ﴿أَرَأَيْتَ إِن كَانَ على الهدى﴾؟\n٦ - المجاز العقلي ﴿نَاصِيَةٍ كَاذِبَةٍ خَاطِئَةٍ﴾ أي كاذب صاحبها خاطىء فأسند الكذب إِليها مجازًا.\n٧ - السجع المرصَّع مثل ﴿﴿اقرأ باسم رَبِّكَ الذي خَلَقَ خَلَقَ الإنسان مِنْ عَلَقٍ﴾ .","vol":"3","page":556},{"text":"التفسِير: ﴿إِنَّا أَنزَلْنَاهُ فِي لَيْلَةِ القدر﴾ أي نحن أنزلنا هذا القرآن المعجز في ليلة القدر والشرف قال المفسرون: سميت ليلة القدر لعظمها وقدرها وشرفها، والمرادُ بإِنزال القرآن إِنزالهُ من اللوح المحفوظ إِلى السماء الدنيا، ثم نزل به جبريل إِلى الأرض في مدة ثلاث وعشرين سنة كما ابن عباس: أنزل الله القرآن جملةً واحدة من اللوح المحفوظ إِلى بيت العزة من السماء الدنيا، ثم نزل مفصلًا بحسب الوقائع في ثلاث وعشرين سنة على رسول الله ﷺ َ ﴿وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر﴾ تعظيمٌ وتفخيمٌ لأمرها أي وما أعلمك يا محمد ما ليلةٌ القد والشرف؟ قال الخازن: وهذا على سبيل التعظيم لها والتشريق لخبرها كأنه قال: أي شيء يبلغ علمك بقدرها ومبلغ فضلها؟ ﴿ثم ذكر فضلها من ثلاثة أوجه فقال تعالى ﴿لَيْلَةُ القدر خَيْرٌ مِّنْ أَلْفِ شَهْرٍ﴾ أي ليلة القدر في الشرف والفضل خيرٌ من ألف شهر، لما اختصت به من شرف إِنزال القرآن الكريم فيها قال المفسرون: العمل الصالح في ليلة القدر خيرٌ من العمل في ألف شهر ليس فيها ليلة القدر، وقد روي أن رجلًا لبس السلاح وجاهد في سبيل الله ألف شهر، فعجب رسول الله والمسلمون من ذلك، وتمنى رسول الله ﷺ َ لأُمته فقال يا رب: جعلت أُمتي أقصر الأمم أعمارًا، وأقلها أعمالًا﴾ ! فأعطاه الله ليلة القدر، وقال: ليلةُ القدر خيرٌ لك ولأمكت من ألف شهر، جاهد فيها ذلك الرجل قال مجاهد: عملها وصيامها","vol":"3","page":557},{"text":"وقيامها خيرلإ من ألف شهر، وهذا هو الوجه الأول من فضلها ثم قال تعالى ﴿تَنَزَّلُ الملائكة والروح فِيهَا بِإِذْنِ رَبِّهِم مِّن كُلِّ أَمْرٍ﴾ أي تنزل الملائكةُ وجبريل إِلى الأرض في تلك الليلة بأمر ربهم من أجل كل أمرٍ قدَّره الله وقضاه لتلك السنة إِلى السنة القابلة، وهذا هو الوجه الثاني من فضلها، والوجه الثالث قوله تعالى ﴿سَلاَمٌ هِيَ حتى مَطْلَعِ الفجر﴾ أي هي سلام من أول يومها إِلى طلوع الفجر، تسلّم فيها الملائكة على المؤمنين، ولا يُقدّر الله فيها إِلا الخير والسلامة لبني الإِنسان.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الإِطناب بذكر ليلة القدر ثلاث مرات، زيادة في الاعتناء بشأنها، وتفخيمًا لأمرها.\n٢ - الاستفهام بغرض التفخيم والتعظيم ﴿وَمَآ أَدْرَاكَ مَا لَيْلَةُ القدر﴾؟\n٣ - ذكر الخاص بعد العام ﴿تَنَزَّلُ الملائكة والروح﴾ فذكر جبريل بعد الملائكة لينبه على جلالة قدره.\n٤ - توافق الفواصل مراعاة لرءوس الآيات مثل ﴿القدر، شَهْرٍ، أَمْرٍ، الفجر﴾ وهو من المحسنات البديعية اللفظية والله أعلم.","vol":"3","page":558},{"text":"اللغَة: ﴿مُنفَكِّينَ﴾ منتهين زائلين، وأصلُ الفك: الفتحُ ومنه فكُّ الكتاب، وفكُّ الخلخال ﴿البينة﴾ الحجة الواضحة، والدلالة القاطعة ﴿مُّطَهَّرَةً﴾ منزهة عن الباطل والشبهات ﴿قَيِّمَةٌ﴾ مستقيمة عادلة ﴿حُنَفَآءَ﴾ مائلين عن الباطل إِلى الدين الحق، وأصل الحنف: الميلُ ﴿البرية﴾ الخلق من قولهم: برأ اللهُ الخلق، ومنه البارىء أي الخالق.\nالتفسِير: ﴿لَمْ يَكُنِ الذين كَفَرُواْ﴾ أي لم يكن أهل الكفر والجحود، الذين كفروا بالله وبرسوله، ثم بيَّنهم بقوله ﴿مِنْ أَهْلِ الكتاب والمشركين﴾ أي من اليهود والنصارى أهل الكتاب، ومن المشركين عبدة الأوثان والأصنام ﴿مُنفَكِّينَ حتى تَأْتِيَهُمُ البينة﴾ أي منفصلين ومنتهين عما هم عليه من الكفر، حتى تأتيهم الحجة الواضحة، وهي بعثة محمد ﷺ َ ولهذ فسَّرها بقوله ﴿رَسُولٌ مِّنَ الله﴾ أي هذه البيّنة هي رسالة محمد ﷺ َ المرسل من عند الله تعالى ﴿يَتْلُواْ صُحُفًا مُّطَهَّرَةً﴾ أي يقرأ عليهم صحفًا منزَّهة عن الباطل عن ظهر قلب، لأن النبي ﷺ َ أميٌ لا يقرأ ولا يكتب قال القرطبي: أي يقرأ ما تتضمن الصحف من المكتوب، يتلوها عن ظهر قلبه لا عن كتاب، لأنه ﵇ كان أميًا لا يكتب ولا يقرأ قال ابن عباس: ﴿مُّطَهَّرَةً﴾ من الزور، والشك والنفاق، والضلالة وقال قتادة: مطهَّرة عن الباطل ﴿فِيهَا كُتُبٌ قَيِّمَةٌ﴾ أي فيها أحكام قيمة لا عوج فيها، تبيّن الحق من الباطل قال الصاوي: المراد بالصحف القراطيس التي يكتب فيها القرآن، والمراد بالكتب الأحكام المكتوبة فيها، وإِنما قال ﴿فِيهَا كُتُبٌ قَيِّمَةٌ﴾ لأن القرآن جمع ثمرة كتب الله المتقدمة. . ثم ذكر تعالى من لم يؤمن من أهل الكتاب فقال ﴿وَمَا تَفَرَّقَ الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَآءَتْهُمُ البينة﴾ أي وما اختلف اليهود والنصارى في شأن محمد ﷺ َ، إِلا من بعد ما جاءتم الحجة الواضحة، الدالة على صدق رسالته، وأنه الرسول الموعود به في كتبهم قال ابو السعود: والآية مسوقةٌ لغاية التشنيع على أهل الكتاب خاصة، وتغليظ جناياتهم، ببيان أن تفرقهم لم يكن إِلا بعد وضوح الحق، وتبيّن الحال، وانقطاع الأعذار بالكلية، كقوله تعالى: ﴿وَمَا اختلف الذين أُوتُواْ الكتاب إِلاَّ مِن بَعْدِ مَا جَآءَهُمُ العلم﴾ [آل عمران: ١٩] وقال في التسهيل: أي ما اختلفوا في نبوة سيدنا محمد ﷺ َ إلا من بعد ما علموا أنه حق، وإنما خصَّ أهل الكتاب هنا بالذكر، لأنهم كانوا يعلمون صحة نبوته، بما يجدون في كتبهم من ذكره ﴿وَمَآ أمروا إِلاَّ لِيَعْبُدُواْ الله مُخْلِصِينَ لَهُ الدين﴾ أي والحال أنهم ما أُمروا في التوراة والإِنجيل إِلا بأن يعبدوالله وحده، مخلصين العبادة جلّ وعلا، ولكنهم حرَّفوا وبدَّلوا، فعبودوا أحبارهم ورهبانهم كما قال تعالى\n﴿اتخذوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَابًا مِّن دُونِ الله والمسيح ابن مَرْيَمَ","vol":"3","page":560},{"text":"وَمَآ أمروا إِلاَّ ليعبدوا إلها وَاحِدًا﴾ [التوبة: ٣١] ﴿حُنَفَآءَ﴾ أي مائلين عن الأديان كلها إِلى دين الإِسلام، مستقيمين على دين إِبراهيم، دين الحنيفية السمحة، الذي جاء به خاتم المرسلين ﴿وَيُقِيمُواْ الصلاة وَيُؤْتُواْ الزكاة﴾ أي وأُمروما بأن يؤدوا الصلاة على الوجه الأكمل، في أوقاتها بشروطها وخشوعها وآدابها، ويعطوا الزكاة لمستحقيها عن طيب نفس قال الصاوي: وخصَّ الصلاة والزكاة لشرفهما ﴿وَذَلِكَ دِينُ القيمة﴾ أي وذلك المذكور من العبادة والإِخلاص، وإِقام الصلاة وإِيتاء الزكاة، هنو دين الملة المستقيمة دين الإِسلام فلماذا لا يدخلون فيه؟ ثم ذكر تعالى مآل كل من الآبرار والأشرار، في دار الجزاء والقرار فقال ﴿إِنَّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب والمشركين فِي نَارِ جَهَنَّمَ خَالِدِينَ فِيهَآ﴾ أي إِنَّ الذين كذبوا بالقرآن وبنبوة محمد ﵇، من اليهود والنصارى وعبدة الأوثان، هؤلاء جميعهم يوم القيامة في نار جهنم، ماكثين فيها أبدًا لا يخرجون منها ولا يموتون ﴿أولئك هُمْ شَرُّ البرية﴾ أي أولئك هم شر الخلق على الإِطلاق قال الامام الفخر: فإن قيل: لم ذكر ﴿كَفَرُواْ﴾ بلفظ الفعل، ﴿والمشركين﴾ باسم الفاعل؟ فالجواب تنبيهًا على أن أهل الكتاب ما كانوا كافرين من أول الأمر، لأنهم كانوا مصدقين بالتوارة والإِنجيل، ومقرين بمبعث محمد ﷺ َ ثم أنهم كفروا بذلك بعد مبعثه ﵇، بخلاف المشركين فإِنهم ولدوا على عبادة الأوثان، وإِنكار الحشر والقيامة، وقوله ﴿أولئك هُمْ شَرُّ البرية﴾ لإِفادة الحصر أي شرٌ من السراق لأنهم سرقوا من كتاب الله صفة محمد ﷺ َ وشرُّ من قطاع الطريق، لأنهم قطعوا طريق الحق عن الخلق، ولما ذكر مقرٍ الأشقياء، ذكر بعده مقر السعداء فاقل ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي إن المؤمنين الذين جمعوا بين الإِيمان وصالح الأعمال ﴿أولئك هُمْ خَيْرُ البرية﴾ أي هم خير الخليقة التي خلقها الله ويرأها ﴿جَزَآؤُهُمْ عِندَ رَبِّهِمْ﴾ أي ثوابهم في الآخرة على ما قدموا من الإِيمان والأعمال الصالحة ﴿جَنَّاتُ عَدْنٍ تَجْرِى مِنْ تَحْتِهَا الأنهار﴾ أي جنات إِقامة تجري من تحت قصورها أنهار الجنة ﴿خَالِدِينَ فِيهَآ أَبَدًا﴾ أي ما كثين فيها أبدًا، لا يموتون ولا يخرجون منها، وهم في نعيم دائم لا ينقطع ﴿رضي الله عَنْهُمْ وَرَضُواْ عَنْهُ﴾ أي ﵃ بما قدموا في الدنيا من الطاعات وفعل الصالحات، ورضوا عنه بما أعطاهم من الخيرات والكرامات ﴿ذَلِكَ لِمَنْ خَشِيَ رَبَّهُ﴾ أي ذلك الجزاء والثواب الحسن لمن خالف الله واتقاه، والنتهى عن معصية مولاه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - الإِجمال ثم التفصيل ﴿حتى تَأْتِيَهُمُ البينة﴾ ثم فصلها بقوله ﴿رَسُولٌ مِّنَ الله يَتْلُواْ صُحُفًا مُّطَهَّرَةً﴾ .\n٢ - الطباق بين ﴿خَيْرُ البرية﴾ و﴿شَرُّ البرية﴾ .\n٣ - الاستعارةى التصريحية ﴿يَتْلُواْ صُحُفًا مُّطَهَّرَةً﴾ لفظة مطهرة فيها استعارة حيث شبه تنزه الصحف عن الباطل بطهارتها عن النجاس.\n٤ - المقابلة بين نعيم الأبرار وعذب الفجار ﴿إِنَّ الذين كَفَرُواْ مِنْ أَهْلِ الكتاب. .﴾ الآية وبين ﴿","vol":"3","page":561},{"text":"إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ الآية.\n٥ - توافق الفواصل وهو من المحسنات البديعية مثل ﴿البينة، القَيِّمَةٌ، خَيْرُ البرية، شَرُّ البرية﴾ ونحو ذلك.\nتنبيه: الإِخلاص هو لبُّ العبادة وقد جاء في الحديث القدسي: «أنا أغنى الأغنياء عن الشرك، فمن عمل عملًا أشرك فيه غيري تركته وشركه» وقد قسم العلماء الأعمال الى ثلاثة أقسام: «مأمورات، ومنهيات، ومباحات» فأما المأمورات فالإِخلاص فيها بأن يقصد بعمله وجه الله، وإن كانت النية لغير وج الله، فالعمل رياء محض مردود، وأما المنهيات فإن تركها بدون نية خرج عن عهدتها، ولم يكن له أجر في تركها، وإِن تكرها ابتغاء وجه الله كان مأجورًا على تركها، وأما المباحاتن كالأكل والنوم والجماع وشبه ذلك، فإِن فعلها بغير نية لم يكن بها أجر، وإن فعلها بنية وجه الله فله فيها أجر، فإن كل مباح يمكن أن يصير قربة إِذا قصد به وجه الله، مل أن يقصد بالأكل القوة على العبادة ويقصد بالجماع التعفُّف عن الحرام.","vol":"3","page":562},{"text":"اللغَة: ﴿زُلْزِلَتِ﴾ حركت تحريكًا عنيفًا ﴿أَثْقَالَهَا﴾ الموتى الذين في جوفها، جمع ثقل وهو الشيء الثقيل ومنه ﴿وَتَحْمِلُ أَثْقَالَكُمْ﴾ [النحل: ٧] قال الأخفش: إِذا كان الميت في بطن الأرض فهو ثقل لها، وإن كان فوقها فهو ثقل عليها ﴿يَصْدُرُ﴾ ينصرف ويخرج، والصدور ضد الورود، فالوارد الآتي، والصادر المنصرف ﴿أَشْتَاتًا﴾ متفرقين جمع شت يقال: ذهبوا أشتاتًا أي متفرقين.\nالتفسِير: ﴿إِذَا زُلْزِلَتِ الأرض زِلْزَالَهَا﴾ أي إِذا حركت الأرض تحريكًا عنيفًا، واضطربت اضطرابًا شديدًا، واهتزت بمن عليها اهتزازًا يقطع القلوب ويُفزع الألباب كقوله تعالى ﴿ياأيها الناس اتقوا رَبَّكُمْ إِنَّ زَلْزَلَةَ الساعة شَيْءٌ عَظِيمٌ﴾ [الحج: ١] قال المفسرون: إِنما أضاف الزلزلة إِليها ﴿زِلْزَالَهَا﴾ تهويلًا كأنه يقول: الزلزلة التي تليق بها على عظم جرمها، وذلك عند قيام الساعة تتزلزل وتتحرك تحريكًا","vol":"3","page":563},{"text":"متتابعًا، وتضطرب بمن عليها، ولا تسكن حتى تلقي ما على ظهرها من جبل وشجر وبناءٍ وقلاع ﴿وَأَخْرَجَتِ الأرض أَثْقَالَهَا﴾ أي وأخرجت الأرض ما في بطنها من الكنوز والموتى قال ابن عباس: أخرجت موتاها وقال منذر ابن سعيد: أخرجت كنوزها وموتاها وفي الحديث «تلقي الأرض أفلاذ كبدها أمثال الأسطواننة من الذهب والفضة، فجيء القاتل فيقول في هذا قتلتُ، ويجيء القاطع فيقول في هذا قطعتُ رحمي، ويجيء السارقُ فيقول في هذا قطعت يدي، ثم يدعونه فلا يأخذون منه شيئًا» ﴿وَقَالَ الإنسان مَا لَهَا﴾؟ أي وقال الإِنسان: ما للأرض تزلزلت هذه الزلزلة العظيمة، ولفظت ما في بطنها؟! يقول ذلك دهشة وتعجبًا من تلك الحالة الفظيعة ﴿يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا﴾ أي في ذلك اليوم العصيب يوم القيامة تتحدث الأرض وتخبر بما عُمل عليها من خير أو شر، وتشهد على كل إِنسان بما صنع على ظهرها، عن أبي هريرة قال: «قرأ رسول الله ﷺ َ: ﴿يَوْمَئِذٍ تُحَدِّثُ أَخْبَارَهَا﴾ فقال:» أتدرون ما أخبارها؟ قالوا: اللهُ ورسولهُ أعلم، قال: فإِن أخبارها أن تشهد على كل عبدٍ أو أمةٍ بما عمل على ظهرها، تقول عمل يوم كذا، كذا وكذا، فهذه أخبارها «وفي الحديث» تحفَّظوا من الأرض فإِنها أمكم، وإِنه ليس من أحدٍ عاملٍ عليها خيرًا أو شرًا إِلا وهي مخبرة به «﴿بِأَنَّ رَبَّكَ أوحى لَهَا﴾ أي ذلك الإِخبار بسبب أن الله جلت عظمته أمرها بذلك، وأذن لها أن تنطق بكل ما حدث وجرى عليها، فهي تشكو العاصي وتشهد عليه، وتشكر المطيع وتثني عليه، والله على كل شيء قدير ﴿يَوْمَئِذٍ يَصْدُرُ الناس أَشْتَاتًا﴾ أي في ذلك اليوم يرجع الخلائق من موقف الحساب، وينصرفون متفرقين فرقًا فرقًا، فآخذٌ ذات اليمين إِلى الجنة، وآخذٌ ذات الشمال إِلى النار ﴿لِّيُرَوْاْ أَعْمَالَهُمْ﴾ أي لينالوا جزاء أعمالهم من خير أو شر ﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ﴾ أي فمن يفعل من الخير زنة ذرةٍ من التراب، يجده في صحيفته يوم القيامة ويلق جزاءه عليه قال الكلبي: الذرةُ أصغرُ النمل وقال ابن عباس: إِذا وضعت راحتك على الأرض ثم رفعتها، فكلُّ واحد مما لصق به من التراب ذرة ﴿وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ﴾ أي ومن يفعل من الشر زنة ذرةٍ من التراب، يجده كذلك ويلق جزاءه عليه قال القرطبي: وهذا مثل ضربه الله تعالى في أنه لا يغفل من عمل ابن آدم صغيرة ولا كبيرة، وهو مثل قوله تعالى\n﴿إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾ [النساء: ٤٠] .\nالبَلاَغة: تضمنت السورة الكريمة وجوهًا من البديع نجزها فيما يلي:\n١ - الإِضافة للتهويل والتفظيع ﴿زِلْزَالَهَا﴾ .\n٢ - الإِظهار في مقام الإِضمار ﴿وَأَخْرَجَتِ الأرض﴾ لزيادة التقرير والتوكيد.\n٣ - الاستفهام للتعجب والاستغراب ﴿وَقَالَ الإنسان مَا لَهَا﴾؟\n٤ - جناس الاشتقاق ﴿زُلْزِلَتِ. . زِلْزَالَهَا﴾ .\n٥ -","vol":"3","page":564},{"text":"المقابلة بين ﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا. .﴾ وبين ﴿وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا. .﴾ .\n٦ - السجع المرصَّع كأنه الذهب السبيك أو الدر والياقوت مثل ﴿زِلْزَالَهَا، أَثْقَالَهَا، أوحى لَهَا، أَخْبَارَهَا، مَا لَهَا﴾ وهو من المحسنات البديعية.\nفَائِدَة: سمَّى رسول الله ﷺ َ هذه الآية ﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ. .﴾ الجامعة الفاذَّة حين سئل عن زكاة الحُمر فقال: ما أنزل الله فيها شيئًا إِلا هذه الآية الفاذَّة الجامعة ﴿فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ وَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ﴾ أخرجه البخاري.","vol":"3","page":565},{"text":"اللغَة: ﴿ضَبْحًا﴾ الضبح: صوت أنفاس الخيل إِذا عدت قال عنترة: والخيلُ تكدح حين تضبح في حياض الموت ضبحًا ﴿أَثَرْنَ﴾ هيَّجن ﴿نَقْعًا﴾ النقعُ: الغبار ﴿كَنُودٌ﴾ كفور جحود لنعمة الله من كند النعمة إِذا كفرها ولم يشكرها قال الشاعر:\nكنودٌ لنعماء الرجال ومن يكن ... كنودًا لنعماء الرجالِ يبعَّد\n﴿بُعْثِرَ﴾ أثير من بعثرت المتاع إِذا جعلت أسفله أعلاه.\nالتفسِير: ﴿والعاديات ضَبْحًا﴾ أي أُقسمُ بخيل المجاهدين المسرعات في الكرّ على العدو، يُسمع لأنفاسها صوتٌ جهير هو الضبحُ قال ابن عباس: الخيل إِذا عدت قالت: أُحْ، أُحْ فذلك ضبحها قال أبو السعود: أقسم سبحانه بخيل الغزاة التي تعدو نحو العدو وتضبح ضبحًا وهو صوت","vol":"3","page":566},{"text":"أنفاسها عند عدوها ﴿فالموريات قَدْحًا﴾ أي فالخيل التي تخرج شرر النار من الأرض بوقع حوافرها على الحجارة من شدة الجري ﴿فالمغيرات صُبْحًا﴾ أي فالخيل التي تغير على العدو وقت الصباح قبل طلوع الشمس قال الألوسي: هذا هو المعتادُ في الغارات، كانوا يعدون ليلًا لئلا يشعر بهم العدو، ويهجمون صباحًا ليروا ما يأتون وما يذرون ﴿فَأَثَرْنَ بِهِ نَقْعًا﴾ أي فأثارت الخيل الغبار الكثيف لشدة العدو، في الموضع الذي إغرن به ﴿فَوَسَطْنَ بِهِ جَمْعًا﴾ أي فتوسطن به جموع الأعداء، وأصبحن وسط المعركة. . أقسم ﷾ بأقسام ثلاثة على أمور ثلاثة، تعظيمًا للمقسم به وهو خيل المجاهدين في سبيل الله، التي تسرع على أعداء الله، وتقدح النار بحوافرها، وتُغير على الأعداء وقت الصباح، فتثير الغبار، وتتوسط العدو فتصيبه بالرعب والفزع، أما الأمور التي أقسم عليها فيه قوله ﴿إِنَّ الإنسان لِرَبِّهِ لَكَنُودٌ﴾ أي إِن الإِنسان لجاحد لنعم ربه، شديد الكفران قال ابن عباس: جاحدٌ لنعم الله وقال الحسن: يذكر المصائب وينسى النعم ﴿وَإِنَّهُ على ذَلِكَ لَشَهِيدٌ﴾ أي وإِن الإِنسان لشاهد على كنوده، لا يقدر أن يجحده لظهور أثره عليه ﴿وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ﴾ أي وإِنه لشديد الحب للمال حريصٌ على جمعه، وهو لحب عبادة الله وشكر نعمه ضعيفٌ متقاعس. . ثم بعد أن عدَّد عليه قبائح أفعاله خوَّفه فقال ﴿أَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِي القبور﴾ أفلا يعلم هذا الجاهل إِذا أُثير ما في القبور وأُخرج ما فيها من الأموات ﴿وَحُصِّلَ مَا فِي الصدور﴾ أي وجمع وأبرز ما في الصدور من الأسرار والخفايا التي كانوا يسرونها ﴿إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ﴾ إي إنَّ ربهم لعالم بجميع ما كانوا يصنعون، ومجازيهم عليه أوفر الجزاء، وإِنما خص علمه بهم في ذلك اليوم يوم القيامة لأنه يوم الجزاء، بقصد الوعيد والتهديد، فهو تعالى عالم بهم في ذلك اليوم وغيره.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - التأكيد بإِنَّ واللام في مواضع مثل ﴿إِنَّ الإنسان لِرَبِّهِ لَكَنُودٌ﴾ ﴿وَإِنَّهُ لِحُبِّ الخير لَشَدِيدٌ﴾ ﴿إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ﴾ زيادة في التقرير والبيان.\n٢ - الجناس غير التام بين ﴿لَشَهِيدٌ﴾ و﴿لَشَدِيدٌ﴾ وكذلك ﴿ضَبْحًا﴾ و﴿صُبْحًا﴾ .\n٣ - الاستفهام الإِنكاري للتهديد والوعيد ﴿أَفَلاَ يَعْلَمُ إِذَا بُعْثِرَ مَا فِي القبور﴾؟\nالتضمين ﴿إِنَّ رَبَّهُم بِهِمْ يَوْمَئِذٍ لَّخَبِيرٌ﴾ ضمَّن لفظ ﴿لَّخَبِيرٌ﴾ معنى المجازاة أي يجزيهم على أعمالهم.\n٥ - توافق الفواصل مثل ﴿شَهِيدٌ﴾ و﴿شَدِيدٌ﴾ الخ. ويسمى «السجع المرصَّع» وهو من المحسنات البديعية.","vol":"3","page":567},{"text":"اللغَة: ﴿القارعة﴾ اسم من أسماء القيامة، سميت بها لأنها تقرع الخلائق بأهوالها وأفزاعها، وأصلُ القرع الضرب بشدة وقوة، تقول العرب: قرعتهم القارعة وفقَرتهم الفاقرة، إِذا وقع بهم أمر فضيع ﴿المبثوث﴾ المنتشر المتفرق ﴿العهن﴾ الصوف ذو الألوان أو المصبوغ ﴿الهَاوِيَةٌ﴾ اسم لجهنم سميت بذلك لأنَّ الناس يهْوون بها أي يسقطون.\nالتفسِير: ﴿القارعة مَا القارعة﴾ أي القيامة وأيُّ شيء هي القيامة؟ إِنها في الفظاعة والفخامة بحيث لا يدركها خيال، ولا يبلغها وهمُ انسان فهي أعظم من أن توصف أو تصوَّر، ثم زاد في التفخيم والتهويل لشأنها فقال ﴿وَمَآ أَدْرَاكَ مَا القارعة﴾؟ أي أيُّ شيء أعلمك ما شأن القارعة في هولها على النفوس؟ إِنها تُفزع القلوب فحسب، بل تؤثّر في الاجرام العظيمة، فتؤثر في السموات بالإِنشقاق، وفي الأرض بالزلزلة، وفي الجبال بالدكّ والنسف، وفي الكواكب بالانتثار، وفي الشمس والقمر بالتكوير والانكدار إِلى غير ما هنالك قال أبو السعود: سميت القيامة قارعة لأنها تقرع القلوب والأسماع بفنون الأهوال والأفزاع، ووضع الظاهر موضع الضمير ﴿مَا القارعة﴾ تأكيدًا للتهويل، والمعنى أيُّ شيء عجيب هي في الفخامة والفظاعة، ثم أكد هولها وفظاعتها بقوله ﴿وَمَآ أَدْرَاكَ مَا القارعة﴾؟ ببيان خروجها عن دائرة علوم الخلق، بحيث لا تكاد تنالها دراية أحد. . وبعد هذا التخويف والتشويق إِلى معرفة شيءٍ من أحوالها، جاء التوضيح والبيان بقوله تعالى ﴿يَوْمَ يَكُونُ الناس كالفراش المبثوث﴾ أي ذلك يحدث عندما يخرج الناسُ من قبورهم فزعين، كأنهم فراش متفرق منتشر هنا وهناك، يموج بعضهم في بعض من شدة الفزع والحيرة قال الرازي: شبه تعالى الخلق وقت البعث ههنا بالفراش المبثوث، وفي آية أُخرى بالجراد المنتشر، أما وجه التشبيه بالفراش، فلأن","vol":"3","page":568},{"text":"الفراش إِذا ثار لهم يتجه إِلى جهةٍ واحدة، بل كل واحدة منها تذهب إِلى غير جهة الأُخرى، فدلَّ على أنهم إِذا بُعثوا فزعوا، وأما وجه التشبيه بالجراج فهو في الكثرة، يصبحونن كغوغاء الجراد يركب بعضه بعضًا، فكذلك الناس إِذا بُعثوا يموج بعضُهم في بعض كالجراد والفراش كقوله تعالى ﴿وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ﴾ [الكهف: ٩٩] ﴿وَتَكُونُ الجبال كالعهن المنفوش﴾ هذا هو الوصف الثاني من صفات ذلك اليوم المهول أي وتصير الجبال كالصوف المنتثر المتطاير، تتفرق أجزاؤها وتتطاير في الجو، حتى تكون كالصوف المتطاير عند الندف قال الصاوي: وإِنما جمع بين حال الناس وحال الجبال، تنبيهًا على أن تلك القارعة أثَّرت في الجبال العظيمة الصلبة، حتى تصير كالصوف المندوف مع كونها غير مكلفة، فكيف حال الإِنسان الضعيف المقصود بالتكليف والحساب!! ثم ذكر تعالى حالة الناس في ذلك اليوم، وانقسامهم إِلى شقي وسعيد فقال ﴿فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ﴾ أي رجحت موازين حسناته، وزادت حسناتُه على سيئاته ﴿فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ﴾ أي فهو في عيشة هنيءٍ رغيد سعيد، في جنان الخلد والنعيم ﴿وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ﴾ أي نقصت حسناته عن سيئاته، أول يكن له حسناتٌ يُعتدُّ بها ﴿فَأُمُّهُ هَاوِيَةٌ﴾ أي فمسكنه ومصيره نار جهنم يهوي في قعرها، سَّماها أُماّ لأ، الأم مأوى الولد ومفرزعة، فنار جهنم تؤوي هؤلاء المجرمين، كما يأوي الأولاد إِلى أمهم، وتضمهم إِليها كما تضم الأم الأولاد إِليها قال أبو السعود: ﴿هَاوِيَةٌ﴾ اسم من أسماء النار، سميت بها لغاية عمقها وبعد مهواها، روي أن أهل النار يهوون فيها سبعين خريفًا ﴿وَمَآ أَدْرَاكَ مَا هِيَهْ﴾؟ استفهام للتفخيم والتهويل أي وما أعلمك ما الهاوية؟ ثم فسَّرها بقوله ﴿نَارٌ حَامِيَةٌ﴾ أي هي نار شديدة الحرارة، قد خرجت عن الحد المعهود، فإِن حرارة أي نارٍ إِذا سُعرت وأُلقي فيها أعظم الوقود لا تعادل حرارة جهنم، أجارنا الله منها بفضله وكرمه.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزه فيما يلي:\n١ - الاستفهام للتفخيم والتهويل ﴿وَمَآ أَدْرَاكَ مَا القارعة﴾؟ ﴿وَمَآ أَدْرَاكَ مَا هِيَهْ﴾؟\n٢ - وضع الظاهر مكان الضمير للتخويف والتهويل ﴿القارعة مَا القارع﴾؟ والأصل أن يقال: القارعة ما هي؟\n٣ - التشبيه المرسل المجمل ﴿يَوْمَ يَكُونُ الناس كالفراش المبثوث﴾ ذكرت أداة التشبيه وحذف وجه الشبه أي في الكثرة والانتشار، والضعف والذلة، ومثله ﴿كالعهن المنفوش﴾ أي في تطايرها وخفة سيرها فيسمى مرسلًا مجملًا.\n٤ - المقابلة ﴿فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ﴾ ثم قابلها بقوله ﴿وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ﴾ وهو من المحسنات البديعية.\n٥ - المجاز العقلي ﴿فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ﴾ أي راضٍ بها صاحبها ففيه اسناد مجازي.","vol":"3","page":569},{"text":"٦ - الاحتباك وهو أن يحذف من موازينه ﴿فَأَمَّا مَن ثَقُلَتْ مَوَازِينُهُ فَهُوَ فِي عِيشَةٍ رَّاضِيَةٍ وَأَمَّا مَنْ خَفَّتْ مَوَازِينُهُ فَأُمُّهُ هَاوِيَةٌ﴾ حذف من الأول (فأمه الجنة) وذكر فيها ﴿عِيشَةٍ رَّاضِيَةٍ﴾ وحذف من الآية الثانية (فهو في عيشة ساخطة) وذكر ﴿فَأُمُّهُ هَاوِيَةٌ﴾ فحذف من كلٍ نظير ما أثبته في الآخر، وهو من المحسنات البديعية.\n٧ - توافق الفواصل في الحرف الأخير، وهو واضح في السورة الكريمة.\nتنبيه: الجمهور على أن الميزان حقيقي له كفتان ولسان، توزن فيه الصحف المكتوب فيها الحسنات والسيئات، وروي عن ابن عباس أنه يؤتى بالأعمال الصالحة على صور حسنة، وبالأعمال السيئة على صور قبيحة، فتوضح في الميزان، فمن رجحت حسناته سعد، ومن رجحت سيئاته شقي، والله أعلم.","vol":"3","page":570},{"text":"اللغَة: ﴿أَلْهَاكُمُ﴾ الإِلهاء: الشغل والانصراف عن الشيء الهام إِلى ما يدعو إِليه الهوى، وأصل اللهو الغفلةُ ثم شاع في كل شاغلٍ قال الراغب: اللهو ما يشغلك عما يعني ويهمُّ ﴿التكاثر﴾ التباهي بكثرة المال والجاه وهو بمعنى المكاثرة ﴿المقابر﴾ القبور جمع مقبرة، والقبور جمع القبر قال الشاعر:\nأبى أهل القُصور إِذا أُميتوا ... بَنَوْا فوق المقابر بالصخور\nأبو إِلاّ مباهاةً وفخرًا ... على الفقراء حتى في القبور\nالتفسِير: ﴿أَلْهَاكُمُ التكاثر﴾ أي شغلكم أيها الناسُ التفاخر بالأموال والأولاد والرجال عن طاعة الله، وعن الاستعداد للآخرة ﴿حتى زُرْتُمُ المقابر﴾ أي حتى أدرككم الموت، ودفنتم في المقابر، والجملةُ خيرٌ يراد به الوعظ والتوبيخ قال القرطبي: المعنى شغلكم المباهاة بكثرة المال والأولاد عن طاعة الله، حتى مُتُّم ودفنتم في المقابر ﴿كَلاَّ سَوْفَ تَعْلَمُونَ﴾ زجرٌ وتهديدٌ أي ارتدعوا أيها الناس وانزجروا عن الاشتغال بما لا ينفع ولا يفيد، فسوف تعلمون عاقبة جهلكم وتفريطكم في جنب الله، وانشغالكم بالفاني عن الباقي ﴿ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ﴾ وعيدٌ إِثر وعيد، زيادة في الزجر والتهديد أي سوف تعلمون عاقبة تكاثركم وتفاخركم إِذا نزل بكم الموت وعاينتم أهواله وشدائده قال ابن عباس: ﴿كَلاَّ سَوْفَ تَعْلَمُونَ﴾ ما ينزل بكم من العذاب في القبر ﴿ثُمَّ كَلاَّ سَوْفَ تَعْلَمُونَ﴾ أي في الآخرة إِذا حلَّ بكم العذاب ﴿كَلاَّ لَوْ تَعْلَمُونَ عِلْمَ اليقين﴾ أي ارتدعوا","vol":"3","page":571}]