[{"text":"إِن كُنتُم مُّؤْمِنِينَ﴾ أي فيما أتيتكم به من المعجزات علامة واضحة تدل على صدقي إِن كنتم مصدّقين بآيات الله، ثم أخبرهم أنه جاء مؤيدًا لرسالة موسى فقال ﴿وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التوراة﴾ أي وجيئتكم مصدقًا لرسالة موسى، مؤيدًا لما جاء به في التوراة ﴿وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ عَلَيْكُمْ﴾ أي ولأحلّ لكم بعض ما كان محرمًا عليكم في شريعة موسى قال ابن كثير: وفيه دليل على أن عيسى نسخ بعض شريعة التوراة وهو الصحيح ﴿وَجِئْتُكُمْ بِآيَةٍ مِّن رَّبِّكُمْ﴾ أي جئتكم بعلامة شاهدة على صحة رسالتي وهي ما أيدني الله به من المعجزات وكرِّر تأكيدًا ﴿فاتقوا الله وَأَطِيعُونِ﴾ أي خافوا الله وأطيعوا أمري ﴿إِنَّ الله رَبِّي وَرَبُّكُمْ فاعبدوه﴾ أي وأنا وأنتم سواء في العبودية له جلَّ وعلا ﴿هذا صِرَاطٌ مُّسْتَقِيمٌ﴾ أي فإِن تقوى الله وعبادته، والإِقرار بوحدانيته هو الطريق المستقيم الذي لا اعوجاج فيه.\nالبَلاَغَة: ١ - ﴿وَإِذْ قَالَتِ الملائكة﴾ أُطلق الملائكة وأريد به جبريل فهو من باب تسمية الخاص باسم العام تعظيمًا له ويسمى المجاز المرسل.\n٢ - ﴿اصطفاك وَطَهَّرَكِ واصطفاك﴾ تكرر لفظ اصطفاك كما تكرر لفظ «مريم» وهذا من باب الإِطناب.\n٣ - ﴿وَلَمْ يَمْسَسْنِي بَشَرٌ﴾ كنّى عن الجماع بالمسّ كما كنّى عنه بالحرث واللباس والمباشرة.\n٤ - ﴿وَلأُحِلَّ لَكُم بَعْضَ الذي حُرِّمَ﴾ بين لفظ ﴿أُحِلَّ﴾ و﴿حُرِّمَ﴾ من المحسنات البديعية الطباقُ، كما ورد الحذف في عدة مواضع والإِطناب في عدة مواضع، وهناك نواحٍ بلاغية أخرى ضربنا عنها صفحًا خشية الإِطالة.\nفَائِدَة: جاء التعبير هنا بقوله ﴿كَذَلِكَ الله يَخْلُقُ مَا يَشَآءُ﴾ وفي قصة يحيى ﴿كَذَلِكَ الله يَفْعَلُ مَا يَشَآءُ﴾ [آل عمران: ٤٠] والسرُّ في ذلك هو أن خلق عيسى من غير أب إِيجاد واختراع من غير سببٍ عادي فناسبه ذكر الخلق، وهناك الزوجة والزوج موجودان ولكن وجود الشيخوخة والعقم مانع في العادة من وجود الولد فناسبه ذكر الفعل والله أعلم.\nتنبيه: قال بعض العلماء: الحكمة في أنَّ الله لم يذكر في القرآن امرأة باسمها إِلا «مريم» هي الإِشارة من طرفٍ خفي إِلى ردّ ما قاله النصارى من أنها زوجته فإِن العظيم يأنف من ذكر اسم زوجته بين الناس ولينسب إِليها عيسى باعتبار عدم وجود أبٍ ولهذا قال في الآية ﴿اسمه المسيح عِيسَى ابن مَرْيَمَ﴾ .","vol":"1","page":185},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن قصة المسيح عيسى بن مريم ﵇، وقد ذكر تعالى في الآيات السابقة بشارة مريم بالسيد المسيح، ثم أعقبها بذكر معجزاته وكلها براهين ساطعة تدل على نبوته ﵇، ومع كل البراهين والمعجزات التي أيده الله بها فإِنَّ الكثيرين من بني إِسرائيل لم يؤمنوا به وقد عزم أعداء الله «اليهود» على قتله فنجّاه الله من شرهم ورفعه إِلى السماء.\nاللغَة: ﴿أَحَسَّ﴾ عرف وتحقق وأصله من الإِحساس وهو الإِدراك ببعض الحواس الخمس ﴿الحواريون﴾ جمع حواري وهو صفوة الرجل وخاصته ومنه قيل للحضريات حواريات لخلوص ألوانهن وبياضهن قال الشاعر:\nفقل للحورايات يَبْكينَ غيرنا ... ولا تَبْكنا إِلا الكلابُ النوابحُ\nوالحواريون أتباع عيسى كالصحابة لرسول الله ﷺ َ سمّوا حواريين لصفاء قلوبهم ونقاء سرائرهم ﴿مَكَرُواْ﴾ المكر: الخداع وأصله السعي بالفساد في خفية قال الزجاج: يقال مكر الليل وأمكر إِذا أظلم، ومكرُ الله استدراجه لعباده من حيث لا يعلمون حكي عن الفراء وغيره ﴿نَبْتَهِلْ﴾ نتضرع في الدعاء، وأصل الابتهال: الاجتهاد في الدعاء باللعن، والبهلةُ اللعنة.\nسَبَبُ النّزول: لما قدم وقد نصارى نجران، وجادلوا رسول الله ﷺ َ في أمر عيسى، قالوا للرسول ﷺ َ: مالك تشتِم صاحبنا؟ قال: وما أقول؟ قالوا: تقول إِنه عبد قال: أجل إِنه عبد الله ورسوله وكلمته ألقاها إِلى العذراء البتول، فغضبوا وقالوا: هل رأيت إِنسانًا قط من غير أب؟ فإِن كنت صادقًا فأرنا مثله فأنزل الله ﴿إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ﴾ الآية وروي أنه ﵇ لما دعاهم إِلى الإِسلام قالوا: قد كنا مسلمين قبلك، فقال: كذبتم يمنعكم من الإِسلام ثلاث: قولكم اتخذ الله ولدًا، وأكلكم الخنزير، وسجودكم للصليب فقالوا: فمن أبوه فأنزل الله ﴿إِنَّ مَثَلَ عيسى. . إلى قوله ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ الله عَلَى الكاذبين﴾ فدعاهم النبي ﷺ َ إِلى المباهلة، فقال بعضهم لبعض: إِن فعلتم اضطرم الوادي عليكم نارًا فقالوا أما تعر علينا سوى هذا؟ فقال: الإِسلام أو","vol":"1","page":186},{"text":"الجزية أو الحرب فأقروا بالجزية.\nالتفسِير: ﴿فَلَمَّآ أَحَسَّ عيسى مِنْهُمُ الكفر﴾ أي استشعر من اليهود التصميم على الكفر والاستمرار على الضلال وإِرادتهم قتله ﴿قَالَ مَنْ أنصاري إِلَى الله﴾ أي من أنصاري في الدعوة إِلى الله قال مجاهد: أي من يتبعني إِلى الله ﴿قَالَ الحواريون نَحْنُ أَنْصَارُ الله﴾ أي قال المؤمنون الأصفياء من أَتباعه نحن أنصار دين الله ﴿آمَنَّا بالله واشهد بِأَنَّا مُسْلِمُونَ﴾ أي صدقنا بالله وبما جئتنا به واشهد بأننا منقادون لرسالتك مخلصون في نصرتك ﴿رَبَّنَآ آمَنَّا بِمَآ أَنزَلَتَ واتبعنا الرسول فاكتبنا مَعَ الشاهدين﴾ أي آمنا بآياتك واتبعنا رسولك عيسى فاكتبنا مع من شهد لك بالوحدانية ولرسولك بالصدق، ثم أخبر تعالى عن اليهود المتآمرين الذين أرادوا قتل عيسى فقال ﴿وَمَكَرُواْ وَمَكَرَ الله﴾ أي أرادوا قتله فنجّاه الله من شرهم ورفعه إِلى السماء دون أن يمسَّ بأذى وألقى شبهه على ذلك الخائن «يهوذا» وسمّي مكرًا من باب المشاكلة ولهذا قال ﴿والله خَيْرُ الماكرين﴾ أي أقواهم مكرًا بحيث جعل تدميرهم في تدبيرهم وفي الحديث\n«اللهم امكرْ لي ولا تمكر عليَّ» ﴿إِذْ قَالَ الله ياعيسى إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ﴾ أي إِني رافعك إِلى السماء ثم مميتك بعد استيفائك كامل أجلك والمقصود بشارته بنجاته من اليهود ورفعه إِلى السماء سالمًا دون أذى قال قتادة: هذا من المقدم والمؤخر تقديره إِني رافعك إِليَّ ثم متوفيك بعد ذلك، وقد ذكره الطبري فقال: وقال آخرون معنى ذلك: إِذ قال الله يا عيسى إِني رافعك إِليَّ ومطهرك من الذين كفروا، ومتوفيك بعد إِنزالي إِيّاك إِلى الدنيا ﴿وَمُطَهِّرُكَ مِنَ الذين كَفَرُواْ﴾ أي مخلصك من شر الأشرار أرادوا قتلك قال الحسن: طهّره من اليهود والنصارى والمجوس ومن كفار قومه ﴿وَجَاعِلُ الذين اتبعوك فَوْقَ الذين كَفَرُواْ إلى يَوْمِ القيامة﴾ أي جاعل أتباعك الذين آمنوا بك فوق الذين جحدوا نبوتك ظاهرين على من ناوأهم إِلى يوم القيامة وقال في تفسير الجلالين: ﴿الذين اتبعوك﴾ أي صدقوا بنبوتك من المسلمين والنصارى ﴿فَوْقَ الذين كَفَرُواْ﴾ وهم اليهود يعلونهم بالحجة والسيف ﴿ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي ثم مصيركم إِلى الله فأقضي بين جميعكم بالحق فيما كنتم تختلفون فيه من أمر عيسى ﴿فَأَمَّا الذين كَفَرُواْ فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدنيا والآخرة﴾ أي أما الكافرون بنبوتك المخالفون لملتك فإِني معذبهم عذابًا شديدًا في الدنيا بالقتل والسبي، وبالآخرة بنار جهنم ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ليس لهم ناصر يمنع عنهم عذاب الله ﴿وَأَمَّا الذين آمَنُوا وَعَمِلُواْ الصالحات فَيُوَفِّيهِمْ أُجُورَهُمْ﴾ أي وأما المؤمنون فيعطيهم جزاء أعمالهم الصالحة كاملةً غير منقوصة ﴿والله لاَ يُحِبُّ الظالمين﴾ أي لا يحب من كان ظالمًا فكيف يظلم عباده؟ ﴿ذلك نَتْلُوهُ عَلَيْكَ﴾ أي هذه الأنباء التي نقصها عليك يا محمد ﴿مِنَ الآيَاتِ والذكر الحكيم﴾ أي من آيات القرآن الكريم المحكم، الذي لا","vol":"1","page":187},{"text":"يأتيه الباطل من بين يديه ولا من خلفه ﴿إِنَّ مَثَلَ عيسى عِندَ الله كَمَثَلِءَادَمَ﴾ أي إِن شأن عيسى إِذ خلقه بلا أب - وهو في بابه غريب - كشأن آدم ﴿خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ﴾ أي خلق آدم من غير أب ولا أم ثم قال له كن فكان، فليس أمر عيسى بأعجب من أمر آدم ﴿الحق مِن رَّبِّكَ فَلاَ تَكُنْ مِّن الممترين﴾ أي هذا هو القول الحق في عيسى فلا تكن من الشاكين ﴿فَمَنْ حَآجَّكَ فِيهِ مِن بَعْدِ مَا جَآءَكَ مِنَ العلم﴾ أي من جادلك في أمر عيسى بعدما وضح لك الحق واستبان ﴿فَقُلْ تَعَالَوْاْ نَدْعُ أَبْنَاءَنَا وَأَبْنَآءَكُمْ وَنِسَآءَنَا وَنِسَآءَكُمْ وَأَنْفُسَنَا وأَنْفُسَكُمْ﴾ أي هلمّوا نجتمع ويدعو كل منا ومنكم أبناءه ونساءه ونفسه إِلى المباهلة وفي صحيح مسلم لما نزلت هذه الآية دعا رسول الله ﷺ َ فاطمة وحسنًا وحسينًا فقال: اللهم هؤلاء أهلي ﴿ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ الله عَلَى الكاذبين﴾ أي نتضرع إلى الله فنقول: اللهم العن الكاذب منا في شأن عيسى، فلما دعاهم إِلى المباهلة امتنعوا وقبلوا بالجزية عن ابن عباس أنه قال «لو خرج الذين يباهلون رسول الله ﷺ َ لرجعوا لا يجدون أهلًا ولا مالًا» قال أبو حيان: «وفي ترك النصارى الملاعنة لعلمهم بصدقه شاهد عظيم على صحة نبوته» ثم قال تعالى ﴿إِنَّ هذا لَهُوَ القصص الحق﴾ أي هذا الذي قصصناه عليك يا محمد في شأن عيسى هو الحق الذي لا شك فيه ﴿وَمَا مِنْ إله إِلاَّ الله﴾ أي لا يوجد إله غير الله، وفيه ردٌّ على النصارى في قولهم بالتثليث ﴿وَإِنَّ الله لَهُوَ العزيز الحكيم﴾ أي هو جل شأنه العزيز في ملكه الحكيم في صنعه ﴿فَإِن تَوَلَّوْاْ فَإِنَّ الله عَلِيمٌ بالمفسدين﴾ أي إِن أعرضوا عن الإِقرار بالتوحيد فإِنهم مفسدون والله عليم بهم وسيجازيهم على ذلك شر الجزاء.\nالبَلاَغَة: ١ - ﴿فَلَمَّآ أَحَسَّ﴾ قال أبو حيان: فيها استعارة إِذ الكفر ليس بمحسوس وإِنما يُعلم ويفطن به فإِطلاق الحسّ عليه من نوع الاستعارة.\n٢ - ﴿والله خَيْرُ الماكرين﴾ بين لفظ مكروًا والماكرين جناس الاشتقاق وهو من باب المشاكلة.\n٣ - ﴿فَيُوَفِّيهِمْ أُجُورَهُمْ﴾ فيه التفات من ضمير التكلم إِلى ضمير الغيبة للتنوع في الفصاحة.\n٤ - ﴿الحق مِن رَّبِّكَ﴾ التعرض لعنوان الربوبية مع الإِضافة إِلى الرسول لتشريفه ﵊ ُ.\n٥ - ﴿فَلاَ تَكُنْ مِّن الممترين﴾ هو من باب الإِلهاب والتهييج لزيادة التثبيت أفاده أبو السعود.\nلطيفَة: قال صاحب البحر المحيط: سأل رجل الجيد فقال: كيف رضي الله سبحانه لنفسه المكر وقد عاب به غيره، فقال: لا أدري ما تقول ولكن أنشدني فلان الظهراني:\nويقبح من سواك الفعل عندي ... فتفعله فيحسن منك ذاكا\nثم قال له: قد أجبتك إِن كنت تعقل.","vol":"1","page":188},{"text":"المناسَبَة: لما أقام القرآن الحجة على النصارى وأبطل دعواهم في شأن ألوهية المسيح، دعا الفريقين «اليهود والنصارى» إِلى التوحيد، والاقتداء بأبي الأنبياء إِبراهيم ﵇، إِذ كانت ملته الحنيفية السمحة وهي ملة الإِسلام، ولم يكن يهوديًا ولا نصرانيًا كما زعم كل من الفريقين، ثم بيّن أن أحق الناس بالانتساب إِلى إِبراهيم محمد ﷺ َ وأمته.\nاللغَة: ﴿سَوَآءٍ﴾ السَّواء: العدل والنَّصف قال أبو عبيدة: يقال قد دعاك إِلى السَّواء فاقبل منه قال زهير:\nأروني خطةً لا ضيم فيها ... يُسوّى بيننا فيها السَّواء\n﴿أَوْلَى﴾ أحقُّ ﴿وَدَّت﴾ تمنت ﴿تَلْبِسُونَ﴾ اللِّبَس: الخلط يقال: لَبس الأمرُ عليه إِذا اشتبه واختلط ﴿وَجْهَ النهار﴾ أوله سميّ وجهًا لأن أول ما يواجه من النهار أوله قال الشاعر:\nمن كانَ مسرورًا بمقتل مالك ... فليأْتِ نِسوتنا بوجهِ نهار\nسَبَبُ النّزول: روي عن ابن عباس أن أحبار اليهود ونصارى نجران اجتمعوا عند رسول الله ﷺ َ فتنازعوا في إِبراهيم فقالت اليهود: ما كان إِلا يهوديًا، وقالت النصارى: ما كان إِلا نصرانيًا فأنزل الله ﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا﴾ الآية.\nالتفِسير: ﴿قُلْ ياأهل الكتاب تَعَالَوْاْ إلى كَلِمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ﴾ أي قل لهم يا معشر اليهود","vol":"1","page":189},{"text":"والنصارى هلموا إِلى كلمة عادلة مستقيمة فيها إِنصاف من بعضنا لبعض ﴿أَلاَّ نَعْبُدَ إِلاَّ الله وَلاَ نُشْرِكَ بِهِ شَيْئًا﴾ أي أن نفرد الله وحده بالعبادة ولا نجعل له شريكًا ﴿وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ الله﴾ أي لا يعبد بعضنا بعضًا كما عبد اليهود والنصارى عزيرًا وعيسى، وأطاعوا الأحبار والرهبان فيما أحلوا لهم وحرّموا، روي أن الآية لمّا نزلت قال عدي بن حاتم ما كنا نعبدهم يا رسول الله، فقال ﷺ َ أما كانوا يحلّون لكم ويحرّمون فتأخذون بقولهم؟ فقال: نعم فقال النبي ﷺ َ ﴿فَإِن تَوَلَّوْاْ فَقُولُواْ اشهدوا بِأَنَّا مُسْلِمُونَ﴾ أي فإِن أعرضوا عن التوحيد ورفضوا قبول تلك الدعوة العادلة فقولوا أنتم اشهدوا يا معشر أهل الكتاب بأننا موحّدون مسلمون، مقرّون لله بالوحدانية مخلصون له العبادة ﴿ياأهل الكتاب لِمَ تُحَآجُّونَ في إِبْرَاهِيمَ﴾ أي يا معشر اليهود والنصارى لم تجادلون وتنازعون في إِبراهيم وتزعمون أنه على دينكم ﴿وَمَآ أُنزِلَتِ التوراة والإنجيل إِلاَّ مِن بَعْدِهِ﴾ أي والحال أنه ما حدثت هذه الأديان إِلا من بعده بقرونٍ كثيرة فكيف يكون من أهلها؟ ﴿أَفَلاَ تَعْقِلُونَ﴾ بطلان قولكم؟ فقد كان بين إِبراهيم وموسى ألف سنة، وبين موسى وعيسى ألفا سنة فكيف يقول بذلك عاقل؟ والاستفهام للتوبيخ ﴿هاأنتم هؤلاء حَاجَجْتُمْ فِيمَا لَكُم بِهِ عِلمٌ﴾ أي ها أنتم يا معشر اليهود والنصارى جادلتم وخاصمتم في شأن عيسى وقد عشتم زمانه فزعمتم ما زعمتموه ﴿فَلِمَ تُحَآجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ﴾ أي فلم تخاصمون وتجادلون في شأن إِبراهيم ودينه وتنسبونه إِلى اليهودية أو النصرانية بدون علم؟ أفليست هذه سفاهة وحماقة؟ ﴿والله يَعْلَمُ وَأَنْتُمْ لاَ تَعْلَمُونَ﴾ أي والله يعلم الحقَّ من أمر إِبراهيم وأنتم لا تعلمون ذلك، قال أبو حيان: «وهذا استدعاء لهم أن يسمعوا كما تقول لمن تخبره بشيء لا يعلمه: اسمع فإِني أعلم ما لا تعلم» ثم أكذبهم الله تعالى في دعوى إِبراهيم فقال ﴿مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلاَ نَصْرَانِيًّا﴾ أي ما كان إِبراهيم على دين اليهودية ولا على دين النصرانية، فإِن اليهودية ملة محرّفة عن شرع موسى، وكذلك النصرانية ملة محرفة عن شرع عيسى ﴿وَلَكِن كَانَ حَنِيفًا مُّسْلِمًا﴾ أي مائلًا عن الأديان كلها إِلى الدين القيم ﴿وَمَا كَانَ مِنَ المشركين﴾ أي كان مسلمًا ولم يكن مشركًا، وفيه تعريض بأنهم مشركون في قولهم عزير بن الله، والمسيح بن الله، وردًّ لدعوى المشركين أنهم على ملة إِبراهيم ﴿إِنَّ أَوْلَى الناس بِإِبْرَاهِيمَ لَلَّذِينَ اتبعوه﴾ أي أحق الناس بالانتساب إِلى إِبراهيم أتباعه الذين سلكوا طريقه ومنهاجه في عصره وبعده ﴿وهذا النبي﴾ أي محمد ﷺ َ ﴿والذين آمَنُواْ﴾ أي المؤمنون من أمة محمد فهم الجديرون بأن يقولوا نحن على دينه لا أنتم ﴿والله وَلِيُّ المؤمنين﴾ أي حافظهم وناصرهم.\n. ولما دعا اليهود بعض الصحابة إِلى اليهودية نزل قوله ﴿وَدَّت طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب لَوْ يُضِلُّونَكُمْ﴾ أي تمنَّوا إِضلالكم بالرجوع إِلى دينهم حسدًا وبغيًا ﴿وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ﴾ أي لا يعود وبال ذلك إِلا عليهم إِذ يُضاعف به عذابهم ﴿وَمَا يَشْعُرُونَ﴾ أي ما يفطنون لذلك، ثم وبّخهم القرآن على فعلهم القبيح فقال ﴿ياأهل الكتاب لِمَ تَكْفُرُونَ بِآيَاتِ الله﴾ أي بالقرآن المنزل على محمد ﷺ َ ﴿وَأَنْتُمْ تَشْهَدُونَ﴾ أي تعلمون أنه حق ﴿ياأهل الكتاب لِمَ تَلْبِسُونَ الحق بالباطل﴾ أي لم تخلطون بين الحق والباطل بإلقاء الشُّبَه والتحريف والتبديل؟ ﴿وَتَكْتُمُونَ الحق وَأَنْتُمْ تَعْلَمُونَ﴾ أي","vol":"1","page":190},{"text":"تكتمون ما في كتبكم من صفة محمد ﷺ َ وأنتم تعلمون ذلك، ثم حكى تعالى نوعًا آخر من مكرهم وخبثهم، وهو أن يظهروا الإِسلام في أول النهار ثم يرتدوا عنه في آخره ليشككوا الناس في دين الإِسلام فقال ﴿وَقَالَتْ طَّآئِفَةٌ مِّنْ أَهْلِ الكتاب آمِنُواْ بالذي أُنْزِلَ عَلَى الذين آمَنُواْ وَجْهَ النهار﴾ قال ابن كثير: وهذه مكيدة أرادوها ليلبسوا على الضعفاء من الناس أمر دينهم، وهو أنهم تشاوروا بينهم أن يظهروا الإِيمان أول النهار ويصلّوا مع المسلمين فإِذا جاء آخر النهار ارتدوا إِلى دينهم ليقول الجهلة من الناس إِنما ردهم إِلى دينهم اطلاعهم على نقيصةٍ وعيبٍ في دين المسلمين ﴿واكفروا آخِرَهُ﴾ أي اكفروا بالإِسلام آخر النهار ﴿لَعَلَّهُمْ يَرْجِعُونَ﴾ أي لعلهم يشكّون في دينهم فيرجعون عنه ﴿وَلاَ تؤمنوا إِلاَّ لِمَن تَبِعَ دِينَكُمْ﴾ هذا من تتمة كلام اليهود حكاه الله عنهم والمعنى: لا تصدقوا ولا تظهروا سرّكم وتطمئنوا لأحدٍ إِلا إِذا كان على دينكم ﴿قُلْ إِنَّ الهدى هُدَى الله﴾ أي قل لهم يا محمد الهدى ليس بأيديكم وإِنما الهدى هدى الله، يهدي من يشاء إِلى الإِيمان ويثبته عليه كما هدى المؤمنين، والجملة اعتراضية، ثم ذكر تعالى بعد ذلك الاعتراض بقية كلام اليهود فقال ﴿أَن يؤتى أَحَدٌ مِّثْلَ مَآ أُوتِيتُمْ أَوْ يُحَآجُّوكُمْ عِندَ رَبِّكُمْ﴾ أي يقول اليهود بعضهم لبعض: لا تصدّقوا إِلا لمن تبع دينكم، وانظروا فيمن ادعى النوبة فإِن كان متبعًا لدينكم فصدقوه وإِلا فكذبوه، ولا تقروا ولا تعترفوا لأحدٍ بالنبوة إِلا إِذا كان على دينكم، خشية أن يؤتى أحدٌ مثل ما أوتيتم وخشية أن يحاجوكم به عند ربكم، فإِذا أقررتم بنبوة محمد ولم تدخلوا في دينه تكون له الحجة عليكم يوم القيامة، وغرضهم نفي النبوة عن رسول الله ﷺ َ ﴿قُلْ إِنَّ الفضل بِيَدِ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي قل لهم يا محمد أمر النبوة ليس إِليكم وإِنما هو بيد الله والفضل والخير كله بيد الله يؤتيه من يشاء ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي كثير العطاء واسع الإِنعام يعلم من هو أهل له ﴿يَخْتَصُّ بِرَحْمَتِهِ مَن يَشَآءُ﴾ أي يختص بالنبوة من شاء ﴿وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ﴾ أي فضله واسع عظيم لا يُحدُّوا ولا يُمنع.\nالبَلاَغَة: جمعت هذه الآيات من ضروب الفصاحة والبلاغة ما يأتي: المجازُ في قوله ﴿إلى كَلِمَةٍ﴾ حيث أطلق اسم الواحد على الجمع، والتشبيه في قوله ﴿أَرْبَابًا﴾ حيث شبّه طاعتهم لرؤساء الدين في أمر التحليل بالربّ المستحق للعبادة، والطباق في قوله ﴿الحق بالباطل﴾ والجناس التام في قوله ﴿يُضِلُّونَكُمْ وَمَا يُضِلُّونَ﴾ وجناس الاشتقاق في ﴿أَوْلَى﴾ و﴿وَلِيُّ﴾ والتكرار في عدة مواطن، والحذف في عدة مواطن.\nفَأئِدَة: كتب رسول الله ﷺ َ كتابًا إِلى «هرقل» ملك الروم يدعوه فيه إِلى الإِسلام واستشهد فيه بالآية الكريمة التي فيها إِخلاص الدعوة لعبادة الله وحده، ونصُّ الكتاب كما هو في صحيح مسلم «بسم الله الرحمن الرحيم، من محمد رسول الله إِلى هرقل عظيم الروم، سلامٌ على من اتَّبع الهدى أما بعد: فإِني أدعوك بدعاية الإِسلام، أسلمْ تسْلَم، وأسلم يؤتك الله أجرك مرتين، فإِن توليت فإِن عليك إِثم الأريسيين - يعني الفلاحين والخدم - ﴿قُلْ ياأهل الكتاب تَعَالَوْاْ إلى كَلِمَةٍ سَوَآءٍ بَيْنَنَا وَبَيْنَكُمْ أَلاَّ نَعْبُدَ إِلاَّ الله وَلاَ نُشْرِكَ بِهِ شَيْئًا وَلاَ يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ الله فَإِن تَوَلَّوْاْ فَقُولُواْ","vol":"1","page":191},{"text":"اشهدوا بِأَنَّا مُسْلِمُونَ﴾» .","vol":"1","page":192},{"text":"المنَاسَبَة: لما حكى تعالى قبائح أهل الكتاب، وما هم عليه من الخبث والكيد والمكر، أعقبه بذكر بعض أوصاف اليهود خاصة وهي خيانتهم من الناحيتين: المالية والدينية، فقد خانوا الله والناس بتحريفهم كلام الله عن معناه، واستحلالهم أكل أموال الناس بالباطل.\nاللغَة: ﴿قِنْطَارٍ﴾ القنطار المالُ الكثير وقد تقدم ﴿قَآئِمًا﴾ ملازمًا ومداومًا على مطالبته ﴿الأميين﴾ المراد بهم العرب وأصلُ الأميّ الذي لا يقرأ ولا يكتب والعربُ كانوا كذلك ﴿يَلْوُونَ﴾ من الليّ وهو اللّف والفتل تقول: لويتُ يده إِذا فتلتها والمراد أنهم يفتلون ألسنتهم ليميلوها عن الآيات المنزلة إِلى العبارات المحرّفة ﴿لاَ خَلاَقَ﴾ أي لا نصيب لهم رمن رحمة الله ﴿رَبَّانِيِّينَ﴾ جمع رباني وهو المنسوب إِلى الربّ قال الطبري معناه: كونوا حكماء علماء.\nسَبَبُ النّزول: عن الأشعث بن قيس قال: كان بيني وبين رجلٍ من اليهود فجحدني فقدمته إِلى النبي ﷺ َ فقال لي رسول الله ﷺ َ هل كل بيّنة؟ قلت: لا، قال لليهودي: احلفْ قلت: إِذًا يحلف فيذهب بما لي فأنزل الله ﴿إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ الله ...﴾ الآية.\nالتفِسير: ﴿وَمِنْ أَهْلِ الكتاب مَنْ إِن تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّهِ إِلَيْكَ﴾ أي من اليهود من إِذا ائتمنته على المال الكثير أدّاه إليك لأمانته كعبد الله بن سلام أودعه قرشي ألف أوقية ذهبًا فأداها إليه ﴿وَمِنْهُمْ مَّنْ إِن تَأْمَنْهُ بِدِينَارٍ لاَّ يُؤَدِّهِ إِلَيْكَ﴾ أي ومنهم من لا يؤتمن على دينار لخيانته كفنحاص بن","vol":"1","page":192},{"text":"عازوراء ائتمنه قرشي على دينار فجحده ﴿إِلاَّ مَا دُمْتَ عَلَيْهِ قَآئِمًا﴾ أي إِلا إِذا كنت ملازمًا له ومُشهدًا عليه ﴿ذلك بِأَنَّهُمْ قَالُواْ لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ أي إِنما حملهم على الخيانة زعمهم أن الله أباح لهم أموال الأميين - يعني العرب - روى أن اليهود قالوا ﴿نَحْنُ أَبْنَاءُ الله﴾ [المائدة: ١٨] والخلق لنا عبيد، فلا سبيل لاحدٍ علينا إِذا أكلنا أموال عبيدنا، وقيل إِنهم قالوا إِن الله أباح لنا مال من خالف ديننا ﴿وَيَقُولُونَ عَلَى اللَّهِ الكذب وَهُمْ يَعْلَمُونَ﴾ أي يكذبون على الله بادعائهم ذلك وهم يعلمون أنهم كاذبون مفترون، روي أنهم لما قالوا ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ قال نبي الله ﷺ َ: كذب أعداء الله ما من شيء كان في الجاهلية إِلا هو تحت قدميَّ هاتين إِلا الأمانة فإِنها مؤداة إِلى البرّ والفاجر، ثم قال تعالى ﴿بلى مَنْ أوفى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ﴾ أي ليس كما زعموا بل عليهم فيه إِثم لكنْ من أدّى الأمانة منهم وآمن بمحمد ﷺ َ واتقى الله واجتنب محارمه فإِن الله يحبه ويكرمه ﴿إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ الله وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا﴾ أي يستبدلون بالعهد الذي عاهدوا عليه من التصديق بمحمد وبأيمانهم الكاذبة حطام الدنيا وعرضها الخسيس الزائل ﴿أولئك لاَ خَلاَقَ لَهُمْ فِي الآخرة﴾ أي ليس لهم حظ ولا نصيب من رحمة الله تعالى ﴿وَلاَ يُكَلِّمُهُمُ الله وَلاَ يَنظُرُ إِلَيْهِمْ يَوْمَ القيامة﴾ أي لا يكلمهم كلام أنسٍ ولطف، ولا ينظر إِليهم بعين الرحمة يوم القيامة ﴿وَلاَ يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي لا يطهرهم من أوضار الأوزار، ولهم عذاب مؤلم على ما ارتكبوه من المعاصي ﴿وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بالكتاب﴾ أي وإِن من اليهود طائفة يفتلون ألسنتهم في حال قراءة الكتاب لتحريف معانيه وتبديل كلام الله عن المراد منه قال ابن عباس: يحرفونه بتأويله على غير مراد الله ﴿لِتَحْسَبُوهُ مِنَ الكتاب وَمَا هُوَ مِنَ الْكِتَابِ﴾ أي لتظنوا أن هذا المحرّف من كلام الله وما هو إِلا تضليل وبهتان ﴿وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللًّهِ وَمَا هُوَ مِنْ عِندِ الله﴾ أي ينسبونه إِلى الله وهو كذبٌ على الله ﴿وَهُمْ يَعْلَمُونَ﴾ أنهم كذبوا وافتروا على الله، ثم قال تعالى ردًا على النصارى لما زعموا أن عيسى أمرهم أن يعبدوه ﴿مَا كَانَ لِبَشَرٍ أَن يُؤْتِيهُ الله الكتاب والحكم والنبوة﴾ أي لا يصح ولا ينبغي لأحدٍ من البشر أعطاه الله الكتاب والحكمة والنبوة ﴿ثُمَّ يَقُولَ لِلنَّاسِ كُونُواْ عِبَادًا لِّي مِن دُونِ الله﴾ أي ثم يقول للناس اعبدوني من دون الله، والنفيُ في مثل هذه الصيغة ﴿مَا كَانَ﴾ إِنما يؤتى به للنفي العام الذي لا يجوز عقلًا ثبوتُه والغرض أنه لا يصح أصلًا ولا يتصور عقلًا صدور دعوى الألوهية من نبي قط أعطاه الله النبوة والشريعة فضلاَ عن أن يحصل ذلك بالفعل لأن الرسول سفير بين الله وخلقه ليرشد الناس إِلى عبادة الله فكيف يدعوهم إِلى عبادة نفسه؟ ﴿ولكن كُونُواْ رَبَّانِيِّينَ﴾ أي ولكن يقول لهم كونوا ربانيّين قال ابن عباس: حكماء علماء حلماء والمعنى: لا أدعوكم إِلى أن تكونوا عبادًا لي ولكن أدعوكم أن تكونوا علماء فقهاء مطيعين لله ﴿بِمَا كُنتُمْ تُعَلِّمُونَ الكتاب وَبِمَا كُنْتُمْ تَدْرُسُونَ﴾ أي بتعليمكم الناس الكتاب ودراستكم إيّاه ﴿وَلاَ يَأْمُرَكُمْ أَن تَتَّخِذُواْ الملائكة والنبيين أَرْبَابًا﴾ أي وما كان له أن يأمركم بعبادة غير الله - ملائكة أو أنبياء - لأنَّ مهمة الرسل الدعوة","vol":"1","page":193},{"text":"إِلى الله وإِخلاص العبادة له ﴿أَيَأْمُرُكُم بالكفر بَعْدَ إِذْ أَنْتُمْ مُّسْلِمُونَ﴾ أي يأمركم نبيكم بالكفر وجحود وحدانية الله، بعد أن أسلمتم ودخلتم في دين الله؟ والاستفهام إِنكاري تعجبي.\nالبَلاَغَة: ١ - ﴿ذلك بِأَنَّهُمْ قَالُواْ﴾ الإِشارة بالبعيد للإِيذان بكمال غلوهم في الشر والفساد.\n٢ - ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ فيه إيجاز بالحذف أي ليس علينا في أكل الأموال الأميين سبيل.\n٣ - ﴿يَشْتَرُونَ بِعَهْدِ الله﴾ فيه استعارة فقد استعار لفظ الشراء للاستبدال.\n٤ - ﴿وَلاَ يُكَلِّمُهُمُ الله﴾ مجاز عن شدة غضبه وسخطه تعالى عليهم وكذلك في الآتي بعدها.\n٥ - ﴿وَلاَ يَنظُرُ إِلَيْهِمْ﴾ قال الزمخشري: مجاز عن الاستهانة بهم والسخط عليهم لأن من اعتد بإِنسانٍ التفت إِليه وأعره نظر عينيه.\n٦ - بين لفظ ﴿اتَّقَى﴾ و﴿الْمُتَّقِينَ﴾ جناس الاشتقاق وبين لفظ ﴿الكفر﴾ و﴿مُّسْلِمُونَ﴾ طباق.\nفَائِدَة: روي أن رجلًا قال لابن عباس: «إِنّا نصيب في الغزو من أموال أهل الذمة الدجاجة والشاة، قال ابن عباس: فماذا تقولون؟ قالوا نقول ليس علينا بذلك بأس، قال: هذا كما قال أهل الكتاب ﴿لَيْسَ عَلَيْنَا فِي الأميين سَبِيلٌ﴾ إِنهم إِذا أدوا الجزية لم تحل لكم أموالهم إِلا بطيب أنفسهم» ذكره ابن كثير.","vol":"1","page":194},{"text":"المنَاسَبَة: لّما ذكر تعالى خيانة أهل الكتاب بتحريفهم كلام الله عن مواضعه، وتغييرهم أوصاف رسول الله ﷺ َ الموجودة في كتبهم حتى لا يؤمنوا به، ذكر تعالى هنا ما تقوم به الحجة عليهم وهو أن الله قد أخذ الميثاق على أنبيائهم أن يؤمنوا بمحمد ﷺ َ إن أدركوا حياته، وأن يكونوا من أتباعه وأنصاره، فإِذا كان الأنبياء قد أخذ عليهم العهد أن يؤمنوا به ويبشروا بمبعثه فكيف يصح من أتباعهم التكذيب برسالته؟ ثم ذكر تعالى أن الإِيمان بجميع الرسل شرط لصحة الإيمان وبيَّن أن الإِسلام هو الدين الحق الذي لا يقبل الله دينًا سواه.\nاللغَة: ﴿مِيثَاقَ﴾ الميثاق: العهد المؤكد بيمين ونحوه وقد تقدم ﴿إِصْرِي﴾ عهدى وأصله في اللغة الثقل قال الزمخشري: وسمي إصرًا لأنه مما يؤصر أي يشد ويعقد ﴿الفاسقون﴾ الخارجون عن طاعة الله ﴿طَوْعًا﴾ انقيادًا عن رغبة ﴿وَكَرْهًا﴾ إِجبارًا وهو كاره ﴿الأسباط﴾ جمع سبط وهو ابن الإِبن والمراد به هنا قبائل بني إِسرائيل من أولاد يعقوب ﴿يُنظَرُونَ﴾ يمهلون يقال: أنظره يعني أمهله والنظرة والإِمهال ﴿الخاسرين﴾ الخسران: انتقاص رأس المال يقال: خسر فلان أي أضاع من رأس ماله ﴿الضآلون﴾ التائهون في مهامه الكفر.\nسَبَبُ النّزول: عن ابن عباس قال: ارتد رجل من الأنصار عن الإِسلام ولحق بالشرك ثم ندم، فأرسل إِلى قومه: سلوا لي رسول الله ﷺ َ هلل من توبة فإِني قد ندمت؟ فنزلت الآية ﴿كَيْفَ يَهْدِي الله قَوْمًا كَفَرُواْ ... .﴾ إلى قوله ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ فكتب بها قومه إِليه فرجع فأسلم.\nالتفِسير: ﴿وَإِذْ أَخَذَ الله مِيثَاقَ النبيين﴾ أي اذكروا يا أهل الكتاب حين أخذ الله العهد المؤكد على النبيّين ﴿لَمَآ آتَيْتُكُم مِّن كِتَابٍ وَحِكْمَةٍ﴾ أي لمن أجل ما آتيتكم من الكتاب والحكمة قال الطبري: المعنى لمهْما آتيتكم أيها النبيّون من كتاب وحكمة ﴿ثُمَّ جَآءَكُمْ رَسُولٌ مُّصَدِّقٌ لِّمَا مَعَكُمْ﴾ أيثم جاءكم رسول من عندي بكتاب مصدق لما بين أيديكم وهو محمد ﷺ َ ﴿لَتُؤْمِنُنَّ بِهِ وَلَتَنصُرُنَّهُ﴾ أي لتصدقنه ولتنصرنه، قال ابن عباس: ما بعث الله نبيًا من الأنبياء إِلا أخذ عليه الميثاق لئن بعث الله محمدًا وهو حي ليؤمننَّ به ولينصرنه وأمره أن يأخذ الميثاق على أمته ﴿قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ على ذلكم إِصْرِي﴾ أي أأقررتم واعترفتم بهذا الميثاق وأخذتم عليه عهدي؟ ﴿قالوا أَقْرَرْنَا﴾ أي اعترفنا ﴿قَالَ فاشهدوا وَأَنَاْ مَعَكُمْ مِّنَ الشاهدين﴾ أي اشهدوا على أنفسكم وأتباعكم وأنا من الشاهدين عليكم وعليهم ﴿فَمَنْ تولى بَعْدَ ذلك﴾ أي أعرض ونكث عهده ﴿فأولئك هُمُ الفاسقون﴾ أي هم الخارجون عن طاعة الله ﴿أَفَغَيْرَ دِينِ الله يَبْغُونَ﴾ الهمزة للإِنكار التوبيخي أي أيبتغي أهل الكتاب دينًا غير الإِسلام الذي أرسل الله به رسله؟ ﴿وَلَهُ أَسْلَمَ مَن فِي السماوات والأرض﴾ أي ولله استسلم وانقاد","vol":"1","page":195},{"text":"وخضع أهل السماوات والأرض ﴿طَوْعًا وَكَرْهًا﴾ أي طائعين ومكرهين قال قتادة: المؤمن أسلم طائعًا والكافر أسلم كارهًا حين لا ينفعه ذلك قال ابن كثير: فالمؤمن من مستسلم بقلبه وقالبه لله طوعًا، والكافر مستسلم لله كرهًا فإنه تحت التسخير والقهر والسلطان العظيم الذي لا يُخالف ولا يُمانع ﴿وَإِلَيْهِ يُرْجَعُونَ﴾ أي يوم المعاد فيجازي كلًا بعمله ﴿قُلْ آمَنَّا بالله وَمَآ أُنزِلَ عَلَيْنَا﴾ أي قل يا محمد أنت وأمتك آمنا بالله وبالقرآن المنزل علينا ﴿وَمَآ أُنزِلَ على إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ والأسباط﴾ أي آمنا بما أنزل على هؤلاء من الصحف والوحي، والأسباطُ هم بطون بني إِسرائيل المتشعبة من أولاد يعقوب ﴿ِ وَمَا أُوتِيَ موسى وعيسى﴾ أي من التوراة والإِنجيل ﴿والنبيون مِن رَّبِّهِمْ﴾ أي وما أنزل على الأنبياء جميعهم ﴿لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي لا نؤمن بالبعض ونكفر بالبعض كما فعل اليهود والنصارى بل نؤمن بالكل ﴿وَنَحْنُ لَهُ مُسْلِمُونَ﴾ أي مخلصون في العبادة مقرّون له بالألوهية والربوبية لا نشرك معه أحدًا أبدًا، ثم أخبر تعالى بأن كل دين غير الإِسلام باطل ومرفوض فقال ﴿وَمَن يَبْتَغِ غَيْرَ الإسلام دِينًا فَلَنْ يُقْبَلَ مِنْهُ﴾ أي يطلب شريعة غير شريعة الإِسلام بعد بعثة النبي ﵊ ُ ليدين بها فلن يتقبل الله منه ﴿وَهُوَ فِي الآخرة مِنَ الخاسرين﴾ أي مصيرة إِلى النار مخلدًا فيها ﴿كَيْفَ يَهْدِي الله قَوْمًا كَفَرُواْ بَعْدَ إِيمَانِهِمْ﴾ استفهام للتعجيب والتعظيم لكفرهم أي كيف يستحق الهْداية قوم كفروا بعد إِيمانهم ﴿وشهدوا أَنَّ الرسول حَقٌّ﴾ أي بعد أن جاءتهم الشواهد ووضح لهم الحق أن محمدًا رسول الله ﴿وَجَآءَهُمُ البينات﴾ أي جاءتهم المعجزات والحجج البينات على صدق النبي ﴿والله لاَ يَهْدِي القوم الظالمين﴾ أي لا يوفقهم لطريق السعادة، قال الحسن: هم اليهود والنصارى رأوا صفة محمد ﷺ َ في كتابهم، وشهدوا أنه حق فلما بعث من غيرهم حسدوا العرب فكفروا بعد إِيمانهم ﴿أولئك جَزَآؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ الله والملائكة والناس أَجْمَعِينَ﴾ أي جزاؤهم على كفرهم اللعنة من الله والملائكة والخلق أجمعين ﴿خَالِدِينَ فِيهَا لاَ يُخَفَّفُ عَنْهُمُ العذاب وَلاَ هُمْ يُنظَرُونَ﴾ أي ماكثين في النار أبد الآبدين، لا يُفتّر عنهم العذاب ولا هم يمهلون ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك وَأَصْلَحُواْ﴾ أي إِلا من تاب وأناب وأصلح ما أفسد من عمله ﴿فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي متفضل عليه بالرحمة والغفران ﴿إِنَّ الذين كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازدادوا كُفْرًا﴾ نزلت في اليهود كفروا بعيسى بعد إِيمانهم بموسى ثم ازدادوا كفرًا حيث كفروا بمحمد والقرآن ﴿لَّن تُقْبَلَ تَوْبَتُهُمْ﴾ أي لا تقبل منهم توبة ما أقاموا على الكفر ﴿وأولئك هُمُ الضآلون﴾ أي الخارجون عن منهج الحق إِلى طريق الغي، ثم أخبر تعالى عمّن كفر ومات على الكفر فقال ﴿إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارُ﴾ أي كفروا ثم ماتوا على الكفر ولم يتوبوا وهو عام في جميع الكفار ﴿فَلَن يُقْبَلَ مِنْ أَحَدِهِم مِّلْءُ الأرض ذَهَبًا وَلَوِ افتدى بِهِ﴾ أي لن يقبل من أحدهم فدية ولو افتدى بملء الأرض ذهبًا ﴿أولئك لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي مؤلم موجع ﴿وَمَا لَهُمْ مِّن نَّاصِرِينَ﴾ أي ما لهم من أحد ينقذهم من عذاب الله ولا يجيرهم من أليم عقابه.","vol":"1","page":196},{"text":"البَلاَغَة: ١ - الالتفات ﴿لَمَآ آتَيْتُكُم﴾ فيه التفات من الغيبة إلى الحاضر لأن قبله ﴿مِيثَاقَ النبيين﴾ .\n٢ - بين لفظ ﴿اشهدوا﴾ و﴿الشاهدين﴾ جناس الاشتقاق وكذلك بين لفظ ﴿كَفَرُوًاْ﴾ و﴿كُفْرا﴾ وهو من المحسنات البديعية.\n٣ - الطباق بين ﴿طَوْعًا﴾ و﴿وَكَرْهًا﴾ وكذلك يوجد الطباق بين لفظ الكفر والإِيمان.\n٤ - ﴿وأولئك هُمُ الضآلون﴾ قصر صفة على موصوف ومثله ﴿فأولئك هُمُ الفاسقون﴾\n٥ - ﴿وَمَا أُوتِيَ موسى وعيسى والنبيون﴾ هو من باب عطف العام على الخاص.\n٦ - ﴿لَهُمْ عَذَابٌ أَلِيمٌ﴾ أي مؤلم والعدول إِلى صيغة فعيل للمبالغة.\nفَائِدَة: الآيات الكريمة قسمت الكفار إِلى ثلاثة أقسام:\n١ - قسم تاب توبة صادقة فنفعته وإِليهم الإِشارة بقوله ﴿إِلاَّ الذين تَابُواْ مِن بَعْدِ ذلك﴾ .\n٢ - وقسم تاب توبة فاسدة فلم تنفعه وإِليهم الإِشارة بقوله ﴿كَفَرُواْ بَعْدَ إِيمَانِهِمْ ثُمَّ ازدادوا كُفْرًا﴾ .\n٣ - وقسم لم يتب أصلًا ومات على الكفر وإِليهم الإِشارة بقوله ﴿إِنَّ الَّذِينَ كَفَرُواْ وَمَاتُواْ وَهُمْ كُفَّارٌ﴾ .\nتنبيه: روى الشيخان عن أنس بن مالك أن النبي ﷺ َ: «يقال للرجل من أهل النار يوم القيامة: أرأيت لو كان لك ما على الأرض من شيء أكنت مفتديًا به؟ قال فيقول: نعم فيقول الله: قد أدرت منك أهون من ذلك، قد اخذت عليك في ظهر أبيك آدم أن لا تشرك بي شيئًا فأبيتَ إِلا أن تشرك» .","vol":"1","page":197},{"text":"المنَاسَبَة: لما ذكر تَعالى حال الكفار ومآلهم في الآخرة، وبيّن أن الكافر لو أراد أن يفتدى نفسه بملء الأرض ذهبًا ما نفعه ذلك، ذكر عنا - استطرادًا - ما ينفع المؤمن لنيل رضى الله والفوز بالجنة، ثم عاد الكلام لرفع الشبهات التي أوردها أهل الكتاب حول النبوة والرسالة وصحة دين الإِسلام، ثم جاء بعده التحذير من مكائدهم ودسائسهم التي يدبرونها للإِسلام والمسلمين لتفرقة الصف وتشتيت الشمل.\nاللغَة: ﴿البر﴾ كلمة جامعة لوجوه الخير والمراد بها هنا الجنة ﴿حِلًاّ﴾ حلالًا وهو مصدر نعت به ولذلك يستوي فيه الواحد والجمع والمذكر والمؤنث ﴿اإِسْرَائِيلَ﴾ هو يعقوب ﵇ ﴿بَكَّةَ﴾ اسم لمكة فتسمى «بكة» و«مكة» سميت بذلك لأنها تبك أي تدق أعناق الجبابرة فلم يقصدها جبار بسوء إِلا قصمه الله ﴿مُبَارَكًا﴾ البركة: الزيادة وكثرة الخير ﴿مَّقَامُ إِبْرَاهِيمَ﴾ محل قيام إبراهيم وهو الحجر الذي قام عليه لما ارتفع بناء البيت ﴿عِوَجًا﴾ العِوَج: الميل قال أبو عبيدة: في الدين والكلام والعمل، وبالفتح عَوَج في الحائط والجذع ﴿يَعْتَصِم﴾ يتمسك ويلتجئ وأصله المنع قال القرطبي: ولك متمسك بشيء معتصمٌ وكل مانعٍ شيئًا فهو عاصم ﴿قَالَ لاَ عَاصِمَ اليوم مِنْ أَمْرِ الله﴾ [هود: ٤٣] ﴿شَفَا﴾ الشَّفا: حرف كل شيء وحده ومثله الشفير: وشفا الحفرة: حرفها قال تعالى ﴿على شَفَا جُرُفٍ هَارٍ﴾ [التوبة: ١٠٩] .\nسَبَبُ النّزول: يروى أنّ «شاس بن قيس» اليهودي مرَّ على نفر من الأنصار من الأوس والخزرج في مجلس لهم يتحدثون، فغاظه ما رأى من ألفتهم وصلاح ذات بينهم بعد الذي كان بينهم في الجاهلية من مجلس لهم يتحدثون، فغاظه ما رأى من ألفتهم وصلاح ذات بينهم بعد الذي كان بينهم في الجاهلية من العداوة فقال: ما لنا معهم إذا اجتمعوا من قرار، ثم أمر شابًا من اليهود أن يجلس إليهم ويذكّرهم يوم «بُعاث» وينشدهم بعض ما قيل فيه من الأشعار - وكان يومًا اقتتلت فيه الأوس والخزرج وكان الظفر فيه للأوس - ففعل فتنازع القوم عند ذلك وتفاخروا وتغاضبوا وقالوا: السلاحَ السلاحَ، فبلغ النبي ﷺ َ فخرج إليهم فيمن معه من الهاجرين والأنصار فقال: «أبدعوى الجاهلية وأنا بين أظهركم بعد أن أكرمكم الله بالإِسلام وقطع به عنكم أمر الجاهلية وألّف بينكم؟» فعرف القوم أنها كانت نزعة من الشيطان وكيدًا من عدوهم، فألقوا السلاح وبكوا وعانق بعضهم بعضًا ثم انصرفوا مع رسول الله ﷺ َ سامعين مطيعين فأنزل الله ﷿ ﴿ياأيها الذين آمنوا إِن تُطِيعُواْ فَرِيقًا مِّنَ الذين أُوتُواْ الكتاب﴾ الآية.\nالتفِسير: ﴿لَن تَنَالُواْ البر حتى تُنْفِقُواْ مِمَّا تُحِبُّونَ﴾ أي لن تكونوا من الأبرار ولن تدركوا الجنة حتى تنفقوا من أفضل أموالكم ﴿وَمَا تُنْفِقُواْ مِن شَيْءٍ فَإِنَّ الله بِهِ عَلِيمٌ﴾ أى وما تبذلوا من شيء من سبيل الله فهو محفوظ لكم تجزون عنه خير الجزاء ﴿كُلُّ الطعام كَانَ حِلًاّ لبني إِسْرَائِيلَ﴾ أي كل الأطعمة كانت حلالًا لبني إِسرائيل ﴿إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ على نَفْسِهِ﴾ أي إلا ما حرّمه يعقوب على","vol":"1","page":198},{"text":"نفسه وهو لحم الإِبل ولبنها ثم حرمت عليهم أنواع من الأطعمة كالشحوم وغيرها عقوبةً لهم على معاصيهم ﴿مِن قَبْلِ أَن تُنَزَّلَ التوراة﴾ أي كانت حلالًا لهم قبل نزول التوراة ﴿قُلْ فَأْتُواْ بالتوراة فاتلوها إِن كُنتُمْ صَادِقِينَ﴾ أي قل لهم يا محمد ائتوني بالتوراة واقرءوها عليَّ إن كنتم صادقين في دعواكم أنها لم تحرم عليكم بسبب بغيكم وظلمكم قال الزمخشري: وغرضهم تكذيب شهادة الله عليهم بالبغي والظلم والصدّ عن سبيل الله فلما حاجّهم بكتابهم وبكّتهم بهتوا وانقلبوا صاغرين ولم يجسر أحد منهنم على إخراج التوراة، وفي ذلك الحجة البينة على صدق النبي ﷺ َ ﴿فَمَنِ افترى عَلَى الله الكذب مِن بَعْدِ ذَلِكَ﴾ أي اختلق الكذب من بعد قيام الحجة ظهور البينة ﴿فأولئك هُمُ الظالمون﴾ أي المعتدون المكابرون بالباطل ﴿قُلْ صَدَقَ الله﴾ أي صدق الله في كل ما أوحى إلى محمد وفي كل ما أخبر ﴿فاتبعوا مِلَّةَ إِبْرَاهِيمَ﴾ أي اتركوا اليهودية واتبعوا ملة الإِسلام التي هي ملة إبراهيم ﴿حَنِيفًا﴾ أي مائلًا عن الأديان الزائفة كلها ﴿وَمَا كَانَ مِنَ المشركين﴾ برأه مما نسبه اليهود والنصارى إليه من اليهودية والنصرانية، وفيه تعريض بإشراكهم ﴿إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ﴾ أي أول مسجد بني في الأرض لعبادة الله المسجد الحرام الذي هو بمكة ﴿مُبَارَكًا وَهُدًى لِّلْعَالَمِينَ﴾ أي وضع مباركًا كثيرًا الخير والنفع لمن حجه واعتمره، ومصدر الهداية والنور لأهل الأرض لأنه قبلتهم، ثم عدد تعالى من مزاياه ما يستحق تفضيله على جميع المساجد فقال ﴿فِيهِ آيَاتٌ بَيِّنَاتٌ مَّقَامُ إِبْرَاهِيمَ﴾ أي فيه علامات واضحات كثيرة تدل على شرفه وفضله على سائر المساجد منها ﴿مَّقَامُ إِبْرَاهِيمَ﴾ وهو الذي قام عليه حين رفع القواعد من البيت، وفيه زمزم والحطيم، وفيه الصفا والمروة والحجر الأسود، أفلا يكفي برهانًا على شرف هذا البيت وأحقيته أن يكون قبلة للمسليمين؟ ﴿وَمَن دَخَلَهُ كَانَ آمِنًا﴾ وهذه آية أخرى وهي أمن من دخل الحرَم بدعوة الخليل إبراهيم ﴿وَمَن دَخَلَهُ كَانَ آمِنًا﴾ ﴿وَللَّهِ عَلَى الناس حِجُّ البيت مَنِ استطاع إِلَيْهِ سَبِيلًا﴾ أي فرضٌ لازم على المستطيع حج بيت الله العتيق ﴿وَمَن كَفَرَ فَإِنَّ الله غَنِيٌّ عَنِ العالمين﴾ أي من ترك الحج فإن الله مستغنٍ عن عبادته وعن الخلق أجمعين، وعبّر عنه بالكفر تغليظًا عليه قال ابن عباس: من جحد فريضة الحج فقد كفر والله غني عنه، ثم أخذ يبكّت أهل الكتاب على كفرهم فقال ﴿قُلْ ياأهل الكتاب لِمَ تَكْفُرُونَ بِآيَاتِ الله﴾ أي لم تجحدون بالقرآن المنزل على محمد مع قيام الدلائل والبراهين على صدقه ﴿والله شَهِيدٌ عَلَى مَا تَعْمَلُونَ﴾ أي مطلع على جميع أعمالكم فيجازيكم عليها ﴿قُلْ ياأهل الكتاب لِمَ تَصُدُّونَ عَن سَبِيلِ الله مَنْ آمَنَ﴾ أي لم تصرفون الناس عن دين الله الحق، وتمنعون من أراد الإِيمان به؟ ﴿تَبْغُونَهَا عِوَجًا﴾ أي تطلبون أن تكون الطريق المستقيمة معوجّة، وذلك بتغيير صفة الرسول، والتلبيس على الناس بإيهامهم أن في الإسلام خللًا وعوجًا ﴿وَأَنْتُمْ شُهَدَآءُ﴾ أي عالمون بأن الإِسلام هو الحق والدين المستقيم ﴿وَمَا الله بِغَافِلٍ عَمَّا تَعْمَلُونَ﴾ تهديد ووعيد، وقد جمع اليهود والنصارى الوصفين: الضلال والإضلال كما أشارت الآيتان الكريمتان فقد كفروا بالإسلام ثم صدّوا الناس عن الدخول فيه بإلقاء الشبه والشكوك في قلوب الضعفة من الناس ﴿ياأيها الذين آمنوا إِن تُطِيعُواْ فَرِيقًا مِّنَ الذين أُوتُواْ","vol":"1","page":199},{"text":"الكتاب﴾ أي أن تطيعوا طائفة من أهل الكتاب ﴿يَرُدُّوكُم بَعْدَ إِيمَانِكُمْ كَافِرِينَ﴾ أي يصيرّوكم كافرين بعد أن هداكم الله للإِيمان، والخطاب للأوس والخزرج إذ كان اليهود يريدون فتنتهم كما في سبب النزول واللفظ في الآية عام ﴿وَكَيْفَ تَكْفُرُونَ وَأَنْتُمْ تتلى عَلَيْكُمْ آيَاتُ الله وَفِيكُمْ رَسُولُهُ﴾ إنكار واستبعاد أي كيف يتطرق إليكم الكفر والحال أن آيات الله لا تزال تتنزّل عليكم والوحي لم ينقطع ورسول الله حيٌ بين أظهركم؟ ﴿وَمَن يَعْتَصِم بالله فَقَدْ هُدِيَ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي من يتمسك بدينه الحق الذي بيَّنه بآياته على لسان رسوله فقد اهتدى إلى أقوم طريق، وهي الطريق الموصلة إلى جنات النعيم ﴿ياأيها الذين آمَنُواْ اتقوا الله﴾ أي اتقوا الله تقوى حقة أو حق تقواه قال ابن مسعود: «هو أن يطاع فلا يعصى، وأن يذكر فلا ينسى، وأن يشكر فلا يكفر» والمراد بالآية ﴿حَقَّ تُقَاتِهِ﴾ أي كما أن يتقى وذلك باجتناب جميع معاصيه ﴿وَلاَ تَمُوتُنَّ إِلاَّ وَأَنْتُمْ مُّسْلِمُونَ﴾ أي تمسكوا بالإِسلام وعضوا عليه بالنواجذ حتى يدرككم الموت وأنتم على تلك الحالة فتموتون على الإِسلام والمقصود الأمر بالإِقامة على الإِسلام ﴿واعتصموا بِحَبْلِ الله جَمِيعًا وَلاَ تَفَرَّقُواْ﴾ أي تمسكوا بدين الله وكتابه جميعًا ولا تتفرقوا عنه ولا تختلفوا في الدين كما اختلف من قبلكم من اليهود والنصارى ﴿واذكروا نِعْمَتَ الله عَلَيْكُمْ﴾ أي اذكروا إنعامه عليكم يا معشر العرب ﴿إِذْ كُنْتُمْ أَعْدَآءً فَأَلَّفَ بَيْنَ قُلُوبِكُمْ فَأَصْبَحْتُمْ بِنِعْمَتِهِ إِخْوَانًا﴾ أي حين كنتم قبل الإسلام أعداء الداءً فألف بين قلوبكم بالإِسلام وجمعكم على الإِيمان ﴿وَكُنْتُمْ على شَفَا حُفْرَةٍ مِّنَ النار فَأَنقَذَكُمْ مِّنْهَا﴾ أي وكنتم مشرفين على الوقوع في نارجهنم فأنقذكم الله منها بالإِسلام ﴿كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ﴾ أي مثل ذلك البيان الواضح يبين الله لكم سائر الآيات ﴿لَعَلَّكُمْ تَهْتَدُونَ﴾ أي لكي تهتدوا بها إلى سعادة الدارين.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البلاغة نوجزها فيما يلي:\n١ - ﴿قُلْ فَأْتُواْ بالتوراة﴾ الأمر للتبكيت والتوبيخ للدلالة على كمال القبح.\n٢ - ﴿لَلَّذِي بِبَكَّةَ﴾ أي للبيت الذي ببكة وفي ترك الموصوف من التفخيم ما لا يخفى.\n٣ - ﴿وَمَن كَفَرَ﴾ وضع هذا اللفظ «موضع ومن لم يحج» تأكيدًا لوجوبه وتشديداص على تاركه قال أبو السعود: «ولقد حازت الآية الكريمة من فنون الاعتبارات ما لا مزيد عليه وهي قوله ﴿وَللَّهِ عَلَى الناس حِجُّ البيت﴾ حيث أوثرت صيغة الخبر الدالة على التحقيق وأبرزت في صورة الجملة الإِسمية الدالة على الثبات والاستمرار، على وجه يفيد أنه حق واجب لله سبحانه في ذمم الناس، وسلك بهم مسلك التعميم ثم التخصيص، والإِبهام ثم التبيين، والإِجمال ثم التفصيل»\n٤ - ﴿واعتصموا بِحَبْلِ الله﴾ شبّه القرآن بالحبل واستعير اسم المشبه به وهو الحبل للمشبه وهو القرآن على سبيل الاستعارة التصريحية والجامع بينهما النجاةُ في كلٍ.\n٥ - ﴿شَفَا حُفْرَةٍ﴾ شبه حالهم الذي كانوا عليه بالجاهلية بحال من كان مشرفًا على حفرة عميقة وهوّة سحيقة ففيه استعارة تمثيلية والله أعلم.","vol":"1","page":200},{"text":"تنبيه: وردت الآيات الكريمة لدفع شبهتين من شبه أهل الكتاب.\nالشبهة الأولى: أنهم قالوا للنبي ﷺ َ إنك تدّعي أنك على دين إِبراهيم وقد خالفت شريعته فأنت تبيح لحوم الإِبل وألبانها مع أن ذلك كان حرامًا في دين إبراهيم؟ فرد الله عليهم بقوله ﴿كُلُّ الطعام كَانَ حِلًاّ لبني إِسْرَائِيلَ إِلاَّ مَا حَرَّمَ إِسْرَائِيلُ﴾ الآية.\nالشبهة الثانية: قالوا إن «بيت المقدس» قبلة جميع الأنبياء وهو أول المساجد وأحق بالاستقبال فكيف تترك يا محمد التوجه إليه ثم تزعم أنك مصدّق لما جاء به الأنبياء فرد الله تعالى بقوله ﴿إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ﴾ الآية.","vol":"1","page":201},{"text":"المنَاسَبَة: لما حذّر تعالى من مكايد أهل الكتاب، وأمر بالاعتصام بحبل الله والتمسك بشرعه القويم، دعا المؤمنين إلى القيام بواجب الدعوة إلى الله والأمر بالمعروف والنهي عن المنكر، وأمر بالائتلاف وعدم الاختلاف، ثم ذكر ما حلَّ باليهود من الذل والصَّغار بسبب البغي والعدوان.\nاللغَة: ﴿أُمَّةٌ﴾ طائفة وجماعة ﴿البينات﴾ الآيات الواضحات ﴿المعروف﴾ ما أمر به الشرع واستحسنه العقل السليم ﴿المنكر﴾ ما نهى عنه الشرع واستقبحه العقل السليم ﴿الأدبار﴾ جمع دبر وهو مؤخر كل شيء يقال: ولاه دبره أي هرب من وجهه ﴿ثقفوا﴾ وجدوا وصودفوا ﴿حَبْلٍ مِّنَ الله﴾ الحبل معروف والمراد به هنا: العهد وسمي حبلًا لأنه سبب يحصل به الأمن وزوال الخوف ﴿بَآءُوا﴾ رجعوا ﴿المسكنة﴾ الفقر.\nالتفِسير: ﴿وَلْتَكُن مِّنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الخير﴾ أي ولتقم منكم طائفة للدعوة إلى الله ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي للأمر بكل معروف والنهي عن كل منكر ﴿وأولئك هُمُ","vol":"1","page":201},{"text":"المفلحون﴾ أي هم الفائزون ﴿وَلاَ تَكُونُواْ كالذين تَفَرَّقُواْ واختلفوا مِن بَعْدِ مَا جَآءَهُمُ البينات﴾ أي لا تكونوا كاليهود والنصارى الذين تفرقوا في الدين واختلفوا فيه بسبب اتباع الهوى من بعد ما جاءتهم الآيات الواضحات ﴿وأولئك لَهُمْ عَذَابٌ عَظِيمٌ﴾ أي لهم بسبب الاختلاف عذاب شديد يوم القيامة ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ أي يوم القيامة تبيض وجوه المؤمنين بالإِيمان والطاعة، وتسود وجوه الكافرين بالكفر والمعاصي ﴿فَأَمَّا الذين اسودت وُجُوهُهُمْ أَكْفَرْتُمْ بَعْدَ إِيمَانِكُمْ﴾ هذا تفصيل لأحوال الفريقين بعد الإِجمال والمعنى أما أهل النار الذين اسودت وجوههم فيقال لهم على سبيل التوبيخ: أكفرتم بعد إيمانكم أي بعد ما وضحت لكم الآيات والدلائل ﴿فَذُوقُواْ العذاب بِمَا كُنْتُمْ تَكْفُرُونَ﴾ أي ذوقوا العذاب الشديد بسبب كفركم ﴿وَأَمَّا الذين ابيضت وُجُوهُهُمْ﴾ أي وأما السعداء الأبرار الذين ابيضت وجوههم بأعمالهم الصالحات ﴿فَفِي رَحْمَةِ الله هُمْ فِيهَا خَالِدُونَ﴾ أي فهم في الجنة مخلدون لا يخرجون منها أبدًا ﴿تِلْكَ آيَاتُ الله نَتْلُوهَا عَلَيْكَ بالحق﴾ أي هذه آيات الله نتلوها عليك يا محمد حال كونها متلبسة بالحق ﴿وَمَا الله يُرِيدُ ظُلْمًا لِّلْعَالَمِينَ﴾ أي وما كان الله ليظلم أحدًا ولكنَّ الناس أنفسهم يظلمون ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي الجميع ملكٌ له وعبيد ﴿وإلى الله تُرْجَعُ الأمور﴾ أي هو الحاكم المتصرف في الدنيا والآخرة ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاس﴾ أي أنتم يا أمة محمد خير الأمم لأنكم أنفع الناس للناس ولهذا قال ﴿أُخْرِجَتْ لِلنَّاس﴾ أي أخرجت لأجلهم ومصلحتهم، روى البخاري عن أبي هريرة ﴿كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ﴾ قال: خير الناس تأتون بهم في السلاسل في أعناقهم حتى يدخلوا في الإِسلام ﴿تَأْمُرُونَ بالمعروف وَتَنْهَوْنَ عَنِ المنكر وَتُؤْمِنُونَ بالله﴾ وهذا بيان لوجه الخيرية كأنه قيل السبب في كونكم خير أمة هذه الخصال الحميدة روي عن عمر ﵁ أنه قال «من سرَّه أن يكون من هذه الأمة فليؤد شرط الله فيها» ثم قال تعالى ﴿وَلَوْ آمَنَ أَهْلُ الكتاب لَكَانَ خَيْرًا لَّهُمْ﴾ أي لو آمنوا بما أنزل على محمد وصدّقوا بما جاء به لكان ذلك خيرًا لهم في الدنيا والآخرة ﴿مِّنْهُمُ المؤمنون وَأَكْثَرُهُمُ الفاسقون﴾ أي منهم فئة قليلة مؤمنة كالنجاشي وعبد الله بن سلام، والكثرةُ الكثيرة فاسقة خارجة عن طاعة الله، ﴿لَن يَضُرُّوكُمْ إِلاَّ أَذًى﴾ أي لن يضروكم إلا ضررًا يسيرًا بألسنتهم من سبٍّ وطعن ﴿وَإِن يُقَاتِلُوكُمْ يُوَلُّوكُمُ الأدبار﴾ أي ينهزمون من غير أن ينالوا منكم شيئًا ﴿ثُمَّ لاَ يُنصَرُونَ﴾ أي ثم شأنهم الذين أبشركم به أنهم مخذولون لا ينصرون والجملة استئنافية ﴿ضُرِبَتْ عَلَيْهِمُ الذلة أَيْنَ مَا ثقفوا﴾ أي لزمهم الذل والهوان أينما وجدوا وأحاط بهم كما يحيط البيت المضروب بساكنه ﴿إِلاَّ بِحَبْلٍ مِّنَ الله وَحَبْلٍ مِّنَ الناس﴾ أي إِلا إذا اعتصموا بذمة الله وذمة المسلمين قال ابن عباس: بعهدٍ من الله وعهدٍ من الناس ﴿وَبَآءُوا بِغَضَبٍ مِّنَ الله﴾ أي رجعوا مستوجبين للغضب الشديد من الله ﴿وَضُرِبَتْ عَلَيْهِمُ المسكنة﴾ أي لزمتهم الفاقة والخشوع فهي محيطة بهم من جميع جوانبهم ﴿ذلك بِأَنَّهُمْ كَانُواْ يَكْفُرُونَ بِآيَاتِ الله وَيَقْتُلُونَ الأنبيآء بِغَيْرِ حَقٍّ﴾ أي ذلك الذل والصغار والغضب والدمار، بسبب جحودهم بآيات الله وقتلهم الأنبياء ظلمًا وطغيانًا ﴿ذلك بِمَا عَصَوْاْ وَّكَانُواْ يَعْتَدُونَ﴾ أي بسبب تمردهم وعصيانهم أوامر الله تعالى.","vol":"1","page":202},{"text":"البَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ فيه من المحسنات البديعية ما يسمى بالمقابلة.\n٢ - ﴿وأولئك هُمُ المفلحون﴾ فيه قصر صفة على موصوف حيث قصر الفلاح عليهم.\n٣ - ﴿يَوْمَ تَبْيَضُّ وُجُوهٌ وَتَسْوَدُّ وُجُوهٌ﴾ بين كلمتي ﴿تَبْيَضُّ﴾ و﴿تَسْوَدُّ﴾ طباق.\n٤ - ﴿فَفِي رَحْمَةِ الله﴾ مجاز مرسل أطلق الحالُّ وأريد المحل أي ففي الجنة لأنها مكان تنزل الرحمة.\n٥ - ﴿ضُرِبَتْ عَلَيْهِمُ الذلة﴾ فيه استعارة حيث شبه الذل بالخباء المضروب على أصحابه وقد تقدمت في البقرة.\n٦ - ﴿وَبَآءُوا بِغَضَبٍ﴾ التنكير للتفخيم والتهويل.\nفَائِدَة: قوله تعالى ﴿ثُمَّ لاَ يُنصَرُونَ﴾ جملة مستأنفة ولهذا ثبتت فيها النون قال الزمخشري: «وعدل به عن حكم الجزاء إلى حكم الإِخبار ابتداءً كأنه قيل: ثم أخبركم أنهم مخذولون منتفٍ عنهم النصر، ولو جزم لكان نفي النصر مقيدًا لقتالهم بينما النصر وعدٌ مطلق» .\nتنبيه: الاختلاف الذي أشارت إليه الآية ﴿وَلاَ تَكُونُواْ كالذين تَفَرَّقُواْ واختلفوا﴾ إنما يراد به الاختلاف في العقيدة وفي أصول الدين وأما الاختلاف في الفروع كما اختلف الأئمة المجتهدون فذلك من اليسر في الشريعة كما نبه على ذلك العلماء ولابن تيمية ﵀ رسالة قيمة اسماها «رعف الملام عن الأئمة الأعلام» فارجع إليها فإنها رائعة ومفيدة.","vol":"1","page":203},{"text":"المنَاسَبَة: لما وصف تعالى أهل الكتاب بالصفات الذميمة، ذكر هنا أنهم ليسوا بدرجة واحدة ففيهم المؤمن والكافر والبر والفاجر، ثم ذكر تعالى عقاب الكافرين وأن أموالهم وأولادهم لن تنفعهم يوم القيامة شيئًا، وأعقب ذلك بالنهي عن اتخاذ أعداء الدين أولياء ونبّه إلى ما في ذلك من الضرر الجسيم في الدنيا والدين.\nاللغَة: ﴿آنَآءَ﴾ أوقات وساعات مفردها إِنىَ على وزن مِعَى ﴿يُكْفَروهُ﴾ يُجحدوه من الكفر بمعنى الجحود، سمي منعُ الجزاء كفرًا لأنه بمنزلة الجحد والستر ﴿صِرٌّ﴾ الصِرُّ: البرد الشديد قاله ابن عباس وأصله من الصرير الذي هو الصوت ويراد به الريح الشديدة الباردة ﴿حَرْثَ﴾ زرع وأصله من حرث الأرض إذا شقها للزرع والبذر ﴿بِطَانَةً﴾ بطانة الرجل: خاصته الذين يفضي إليهم بأسراره شبّه ببطانة الثوب لأنه يلي البدن ﴿لاَ يَأْلُونَكُمْ﴾ أي لا يقصّرون قال الزمخشري: يقال ألاَ في الأمر يألو إذا قصّر فيه ﴿خَبَالًا﴾ الخبال: الفساد والنقصان ومنه رجل مخبول إذا كان ناقص العقل ﴿عَنِتُّمْ﴾ العنت: شدة الضرر والمشقة ﴿الأنامل﴾ .\nسَبَبُ النّزول: لما أسلم عبد الله بن سلام وأصحابه قال أحبار اليهود، ما آمن بمحمد إلا شرارنا ولو كانوا من خيارنا ما تركوا دين آبائهم وقالوا لهم: لقد كفرتم وخسرتم فأنزل الله ﴿لَيْسُواْ سَوَآءً مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ﴾ الآية.\nالتفِسير: ﴿لَيْسُواْ سَوَآءً﴾ أي ليس أهل الكتاب مستوين في المساوئ، وهنا تمّ الكلام ثم ابتدأ تعالى بقوله ﴿مِّنْ أَهْلِ الكتاب أُمَّةٌ قَآئِمَةٌ﴾ أي منهم طائفة مستقيمة على دين الله ﴿يَتْلُونَ آيَاتِ الله آنَآءَ الليل وَهُمْ يَسْجُدُونَ﴾ أي يتهجدون في الليل بتلاوة آيات الله حال الصلاة ﴿يُؤْمِنُونَ بالله واليوم الآخر﴾ أي يؤمنون بالله على الوجه الصحيح ﴿وَيَأْمُرُونَ بالمعروف وَيَنْهَوْنَ عَنِ المنكر﴾ أي يدعون إلى الخير وينهون عن الشر ولا يدهنون ﴿وَيُسَارِعُونَ فِي الخيرات﴾ أي يعملونها مبادرين غير متثاقلين ﴿وأولئك مِنَ الصالحين﴾ أي وهم في زمرة عباد الله الصالحين ﴿وَمَا يَفْعَلُواْ مِنْ خَيْرٍ فَلَنْ يُكْفَروهُ﴾ أي ما عملوا من عمل صالح فلن يضيع عند الله ﴿والله عَلِيمٌ بالمتقين﴾ أي لا يخفى عليه عمل عامل، ولا يضيع لديه أجر المتقين، ثم أخبر تعالى عن مآل الكافرين فقال ﴿إِنَّ الذين كَفَرُواْ لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلاَ أَوْلاَدُهُمْ مِّنَ الله شَيْئًا﴾ أي لن تدفع عنهم أموالهم التي تهالكوا على اقتنائها ولا أولادهم الذين تفانوا في حبهم من عذاب الله شيئًا ﴿وأولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي مخلدون في عذاب جهنم ﴿مَثَلُ مَا يُنْفِقُونَ فِي هذه الحياة الدنيا كَمَثَلِ رِيحٍ فِيهَا صِرٌّ﴾ أي مثل ما ينفقونه في الدنيا بقصد الثناء وحسن الذكر كمثل ريح عاصفة فيها بردٌ شديد ﴿أَصَابَتْ حَرْثَ قَوْمٍ","vol":"1","page":204},{"text":"ظلموا أَنْفُسَهُمْ فَأَهْلَكَتْهُ﴾ أي أصابت تلك الريح المدمرة زرع قوم ظلموا أنفسهم بالمعاصي فأفسدته وأهلكته فلم ينتفعوا به؛ فكذلك الكفار يمحق الله أعمالهم الصالحة كما يذهب هذا الزرع بذنوب صاحبه ﴿وَمَا ظَلَمَهُمُ الله ولكن أَنْفُسَهُمْ يَظْلِمُونَ﴾ أي وما ظلمهم الله بإهلاك حرثهم ولكن ظلموا أنفسهم بارتكاب ما يستوجب العقاب، ثم حذر تعالى من اتخاذ المنافقين بطانة يطلعونهم على أسرارهم فقال ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ بِطَانَةً مِّن دُونِكُمْ﴾ أي لا تتخذوا المنافقين أصدقاء تودونهم وتطلعونهم على أسراركم وتجعلونهم أولياء من غير المؤمنين ﴿لاَ يَأْلُونَكُمْ خَبَالًا﴾ أي لا يقصرون لكم في الفساد ﴿وَدُّواْ مَا عَنِتُّمْ﴾ أي تمنوا مشقتكم وما يوقعكم في الضرر الشديد ﴿قَدْ بَدَتِ البغضآء مِنْ أَفْوَاهِهِمْ﴾ أي ظهرت أمارات العداوة لكم على ألسنتهم فهم لا يكتفون ببغضكم بقلوبهم حتى يصرحوا بذلك بأفواههم ﴿وَمَا تُخْفِي صُدُورُهُمْ أَكْبَرُ﴾ اي وما يبطنونه لكم من البغضاء أكثر مما يظهرونه ﴿قَدْ بَيَّنَّا لَكُمُ الآيَاتِ﴾ أي وضحنا لكم الآيات الدالة على وجوب الإِخلاص في الدين، وموالاة المؤمنين ومعاداة الكافرين ﴿إِنْ كُنْتُمْ تَعْقِلُونَ﴾ أي إن كنتم عقلاء، وهذا على سبيل الهزّ والتحريك للنفوس كقولك إن كنت مؤمنًا فلا تؤذ الناس وقال ابن جرير المعنى: إن كنتم تعقلون عن الله أمره ونهيه، ثم بيّن سبحانه ما هم عليه من كراهية المؤمنين فقال ﴿هَآأَنْتُمْ أولاء تُحِبُّونَهُمْ وَلاَ يُحِبُّونَكُمْ﴾ أي ها أنتم يا معشر المؤمنين خاطئون في موالاتكم إذ تحبونهم ولا يحبونكم، تريدون لهم النفع وتبذلون لهم المحبة وهم يريدون لكم الضر ويضمرون لكم العداوة ﴿وَتُؤْمِنُونَ بالكتاب كُلِّهِ﴾ أي وأنتم تؤمنون بالكتب المنزلة كلها وهم مع ذلك ببغضونكم، فما بالكم تحبونهم وهم لا يؤمنون بشيء من كتابكم؟ وفيه توبيخ شديد بأنهم في باطلهم أصلب منكم في حقكم ﴿وَإِذَا لَقُوكُمْ قالوا آمَنَّا﴾ أي وهذا من خبثهم إذ يظهرون أمامكم الإِيمان نفاقًا ﴿وَإِذَا خَلَوْاْ عَضُّواْ عَلَيْكُمُ الأنامل مِنَ الغيظ﴾ أي وإذا خلت مجالسهم منكم عضوًا أطراف الأصابع من شدة الحنق والغضب لما يرون من ائتلافكم، وهو كناية عن شدة الغيظ والتأسف لما يفوتهم من إذاية المؤمنين ﴿قُلْ مُوتُواْ بِغَيْظِكُمْ﴾ هو دعاء عليهم أي قل يا محمد أدام الله غيظكم إلى أن تموتوا ﴿إِنَّ الله عَلِيمٌ بِذَاتِ الصدور﴾ أي إن الله علام بما تكنة سرائركم من البغضاء والحسد للمؤمنين، ثم أخبر تعالى بما يترقبون نزوله من البلاء والمحنة بالمؤمنين فقال ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ﴾ أي إن أصابكم ما يسركم من رخاءٍ وخصبٍ ونصرة وغنيمة ونحو ذلك ساءتهم ﴿وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا﴾ أي وإن أصابكم ما يضركم من شدةٍ وجدبٍ وهزيمةٍ وأمثال ذلك سرتهم، فبيّن تعالى بذلك فرط عداوتهم حيث يسوءهم ما نال المؤمنين من الخير ويفرحون بما يصيبهم من الشدة ﴿وَإِن تَصْبِرُواْ وَتَتَّقُواْ لاَ يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا﴾ أي إن صبرتم على أذاهم واتقيتم الله في أقوالكم وأعمالكم لا يضركم مكرهم وكيدهم، فشرط تعالى نفي ضررهم بالصبر والتقوى ﴿إِنَّ الله بِمَا يَعْمَلُونَ مُحِيطٌ﴾ أي هو سبحانه عالم بما يُدبّرونه لكم من مكائد فيصرف عنكم شرهم ويعاقبهم على نواياهم الخبيثة.","vol":"1","page":205},{"text":"البَلاَغَة: ١ - ﴿مِّنْ أَهْلِ الكتاب أُمَّةٌ﴾ جيء بالجملة اسمية للدلالة على الاستمرار كما جيء بعدها بصيغة المضارع ﴿يَتْلُونَ آيَاتِ الله﴾ للدلالة على التجدد ومثله في ﴿يَسْجُدُونَ﴾ .\n٢ - ﴿وأولئك مِنَ الصالحين﴾ الإِشارة بالبعيد لبيان علو درجتهم وسمو منزلتهم في الفضل.\n٣ - ﴿كَمَثَلِ رِيحٍ فِيهَا صِرٌّ﴾ فيه تشبيه وهو من نوع التشبيه التمثيلي شبّه ما اكنوا ينفقونه في المفاخر وكسب الثناء بالزرع الذي أصابته الريح العاصفة الباردة فدمرته وجعلته حطامًا.\n٤ - ﴿لاَ تَتَّخِذُواْ بِطَانَةً﴾ شبه دخلاء الرجل وخواصّه بالبطانة لأنهم يستبطنون دخيل أمره ويلازمونه ملازمة شعاره لجسمه ففيه استعارة أفاده في تلخيص البيان.\n٥ - ﴿عَضُّواْ عَلَيْكُمُ الأنامل﴾ قال أبو حيان: يوصف المغتاط والنادم بعض الأنامل فيكون حقيقة ويحتمل أنه من مجاز التمثيل عبّر بذلك عن شدة الغيظ والتأسف لما يفوتهم من إذاية المؤمنين.\n٦ - في الآيات من المحسنات البديعية ما يسمى بالمقابلة وذلك في قوله ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِن تُصِبْكُمْ سَيِّئَةٌ يَفْرَحُواْ بِهَا﴾ حيث قابل الحسنة بالسيئة والمساءة بالفرح وهي مقابلة بديعة، كما أن فيها جناس الاشتقاق في ﴿ظَلَمَهُمُ﴾ و﴿يَظْلِمُونَ﴾ وفي ﴿الغيظ﴾ و﴿غَيْظِكُمْ﴾ وفي ﴿تُؤْمِنُونَ﴾ و﴿آمَنَّا﴾ .\nلطيفَة: عبّر بالمسَّ في قوله ﴿إِن تَمْسَسْكُمْ حَسَنَةٌ﴾ وبالإصابة في قوله ﴿وَإِن تُصِبْكُمْ سَيِّئَةٌ﴾ وذلك للإِارة إلى أن الحسنة تسوء الأعداء وحتى ولو كانت بأيسر الأشياء ولو مسًّا خفيفًا وأما السيئة فإِذا تمكنت الإصابة بها إلى الحد الذي يرثي له الشامت فإنهم لا يرثون بل يفرحون ويسرون وهذا من أسرار بلاغة التنزيل، نقلًا عن حاشية الكشاف.","vol":"1","page":206},{"text":"المنَاسَبَة: يبدأ الحديث عن الغزوات من هذه الآيات الكريمة، وقد انتقل السياق من معركة الجدل والمناظرة إلى معركة الميدان والقتال، والآيات تتحدث عن غزوة «أحد» بالإِسهاب وقد جاء الحديث عن غزوة بدر في أثنائها اعتراضًا ليذكّرهم بنعمته تعالى عليهم لمّا نصرهم ببدر وهم أذلة قليلون في العَدَد والعُدَد، وهذه الآية هي افتتاح القصة عن غزوة أحد وقد أنزل فيها ستون آية، ومناسبة الآيات لما قبلها أنه تعالى لما حذّر من اتخاذ بطانة السوء ذكر هنا أن السبب في همّ الطائفتين ن الأنصار بالفشل إنما كان بسبب تثبيط المنافقين لهم وعلى رأسهم أبي بن سلول رأس النفاق فالمناسبة واضحة، روي الشيخان عن جابر قال «فينا نزلت ﴿إِذْ هَمَّتْ طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلاَ والله وَلِيُّهُمَا﴾ قال نحن الطائفتان: بنو حارثة، وبنو سلمة وما نحب أنها لم تنزل لقوله تعالى ﴿والله وَلِيُّهُمَا﴾ .\nاللغَة: ﴿غَدَوْتَ﴾ خرجت غُدوة وهي الساعات الأولى من الصبح ﴿تَفْشَلاَ﴾ الفشل: الجبن والضعف ﴿تُبَوِّىءُ﴾ تنزل يقال: بوأته منزلا وبوأت له منزلًا أي أنزلته فيه وأصل التبوئ اتخاذ المنزل ﴿أَذِلَّةٌ﴾ أي قلة في العدد والسلاح ﴿فَوْرِهِمْ﴾ الفور: السرعة وأصله شدة الغليان من فارتْ القدر إذا غلت ثم استعملت للسرعة تقول: من فوره أي من ساعته ﴿مُسَوِّمِينَ﴾ بفتح الواو بمعنى معلَّمين على القتال وبكسرها بمعنى لهم علامة وكانت سيماهم يوم بدر عمائم بيضاء ﴿طَرَفًا﴾ طائفة وقطعة ﴿يَكْبِتَهُمْ﴾ الكبتُ: الهزيمة والإِهلاك وقد يأتي بمعنى الغيظ والإِذلال ﴿خَآئِبِينَ﴾ الخيبة: عدم الظفر بالمطلوب.\nسَبَبُ النّزول: ثبت في صحيح مسلم» أن النبي ﷺ َ كسرت رباعيته يوم أحد وشُجَّ في رأسه، فجعل يسلِتُ الدم عنه ويقول: كيف يفلح قوم شجّورا رأس نبيهم وكسروا رباعيته وهو يدعوهم إلى الله تعالى؟ «فأنزل الله ﴿لَيْسَ لَكَ مِنَ الأمر شَيْءٌ﴾ .\nالتفِسير: ﴿وَإِذْ غَدَوْتَ مِنْ أَهْلِكَ﴾ أي اذكر يا محمد حين خرجت إلى أحد من عند أهلك ﴿تُبَوِّىءُ المؤمنين مَقَاعِدَ لِلْقِتَالِ﴾ أي تنزّل المؤمنين أماكنهم لقتال عدوهم ﴿والله سَمِيعٌ عَلِيمٌ﴾ أي سميع لأقوالكم عليمٌ بأحوالكم ﴿إِذْ هَمَّتْ طَّآئِفَتَانِ مِنكُمْ أَن تَفْشَلاَ﴾ أي حين كادت طائفتان من جيش المسلمين أن تجبنا وتضعفا وهمتا بالرجوع وهما» بنو سلمة «و» بنو حارثة «وذلك حين حرج رسول الله ﷺ َ لأحد بألفٍ من أصحابه فلما قاربوا عسرك الكفرة وكانوا ثلاثة آلاف انخذل» عبد الله بن أبي «بثلث الجيش وقال: علامَ نقتل أنفسنا وأولادنا؟ فهمَّ الحيان من الأنصار بالرجوع فعصمهم الله فمضوا مع رسول الله ﷺ َ وذلك قوله تعالى ﴿والله وَلِيُّهُمَا﴾ أي ناصرهما ومتولي أمرهما ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي في جميع أحوالهم وأمورهم، ثم ذكّرهم تعالى بالنصر يوم بدر لتقوى قلوبهُم ويتسلوا عمّا أصابهم من الهزيمة يوم أحد فقال ﴿وَلَقَدْ نَصَرَكُمُ الله بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ﴾ أي نصركم يوم بدر مع قلة العدد والسلاح لتعلموا أن النصر من عند الله لا بكثرة العدد والعُدد ﴿فاتقوا الله لَعَلَّكُمْ تَشْكُرُونَ﴾ أي اشكروه على ما منْ به عليكم من النصر ﴿إِذْ تَقُولُ لِلْمُؤْمِنِينَ أَلَنْ يَكْفِيكُمْ أَن يُمِدَّكُمْ رَبُّكُمْ بِثَلاَثَةِ ءالاف مِّنَ الملائكة مُنزَلِينَ﴾ أي إِذ تقول يا محمد لأصحابك أما يكفيكم أن يعينكم الله بإمداده لكم بثلاثة آلاف من الملائكة منزلين لنصرتكم ﴿بلى إِن تَصْبِرُواْ وَتَتَّقُواْ﴾ بلى تصديق للوعد أي بلى يمدكم بالملائكة إن صبرتم في المعركة واتقيتم الله وأطعتم أمره ﴿وَيَأْتُوكُمْ مِّن فَوْرِهِمْ هذا﴾ أي يأتيكم المشركون من ساعتهم هذه ﴿يُمْدِدْكُمْ رَبُّكُمْ بِخَمْسَةِ ءالاف مِّنَ الملائكة مُسَوِّمِينَ﴾ أي يزدكم الله مددًا من الملائكة معلَّمين على السلاح ومدربين على القتال ﴿وَمَا جَعَلَهُ الله إِلاَّ بشرى لَكُمْ﴾ أي وما جعل الله ذلك الإِمداد بالملائكة إلا بشارة لكم أيها المؤمنون لتزدادوا ثباتًا ﴿وَلِتَطْمَئِنَّ قُلُوبُكُمْ بِهِ﴾ أي ولتسكن قلوبكم فلا تخافوا من كثرة عدوكم وقلة عددكم ﴿وَمَا النصر إِلاَّ مِنْ عِندِ الله﴾ أي فلا تتوهموا أن النصر بكثرة العَدَد والعُدَد،","vol":"1","page":207},{"text":"ما النصر في الحقيقة إلا بعون الله وحده، لا من الملائكة ولا من غيرهم ﴿العزيز الحكيم﴾ أي الغالب الذي لا يغلب في أمره الحكيم الذي يفعل ما تقتضيه حكمته الباهرة ﴿لِيَقْطَعَ طَرَفًا مِّنَ الذين كفروا﴾ أي ذلك التدبير الإِلهي ليهلك طائفة منهم بالقتل والأسر، ويهدم ركنًا من أركان الشرك ﴿أَوْ يَكْبِتَهُمْ﴾ أي يغيظهم ويخزيهم بالهزيمة ﴿فَيَنقَلِبُواْ خَآئِبِينَ﴾ أي يرجعوا غير ظافرين بمبتغاهم، وقد فعل تعالى ذلك بهم في بدر حيث قتل المسلمون من صناديدهم سبعين وأسروا سبعين وأعز الله المؤمنين وأذل الشرك والمشركين ﴿لَيْسَ لَكَ مِنَ الأمر شَيْءٌ﴾ هذه الآية وردت اعتراضًا وهي في قصة أحد، وذلك لما كسرت رباعيته ﷺ َ وشُج وجهه الشريف قال: كيف يفلح قوم خضبوا وجه نبيهم بالدم؟ ﴿فنزلت ﴿لَيْسَ لَكَ مِنَ الأمر شَيْءٌ﴾ أي ليس لك يا محمد من أمر تدبير العباد شيء وإنما أمرهم إلى الله ﴿أَوْ يَتُوبَ عَلَيْهِمْ أَوْ يُعَذِّبَهُمْ فَإِنَّهُمْ ظَالِمُونَ﴾ أي فالله مالك أمرهم فإما أن يهلكهم، أو يهزمهم، أو يتوب عليهم إن أسلموا، أو يعذبهم إن أصرّوا على الكفر فإنهم ظالمون يستحقون العذاب ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ والله غَفُورٌ رَّحِيمٌ﴾ أي له جل وعلا وملك السماوات والأرض يعذب من يشاء ويغفر لمن يشاء وهو الغفور الرحيم ﴿يَآ أَيُّهَا الذين آمَنُواْ لاَ تَأْكُلُواْ الربا أَضْعَافًا مُّضَاعَفَةً﴾ هذا نهيٌ من الله تعالى لعباده المؤمنين عن تعاطي الربا مع التوبيخ بما كانوا عليه في الجاهلية من تضعيفه قال ابن كثير: كانوا في الجاهلية إذا حلّ أجل الدين يقول الدائن: إمّا أن تَقْضي وإمّا أن تُرْبيي﴾ فإن قضاه وإلاَّ زاده في المدة وزاده في القدر وهكذا كلّ عام فربما تضاعف القليل حتى يصير كثيرًا مضاعفًا ﴿واتقوا الله﴾ أي اتقوا عذابه بترك ما نهى عنه ﴿لَعَلَّكُمْ تُفْلِحُونَ﴾ أي لتكونوا من الفائزين ﴿واتقوا النار التي أُعِدَّتْ لِلْكَافِرِينَ﴾ أي احذروا نار جهنم التي هيئت للكافرين ﴿وَأَطِيعُواْ الله والرسول لَعَلَّكُمْ تُرْحَمُونَ﴾ أي اطيعوا الله ورسوله لتكونوا من الأبرار الذين تنالهم رحمة الله.\nالبَلاَغَة: ١ - ﴿إِذْ تَقُولُ﴾ صيغة المضارع لحكاية الماضية باستحضار صورتها في الذهن.","vol":"1","page":208},{"text":"٢ - ﴿أَن يُمِدَّكُمْ رَبُّكُمْ﴾ التعرض لعنوان الربوبية مع إِضافته للمخاطبين لإِظهار كمال العناية بهم أفاده أبو السعود.\n٣ - ﴿يَغْفِرُ وَيُعَذِّبُ﴾ بينهما طباق.\n٤ - ﴿أَضْعَافًا مُّضَاعَفَةً﴾ جناس الاشتقاق.\n٥ - ﴿لاَ تَأْكُلُواْ الربا﴾ سمي الأخذ أكلًا لأنه يئول إليه فهو مجاز مرسل.\nتنبيه: ذكر الأضعاف المضاعفة في الآية ليس للقيد ولا للشرط، وإنما هو لبيان الحالة التي كان الناس عليها في الجاهلية، وللتشنيع عليهم بأنَّ في هذه المعاملة ظلمًا صارخًا وعدوانًا مبينًا حيث كانوا يأخذون الربا أضعافًا مضاعفة قال أبو حيان: «نهوا عن الحالة الشنعاء التي يوقعون الربا عليها فربما استغرق بالنزر اليسير مال المدين، وأشار بقوله ﴿مُّضَاعَفَةً﴾ إلى أنهم كانوا يكررون التضعيف عامًا بعد عام، والربا محرم بجميع أنواعه، فهذه الحال ليس قيدًا في النهي» .","vol":"1","page":209},{"text":"المنَاسَبَة: لما حث تعالى على الصبر والتقوى ونبه المؤمنين إِلى إِمداد الله لهم بالملائكة في غزوة بدر، عقّبه بالأمر بالمسارعة إِلى نيل رضوان الله، ثم ذكر بالتفصيل غزوة أُحد وما نال المؤمنين فيها من الهزيمة بعد النصر بسبب مخالفة أمر الرسول، ثم بيّن أن الابتلاء سنة الحياة، وأن قتل الأنبياء لا ينبغي أن يُدخل الوهن إِلى قلوب المؤمنين، ثم توالت الآيات الكريمة في بيان الدروس والعبر من غزوة أُحد.\nاللغَة: ﴿وسارعوا﴾ بادروا ﴿السَّرَّآءِ﴾ الرخاء ﴿الضرآء﴾ الشدة والضيق ﴿الكاظمين﴾ كظم الغيظ: ردّه في الجوف يقال: كظم غيظه أي لم يظهره مع قدرته على إِيقاعه بالعدو مأخوذ من كظم القربة إِذا ملأها وشد رأسها ﴿فَاحِشَةً﴾ الفاحشة: العمل الذي تناهى في القبح ﴿خَلَتْ﴾ مضت ﴿سُنَنٌ﴾ السنن: جمع سنة وهي الطريقة التي يقتدى بها ونها سنة النبي ﷺ َ والمراد بها هنا الوقائع التي حصلت للمكذبين ﴿قَرْحٌ﴾ جرح بالفتح والضم قال الفراء: هو بالفتح الجرح وبالضم ألَمه، وأصل الكلمة الخلوص ومنه ماء قُراح ﴿نُدَاوِلُهَا﴾ نصرّفها والمداولة: نقل الشيء من واحد إِلى آخر يقال: تداولته الأيدي إذا انتقل من شخص إلى شخص ﴿وَلِيُمَحِّصَ﴾ التمحيص: التخليص يقال: محصته إذا خلَّصته من كل عيب وأصله في اللغة: التنقية والإِزالة ﴿وَيَمْحَقَ﴾ المحق: نقص الشيء قليلًا قليلًا ﴿أَعْقَابِكُمْ﴾ جمع عقب وهو مؤخر الرجل يقال: انقلب على عقبه أي رجع إِلى ما كان عليه ﴿مُّؤَجَّلًا﴾ له وقت محدّد لا يتقدم ولا يتأخر ﴿وَكَأَيِّن﴾ كم وهي للتكثير وأصلها أي دخلت عليها كاف التشبيه فأصبح معناها التكثير ﴿رِبِّيُّونَ﴾ جمع ربِّي نسبة إِلى الربّ كالربانيين وهم العلماء الأتقياء العابدون لربهم وقيل: نسبة إِلى الربّة وهي الجماعة ﴿استكانوا﴾ خضعوا وذلّوا وأصله من السكون لأن الخاضع يسكن لصاحبه ليصنع به ما يريد.\nالتفسِير: ﴿وسارعوا إلى مَغْفِرَةٍ مِّن رَّبِّكُمْ﴾ أي بادروا إِلى ما يوجب المغفرة بطاعة الله وامتثال أوامره ﴿وَجَنَّةٍ عَرْضُهَا السماوات والأرض﴾ أي وإِلى جنة واسعة عرضها السماء والأرض كما قال في سورة «الحديد» ﴿عَرْضُهَا كَعَرْضِ السمآء والأرض﴾ [الآية: ٢١] والغرض بيان سعتها فإِذا كان هذا عرضها فما ظنك بطولها؟ ﴿أُعِدَّتْ لِلْمُتَّقِينَ﴾ أي هيئت للمتقين لله ﴿الذين يُنفِقُونَ فِي السَّرَّآءِ والضرآء﴾ أي يبذلون أموالهم في اليسر والعسر، وفي الشدة والرخاء، ﴿والكاظمين الغيظ﴾ أي يمسكون غليظهم مع قدرتهم على الانتقام ﴿والعافين عَنِ الناس﴾ أي يعفون عمن أساء إِليهم وظلمهم ﴿والله يُحِبُّ المحسنين﴾ أي يحب المتصفين بتلك الأوصاف الجليلة وغيرها ﴿والذين إِذَا فَعَلُواْ فَاحِشَةً﴾ أي ارتكبوا ذنبًا قبيحًا كالكبائر ﴿أَوْ ظلموا أَنْفُسَهُمْ﴾ بإِتيان أي ذنب ﴿ذَكَرُواْ الله","vol":"1","page":210},{"text":"فاستغفروا لِذُنُوبِهِمْ﴾ أي تذكروا عظمة الله ووعيده لمن عصاه فأقلعوا عن الذنب وتابوا وأنابوا ﴿وَمَن يَغْفِرُ الذنوب إِلاَّ الله﴾ استفهام بمعنى النفي أي لا يغفر الذنوب إِلا الله وهي جملة اعتراضية لتطييب نفوس العباد وتنشيطهم للتوبة ولبيان أن الذنوب - وإِن جلَّت - فإِن عفوه تعالى أجل ورحمته أوسع ﴿وَلَمْ يُصِرُّواْ على مَا فَعَلُواْ وَهُمْ يَعْلَمُونَ﴾ أي لم يقيموا على قبيح فعلهم وهم عالمون بقبحه بل يقلعون ويتوبون ﴿أولئك جَزَآؤُهُمْ مَّغْفِرَةٌ مِّن رَّبِّهِمْ﴾ أي الموصوفون بتلك الصفات الحميدة جزاؤهم وثوابهم العفو عما سلف من الذنوب ﴿وَجَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي ولهم جنات تجري خلال أشجارها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا ﴿وَنِعْمَ أَجْرُ العاملين﴾ أي نعمت الجنة جزاءً لمن أطاع الله، ثم ذكر تعالى تتمة تفصيل غزوة أُحد بعد تمهيد مبادئ الرشد والصلاح فقال ﴿قَدْ خَلَتْ مِن قَبْلِكُمْ سُنَنٌ﴾ أي قد مضت سنة الله في الأمم الماضية بالهلاك والاستئصال بسبب مخالفتهم الأنبياء ﴿فَسِيرُواْ فِي الأرض فانظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي تعرفوا أخبار المكذبين، وما نزل بهم لتتعظوا بما ترون من آثار هلاكهم ﴿هذا بَيَانٌ لِّلنَّاسِ﴾ أي هذا القرآن فيه بيانٌ شاف للناس عامة ﴿وَهُدًى وَمَوْعِظَةٌ لِّلْمُتَّقِينَ﴾ أي وهداية لطريق الرشاد وموعظة وذكرى للمتقين خاصة، وإِنما خصّ المتقين بالذكر لأنهم هم المنتفعون به دون سائر الناس، ثم أخذ يسليهم عمّا أصابهم من الهزيمة في وقعة أُحد فقال ﴿وَلاَ تَهِنُوا وَلاَ تَحْزَنُوا﴾ أي لا تضعفوا عن الجهاد ولا تحزنوا ما أصابكم من قتلٍ أو هزيمة ﴿وَأَنْتُمُ الأَعْلَوْنَ﴾ أي وأنتم الغالبون لهم المتفوقون عليهم فإِن كانوا قد أصابوكم يوم أُحد فقد أبليتم فيهم يوم بدر ﴿إِنْ كُنْتُمْ مُّؤْمِنِينَ﴾ أي إِن كنتم حقًا مؤمنين فلا تهنوا ولا تحزنوا ﴿إِن يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ القوم قَرْحٌ مِّثْلُهُ﴾ أي إِن أصابكم قتلٌ أو جراح فقد أصاب المشركين مثل ما أصابكم ﴿وَتِلْكَ الأيام نُدَاوِلُهَا بَيْنَ الناس﴾ أي الأيام دولن، يوم لك ويوم عليك، ويوم تُساء ويوم تُسر ﴿وَلِيَعْلَمَ الله الذين آمَنُواْ﴾ أي فعل ذلك ليمتحنكم فيرى من يصبر عند الشدائد ويميز بين المؤمنين والمنافقين ﴿وَيَتَّخِذَ مِنكُمْ شُهَدَآءَ﴾ أي وليكرم بعضكم بنعمة الشهادة في سبيل الله ﴿والله لاَ يُحِبُّ الظالمين﴾ أي لا يحب المعتدين ومنهم المنافقون الذين انخذلوا عن نبيه يوم أُحد ﴿وَلِيُمَحِّصَ الله الذين آمَنُواْ﴾ أي ينفيهم ويطهرهم من الذنوب ويميزهم عن المنافقين ﴿وَيَمْحَقَ الكافرين﴾ أي يهلكهم شيئًا فشيئًا ﴿أَمْ حَسِبْتُمْ أَن تَدْخُلُواْ الجنة﴾ استفهام على سبيل الإِنكار أي هل تظنون يا معشر المؤمنين أن تنالوا الجنة بدون ابتلاء وتمحيص؟ ﴿وَلَمَّا يَعْلَمِ الله الذين جَاهَدُواْ مِنكُمْ وَيَعْلَمَ الصابرين﴾ أي ولما تجاهدوا في سبيله فيعلم الله جهادكم وصبركم على الشدائد؟ قال الطبري المعنى: أظننتم يا معشر أصحاب محمد أن تنالوا كرامة ربكم ولّما يتبين لعبادي المؤمنين المجاهدون منكم في سبيل الله والصابرون عند البأس على ما ينالهم في ذات الله من ألم ومكروه!! ﴿وَلَقَدْ كُنْتُمْ تَمَنَّوْنَ الموت﴾ أي كنتم تتمنون لقاء الأعداء لتحظوا بالشهادة ﴿مِن قَبْلِ أَن تَلْقَوْهُ فَقَدْ﴾ أي من قبل","vol":"1","page":211},{"text":"أن تذوقوا شدته، والآية عتاب في حق من انهزم ﴿رَأَيْتُمُوهُ وَأَنْتُمْ تَنظُرُونَ﴾ أي رأيتموه بأعينكم حين قُتل من إِخوانكم وشارفتم أن تقتلوا، ونزل لما أشاع الكافرون أن محمدًا قد قتل وقال المنافقون: إِن كان قد قتل فتعالوا نرجع إِلى ديننا الأول ﴿وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرسل﴾ أي ليس محمد إِلا رسول الله مضت قبله رسل، والرسل منهم من مات ومنهم من قتل ﴿أَفإِنْ مَّاتَ أَوْ قُتِلَ انقلبتم على أَعْقَابِكُمْ﴾ أفإِن أماته الله أو قتله الكفار ارتددتم كفارًا بعد إِيمانكم؟ ﴿وَمَن يَنقَلِبْ على عَقِبَيْهِ فَلَن يَضُرَّ الله شَيْئًا﴾ أي ومن يرتد عن دينه فلا يضر الله، وإِنما يضر نفسه بتعريضها للسخط والعذاب ﴿وَسَيَجْزِي الله الشاكرين﴾ أي يثيب الله المطيعين وهم الذين ثبتوا ولم ينقلبوا، ثم أخبر تعالى أنه جعل لكل نفسٍ أجلًا لا يتقدم ولا يتأخر فقال ﴿وَمَا كَانَ لِنَفْسٍ أَنْ تَمُوتَ إِلاَّ بِإِذْنِ الله﴾ أي بإِرادته ومشيئته ﴿كِتَابًا مُّؤَجَّلًا﴾ أي كتب لكل نفسٍ أجلها كتابًا مؤقتًا بوقت معلوم لا يتقدم ولا يتأخر، والغرض تحريضهم على الجهاد وترغيبهم في لقاء العدو، فالجبنُ لا يزيد في الحياة، والشجاعة لا تنقص منها، والحذر لا يدفع القدر والإِنسان لا يموت قبل بلوغ أجله وإِن خاض المهالك واقتحم المعارك ﴿وَمَن يُرِدْ ثَوَابَ الدنيا نُؤْتِهِ مِنْهَا﴾ أي من أراد بعمله أجر الدنيا أعطيناه منها وليس له في الآخرة من نصيب، وهو تعريض بالذين رغبوا في الغنائم، فبيّن تعالى أن حصول الدنيا للإِنسان ليس بموضع غبطة لأنها مبذولة للبر والفاجر ﴿وَمَن يُرِدْ ثَوَابَ الآخرة نُؤْتِهِ مِنْهَا﴾ أي ومن أراد بعمله أجر الآخرة أعطيناه الأجر كاملًا مع ما قسمنا له من الدنيا كقوله\n﴿مَن كَانَ يُرِيدُ حَرْثَ الآخرة نَزِدْ لَهُ فِي حَرْثِهِ﴾ [الشورى: ٢٠] ﴿وَسَنَجْزِي الشاكرين﴾ أي سنعطيهم من فضلنا ورحمتنا بحسب شكرهم وعملهم ﴿وَكَأَيِّن مِّن نَّبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ﴾ أي كم من الأنبياء قاتل لإِعلاء كلمة الله وقاتل معه علماء ربانيون وعُبَّاد صالحون قاتلوا فقُتل منهم من قتل ﴿فَمَا وَهَنُواْ لِمَآ أَصَابَهُمْ فِي سَبِيلِ الله﴾ أي ما جبنوا ولا ضعفت هممهم لما أصابهم من القتل والجراح ﴿وَمَا ضَعُفُواْ﴾ عن الجهاد ﴿وَمَا استكانوا﴾ أي ما ذلّوا ولا خضعوا لعدوهم ﴿والله يُحِبُّ الصابرين﴾ أي يحب الصابرين على مقاساة الشدائد والأهوال في سبيل الله ﴿وَمَا كَانَ قَوْلَهُمْ إِلاَّ أَن قَالُواْ ربَّنَا اغفر لَنَا ذُنُوبَنَا﴾ أي ما كان قولهم مع ثباتهم وقوتهم في الدين إِلا طلب المغفرة من الله ﴿وَإِسْرَافَنَا في أَمْرِنَا﴾ أي وتفريطنا وتقصيرنا في واجب طاعتك وعبادتك ﴿وَثَبِّتْ أَقْدَامَنَا﴾ أي ثبتنا في مواطن الحرب ﴿وانصرنا عَلَى القوم الكافرين﴾ أي انصرنا على الكفار ﴿فَآتَاهُمُ الله ثَوَابَ الدنيا وَحُسْنَ ثَوَابِ الآخرة﴾ أي جمع الله لهم بين جزاء الدنيا بالغنيمة والعز والظفر والتمكين لهم بالبلاد وبين جزاء الآخرة بالجنة ونعيمها ﴿والله يُحِبُّ المحسنين﴾ أي يحب من أحسن عمله وأخلص نيته، وخص ثواب الآخرة بالحسن إِشعارًا بفضله وأنه المعتد به عند الله.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - ﴿عَرْضُهَا السماوات والأرض﴾ أي كعرض السماوات والأرض حذفت أداة التشبيه ووجه الشبه يسمى هذا «التشبيه البليغ» .","vol":"1","page":212},{"text":"٢ - ﴿وسارعوا إلى مَغْفِرَةٍ﴾ من باب تسمية الشيء باسم سببه أي إِلى موجبات المغفرة.\n٣ - ﴿السَّرَّآءِ والضرآء﴾ فيه الطباق وهو من المحسنات البديعية.\n٤ - ﴿وَمَن يَغْفِرُ الذنوب إِلاَّ الله﴾ استفهام يقصد منه النفي أي لا يغفر.\n٥ - ﴿أولئك جَزَآؤُهُمْ مَّغْفِرَةٌ﴾ الإِشارة بالبعيد للإِشعار ببعد منزلتهم وعلو طبقتهم في الفضل.\n٦ - ﴿وَنِعْمَ أَجْرُ العاملين﴾ المخصوص بالمدح محذوف أي ونعم أجر العاملين ذلك.\n٧ - ﴿وَلِيَعْلَمَ الله﴾ هو من باب الالتفات لأنه جاء بعد لفظ ﴿نُدَاوِلُهَا﴾ فهو التفات من الحاضر إلى الغيبة، والسرُّ في هذا الالتفات تعظيم شأن الجهاد في سبيل الله.\n٨ - ﴿وَمَا مُحَمَّدٌ إِلاَّ رَسُولٌ﴾ قصر موصوف على صفة.\n٩ - ﴿انقلبتم على أَعْقَابِكُمْ﴾ قال في تلخيص البيان: هذه استعارة والمراد بها الرجوع عن دينه، فشبّه سبحانه الرجوع في الإِرتياب بالرجوع على الأعقاب.\nالفوَائِد: الأولى: في هذه الآيات الكريمة ﴿وسارعوا إلى مَغْفِرَةٍ﴾ أمهات مكارم الأخلاق من البذل وكظم الغيظ والعفو عن المسيئين والتوبة من الذنوب، وكلٌ منها مصدر لفضائل لا تدخل تحت الحصر.\nالثانية: قدم المغفرة على الجنة لأن التخلية مقدمة على التحلية فلا يستحق دخول الجنة من لم يتطهر من الذنوب والآثام.\nالثالثة: تخصيص العرض بالذكر للمبالغة في وصف الجنة بالسعة والبسطة فإِذا كان هذا عرضها فكيف يكون طولها؟ قال ابن عباس: كسبع سماوات وسبع أرضين لو وصل بعضها ببعض.\nالرابعة: كتب هرقل إِلى النبي ﷺ َ إِنك دعوتني إِلى جنة عرضها السماوات والأرض فأين النار؟ فقال ﵇: «سبحان الله أين الليل إِذا جاء النهار» .\nالخامسة: أمر تعالى بالمسارعة إِلى عمل الآخرة في آيات عديدة ﴿وسارعوا إلى مَغْفِرَةٍ﴾ و﴿سابقوا إلى مَغْفِرَةٍ﴾ [الحديد: ٢١] ﴿فاستبقوا الخيرات﴾ [البقرة: ١٤٨] ﴿فاسعوا إلى ذِكْرِ الله﴾ [الجمعة: ٩] ﴿وَفِي ذَلِكَ فَلْيَتَنَافَسِ المتنافسون﴾ [المطففين: ٢٦] وأما لعمل الدنيا فأمر بالهوينى ﴿فامشوا فِي مَنَاكِبِهَا﴾ [الملك: ١٥] ﴿وَآخَرُونَ يَضْرِبُونَ فِي الأرض﴾ [الزمر: ٢٠] فتدبر السرّ الدقيق.","vol":"1","page":213},{"text":"المنَاسَبَة: لا تزالل الآيات الكريمة تتناول سرد أحداث غزوة أُحد وما فيها من العظات والعبر، فهي تتحدث عن أسباب الهزيمة وموقف المنافقين الفاضح في تلك الغزوةن وتآمرهم على الدعوة الإِسلامية. بتثبيط عزائم المؤمنين.\nاللغَة: ﴿سُلْطَانًا﴾ حجة وبررهانًا وأصله القوة وومنه قيل لللوالي سلطان ﴿مثوى﴾ المثوى: المكان الذي يكون مقر الإِنسان ومأواه من قولهم ثوى بالمكان إِذا أقام فيه ﴿تَحُسُّونَهُمْ﴾ تقتلونهم قال الزجاج: الحسُّ الإِستئصال بالقتل وأصله الضرب على مكان الحس قال الشاعر:\nحسناهم بالسيف حسًا فأصبحت بقيتهم قد شردوا وتبدّدوا\n﴿تُصْعِدُونَ﴾ الإِصعاد: الذهاب والإِبعاد في الأرض، والفرق بينه وبين الصعود أن الإِصعاد يكون في مستوى من الأرض، والصعود يكون في ارتفاع ﴿لاَ تَلْوُونَ﴾ أي لا تلتفتون إلى أحد كما يفعل المنهزم وأصله من ليّ العنق للإِلتفات ﴿أُخْرَاكُمْ﴾ آخركم ﴿أَثَابَكُمْ﴾ جازاكم ﴿أَمَنَةً﴾ أمنًا واطمئنانًا ﴿يغشى﴾ يستر ويغطي ﴿وَلِيُمَحِّصَ﴾ التمحيص: التنقية وتخليص الشيء مما فيه من عيب ﴿استزلهم﴾ أوقعهم في الزلّة وهي الخطيئة ﴿غُزًّى﴾ جمع غازٍ وهو الخارج في سبيل الله.","vol":"1","page":214},{"text":"سَبَبُ النّزول: لما رجع رسول الله ﷺ َ إِلى المدينة وقد أصيبوا بما أصيبوا يوم أُحد، قال ناس من أصحابه: من أين أصابنا هذا وقد وعدنا الله النصر؟ فأنزل الله ﴿وَلَقَدْ صَدَقَكُمُ الله وَعْدَهُ ... إلى قوله مِنكُم مَّن يُرِيدُ الدُّنْيَا﴾ يعني الرماة الذين فعلوا ما فعلوا يوم أُحد.\nالتفِسير: ﴿يَا أَيُّهَا الذين آمنوا إِن تُطِيعُواْ الذين كَفَرُواْ﴾ أي إِن أطعتم الكفار والمنافقين فيما يأمرونكم به ﴿يَرُدُّوكُمْ على أَعْقَابِكُمْ﴾ أي يردوكم إِلى الكفر ﴿فَتَنقَلِبُواْ خَاسِرِينَ﴾ أي ترجعوا إِلى الخسران، ولا خسران أعظم من أن تتبدلوا الكفر بالإِيمان قال ابن عباس: هم المنافقون قالوا للمؤمنين لما رجعوا من أُحد لو كان نبيًا ما أصابه الذي أصابه فارجعوا إِلى إِخوانكم ﴿بَلِ الله مَوْلاَكُمْ﴾ بل للإِضراب أي ليسوا أنصارًا لكم حتى تطيعوهم بل الله ناصركم فأطيعوا أمره ﴿وَهُوَ خَيْرُ الناصرين﴾ أي هو سبحانه خير ناصر وخير معين فلا تستنصروا بغيره، ثم بشر تعالى المؤمنين بإِلقاء الرعب في قلوب أعدائهم فقال ﴿سَنُلْقِي فِي قُلُوبِ الذين كَفَرُواْ الرعب﴾ أي سنقذف في قلوبهم الخوف والفزع ﴿بِمَآ أَشْرَكُواْ بالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا﴾ أي بسبب إِشراكهم بالله وعبادتهم معه آلهة أخرى من غير حجة ولا برهان ﴿وَمَأْوَاهُمُ النار﴾ أي مستقرهم النار ﴿وَبِئْسَ مثوى الظالمين﴾ أي بئس مقام الظالمين نار جهنم، فهم في الدنيا مرعوبون وفي الآخرة معذبون وفي الحديث «نصرت بالرعب مسيرة شهر» ﴿وَلَقَدْ صَدَقَكُمُ الله وَعْدَهُ﴾ أي وفي الله لكم ما وعدكم به من النصر على عدوكم ﴿إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ﴾ أي تقتلونهم قتلًا ذريعًا وتحصدونهم بسيوفكم بإِرادة الله وحكمه ﴿حتى إِذَا فَشِلْتُمْ وَتَنَازَعْتُمْ فِي الأمر﴾ أي حتى إِذا اجبنتم وضعفتم واختلفتم في أمر المقام في الجبل ﴿وَعَصَيْتُمْ مِّن بَعْدِ مَآ أَرَاكُمْ مَّا تُحِبُّونَ﴾ أي عصيتم أمر الرسول ﷺ َ بعد أن كان النصر حليفكم، روي أن النبي ﷺ َ وضع خمسين من الرماة فوق الجبل وأمرهم أن يدفعوا عن المسلمين وقال لهم: لا تبرحوا أماكنكم حتى ولو رأيتمونا تخطفتنا الطير، فلما التقى الجيشان لم تقو خيل المشركين على الثبات بسبب السهام التي أخذتهم في وجوههم من الرماة فانهزم المشركون، فلما رأى الرماة ذلك قالوا: الغنيمة الغنيمة ونزلوا لجمع الأسلاب، وثبت رئيسهم ومعه عشرة فجاءهم المشركون من خلف الجبل فقتلوا البقية من الرماة ونزلوا على المسلمين بسيوفهم من خلف ظهورهم فانقلب النصر إِلى هزيمة للمسلمين فذلك قوله تعالى ﴿مِّن بَعْدِ مَآ أَرَاكُمْ مَّا تُحِبُّونَ﴾ أي من بعد النصر ﴿مِنكُم مَّن يُرِيدُ الدُّنْيَا﴾ أي الغنيمة وهم الذين تركوا الجبل ﴿وَمِنكُم مَّن يُرِيدُ الآخرة﴾ أي ثواب الله وهم العشرة الذين ثبتوا في مركزهم مع أميرهم «عبد الله بن جبير» ثم استشهدوا ﴿ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ﴾ أي ردكم بالهزيمة عن الكفار ليمتحن إِيمانكم ﴿وَلَقَدْ عَفَا عَنْكُمْ﴾ أي صفح عنكم مع العصيان، وفيه إِعلان بأن الذنب كان يستحق أكثر مما نزل بهم لولا عفو الله عنهم ولهذا قال ﴿والله ذُو فَضْلٍ عَلَى المؤمنين﴾ أي ذو منٍّ ونعمةٍ على المؤمنين في جميع الأوقات والأحوال ﴿إِذْ تُصْعِدُونَ وَلاَ تَلْوُونَ على أحَدٍ﴾ أي اذكروا يا معشر المؤمنين حين وليتم الأدبار تبعدون في الفرار ولا تلتفتون إِلى ما وراءكم ولا يقف واحد منكم لآخر ﴿والرسول يَدْعُوكُمْ في أُخْرَاكُمْ﴾ أي ومحمد ﷺ َ نياديكم من وراءكم يقول\n«إِليَّ","vol":"1","page":215},{"text":"عبادَ الله، إِليَّ عباد الله، أنا رسول الله، من يكرُّ فله الجنة» وأنتم تمعنون في الفرار ﴿فَأَثَابَكُمْ غَمًّا بِغَمٍّ﴾ أي جازاكم على صنيعكم غمًا بسبب غمكم للرسول ﷺ َ ومخالفتكم أمره ﴿لِّكَيْلاَ تَحْزَنُواْ على مَا فَاتَكُمْ﴾ أي لكيلا تحزنوا على ما فاتكم من الغنيمة ﴿وَلاَ مَآ أَصَابَكُمْ﴾ أي من الهزيمة، والغرض بيان الحكمة من الغم، وهو أن ينسيهم الحزن على ما فاتهم وما أصابهم وذلك من رحمته تعالى بهم ﴿والله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي يعلم المخلص من غيره ﴿ثُمَّ أَنزَلَ عَلَيْكُمْ مِّن بَعْدِ الغم أَمَنَةً نُّعَاسًا﴾ وهذا امتنانٌ منه تعالى عليهم أي ثم أرسل عليكم بعد ذلك الغم الشديد النعاس للسكينة والطمأنينة ولتأمنوا على أنفسكم من عدوكم فالخائف لا ينام، روى البخاري عن أنس أن أبا طلحة قال: «غشينا النعاسُ ونحن في مصافنا يوم أحد، قال فجعل سيفي يسقط من يدي وآخذه، ويسقط وآخذه» ثم ذكر سبحانه أن تلك الأمنة لم تكن عامة بل كانت لأهل الإِخلاص، وبقى أهل النفاق في خوف وفزع فقال ﴿يغشى طَآئِفَةً مِّنْكُمْ﴾ أي يغشى النوم فريقًا منكم وهم المؤمنون المخلصون ﴿وَطَآئِفَةٌ قَدْ أَهَمَّتْهُمْ أَنْفُسُهُمْ﴾ أي وجماعة أخرى حملتهم أنفسهم على الهزيمة فلا رغبة لهم إِلاَّ نجاتها وهم المنافقون، وكان السبب في ذلك توعد المشركين بالرجوع إِلى القتال، فقعد المؤمنون متهيئين للحرب فأنزل الله عليهم الأمنة فناموا، وأما المنافقون الذين أزعجهم الخوف بأن يرجع الكفار عليهم فقد طار النوم من أعينهم من الفزع والجزع ﴿يَظُنُّونَ بالله غَيْرَ الحق ظَنَّ الجاهلية﴾ أي يظنون بالله السيئة مثل ظنِّ أهل الجاهلية، قال ابن كثير: وهكذا هؤلاء اعتقدوا أن المشركين لما ظهروا تلك الساعة أنها الفيصلة، وأن الإِسلام قد باد وأهله، وهذا شأن أهل الريب والشك، إِذا حصل أمر من الأمور الفظيعة، تحصل لهم هذه الظنون الشنيعة ﴿يَقُولُونَ هَل لَّنَا مِنَ الأمر مِن شَيْءٍ﴾ أي ليس لنا من الأمر شيء، ولو كان لنا اختيار ما خرجنا لقتال ﴿قُلْ إِنَّ الأمر كُلَّهُ للَّهِ﴾ أي قل محمد لأولئك المنافقين الأمر كله بيد الله يصرّفه كيف شاء ﴿يُخْفُونَ في أَنْفُسِهِم مَّا لاَ يُبْدُونَ لَكَ﴾ أي يبطنون في أنفسهم ما لا يظهرون ذلك ﴿يَقُولُونَ لَوْ كَانَ لَنَا مِنَ الأمر شَيْءٌ مَّا قُتِلْنَا هَاهُنَا﴾ أي لو كان الاختيار لنا لم نخرج فلم نُقتل ولكن أكرهنا على الخروج، وهذا تفسير لما يبطنونه قال الزبير: أُرسل علينا النوم الذي وإِنّي لأسمع قول «معتّب بن قشير» والنعاس يغشاني يقول: لو كان لنا من الأمر شيء ما قتلنا هاهنا ﴿قُل لَّوْ كُنتُمْ فِي بُيُوتِكُمْ لَبَرَزَ الذين كُتِبَ عَلَيْهِمُ القتل إلى مَضَاجِعِهِمْ﴾ أي قل لهم يا محمد لو لم تخرجوا من بيوتكم وفيكم من قدّر الله عليه القتل لخرج أولئك إِلى مصارعهم، فَقَدرُ الله لا مناص منه ولا مفر ﴿وَلِيَبْتَلِيَ الله مَا فِي صُدُورِكُمْ﴾ أي ليختبر ما في قلوبكم من الإِخلاص والنفاق ﴿وَلِيُمَحِّصَ مَا فِي قُلُوبِكُمْ﴾ أي ولينقّي ما في قلوبكم ويطهّره فعل بكم ذلك ﴿والله عَلِيمٌ بِذَاتِ الصدور﴾ أي عالم بالسرائر مطّلع على الضمائر وما فيها خير أو شر، ثم ذكر سبحانه الذين انهزموا يوم أُحد فقال ﴿إِنَّ الذين تَوَلَّوْاْ مِنكُمْ﴾ أي انهزموا منكم من المعركة ﴿يَوْمَ التقى","vol":"1","page":216},{"text":"الجمعان﴾ أي جمع المسلمين وجمع المشركين ﴿إِنَّمَا استزلهم الشيطان بِبَعْضِ مَا كَسَبُواْ﴾ أي إِنما أزلهم الشيطان بوسوسته وأوقعهم في الخطيئة ببعض ما عملوا من الذنوب وهو مخالفة أمر الرسول ﷺ َ ﴿وَلَقَدْ عَفَا الله عَنْهُمْ﴾ أي تجاوز عن عقوبتهم وصفح عنهم ﴿إِنَّ الله غَفُورٌ حَلِيمٌ﴾ أي واسع المغفرة حليم لا يعجل العقوبة لمن عصاه، ثم نه سبحانه عن الاقتداء بالمنافقين في أقوالهم وأفعالهم فقال ﴿ياأيها الذين آمَنُواْ لاَ تَكُونُواْ كالذين كَفَرُواْ﴾ أي لا تكونوا كالمنافقين ﴿وَقَالُواْ لإِخْوَانِهِمْ إِذَا ضَرَبُواْ فِي الأرض﴾ أي وقالوا لإِخوانهم من أهل النفاق إذا خرجوا في الأسفار والحروب ﴿أَوْ كَانُواْ غُزًّى﴾ أو خرجوا غازين في سبيل الله ﴿لَّوْ كَانُواْ عِنْدَنَا مَا مَاتُواْ وَمَا قُتِلُواْ﴾ أي لو أقاموا عندنا ولم يخرجوا لما ماتوا ولا قتلوا، قال تعالى ردًّا عليهم ﴿لِيَجْعَلَ الله ذلك حَسْرَةً فِي قُلُوبِهِمْ﴾ أي قالوا ذلك ليصير ذلك الاعتقاد الفاسد حسرة في نفوسهم ﴿والله يُحْيِي وَيُمِيتُ﴾ ردٌّ على قولهم واعتقادهم أي هو سبحانه المحيي المميت فلا يمنع الموت قعود ﴿والله بِمَا تَعْمَلُونَ بَصِيرٌ﴾ أي مطلع على أعمال العباد فيجازيهم عليها ﴿وَلَئِنْ قُتِلْتُمْ فِي سَبِيلِ الله﴾ أي استشهدتم في الحرب والجهاد ﴿أَوْ مُتُّمْ﴾ أي جاءكم الموت وأنتم قاصعدون قتالهم ﴿لَمَغْفِرَةٌ مِّنَ الله وَرَحْمَةٌ خَيْرٌ مِّمَّا يَجْمَعُونَ﴾ أي ذلك خير من البقاء في الدنيا وجمع حطامها الفاني ﴿وَلَئِنْ مُّتُّمْ أَوْ قُتِلْتُمْ لإِلَى الله تُحْشَرُونَ﴾ أي وسواء متم على فراشكم أو قتلتم في ساحة الحرب فإِن مرجعكم إِلى الله فيجازيكم بأعمالكم، فآثروا ما يقربكم إلى الله ويوجب لكم رضاه من الجهاد في سبيل الله والعمل بطاعته، ولله در القائل حيث يقول:\nفإِن تكن الأبدان للموت أُنشئت ... فقتل امرئٍ بالسيف في الله أفضل\nالبَلاَغَة: ١ - ﴿يَرُدُّوكُمْ على أَعْقَابِكُمْ﴾ أي يرجعوكم من الإِيمان إِلى الكفر وهو من باب الاستعارة وقد تقدم.\n٢ - بين لفظ ﴿آمنوا﴾ و﴿كَفَرُواْ﴾ في الآية طباق وكذلك بين ﴿يُخْفُونَ﴾ و﴿يُبْدُونَ﴾ وبين ﴿فَاتَكُمْ﴾ و﴿أَصَابَكُمْ﴾ وهو من المحسنات البديعية.\n٣ - ﴿وَبِئْسَ مثوى الظالمين﴾ لم يقل وبئس مثواهم بل وضع الظاهر مكان الضمير للتغليظ وللإِشعار بأنهم ظالمون لوضعهم الشيء في غير موضعه والمخصوص بالذم محذوف أي بئس مثوى الظالمين النار أفاده أبو السعود.\n٤ - ﴿ذُو فَضْلٍ عَلَى المؤمنين﴾ التنكير للتفخيم وقوله ﴿عَلَى المؤمنين﴾ دون عيلهم فيه الإِظهار ف موضع الإِضمار للتشريف والإِشعار بعلة الحكم.\n٥ - ﴿يَظُنُّونَ بالله ... ظَنَّ﴾ بينهما جناس الاشتقاق وكذلك في ﴿فَتَوَكَّلْ ... المتوكلين﴾ [آل عمران: ١٥٩] .\n٦ - ﴿إِذَا ضَرَبُواْ فِي الأرض﴾ فيه استعارة تشبيهًا للمسافر في البر بالسابح الضارب في البحر. لأنه يضرب بأطرافه في غمرة الماء شقًا لها واستعانة على قطعها كذا في تلخيص البيان.","vol":"1","page":217},{"text":"فَائِدَة: من الذين ثبتوا في المعركة بأُحد الأسد المقدام «أنس بن النضر» عن أنس بن مالك، فلما هزم المسلمون وأشاع المنافقون أن محمدًا ﷺ َ قد قتل قال: اللهم إِني أعتذر إِليك مما صنع هؤلاء - يعني المسلمين - وأبرأ إِليك مما فعل هؤلاء - يعني المشركين - ثم تقدم بسيفه فلقيه «سعد بن معاذ» فقال: أين يا سعد؟ والله إِني لأجد ريح الجنة دون أحد، فمضى فقُتل ومثَّل به المشركون فلم يعرفه أحد إلا أخته عرفته من بنانه ورؤي وبه بضع وثمانون من طعنةٍ وضربةٍ ورميةٍ بسهم.\nفَائِدَة: روى ابن كثير عن ابن مسعود قال: إِن النساء كنَّ يوم أُحد خلف المسمين يُجهزن على جَرَحى المشركين، فلو حلفتُ يومئذٍ رجوت أن أبرّ أنه ليس أحد منا يريد الدنيا حتى أنزل الله ﴿مِنكُم مَّن يُرِيدُ الدُّنْيَا وَمِنكُم مَّن يُرِيدُ الآخرة﴾ فلما خالف أصحاب رسول الله ﷺ َ وعصوا ما أُمروا به أُفرد النبي ﷺ َ في تسعة عاشرهم فلما أرهقوه قال: رحم الله رجلًا ردّهم عنا فلم يزل يقول ذلك حتى قتل سبعة منهم، فنظروا فإِذا حمزة قد بقر بطنه وأخذت هند كبده فلاكتها فلم تستطيع أن تأكلها، وحزن عليه رسول الله ﷺ َ حزنًا شديدًا، وصلى عليه يومئذٍ سبعين صلاة.","vol":"1","page":218},{"text":"المنَاسَبَة: لا تزال الآيات تتحدث عن غزوة أُحد، فقد ذكر تعالى فيما سبق انهزام المسلمين وما أصيبوا به من غمّ واضطراب، وأرشدهم إِلى موطن الداء ووصف لهم الدواء، وفي هذه الآيات الكريمة اشادة بالقيادة الحكيمة، فمع مخالفة بعض الصحابة لأوامر الرسول ﷺ َ فقد وسعهم ﵇ بخلقه الكريم وقلبه الرحيم، ولم يخاطبهم بالغلظة والشدة وإِنما خاطبهم باللطف واللين، وذلك اجتمعت القلوب حول دعوته، وتوحّدت تحت قيادته، والآيات تتحدث عن أخلاق النبوة، وعن المنّة العظمى ببعثة الرسول الرحيم والقائد الحكيم وعن بقية الأحداث الهامة في تلك الغزوة.\nاللغَة: ﴿فَظًّا﴾ الفظُّ: الغليظ الجافي قال الواحدي هو الغليظ سيئ الخلق قال الشاعر:\nأخشى فظاظة عمٍّ أو جفاء أخٍ ... وكنتُ أخشى عليها من أذى الكلم\n﴿غَلِيظَ القلب﴾ هو الذي لا يتأثر قلبه ولا يرقّ ومن ذلك قول الشاعر:\nيُبكَى علينا ولا نبكي على أحدٍ؟ ... لنحن أغلظُ أكبادًا من الإِبل\nالتفِسير: ﴿فَبِمَا رَحْمَةٍ مِّنَ الله لِنتَ﴾ أي فبسبب رحمةٍ من الله أودعها الله في قلبك يا محمد كنت هينًا ليّن الجانب مع أصحابك مع أنهم خالفوا أمرك وعصوك ﴿لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ القلب لاَنْفَضُّواْ مِنْ حَوْلِكَ﴾ أي لو كنت جافي الطبع قاسي القلب، تعاملهم بالغلظة والجفا، لتفرقوا عنك ونفروا منك، ولمّا كانت الفظاظة في الكلام نفى الجفاء عن لسانه والقسوة عن قلبه ﴿فاعف عَنْهُمْ واستغفر لَهُمْ وَشَاوِرْهُمْ فِي الأمر﴾ أي فتجاوز عما نالك من أذاهم يا محمد، واطلب لهم من الله المغفرة وشاورهم في جميع أمورك ليقتدي بك الناس قال الحسن «ما شاور قومٌ قط إلاّ هُدوا لأرشد أمورهم» وكان ﵇ كثير المشاورة لأصحابه ﴿فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى الله﴾ أي إِذا عقدت قلبك على أمر بعد الاستشارة فاعتمد على الله وفوّض أمرك إِليه ﴿إِنَّ الله يُحِبُّ المتوكلين﴾ أي يحب المعتمدين عليه، المفوضين أمورهم إِليه ﴿إِن يَنصُرْكُمُ الله فَلاَ غَالِبَ لَكُمْ﴾ أي إِن أراد الله نصركم فلا يمكن لأحدٍ أن يغلبكم ﴿وَإِن يَخْذُلْكُمْ فَمَن ذَا الذي يَنصُرُكُم مِّنْ بَعْدِهِ﴾ أي وإِن أراد خذلانكم وترك معونتكم فلا ناصر لكم، فمهما وقع لكم من النصر كيوم بدر أو من الخذلان كيوم أُحد بمشيئته سبحانه فالأمر كله لله، بيده العزة والنصرة والإِذلال والخذلان ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي وعلى الله وحده فليلجأ وليعتمد المؤمنون ﴿وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ﴾ أي ما صحَّ ولا استقام ولا عقلًا لنبيٍّ من الأنبياء أن يخون في الغنيمة، والنفيُ هنا نفيٌ للشأن وهو أبلغ من نفي","vol":"1","page":219},{"text":"الفعل لأنَّ المراد أنه لا يتأتّى ولا يصحُّ أن يُتصوّر فضلًا عن أن يحصل ويقع ﴿وَمَن يَغْلُلْ يَأْتِ بِمَا غَلَّ يَوْمَ القيامة﴾ أي ومن يُخن من غنائم المسلمين شيئًا يأت حاملًا له على عنقه يوم القيامة فضيحةً له على رءوس الأشهاد ﴿ثُمَّ توفى كُلُّ نَفْسٍ مَّا كَسَبَتْ﴾ أي تعطى جزاء ما عملت وافيًا غير منقوص ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي تنال جزاءها العادل دون زيادة أو نقص، فلا يزاد في عقاب العاصي، ولا ينقص من ثواب المطيع ﴿أَفَمَنِ اتبع رِضْوَانَ الله كَمَن بَآءَ بِسَخَطٍ مِّنَ الله﴾ أي لا يستوي من أطاع الله وطلب رضوانه، ومن عصى الله فاستحق سخطه وباء بالخسران ﴿وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ المصير﴾ أي مصيره ومرجعه جهنم وبئست النار مستقرًا له ﴿هُمْ دَرَجَاتٌ عِندَ الله﴾ أي متفاوتون في المنازل قال الطبري: هم مختلفوا المنازل عند الله، فلمن اتبع رضوان الله الكرامةُ والثواب الجزيل، ولمن باء بسخطٍ من الله المهانةُ والعقاب الأليم ﴿والله بَصِيرٌ بِمَا يَعْمَلُونَ﴾ أي لا تخفى عليه أعمال العباد وسيجازيهم عليها، ثمَّ ذكّر تعالى المؤمنين بالمنّة العظمى عليهم ببعثة خاتم المرسلين فقال ﴿لَقَدْ مَنَّ الله عَلَى المؤمنين إِذْ بَعَثَ فِيهِمْ رَسُولًا مِّنْ أَنْفُسِهِمْ﴾ أي والله لقد أنعم الله على المؤمنين حين أرسل إِليهم رسولًا عربيًا من جنسهم، عرفوا أمره وخبروا شأنه، وخصَّ تعالى المؤمنين بالذكر وإِن كان رحمة للعالمين، لأنهم هم المنتفعون ببعثته ﴿يَتْلُواْ عَلَيْهِمْ آيَاتِهِ﴾ أي يقرأ عليهم الوحي المنزل ﴿وَيُزَكِّيهِمْ﴾ أي يطهرهم من الذنوب ودنس الأعمال ﴿وَيُعَلِّمُهُمُ الكتاب والحكمة﴾ أي يعلمهم القرآن المجيد والسنة المطهرة ﴿وَإِن كَانُواْ مِن قَبْلُ لَفِي ضَلالٍ مُّبِينٍ﴾ أي وإِنه الحال والشأن كانوا قبل بعثته في ضلال ظاهر، فنقلوا من الظلمات إِلى النور، وصاروا أفضل الأمم ﴿أَوَ لَمَّا أَصَابَتْكُمْ مُّصِيبَةٌ﴾ أي أو حين أصابتكم أيها المؤمنون كارثةٌ يوم أحد فقُتل منكم سبعون ﴿قَدْ أَصَبْتُمْ مِّثْلَيْهَا﴾ أي في بدر حيث قتلتم سبعين وأسرتم سبعين ﴿قُلْتُمْ أنى هذا﴾ أي من أين هذا البلاء، ومن أين جاءتنا الهزيمة وقد وعدنا بالنصر، وموضع التقريع قولهم ﴿أنى هذا﴾ مع أنهم سبب النكسة والهزيمة ﴿قُلْ هُوَ مِنْ عِندِ أَنْفُسِكُمْ﴾ أي قل لهم يا محمد: إِن سبب المصيبة منكم أنتم بمعصيتكم أمر الرسول وحرصكم على الغنيمة ﴿إِنَّ الله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي يفعل ما يشاء لا معقب لحكمه ولا رادّ لِقضائه ﴿وَمَآ أَصَابَكُمْ يَوْمَ التقى الجمعان فَبِإِذْنِ الله﴾ أي وما أصابكم يوم أُحد، يوم التقى جمع المسلمين وجمع المشركين فبقضاء الله وقدره وبإِرادته الأزلية وتقديره الحكيم، ليتميّز المؤمنون عن المنافقين ﴿وَلِيَعْلَمَ المؤمنين﴾ أي ليعلم أهل الإِيمان الذين صبروا وثبتوا ولم يتزلزلوا ﴿وَلِيَعْلَمَ الذين نَافَقُواْ وَقِيلَ لَهُمْ تَعَالَوْاْ قَاتِلُواْ فِي سَبِيلِ الله أَوِ ادفعوا﴾ أي وليعلم أهل النفاق كعبد الله بن أُبي ابن سلول وأصحابه الذين اتخذلوا يوم أُحد عن رسول الله ﷺ َ ورجعوا وكانوا نحوًا من ثلاثمائة رجل فقال لهم المؤمنون: تعالوا قاتلوا المشركين معنا أو ادفعوا بتكثيركم سوادنا ﴿قَالُواْ لَوْ نَعْلَمُ قِتَالًا لاَّتَّبَعْنَاكُمْ﴾ أي قال المنافقون لو نعلم أنك تلقون حربًا لقاتلنا معكم، ولكن لا نظن أن يكون قتال ﴿هُمْ لِلْكُفْرِ يَوْمَئِذٍ أَقْرَبُ مِنْهُمْ لِلإِيمَانِ﴾ أي بإِظهارهم هذا القول صاروا أقرب إِلى الكفر منهم إِلى الإِيمان ﴿يَقُولُونَ بِأَفْوَاهِهِم مَّا لَيْسَ فِي قُلُوبِهِمْ﴾ أي يظهرون خلاف ما يضمرون ﴿والله أَعْلَمُ بِمَا","vol":"1","page":220},{"text":"يَكْتُمُونَ﴾ أي بما يخفونه من النفاق الشرك ﴿الذين قَالُواْ لإِخْوَانِهِمْ وَقَعَدُواْ﴾ أي وليعلم الله أيضًا المنافقين الذين قالوا لإِخوانهم الذين هم مثلهم وقد قعدوا عن القتال ﴿لَوْ أَطَاعُونَا مَا قُتِلُوا﴾ أي لو أطاعنا المؤمنون وسمعوا نصيحتنا فرجعوا كما رجعنا ما قتلوا هنالك ﴿قُلْ فَادْرَءُوا عَنْ أَنْفُسِكُمُ الْمَوْتَ إِن كُنْتُمْ صَادِقِينَ﴾ أي قل يا محمد لأولئك المنافقين إن كان عدم الخروج ينجي من الموت فادفعوا الموت عن أنفسكم إِن كنتم صادقين في دعواكم، والغرض منه التوبيخ والتبكيت وأن الموت آتٍ إِليكم ولو كنتم في بروج مشيدة.\nالبَلاَغَة: ١ - ﴿إِن يَنصُرْكُمُ ... وَإِن يَخْذُلْكُمْ﴾ بينهما مقابلة وهي من المحسنات البديعية.\n٢ - ﴿وَعَلَى الله فَلْيَتَوَكَّلِ﴾ تقديم الجار والمجرور لإِفادة الحصر.\n٣ - ﴿وَمَا كَانَ لِنَبِيٍّ أَنْ يَغُلَّ﴾ أي ما صح ولا استقام والنفي هنا للشأن وهو أبلغ من نفي الفعل.\n٤ - ﴿أَفَمَنِ اتبع رِضْوَانَ الله كَمَن بَآءَ بِسَخَطٍ مِّنَ الله﴾ قال أبو حيان: «هذا من الاستعارة البديعة جعل ما شرعه الله كالدليل الذي يتبعه من يهتدي به، وجعل العاصي كالشخص الذي أمر بأن يتبع شيئًا فنكص عن اتباعه ورجع بدونه» .\n٥ - ﴿بِسَخَطٍ مِّنَ الله﴾ التنكير للتهويل أي بسخط عظيم لا يكاد يوصف.\n٦ - ﴿هُمْ دَرَجَاتٌ﴾ على حذف مضاف أي ذوو درجات متفاوتة، فالمؤمن درجته مرتفعة والكافر درجته متضعة.\n٧ - ﴿لِلْكُفْرِ ... لِلإِيمَانِ﴾ بينهما طباق وكذلك بين ﴿يُبْدُونَ ... . يُخْفُونَ﴾ [آل عمران: ١٥٤] .\n٨ - ﴿أَصَابَتْكُمْ مُّصِيبَةٌ﴾ بينهما جناس الاشتقاق، وهو من المحسنات البديعية.\nتنبيه: في هذه الآية ﴿فَبِمَا رَحْمَةٍ مِّنَ الله لِنتَ لَهُمْ﴾ دلالة على اختصاص نبينا بمكارم الأخلاق، ومن عجيب أمره ﷺ َ أنه كان أجمع الناس لدواعي العظمة ثم كان أدناهم إِلى التواضع، فكان أشرف الناس نسبًا وأوفرهم حسبًا وأزكاهم عملًا وأسخاهم كرما وأفصحهم بيانًا وكلها من دواعي العظمة، ثم كان من تواضعه ﵇ أنه كان يرقع الثوب ويخصف النعل ويركب الحمار ويجلس على الأرض ويجيب دعوة العبد المملوك فصلوات الله وسلامه على السراج المنير بحر المكارم والفضائل.\nفَائِدَة: التوكل على الله من أعلى المقامات لوجهين: أحدهما محبة الله للعبد ﴿إِنَّ الله يُحِبُّ المتوكلين﴾ والثاني الضمان في كنف الرحمن ﴿وَمَن يَتَوَكَّلْ عَلَى الله فَهُوَ حَسْبُهُ﴾ [آل عمران: ٣] .","vol":"1","page":221},{"text":"المنَاسَبَة لا تزال الآيات الكريمة تتابع أحداث أَحد، وتكشف عن أسرار المنافقين ومواقفهم المخززية، وتوضّح الدروس والعبر من تلك الغزوة المجيدة.\nاللغَة: ﴿يَسْتَبْشِرُونَ﴾ يفرحون وأصله من البشرة لأن الإِنسان إِذا فرح ظهر أثر السرور في وجهه قال ابن عطية: وليست استفعل في هذا الموضع بمعنى طلب البشارة وإِنما هي بمعنى الفعل المجرد كقوله تعالى ﴿واستغنى الله﴾ [التغابن: ٦] ﴿القرح﴾ بالفتح الجرح وبالضم ألم الجرح وقد تقدم ﴿حَسْبُنَا﴾ كافينا مأخوذ من الإِحساب بمعنى الكفاية قال الشاعر:\nفتملأُ بيتنا أقْطًا وسَمْنًا وحسبُك من غنىً شِبَعٌ ورِيُّ\n﴿حَظًّا﴾ الحظ: النصيب ويستعمل في الخير والشر وإِذا لم يقيّد يكون للخير ﴿نُمْلِي﴾ الإِملاء: التأخير والإِمهال قال القرطبي: والمراد بالإِملاء هنا طول العمر ورغد العيش ﴿يَمِيزَ﴾ يُميِّز يقال: ماز وميزّ أي فصل الشيء من الشيء منه ﴿وامتازوا اليوم أَيُّهَا المجرمون﴾ [يس: ٥٩] ﴿يَجْتَبِي﴾ يختار ﴿سَيُطَوَّقُونَ﴾ من الطّوق وهو القلادة أي يلزمون به لزوم الطوق في العنق.","vol":"1","page":222},{"text":"سَبَبُ النّزول: أ - عن ابن عباس قال قال رسول الله ﷺ َ: لّما أصيب إِخوانكم بأحد جعل الله أرواحهم في جوف طيرٍ خضر، ترد أنهار الجنة تأكل من ثمارها وتأوي إِلى قناديل من ذهب معلقةً في ظلّ العرش، فلما وجدوا طيب مأْكلهم ومَشْربهم ومَقِيلهم قالوا: من يبلّغ إِخواننا عنا أنّا أحياءٌ في الجنة نرزق لئلا يزهدوا في الجهاد ولا ينكُلوا عند الحرب فقال الله سبحانه: أنا أبلغهم عنكم فأنزل الله ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ﴾ الآية.\nب - عن جابر بن عبد الله قال: «لقيني رسول الله ﷺ َ فقال يا جابر: ما لي أراك منكسًا مُهتمًا؟ قلت يا رسول الله: استُشْهد أبي وترك عيالًا وعليه دين فقال: ألا أبشرك بما لقي الله ﷿ به أباك؟ قلت: بلى يا رسول الله، قال: إِن الله أحيا أباك وكلّمه كفاحًا - وما كلّم أحدًا قط إِلا من وراء حجاب - فقال له: يا عبد الله تمنَّ أعطك قال يا رب: أسألك أن تردني إلى الدنيا فأْقتل فيك ثانية فقال الرب ﵎: إِنه قد سبق مني أنهم إِليها لا يرجعون، قال يا رب: فأبلغ من ورائي فأنزل الله ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا﴾»\nالتفِسير: ﴿وَلاَ تَحْسَبَنَّ الذين قُتِلُواْ فِي سَبِيلِ الله أَمْوَاتًا﴾ أي لا تظنَّن الذين استشهدوا في سبيل الله لإِعلاء دينه أمواتًا لا يُحسّون ولا يتنعمون ﴿بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ﴾ أي بل هم أحياء متنعمون في جنان الخلد يرزقون من نعيمها غدوًا وعشيًا قال الواحدي: الأصح في حياة الشهداء ما روي عن النبي ﷺ َ من أن أرواحهم في أجواف طيور خضر وأنهم يُرزقون ويأكلون ويتنعمون ﴿فَرِحِينَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ أي هم منعّمون في الجنة فرحون بما هم فيه من النعمة والغبطة ﴿وَيَسْتَبْشِرُونَ بالذين لَمْ يَلْحَقُواْ بِهِم مِّنْ خَلْفِهِمْ﴾ أي يستبشرون بإِخوانهم المجاهدون الذين لم يموتوا في الجهاد بما سيكونون عليه بعد الموت إِن استشهدوا فهم لذلك فرحون مستبشرون ﴿أَلاَّ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي بأنْ لا خوف عليهم في الآخرة ولا هم يحزنون على مفارقة الدنيا لأنهم في جنات النعيم ﴿يَسْتَبْشِرُونَ بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ وَأَنَّ الله لاَ يُضِيعُ أَجْرَ المؤمنين﴾ أكّد استبشارهم ليذكر ما تعلّق به من النعمة والفضل والمعنى: يفرحون بما حباهم الله تعالى من عظيم كرامته وبما أسبغ عليهم من الفضل وجزيل الثواب، فالنعمة ما استحقوه بطاعتهم، والفضلُ ما زادهم من المضاعفة في الأجر ﴿الذين استجابوا للَّهِ والرسول مِن بَعْدِ مَآ أَصَابَهُمُ القرح﴾ أي الذين أطاعوا الله وأطاعوا الرسول من بعد ما نالهم الجراح يوم أُحد قال ابن كثير: وهذا كان يوم «حمراء الأسد» وذلك أن المشركين لما أصابوا من المسلمين كرّوا راجعين إِلى بلادهم ثم ندموا لم لا تّمموا على أهل المدينة وجعلوها الفيصلة، فلما بلغ ذلك رسول الله ﷺ َ ندب المسلمين إِلى الذهاب وراءهم ليرعبهم ويريهم أنّ بهم قوة وجَلَدًا، ولم يأذن لأحدٍ سوى من حضر أحدًا فانتدب المسلمون","vol":"1","page":223},{"text":"على ما بهم من الجراح والإِثخان طاعة لله ﷿ ولرسوله ﷺ َ.\n﴿لِلَّذِينَ أَحْسَنُواْ مِنْهُمْ واتقوا أَجْرٌ عَظِيمٌ﴾ أي لمن أطاع منهم أمر الرسول وأجابه إِلى الغزو - على ما به من جراح وشدائد - الأجرُ العظيم والثواب الجزيل ﴿الذين قَالَ لَهُمُ الناس إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ فاخشوهم فَزَادَهُمْ إِيمَانًا﴾ أي الذين أرجف لهم المرجفون من أنصار المشركين فقالوا لهم: إِن قريشًا قد جمعت لكم جموعًا لا تحصى فخافوا على أنفسكم فما زادهم هذا التخويف إِلا إِيمانًا ﴿وَقَالُواْ حَسْبُنَا الله وَنِعْمَ الوكيل﴾ أي قال المؤمنون الله كافينا وحافظنا ومتولي أمرنا ونعم الملجأ والنصير لمن توكل عليه جل وعلا ﴿فانقلبوا بِنِعْمَةٍ مِّنَ الله وَفَضْلٍ﴾ أي فرجعوا بنعمة السلامة وفضل الأجر والثواب ﴿لَّمْ يَمْسَسْهُمْ سواء﴾ أي لم ينلهم مكروه أو أذى ﴿واتبعوا رِضْوَانَ الله﴾ أي نالوا رضوان الله الذي هو سبيل السعادة في الدارين ﴿والله ذُو فَضْلٍ عَظِيمٍ﴾ أي ذو إِحسان عظيم على العباد ﴿إِنَّمَا ذلكم الشيطان يُخَوِّفُ أَوْلِيَاءَهُ﴾ أي إِنما ذلكم القائل ﴿إِنَّ الناس قَدْ جَمَعُواْ لَكُمْ﴾ بقصد تثبيط العزائم هو الشيطان يخوفكم أولياءه وهم الكفار لترهبوهم ﴿فَلاَ تَخَافُوهُمْ وَخَافُونِ إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي فلا تخافوهم ولا ترهبوهم فإِني متكفل لكم بالنصر عليهم، ولكن خافوا إن كنتم مؤمنين حقًا أن تعصوا أمري فتهلكوا، والمراد بالشيطان «نعيم ابن مسعود الأشجعي» الذي أرسله أبو سفيان ليثبط المسلمين، قال أبو حيان: وإِنما نسب إِلى الشيطان لأنه ناشيء عن وسوسته وإِغوائه وإِلقائه ﴿وَلاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ تسلية للنبي ﷺ َ أي لا تحزن ولا تتألم يا محمد لأولئك المنافقين الذين يبادرون نحو الكفر بأقوالهم وأفعالهم، ولا تبال بما يظهر منهم من آثار الكيد للإِسلام وأهله ﴿إِنَّهُمْ لَن يَضُرُّواْ الله شَيْئًا﴾ أي إِنهم بكفرهم لن يضروا الله شيئًا وإِنما يضرون أنفسهم ﴿يُرِيدُ الله أَلاَّ يَجْعَلَ لَهُمْ حَظًّا فِي الآخرة﴾ أي يريد تعالى بحكمته ومشيئته ألاّ يجعل لهم نصيبًا من الثواب في الآخرة ﴿وَلَهُمْ عَذَابٌ عَظِيمٌ﴾ أي ولهم فوق الحرمان من الثواب عذاب عظيم في نار جهنم ﴿إِنَّ الذين اشتروا الكفر بالإيمان لَن يَضُرُّواْ الله شَيْئًا وَلهُمْ عَذَابٌ أَلِيمٌ﴾ أي الذين استبدلوا الكفر بالإيمان وهم المنافقون المذكورون قبل، لن يضروا الله بكفرهم وارتدادهم ولهم عذاب مؤلم ﴿وَلاَ يَحْسَبَنَّ الذين كَفَرُواْ أَنَّمَا نُمْلِي لَهُمْ خَيْرٌ لأَنْفُسِهِمْ﴾ أي لا يظنَّن الكافرون أن إِمهالنا بدون أجزاء وعذاب، وإِطالتنا لأعمارهم خير لهم ﴿إِنَّمَا نُمْلِي لَهُمْ ليزدادوا إِثْمًَا﴾ أي إِنما نمهلهم ونؤخر آجالهم ليكتسبوا المعاصي فتزداد آثامهم ﴿وَلَهْمُ عَذَابٌ مُّهِينٌ﴾ أي ولهم في الآخرة عذاب يهينهم ﴿مَّا كَانَ الله لِيَذَرَ المؤمنين على مَآ أَنْتُمْ عَلَيْهِ حتى يَمِيزَ الخبيث مِنَ الطيب﴾ هذا وعدٌ من الله لرسوله بأنه سيميّز له المؤمن من المنافق والمعنى لن يترك الله المؤمنين مختلطين بالمنافقين حتى يبتليهم فيفصل بين هؤلاء وهؤلاء، كما فعل في غزةو أُحد حيث ظهر أهل الإِيمان وأهل النفاق قال ابن كثير «أي لا بدّ أن يعقد شيئًا من المحنة يظهر فيها وليُّه ويُفضح بها عدوه، يُعرف به المؤمن الصابر من المنافق الفاجر، كما ميّز بيمهم يوم أُحد» .\n﴿وَمَا كَانَ الله لِيُطْلِعَكُمْ عَلَى الغيب﴾ قال الطبري: وأولى الأقوال بتأويله: أي وما كان الله ليطلعكم","vol":"1","page":224},{"text":"على قلوب عباده فتعرفوا المؤمن من المنافق والكافر، ولكنه يميز بينهم بالمحن والإِبتلاء كما ميّز بينهم يوم أُحد بالبأساء وجهاد عدوه ﴿وَلَكِنَّ الله يَجْتَبِي مِن رُّسُلِهِ مَن يَشَآءُ﴾ أي يختار من رسله من يشاء فيطلعهم على غيبه كما أطلع النبي ﷺ َ على المنافقين ﴿فَآمِنُواْ بالله وَرُسُلِهِ﴾ أي آمنوا إِيمانًا صحيحًا بأن الله وحده المطلع على الغيب وأن ما يخبر به الرسول من أمور الغيب إِنما هو بوحي من الله ﴿وَإِن تُؤْمِنُواْ وَتَتَّقُواْ فَلَكُمْ أَجْرٌ عَظِيمٌ﴾ أي وإِن تصدّقوا ربكم بطاعته فلكم ثواب عظيم ﴿وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ بِمَآ آتَاهُمُ الله مِن فَضْلِهِ هُوَ خَيْرًا لَّهُمْ﴾ لما بالغ تعالى في التحريض على بذل النفس في الجهاد شرع هنا في التحريض على بذل المال في سبيل الله، وذكر الوعيد الشديد لمن يبخل بماله والمعنى لا يحسبنَّ البخيلُ أن جمعه المال وبخله بإِنفاقه ينفعه، بل هو مضرّة عليه في دينه ودنياه ﴿بَلْ هُوَ شَرٌّ لَّهُمْ﴾ أي ليس كما يظنون بل ذلك البخلُ شرٌّ لهم ﴿سَيُطَوَّقُونَ مَا بَخِلُواْ بِهِ يَوْمَ القيامة﴾ أي سيجعل الله ما بخلوا به طوقًا في أعناقهم يعذبون به يوم القيامة كما جاء في صحيح البخاري\n«من آتاه الله مالًا فلم يؤدّ زكاته مُثِّل له يوم القيامة شجاعًا أقرع - أي ثعبانًا عظيمًا - له زبيبتان فيأخذ بلهزمتيه - يعني شدقية - ثم يقول: أنا مالك أنا كنزك ثم تلا ﷺ َ ﴿وَلاَ يَحْسَبَنَّ الذين يَبْخَلُونَ﴾ الآية ﴿وَللَّهِ مِيرَاثُ السماوات والأرض﴾» أي جميع ما في الكون ملك له يعود إِليه بعد فناء خلقه ﴿والله بِمَا تَعْمَلُونَ خَبِيرٌ﴾ أي مطلع على أعمالكم.\nالبَلاغَة: قال في البحر: تضمنت هذه الآيات فنونًا من البلاغة والبديع: الإِطنابُ في ﴿يَسْتَبْشِرُونَ﴾ وفي ﴿لَن يَضُرُّواْ﴾ وفي آسم الجلالة في مواضع، والطباق في ﴿أَمْوَاتًا بَلْ أَحْيَاءٌ﴾ وفي ﴿الكفر بالإيمان﴾ والاستعارة في ﴿اشتروا الكفر﴾ وفي ﴿يُسَارِعُونَ فِي الكفر﴾ وفي ﴿الخبيث والطيب﴾ يراد به المؤمن والمنافق والحذف في مواضع.\nفَائِدَة: قوله تعالى ﴿حَسْبُنَا الله وَنِعْمَ الوكيل﴾ هي الكلمة التي قالها إِبراهيم ﵇ حين ألقي في النار قال السيوطي في الإِكليل: يستحب قول هذه الكلمة عند الغمّ والأمور العظيمة.","vol":"1","page":225},{"text":"المنَاسَبَة: بعد أن انتهى الاستعراض القرآني لمعركة أُحد وما فيها من أحداث جسمية، وتناولت الآيات ضمن ما تناولت مكائد المنافقين ودسائسهم، وما انطوت عليه نفوسهم من الكيد للإِسلام والغدر بالمسلمين وتثبيط عزائمهم عن الجهاد في سبيل الله، أعقبه تعالى بذكر دسائس اليهود وأساليبهم الخبيثة في محاربة الدعوة الإِسلامية عن طريق التشكيك والبلبلة، والكيد والدسّ، ليحذّر المؤمنين من خطرهم كما حذّرهم من المنافقين، والآيات الكريمة تتحدث عن اليهود وموقفهم المخزي من الذات الإِلهية، واتهامهم لله ﷿ بأشنع الاتهامات بالبخل والفقر، ثم نقضهم للعهود، وقتلهم للأنبياء، وخيانتهم للأمانة التي حمَّلهم الله إِيَّاها، إِلى آخر ما هنالك من جرائم وشنائع اتصف بها هذا الجنس الملعون.\nاللغَة: ﴿عَهِدَ إِلَيْنَا﴾ أوصانا ﴿بِقُرْبَانٍ﴾ القربان: ما يذبح من الأنعام تقربًا إِلى الله تعالى ﴿البينات﴾ الآيات الواضحات والمراد هنا المعجزات ﴿الزبر﴾ جمع زبور وهو الكتاب من الزَّبر وهو الكتابة، والزبور بمعنى المزبور أي المكتوب كالرَّكوب بمعنى المركوب قال الزجاج: الزبور كل كتاب ذي حكمة ﴿زُحْزِحَ﴾ الزحزحة: التنحية والإِبعاد تكرير الزح وهو الجذب بعجلة ﴿فَازَ﴾ ظفر بما يؤمل ونجا مما يخاف ﴿الغرور﴾ مصدر غرَّه يغرّه غرورًا أي خدعه ﴿مَتَاعُ﴾ المتاع: ما يُتمتع به ويُنتفع ثم يزول ﴿لَتُبْلَوُنَّ﴾ لتمتحننَّ من بله أي امتحنه ﴿عَزْمِ الأمور﴾ أصل العزم ثباتُ الرأي على الشيء سوالمراه هنا صواب التدبير والرأي وهو مما ينبغي لكل عاقل أن يعزم عليه ﴿بِمَفَازَةٍ﴾ بمنجاة من قولهم فاز فلان إِذا نجا.\nسَبَبُ النّزول: أ - عن ابن عباس قال: دخل أبو بكر الصّديق ذات يوم بيت مدارس اليهود، فوجد ناسًا من اليهود قد اجتمعوا إِلى رجل منهم يقال له «فنحاص بن عازوراء» وكان من علمائهم وأحبارهم فقال أبو بكر لفنحاص: ويحك اتق الله وأسلِمْ فوالله إِنك لتعلم أن محمدًا رسولٌ من عند الله قد جاءكم بالحق من عنده تجدونه مكتوبًا عندكم في التوراة والإِنجيل، فقال فنحاص: والله يا أبا بكر ما بنا إِلى الله من حاجة من فقر وإِنه إِلينا لفقير، ما نتضرع إِليه كما يتضرع إِلينا وإِنّا عنه لأغنياء، ولو كان غنيًا ما استقرض منا كما يزعم صاحبكم، ينهاكم عن الربا ويعطينا ولو كان غنيًا ما أعطانا الربا، فغضب أبو بكر وضرب وجه «فنحاص» ضربةً شديدة وقال: والذي نفسي بيده لولا العهد الذي بيننا وبينك لضربت عنقك يا عدو الله، فذهب فنحاص إِلى رسول الله ﷺ َ فقال يا محمد: انظر إِلى ما صنع بي صاحبك، فقال رسول الله ﷺ َ: ما حملك على ما صنعتَ يا أبا بكر؟","vol":"1","page":226},{"text":"فقال يا رسول الله: إنَّ عدو الله قال قولًا عظيمًا، زعم أن الله فقير وأنهم أغنياء، فغضبتُ لله وضربتُ وجهه فجحد ذلك فنحاص فأنزل الله ردًّا على فنحاص فأنزل الله ردًّا على فنحاص وتصديقًا لأبي بكر ﴿لَّقَدْ سَمِعَ الله قَوْلَ الذين قالوا إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ الآية.\nب\n- عن ابن عباس قال: جاء جماعة من اليهود إِلى رسول الله ﷺ َ - منهم كعب بن الأشرف، ومالك بن الصيف، وفنحاص بن عازوراء - وغيرهم فقالوا: يا محمد تزعم أنك رسول الله وأنه تعالى أنزل عليك كتابًا، وقد عهد الله إِلينا في التوراة ألاّ تؤمن من لرسول حتى يأتينا بقربان تأكله النار، فإِن جئتنا بهذا صدّقناك فنزلة هذه الآية ﴿الذين قالوا إِنَّ الله عَهِدَ إِلَيْنَا أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار﴾ الآية.\nالتفِسير: ﴿لَّقَدْ سَمِعَ الله قَوْلَ الذين قالوا إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ هذه المقالة الشنيعة مقالة أعداء الله اليهود عليهم لعنة الله زعموا أن الله فقير، وذلك حين نزل قوله تعالى ﴿مَّن ذَا الذي يُقْرِضُ الله قَرْضًا حَسَنًا﴾ [البقرة: ٢٤٥] قالوا: إِن الله فقير يقترض منا كما قالوا ﴿يَدُ الله مَغْلُولَةٌ﴾ [المائدة: ٦٤] قال القرطبي: وإِنما قالوا هذا تمويهًا على ضعفائهم لا أنهم يعتقدون هذا، وغرضُهم تشكيك الضعفاء من المؤمنين وتكذيب النبي ﷺ َ أي إِنه فقير على قول محمد لأنه اقترض منا ﴿سَنَكْتُبُ مَا قَالُواْ وَقَتْلَهُمُ الأنبياء بِغَيْرِ حَقٍّ﴾ أي سنأمر الحفظة بكتابة ما قالوه في صحائف أعمالهم ونتكب جريمتهم الشنيعة بقتل الأنبياء بغير حق، والمراد بقتلهم الأنبياء رضاهم بفعل أسلافهم ﴿وَنَقُولُ ذُوقُواْ عَذَابَ الحريق﴾ أي ويقول الله لهم في الآخرة على لسان الملائكة: ذوقوا عذاب النار المحرقة الملتهبة ﴿ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾ أي ذلك العذاب بما اقترفته أيديكم من الجرائم ﴿وَأَنَّ الله لَيْسَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ أي وأنه سبحانه عادل ليس بظالم للخلق، والمراد أن ذلك العقاب حاصل بسبب معاصيكم، وعدلِ الله تعالى فيكم، قال الزمخشري: ومن العدل أن يعاقب المسيء ويثيب المحسن ﴿الذين قالوا إِنَّ الله عَهِدَ إِلَيْنَا﴾ أي هم الذين قالوا إِن الله أمرنا وأوصانا في التوراة ﴿أَلاَّ نُؤْمِنَ لِرَسُولٍ حتى يَأْتِيَنَا بِقُرْبَانٍ تَأْكُلُهُ النار﴾ أي أمرنا بأن لا نصدق لرسول حتى يأتينا بآية خاصة وهي أن يقدّم قربنانًا فتنزل نار من السماء فتأكله، وهذا افتراء على الله حيث لم يعهد إِليهم بذلك ﴿قُلْ قَدْ جَآءَكُمْ رُسُلٌ مِّن قَبْلِي بالبينات وبالذي قُلْتُمْ﴾ أي قل لهم يا محمد توبيخًا وإِظهارًا لكذبهم: قد جاءتكم رسلٌ قبلي بالمعجزات الواضحات والحجج الباهرات الدالة على صدق نبوتهم وبالذي ادعيتم ﴿فَلِمَ قَتَلْتُمُوهُمْ إِن كُنتُمْ صَادِقِينَ﴾ أي فلم كذبتموهم وقتلتموهم إِن كنتم صادقين في دعواكم الإِيمان بالله والتصديق برسله؟ ثم قال تعالى مسليًا لرسوله ﷺ َ ﴿فَإِن كَذَّبُوكَ فَقَدْ كُذِّبَ رُسُلٌ مِّن قَبْلِكَ﴾ أي لا يحزنك يا محمد تكذيب هؤلاء لك، فإِنهم إِن فعلوا ذلك فقد كذَّبت أسلافهم من قبلُ رسل الله فلا تحزن فلك بهم أسوة حسنة ﴿جَآءُوا بالبينات﴾ أي كذبوهم مع أنهم جاءوهم بالبراهين","vol":"1","page":227},{"text":"القاطعة والمعجزات الواضحة ﴿والزبر والكتاب المنير﴾ أي بالكتب السماوية المملوءة بالحِكَم والمواعظ، والكتاب الواضح الجلي كالتوراة والإِنجيل ﴿كُلُّ نَفْسٍ ذَآئِقَةُ الموت﴾ أي مصير الخلائق إِلى الفناء وكل نفسٍ ميّتة لا محالة كقوله\n﴿كُلُّ مَنْ عَلَيْهَا فَانٍ﴾ [الرحمن: ٢٦] ﴿وَإِنَّمَا تُوَفَّوْنَ أُجُورَكُمْ يَوْمَ القيامة﴾ أي تُعطون جزاء أعمالكم وافيًا يوم القيامة ﴿فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة فَقَدْ فَازَ﴾ أي فمن نُحي عن النار وأُبْعِد عنها، وأُدخل الجنة فقد فاز بالسعادة السرمدية والنعيم المخلّد ﴿وَما الحياة الدنيا إِلاَّ مَتَاعُ الغرور﴾ أي ليست الدنيا إِلا دار الفناء يستمتع بها الأحمق المغرور قال ابن كثير: الآية فيها تصغير لشأن الدنيا وتحقير لأمرها وأنها فانية زائلة ﴿لَتُبْلَوُنَّ في أَمْوَالِكُمْ وَأَنْفُسِكُمْ﴾ أي والله لتمتحننَّ وتختبرنَّ في أموالكم بالفقر والمصائب، وفي أنفسكم بالشدائد والأمراض ﴿وَلَتَسْمَعُنَّ مِنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَمِنَ الذين أشركوا أَذًى كَثِيرًا﴾ أي ولينالنكم من اليهود والنصارى والمشركين - أعدائكم - الأذى الكثير، وهذا إِخبارٌ منه جلّ وعلا للمؤمنين بأنه سينالهم بلايا وأكدار من المشركين والفجّار، وأمرٌ لهم بالصبر عند وقوع ذلك لأن الجنة حفَّت بالمكاره ولهذا قال ﴿وَإِن تَصْبِرُواْ وَتَتَّقُواْ﴾ أي وإِن تصبروا على المكاره وتتقوا الله في الأقوال والأعمال ﴿فَإِنَّ ذلك مِنْ عَزْمِ الأمور﴾ أي الصبر والتقوى من الأمور التي ينبغي أن تعزموا وتحزموا عليها لأنها ممّا أمر الله بها ﴿وَإِذْ أَخَذَ الله مِيثَاقَ الذين أُوتُواْ الكتاب﴾ أي اذكر يا محمد حين أخذ الله العهد المؤكد على اليهود في التوراة ﴿لَتُبَيِّنُنَّهُ لِلنَّاسِ وَلاَ تَكْتُمُونَهُ﴾ أي لتظهرنَّ ما في الكتاب من أحكام الله ولا تخفونها، قال ابن عباس: هي لليهود أُخذ عليهم العهد والميثاق في أمر رسول الله ﷺ َ فكتموه ونبذوه ﴿فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ واشتروا بِهِ ثَمَنًا قَلِيلًا﴾ أي طرحوا ذلك العهد وراء ظهورهم واستبدلوا به شيئًا حقيرًا من حُطام الدنيا ﴿فَبِئْسَ مَا يَشْتَرُونَ﴾ أي بئس هذا الشراء وبئست تلك الصفقة الخاسرة ﴿لاَ تَحْسَبَنَّ الذين يَفْرَحُونَ بِمَآ أَتَوْاْ﴾ أي لا تظننَّ يا محمد الذين يفرحون بما أتوا من إِخفاء أمرك عن الناس ﴿وَّيُحِبُّونَ أَن يُحْمَدُواْ بِمَا لَمْ يَفْعَلُواْ﴾ أي ويحبون أن يحمدهم الناس على تمسكهم بالحق وهم على ضلال ﴿فَلاَ تَحْسَبَنَّهُمْ بِمَفَازَةٍ مِّنَ العذاب﴾ أي فلا تظنتَّهم بمنجاة من عذاب الله ﴿وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي عذاب مؤلم قال ابن عباس: نزلت في أهل الكتاب سألهم النبي ﷺ َ عن شيء فكتموه إيّاه وأخبره بغيره وفرحوا بما أوتوا من كتمانهم إِياه ما سألهم عنه ﴿وَللَّهِ مُلْكُ السماوات والأرض﴾ أي له سبحانه جميع ما في السماوات والأرض فكيف يكون من له ما في السماوات والأرض فقيرًا؟ والآية ردٌّ على الذين قالوا إِن الله فقير ونحن أغنياء ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي هو تعالى قادر على عقابهم.\nالبَلاَغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يأتي: ١ - ﴿إِنَّ الله فَقِيرٌ وَنَحْنُ أَغْنِيَآءُ﴾ أكد اليهود الجملة ب ﴿إِنَّ الله فَقِيرٌ﴾ على سبيل المبالغة، فحيث نسبوا إلى أنفسهم الغنى لم يؤكدوا بل أخرجوا الجملة مخرج ما لا يحتاج إلى تأكيد كأن الغنى وصف لهم لا يمكن فيه نزاع فيحتاج إِلى تأكيد وهذا دليل على تمردهم في الكفر والطغيان.","vol":"1","page":228},{"text":"٢ - ﴿سَنَكْتُبُ مَا قَالُواْ﴾ فيه مجاز يسمى المجاز العقلي أي ستكتب ملائكتنا ولما كان الله لا يكتب وإِنما يأمر بالكتابة أسند الفعل إِليه مجازًا.\n٣ - ﴿ذلك بِمَا قَدَّمَتْ أَيْدِيكُمْ﴾ فيه مجاز مرسل من إِطلاق اسم الجزء وإِرادة الكل وذكر الأيدي لأن أكثر الأعمال نُزوال بهن.\n٤ - ﴿تَأْكُلُهُ النار﴾ إِسناد الأكل إِلى النار بطريق الاستعارة إِذ حقيقة الأكل إِنما تكون في الإِنسان والحيوان وكذلك توجد استعارة في قوله ﴿ذَآئِقَةُ الموت﴾ لأن حقيقة الذوق ما يكون بحاسّة اللسان.\n٥ - ﴿مَتَاعُ الغرور﴾ قال الزمخشري: «شبه الدنيا بالمتاع الذي يدلّس به على المستام ويُغر حتى يشتريه والشيطان هو المدلِّس الغرور» فهو من باب الاستعارة.\n٦ - ﴿فَنَبَذُوهُ وَرَآءَ ظُهُورِهِمْ واشتروا بِهِ ثَمَنًا قَلِيلًا﴾ كذلك توجد استعارة في النبذ والاشتراء شبّه عدم التمسك والعمل به بالشيء الملقى خلف ظهر الإِنسان وباشتراء ثمن قليل ما تعوضوه من الحطام على كتم آيات الله.\n٧ - وفي الآيات الكريمة من المحسنات البديعية الطباق في ﴿فَقِيرٌ أَغْنِيَآءُ﴾ والمقابلة ﴿فَمَن زُحْزِحَ عَنِ النار وَأُدْخِلَ الجنة﴾ وفي ﴿لَتُبَيِّنُنَّهُ ... وَلاَ تَكْتُمُونَهُ﴾ والجناس المغاير في ﴿قَوْلَ الذين قالوا﴾ وفي ﴿كَذَّبُوكَ فَقَدْ كُذِّبَ﴾ .\nفَائِدَة: صيغة فعّال في الآية ﴿وَمَا رَبُّكَ بِظَلاَّمٍ لِّلْعَبِيدِ﴾ [فصلت: ٤٦] ليست للمبالغة وإِنما هي للنسب مثل عطّار ونجّار وتمّار كلها ليست للمبالغة وإِنما هي للنسب قال ابن مالك.\nومع فاعل وفعَّال فُعل ... في نسبٍ أغنى من الياء قُبل\nتنبيه: إِنما وصف تعالى عيش الدنيا ونعيمها بأنه متاع الغرور، لما تمنّيه لذاتها وشهواتها من طول البقاء وأمل الدوام فتخدعه ثم تصرعه، ولهذا قال بعض السلف: الدنيا متاعٌ متروك يوشك أن يضمحلّ ويزول، فخذوا من هذا المتاع واعملوا فيه بطاعة الله ما استطعتم والله المستعان.","vol":"1","page":229},{"text":"المنَاسَبَة: بدأ تعالى هذه السورة الكريمة بذكر أدلة التوحيد والألوهية والنبوة، وختمها بذكر دلائل الوحدانية والقدرة ودلائل الخلق والإِيجاد، ليستدل منها الإِنسان على البعث والنشور فكان ختام مسك، ولما كان المقصود من هذا الكتاب العظيم جذب القلوب والأرواح عن الاشتغال بالخلق إِلى معرفة الإِله الحق، جاءت الآيات الكريمة تنير القلوب بأدلة التوحيد والإِلهية والكبرياء والجلال، فلفتت الأنظار إِلى التفكير والتدبر في ملكوت السماوات والأرض، ليخلص الإِنسان إِلى الاعتراف بوحدانية الله وباهر قدرته وهو يتأمل في كتاب الله المنظور «الكون الفسيح» بعد أن تأمل في كتاب الله المسطور «القرآن العظيم» وفي الكتاب المسطور إِشارات عديدة لآيات الكتاب المنظور وهو يدعو إِلى معرفة الحقائق باستخدام الحواس ﴿وَكَأَيِّن مِّن آيَةٍ فِي السماوات والأرض يَمُرُّونَ عَلَيْهَا وَهُمْ عَنْهَا مُعْرِضُونَ﴾ [يوسف: ١٠٥] .\nاللغَة: ﴿الألباب﴾ العقول ﴿بَاطِلًا﴾ عبثًا بدون حكمة ﴿سُبْحَانَكَ﴾ تنزيهٌ لله عن السوء ﴿أَخْزَيْتَهُ﴾ أذللته وأهنته ﴿وَكَفِّرْ عَنَّا﴾ استر وامح ﴿الأبرار﴾ جمع بر أو ارّ وهم المستمسكون بالشريعة ﴿فاستجاب﴾ بمعنى أجاب ﴿نُزُلًا﴾ النُّزُل: ما يهيأ للنزيل وهو الضيف من أنواع الإِكرام ﴿رَابِطُواْ﴾ المرابطة: ترصد العدو في الثغور.\nالتفسِير: ﴿إِنَّ فِي خَلْقِ السماوات والأرض﴾ أي إِن في خلق السماوات والأرض على ما بهما من إِحكام وإٍبداع ﴿واختلاف اليل والنهار﴾ أي وتعاقب الليل والنهار على الدوام ﴿لآيَاتٍ لأُوْلِي الألباب﴾ أي علامات واضحة على الصانع وباهر حكمته، ولا يظهر ذلك إِلا لذوي العقول الذين ينظرون إِلى الكون بطريق التفكر والاستدلال لا كما تنظر البهائم، ثم وصف تعالى أولي الألباب فقال ﴿الذين يَذْكُرُونَ الله قِيَامًا وَقُعُودًا وعلى جُنُوبِهِمْ﴾ أي يذكرون الله بألسنتهم وقلوبهم في جميع الأحوال في حال القيام والقعود والاضطجاع فلا يغفلون عنه تعالى في عامة أوقاتهم، لاطمئنان","vol":"1","page":230},{"text":"قلوبهم بذكره واستغراق سرائرهم في مراقبته ﴿وَيَتَفَكَّرُونَ فِي خَلْقِ السماوات والأرض﴾ أي يتدبرون في ملكوت السماوات والأرض، في خلقهما بهذه الأجرام العظام وما فيهما من عجائب المصنوعات وغرائب المبتدعات قائلين ﴿رَبَّنَآ مَا خَلَقْتَ هَذا بَاطِلًا﴾ أي ما خلقت هذ الكون وما فيه عبثًا من غير حكمة ﴿سُبْحَانَكَ فَقِنَا عَذَابَ النَّارِ﴾ أي ننزهك يا الله عن العبث فأجرنا واحمنا من عذاب جهنم ﴿رَبَّنَآ إِنَّكَ مَن تُدْخِلِ النار فَقَدْ أَخْزَيْتَهُ﴾ أي من أدخلته النار فقد أذللته وأهنته غاية الإِهانة وفضحته على رءوس الأشهاد ﴿وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ﴾ أي ليس لهم من يمنعهم من عذاب الله، والمراد بالظالمين الكفار كما قال ابن عباس وجمهور المفسرين وقد صرح به في البقرة ﴿والكافرون هُمُ الظالمون﴾ [البقرة: ٢٥٤] ﴿رَّبَّنَآ إِنَّنَآ سَمِعْنَا مُنَادِيًا يُنَادِي لِلإِيمَانِ﴾ أي داعيًا يدعو إِلى الإِيمان وهو محمد ﷺ َ ﴿أَنْ آمِنُواْ بِرَبِّكُمْ فَآمَنَّا﴾ أي يقول هذا الداعي أيها الناس آمنوا بربكم واشهدوا له بالوحدانية فصدقنا بذلك واتبعناه ﴿رَبَّنَا فاغفر لَنَا ذُنُوبَنَا﴾ أي استر لنا ذنوبنا ولا تفضحنا بها ﴿وَكَفِّرْ عَنَّا سَيِّئَاتِنَا﴾ أي امح بفضلك ورحمتك ما ارتكبناه من سيئات ﴿وَتَوَفَّنَا مَعَ الأبرار﴾ أي ألحقنا بالصالحين قال ابن عباس: الذنوب هي الكبائر والسيئات هي الصغائر ويؤيده\n﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ﴾ [النساء: ٣١] فلا تكرار إِذًا ﴿رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا على رُسُلِكَ﴾ تكرير النداء للتضرع ولإِظهار كمال الخضوع أي أعطنا ما وعدتنا على ألسنة رسلك وهي الجنة لمن أطاع قاله ابن عباس ﴿وَلاَ تُخْزِنَا يَوْمَ القيامة﴾ أي لا تفضحنا كما فضحت الكفار ﴿رَبَّنَا وَآتِنَا مَا وَعَدتَّنَا على رُسُلِكَ﴾ أي لا تخلف وعدك وقد وعدت من آمن بالجنة ﴿إِنَّكَ لاَ تُخْلِفُ الميعاد﴾ أي لا تخلف وعدك وقد وعدت من آمن بالجنة ﴿فاستجاب لَهُمْ رَبُّهُمْ أَنِّي لاَ أُضِيعُ عَمَلَ عَامِلٍ مِّنْكُمْ مِّن ذَكَرٍ أَوْ أنثى﴾ أي أجاب الله دعاءهم بقوله إِني لا أُبطل عمل من عمل خيرًا ذكرًا كان العامل أو أُنثى قال الحسن: مازالوا يقولون ربنا، ربنا، حتى استجاب لهم ﴿بَعْضُكُم مِّن بَعْضٍ﴾ أي الذكر من الأنثى، والأنثى من الذكر، فإِذا كنتم مشتركين في الأصل فكذلك أنتم مشتركون في الأجر ﴿فالذين هَاجَرُواْ وَأُخْرِجُواْ مِن دِيَارِهِمْ﴾ أي هجروا أوطانهم فارين بدينهم، وألجأهم المشركون إِلى الخروج من الديار ﴿وَأُوذُواْ فِي سَبِيلِي﴾ أي تحملوا الأذى من أجل دين الله ﴿وَقَاتَلُواْ وَقُتِلُواْ﴾ أي وقاتلوا أعدائي وقتلوا في سبيلي ﴿لأُكَفِّرَنَّ عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي الموصوفون بما تقدم لأمحونَّ ذنوبهم بمغفرتي ورحمتي ﴿وَلأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار ثَوَابًا مِّن عِندِ الله﴾ أي ولأدخلنهم جنات النعيم جزاءً من عند الله على أعمالهم الصالحة ﴿والله عِندَهُ حُسْنُ الثواب﴾ أي عنده حسن الجزاء وهي الجنة التي فيها ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر، ثم نبه تعالى إِلى ما عليه الكفار في هذا الدار من النعمة والغبطة والسرور، وبيَّن أنه نعيم زائل فقال ﴿لاَ يَغُرَّنَّكَ تَقَلُّبُ الذين كَفَرُواْ فِي البلاد﴾ أي لا يخدعنك أيها السامع تنقل الذين كفروا في البلاد طلبًا لكسب الأموال والجاه والرتب ﴿مَتَاعٌ قَلِيلٌ ثُمَّ مَأْوَاهُمْ جَهَنَّمُ وَبِئْسَ المهاد﴾ أي إِنما يتنعمون بذلك قليلًا ثم يزول هذا النعيم، ومصيرهم في الآخرة إِلى النار، وبئس الفراش والقرار نار جهنم. ﴿لَكِنِ الذين اتقوا رَبَّهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِن","vol":"1","page":231},{"text":"تَحْتِهَا الأنهار خَالِدِينَ فِيهَا﴾ أي لكن المتقون لله لهم النعيم المقيم في جنات النعيم مخلدين فيها أبدًا ﴿نُزُلًا مِّنْ عِندِ الله﴾ أي ضيافة وكرامة من عند الله ﴿وَمَا عِندَ الله خَيْرٌ لِّلأَبْرَارِ﴾ أي وما عند الله من الثواب والكرامة للأخيار الأبرار، خير مما يتقلب فيه الأشرار الفجار من المتاع القليل الزائل، ثم أخبر تعالى عن إِيمان بعض أهل الكتاب فقال ﴿وَإِنَّ مِنْ أَهْلِ الكتاب لَمَن يُؤْمِنُ بالله وَمَآ أُنزِلَ إِلَيْكُمْ وَمَآ أُنزِلَ إِلَيْهِمْ﴾ أي ومن اليهود والنصارى فريق يؤمنون بالله حق الإِيمان، ويؤمنون بما أنزل إليكم وهو القرآن وبما أنزل إِليهم وهو التوراة والإِنجيل كعبد الله بن سلام وأصحابه، والنجاشي وأتباعه ﴿خَاشِعِينَ للَّهِ﴾ أي خاضعين متذللين لله ﴿لاَ يَشْتَرُونَ بِآيَاتِ الله ثَمَنًا قَلِيلًا﴾ أي لا يحرّفون نعت محمد ولا أحكام الشريعة الموجودة في كتبهم لعرضٍ من الدنيا خسيس كما فعل الأحبار والرهبان ﴿أولائك لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ﴾ أي ثواب إِيمانهم يعطونه مضاعفًا كما قال ﴿أولائك لَهُمْ أَجْرُهُمْ عِندَ رَبِّهِمْ﴾ ﴿إِنَّ الله سَرِيعُ الحساب﴾ أي سريع حسابُه لنفوذ علمه بجميع المعلومات، يعلم ما لكل واحدٍ من الثواب والعقاب، قال ابن عباس والحسن: نزلت في النجاشي وذلك أنه لما مات نعاه جبريل لرسول الله ﷺ َ فقال النبي ﷺ َ لأصحابه: قوموا فصلوا على أخيكم النجاشي، فقال بعضهم لبعض: يأمرنا أن نصلي على علج من علوج الحبشة فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ اصبروا﴾ أي اصبروا على مشاقّ الطاعات وما يصيبكم من الشدائد ﴿وَصَابِرُواْ﴾ أي غالبوا أعداء الله بالصبر على أهوال القتال وشدائد الحروب ﴿وَرَابِطُواْ﴾ أي لازموا ثغوركم مستعدين للكفاح والغزو ﴿واتقوا الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي خافوا الله فلا تخالفوا أمره لتفوزوا بسعادة الدارين.\nالبَلاَغَة: تضمنت هذه الآيات من ضروب البيان والبديع ما يلي:\n١ - الإِطناب في قوله ﴿رَبَّنَآ﴾ حيث كرر خمس مرات والغرض منه المبالغة في التضرع.\n٢ - الطباق في قوله ﴿السماوات والأرض﴾ و﴿اليل والنهار﴾ و﴿قِيَامًا وَقُعُودًا﴾ و﴿ذَكَرٍ أَوْ أنثى﴾ .\n٣ - الإِيجاز بالحذف ﴿مَا وَعَدتَّنَا على رُسُلِكَ﴾ أي على ألسنة رسلك وكذلك في قوله ﴿وَيَتَفَكَّرُونَ فِي خَلْقِ السماوات والأرض﴾ أي قائلين ربنا.\n٤ - الجناس المغاير في قوله ﴿آمِنُواْ ... فَآمَنَّا﴾ وفي ﴿عَمَلَ عَامِلٍ﴾ وفي ﴿مُنَادِيًا يُنَادِي﴾ .\n٥ - ﴿لآيَاتٍ لأُوْلِي الألباب﴾ التنكير للتفخيم ودخلت اللام في خبر إِنَّ لزيادة التأكيد.\n٦ - الاستعارة في قوله ﴿لاَ يَغُرَّنَّكَ تَقَلُّبُ الذين كَفَرُواْ﴾ استعير التقلب للضرب في الأرض لطلب المكاسب والله أعلم.\nالفوَائِدَ: الأولى: إِنما خصص التفكر بالخلق للنهي عن التفكر في الخالق ففي الحديث الشريف «","vol":"1","page":232}]