[{"text":"تفكروا في الخلق ولا تفكروا في الخالق فإِنكم لا تقدرون الله قدره» وذلك لعدم الوصول إِلى كنه ذاته وصفاته قال بعض العلماء: المتفكر في ذات الله كالناظر في عين الشمس لأنه تعالى ليس كمثله شيء.\nالثانية: تكرر النداء بهذا الاسم الجليل ﴿رَبَّنَآ﴾ خمس مرات كل ذلك على سبيل الاستعطاف وتطلب رحمة الله بندائه بهذا الاسم الشريف الدال على التربية والملك والإِصلاح.\nالثالثة: سئلت السيدة عائشة ﵂ عن أعجب ما رأته من رسول الله ﷺ َ فبكت وقالت: كل أمره كان عجبًا،\n«أتاني في ليلتي حتى مسَّ جلده جلدي ثم قال» ذريني أتعبد لربي ﷿ «فقلت: والله إِني لأحب قربك وأحب هواك، فقام إِلى قربة من ماء في البيت فتوضأ ولم يكثر صبّ الماء ثم قام يصلي فبكى حتى بلّ لحيته، ثم سجد فبكى حتى بلّ الأرض، ثم اضطجع على جنبه فبكى حتى إذا أتى بلال يؤذنه بصلاة البح فقال يا رسول الله: ما يبكيك وقد غفر الله لك ما تقدم من ذنبك وما تأخر؟ فقال» ويحك يا بلال وما يمنعني أن أبكر وقد أنزل الله عليَّ في هذه الليلة ﴿إِنَّ فِي خَلْقِ السماوات والأرض ... .﴾ الآيات ثم قال: ويلٌ لمن قرأها ولم يتفكر فيها «» .","vol":"1","page":233},{"text":"اللغَة: ﴿بَثَّ﴾ نشر وفرّق ومنه ﴿وَزَرَابِيُّ مَبْثُوثَةٌ﴾ [الغاشية: ١٦] ﴿الأرحام﴾ جمع رحم وهو في الأصل مكان تكون الجنين في بطن أمه ثم أطلق على القرابة ﴿رَقِيبًا﴾ الرقيب: الحفيظ المطّلع على الأعمال ﴿حُوبًا﴾ الحُوْب: الذنب والإِثم ﴿تَعُولُواْ﴾ تميلوا وتجوروا يقال: عال الميزان إِذا مال، وعال الحاكم إِذا جار ﴿صَدُقَاتِهِنَّ﴾ جمع صَدُقة وهو المهر ﴿نِحْلَةً﴾ هبة وعطية ﴿السفهآء﴾ ضعفاء العقول والمراد به هنا المبذّرون للأموال ﴿آنَسْتُمْ﴾ أبصرتم من آنس الشيءَ أبصره ﴿وَبِدَارًا﴾ أي مبادرة بمعنى مسارعة أي يسارع في تبذيرها قبل أن يكبر فيتسلمها منه ﴿سَدِيدًا﴾ من السداد بمعنى الاستقامة.\nسَبَبُ النّزول: أ - عن عروة بن الزبير أنه سأل عائشة عن قول الله تعالى ﴿وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ﴾ فقالت: يا ابن أختي هذه اليتيمة تكون في حجر وليّها تَشركْه في ماله، ويعجبه مالها وجمالها، فيريد وليّها أن يتزوجها بغير أن يُقسط في صِداقها فيعطيها مثل ما يعطيها غيره، فنهوا عن ذلك إِلاّ أن يُقْسطوا لهنَّ ويبلغوا لهنَّ أعلى سنتهن في الصَّداق، فأُمروا أن ينكحوا ما طاب لهم من النساء سواهنّ، وإِن الناس استفتوا رسول الله ﷺ َ بعد هذه الآية فأنزل الله ﴿وَيَسْتَفْتُونَكَ فِي النسآء﴾ الآية.\nب - عن مقاتل بن حيان أن رجلًا من غطفان يقال له «مرثد بن زيد» وليَ مال ابن أخيه وهو يتيم صغير فأكله فأنزل الله ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا ...﴾ الآية.\nالتفِسير: افتتح الله جل ثناؤه سورة النساء بخطاب الناس جميعًا ودعوتهم إِلى عبادة الله وحده لا شريك له، منبهًا لهم على قدرته، ووحدانيته فقال ﴿ياأيها الناس اتقوا رَبَّكُمُ الذي خَلَقَكُمْ مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خافوا الله الذي أنشأكم من أصلٍ واحد وهو نفس أبيكم آدم ﴿وَخَلَقَ مِنْهَا زَوْجَهَا﴾ أي أوجد من تلك النفس الواحدة زوجها وهي حواء ﴿وَبَثَّ مِنْهُمَا رِجَالًا كَثِيرًا وَنِسَآءً﴾ أي نشر وفرّق من آدم وحواء خلائق كثيرين ذكورًا وإِناثًا ﴿واتقوا الله الذي تَسَآءَلُونَ بِهِ والأرحام﴾ أي خافوا الله الذي يناشد بعضكم بعضًا به حيث يقول: أسألك بالله، وأنشدك بالله، واتقوا الأرحام أن تقطعوها ﴿إِنَّ الله كَانَ عَلَيْكُمْ رَقِيبًا﴾ أي حفيظًا مطلعًا على جميع أحوالكم وأعمالكم، وقد أكد تعالى الأمر بتقوى الله في موطنين: في أول الآية، وفي آخرها ليشير إِلى عظم حق الله على عباده، كما قرن تعالى بين التقوى وصلة الرحم ليدل على أهمية هذه الرابطة الإِنسانية، فالناس جميعًا من أصل واحد، وهم","vol":"1","page":236},{"text":"إِخوة في الإِنسانية والنسب، ولو أدرك الناس هذا لعاشوا في سعادة وأمان، ولما كانت هناك حروب طاحنة مدمرة تلتهب الأخضر واليابس، وتقضي على الكهل والوليد، ثم ذكر تعالى اليتامى فأوصى بهم خيرًا وأمر بالمحافظة على أموالهم فقال ﴿وَآتُواْ اليتامى أَمْوَالَهُمْ﴾ أي أعطوا اليتامى الذين مات آباؤهم وهم صغار أموالهم إِذا بلغوا ﴿وَلاَ تَتَبَدَّلُواْ الخبيث بالطيب﴾ أي لا تستبدلوا الحرام وهو مال اليتامى بالحلال وهو مالكم ﴿وَلاَ تأكلوا أَمْوَالَهُمْ إلى أَمْوَالِكُمْ إِ﴾ أي لا تخلطوا أموال اليتامى بأموالكم فتأكلوها جميعًا ﴿نَّهُ كَانَ حُوبًا كَبِيرًا﴾ أي ذنبًا عظيمًا، فإِن اليتيم بحاجة إِلى رعاية وحماية لأنه ضعيف، وظلم الضعيف ذنب عظيم عند الله، ثم أرشد تعالى إِلى ترك التزوج من اليتيمة إِذا لم يعطها مهر المثل فقال ﴿وَإِنْ خِفْتُمْ أَلاَّ تُقْسِطُواْ فِي اليتامى﴾ أي إِذا كانت تحت حَجْر أحدكم يتيمة وخاف ألا يعطيها مهثر مثلها فليتركها إِلى ما سواها فإِن النساء كثير ولم يضيّق الله عليه ﴿فانكحوا مَا طَابَ لَكُمْ مِّنَ النسآء مثنى وَثُلاَثَ وَرُبَاعَ﴾ أي انكحوا ما شئتم من النساء سواهنَّ إِن شاء أحدكم اثنتين وإِن شاء ثلاثًا وإِن شاء أربعًا ﴿فَإِنْ خِفْتُمْ أَلاَّ تَعْدِلُواْ فَوَاحِدَةً﴾ أي إِن خفتم من عدم العدول بين الزوجات فالزموا الاقتصار على واحدة ﴿أَوْ مَا مَلَكَتْ أَيْمَانُكُمْ﴾ أي اقتصروا على نكاح الإِماء لملك اليمين إِذ ليس لهن من الحقوق كما للزوجات ﴿ذلك أدنى أَلاَّ تَعُولُواْ﴾ أي ذلك الاقتصار على الواحدة أو على ملك اليمين أقرب ألا تميلوا وتجوروا ﴿وَآتُواْ النسآء صَدُقَاتِهِنَّ نِحْلَةً﴾ أي أعطوا النساء مهورهنّ عطيةً عن طيب نفسٍ ﴿فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا﴾ أي فإِن طابت نفوسهن بهبة شيءٍ من الصَّداق ﴿فَكُلُوهُ هَنِيئًا مَّرِيئًا﴾ أي فخذوا ذلك الشيء الموهوب حلالًا طيبًا ﴿وَلاَ تُؤْتُواْ السفهآء أَمْوَالَكُمُ التي جَعَلَ الله لَكُمْ قِيَامًا﴾ أي لا تعطوا المبذرين من اليتامى أموالهم التي جعلها الله قيامًا للأبدان ولمعايشكم فيضيعوها قال ابن عباس: السفهاء هم الصبيان والنساء قال الطبري: لا تؤتِ سفيهًا ماله وهو الذي يفسده بسوء تدبيره، صبيًا كان أو رجلًا، ذكرًا كان أو أنثى ﴿وارزقوهم فِيهَا واكسوهم﴾ أي أطعموهم منها واكسوهم ﴿وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفًا﴾ أي قولًا لينًا كقولكم إِذا رَشَدْتم سلمنا إِليكم أموالكم ﴿وابتلوا اليتامى حتى إِذَا بَلَغُواْ النِّكَاحَ﴾ أي اختبروا اليتامى حتى إِذا بلغوا سنَّ النكاح وهو بلوغ الحلم الذي يصلحون عنده للنكاح ﴿فَإِنْ آنَسْتُمْ مِّنْهُمْ رُشْدًا فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ﴾ أي إِن أبصرتم منهم صلاحًا في دينهم ومالهم فادفعوا إِليهم أموالهم بدون تأخير ﴿وَلاَ تَأْكُلُوهَآ إِسْرَافًا وَبِدَارًا أَن يَكْبَرُواْ﴾ أي لا تسرعوا في إِنفاقها وتبذّروها قائلين ننفق كما نشتهي قبل أن يكبر اليتامى فينتزعوها من أيدينا ﴿وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ﴾ أي من كان منكم غنيًا أيها الأولياء فليعف عن مال اليتيم ولا يأخذ أجرًا على وصايته ﴿وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بالمعروف﴾ أي ومن كان فقيرًا فليأخذ بقدر حاجته الضرورية وبقدر أجرة عمله ﴿فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ فَأَشْهِدُواْ عَلَيْهِمْ﴾ أي فإِذا سلمتم إِلى اليتامى أموالهم بعد بلوغهم الرشد فأشهدوا على ذلك لئلا يجحدوا تسلمها ﴿وكفى بالله حَسِيبًا﴾ أي كفى بالله محاسبًا ورقيبًا، ثم بيّن الله تعالى أن للرجال والنساء نصيبًا من تركة الأقرباء فقال ﴿لِّلرِّجَالِ نَصيِبٌ","vol":"1","page":237},{"text":"مِّمَّا تَرَكَ الوالدان والأقربون وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ الوالدان والأقربون﴾ أي للأولاد والأقرباء حظ من تركه الميت كما للبنات والنساء حظ أيضًا الجميع فيه سواء يستوون في أصل الوارثة وإِن تفاوتوا في قدرها، وسببها أن بعض العرب كانوا لا يورثّون النساء والأطفال وكانوا يقولون: إنما يرث من يحارب ويذبُّ عن الحوزة فأبطل الله حكم الجاهلية ﴿مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ﴾ أي سواء كانت التركة قليلة أو كثيرة ﴿نَصِيبًا مَّفْرُوضًا﴾ أي نصيبًا مقطوعًا فرضه الله بشرعه العادل وكتابه المبين ﴿وَإِذَا حَضَرَ القسمة أُوْلُواْ القربى واليتامى والمساكين فارزقوهم مِّنْهُ﴾ أي إِذا حضر قسمة التركة الفقراء من قرابة الميت واليتامى والمساكين من غير الوارثين فأعطوهم شيئًا من هذه التركة تطييبًا لخاطرهم ﴿وَقُولُواْ لَهُمْ قَوْلًا مَّعْرُوفًا﴾ أي قولًا جميلًا بأن تعتذروا إِليهم أنه للصغار وأنكم لا تملكونه ﴿وَلْيَخْشَ الذين لَوْ تَرَكُواْ مِنْ خَلْفِهِمْ ذُرِّيَّةً ضِعَافًا خَافُواْ عَلَيْهِمْ﴾ نزلت في الأوصياء أي تذكر أيها الوصي ذريتك الضعاف من بعدك وكيف يكون حالهم وعامل اليتامى الذين في حَجْرك بمثل ما تريد أن يُعامل به أبناؤك بعد فقدك ﴿فَلْيَتَّقُواّ الله وَلْيَقُولُواْ قَوْلًا سَدِيدًا﴾ أي فليتقوا الله في أمر اليتامى وليقولوا لهم ما يقولونه لأولادهم من عبارات العطف والحنان ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا﴾ أي يأكلونها بدون حق ﴿إِنَّ الذين يَأْكُلُونَ أَمْوَالَ اليتامى ظُلْمًا إِنَّمَا يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا﴾ أي ما يأكلون في الحقيقة إِلا نارًا تتأجج في بطونهم يوم القيامة ﴿وَسَيَصْلَوْنَ سَعِيرًا﴾ أي سيدخلون نارًا هائلة مستعرة وهي نار السعير.\nالبَلاَغَة: تضمنت الآيات من ضروب الفصاحة والبيان ما يلي:\n١ - الطباق في ﴿غَنِيًّا فَقِيرًا﴾ وفي ﴿قَلَّ كَثُرَ﴾ وفي ﴿رِجَالًا وَنِسَآءً﴾ وفي ﴿الخبيث الطيب﴾ .\n٢ - والجناس المغاير في ﴿دَفَعْتُمْ فادفعوا﴾ وفي ﴿وَقُولُواْ قَوْلًا﴾ .\n٣ - والإِطناب في ﴿فادفعوا إِلَيْهِمْ أَمْوَالَهُمْ ... . فَإِذَا دَفَعْتُمْ إِلَيْهِمْ أَمْوَالَهُمْ﴾ وفي ﴿لِّلرِّجَالِ نَصيِبٌ مِّمَّا تَرَكَ الوالدان ... . وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا تَرَكَ الوالدان والأقربون﴾ .\n٤ - والمجاز المرسل في ﴿وَآتُواْ اليتامى أَمْوَالَهُمْ﴾ أي الذين كانوا يتامى فهو باعتبار ما كان وكذلك ﴿يَأْكُلُونَ فِي بُطُونِهِمْ نَارًا﴾ مجاز مرسل وهو باعتبار ما يئول إِليه كقوله ﴿إني أراني أَعْصِرُ خَمْرًا﴾ [يوسف: ٣٦] أي عنبًا يئول إٍلى الخمر.\n٥ - المقابلة اللطيفة بين ﴿وَمَن كَانَ غَنِيًّا فَلْيَسْتَعْفِفْ. . وَمَن كَانَ فَقِيرًا فَلْيَأْكُلْ بالمعروف﴾ .\n٦ - والإِيجاز في مواضع مثل ﴿رِجَالًا كَثِيرًا وَنِسَآءً﴾ أي ونساء كثيرات ... الخ.\nالفوَائِد: الأولى: في الافتتاح بتذكير الناس أنهم خلقوا من نفسٍ واحدة تمهيد جميل وبراعة مطلع لما في السورة من أحكام الأنكحة والمواريث والحقوق الزوجية وأحكام المصاهرة والرضاع وغيرها من الأحكام الشرعية.\nالثانية: الأغلب أنه إِذا كان الخطاب ب ﴿ياأيها الناس﴾ وكان للكافرين فقط أو للكافرين وغيرهم أُعقب بدلائل الوحدانية والربوبية مثل ﴿يَاأَيُّهَا الناس اعبدوا رَبَّكُمُ﴾ [البقرة: ٢١] و﴿ياأيها الناس إِنَّ","vol":"1","page":238},{"text":"وَعْدَ الله حَقٌّ﴾ [فاطر: ٥] وإِذا كان الخطاب للمؤمنين أُعقب بذكر النعم كما هنا أفاده صاحب البحر.\nالثالثة: ذكْرُ البطون مع أن الأكل لا يكون إِلا فيها للتأكيد والمبالغة فهو كقولك: أبصرتُ بعيني وسمعت بأذني ومثله قوله تعالى ﴿ذلكم قَوْلُكُم بِأَفْوَاهِكُمْ﴾ [الأحزاب: ٤] .\nالرابعة: أضاف تعالى أموال اليتامى إِلى الأوصياء مع أنها أموال اليتامى للتنبيه إِلى «التكافل بين الأمة» والحث على حفظ الأموال وعدم تضييعها فإِن تبذير السفيه للمال فيه مضرّة للمجتمع كله.\n«كلمة حول تعدد الزوجات»\nمسألة تعدد الزوجات ضرورة اقتضتها ظروف الحياة وهي ليست تشريعًا جديدًا انفرد به الإِسلام، وإِنما جاء الإِسلام فوجده بلا قيود ولا حدود وبصورة غير إِنسانية فنظّمه وشذّبه وجعله علاجًا ودواءً لبعض الحالات الاضطرارية التي يعاني منها المجتمع وفي الحقيقة فإِن تشريع التعدد مفخرة من مفاخر الإِسلام لأنه استطاع أن يحل «مشكلة اجتماعية» هي من أعقد المشاكل التي تعانيها الأمم والمجتمعات اليوم فلا تجد لها حلًا. . إِن المجتمع كالميزان يجب أن تتعادل كفتاه فماذا نصنع حين يختل التوازن ويصبح عدد النساء أضعاف عدد الرجال؟ أنحرم المرأة من نعمة الزوجية و«نعمة الأمومة» ونتركها تسلك طريق الفاحشة والرذيلة، أم نحل هذه المشكلة بطرق فاضلة نصون فيها كرامة المرأة وطهارة الاسرة وسلامة المجتمع؟ وأقرب الأمثلة شادًا على ما نقول ما حدث في المانيا بعد الحرب العالمية الثانية حيث زاد عدد النساء زيادة فاحشة على عدد الرجال فأصبح مقابل كل شاب ثلاث فتيات وهي حالة اختلال اجتماعي فكيف يواجهها المشرّع؟ لقد حلّ الإِسلام المشكلة بتشريعه الإِسلامي الرائع، بينما وقفت المسيحية حائرةً مكتوفة الأيدي لا تُبدي ولا تُعيد. . إِن الرجل الأوربي لا يبيح له دينه التعدد، لكنه يبيح لنفسه مصاحبة المئات من الفتيات بطريق الرذيلة، يرى الوالد منهم فتاته مع عشيقها فيُسرّ ويغتبط بل ويمهدّ لهما جميع السبل المؤدية لراحتهما حتى أصبح ذلك عرفًا ساريًا اضطرت معه الدول إِلى الاعتراف بمشروعية العلاقات الآئمة بين الجنسين ففتحت باب التدهور الخلقي على مصراعيه، ووافقت على قبول مبدأ «تعدد الزوجات» ولكن تحت ستار المخادنة وهو زواج حقيقي لكنه غير مسجل بعقد، ويستطيع الرجل أن يطردها متى شاء دون أن يتقيد حيالها بأي حق من الحقوق، والعلاقة بينهما علاقة جسد لا علاقة أسرة وزوجية، فأعجب من منع «تعدد الزوجات» بالحلال وإِباحته بالحرام حتى نزلوا بالمرأة من مرتبة الإِنسانية إِلى مرتبة الحيوانية.\nربّ إِن الهُدى هُداك وأيا ... تلك حق تهدي بها من تشاء","vol":"1","page":239},{"text":"المنَاسَبَة: لما أوصى تعالى في الآيات السابقة بالأيتام وذكر صمنها حق الأقارب بالإِجمال، أعقبه بذكر أحكام المواريث بالتفصيل ليكون ذلك توضيحًا لما سبق من الإِجمال فذكر نصيب الأولاد بنين وبنات، ثم ذكر نصيب الآباء والأمهات، ثم نصيب الأزواج والزوجات، ثم نصيب الإِخوة والأخوات.\nاللغَة: ﴿يُوصِيكُمُ﴾ الوصية: العهد بالشيء والأمر به ولفظ الإِيصاء أبلغ وأدل على الاهتمام من لفظ الأمر لأنه طلب الحرص على الشيء والتمسك به ﴿فَرِيضَةً﴾ أي حقًا فرضه الله وأوجبه ﴿كَلاَلَةً﴾ أن يموت الرجل ولا ولد له ولا والد أي لا أصل له ولا فرع لأنها مشتقة من الكلّ بمعنى الضعف يقال: كلَّ الرجل إِذا ضعف وذهبت قوته ﴿حُدُودُ الله﴾ أحكامه وفرائضه المحدودة الت لا تجوز مجاوزتها.\nسَبَبُ النّزول: روي أن امرأة «سعد بن الربيع» جاءت رسول الله ﷺ َ بإبنيتها فقالت: يا رسول الله هاتان ابنتا سعد بن الربيع قُتل أبوهما سعد معك بأُحد شهيدًا، وإِن عمهما أخذ مالهما فلم يدع لهما مالًا، ولا تُنكحان إِلا بمال فقال ﷺ َ: يقضي الله في ذلك فنزلت آية المواريث ﴿يُوصِيكُمُ الله في أَوْلاَدِكُمْ﴾ الآية فأرسل رسول الله ﷺ َ إِلى عمهما أن أعط إِبنتي سعد الثلثين، وأمهما الثمن، وما بقي فهو لك.\nالتفسِير: ﴿يُوصِيكُمُ الله في أَوْلاَدِكُمْ﴾ أي يأمركم الله ويعهد إِليكم بالعدل في شأن ميراث أولادكم ﴿لِلذَّكَرِ مِثْلُ حَظِّ الأنثيين﴾ أي للإِبن من الميراث مثل نصيب البنتين ﴿فَإِن كُنَّ نِسَآءً فَوْقَ اثنتين﴾ أي إِن كان الوارث إِناثًا فقط اثنتين فأكثر ﴿فَلَهُنَّ ثُلُثَا مَا تَرَكَ﴾ أي فللبنتين فأكثر ثلثا التركة ﴿وَإِن كَانَتْ وَاحِدَةً فَلَهَا النصف﴾ أي وإِن كانت الوارثة بنتًا واحدة فلها نصف التركة. . بدأَ تعالى","vol":"1","page":240},{"text":"بذكر ميراث الأولاد ذكر ميراث الأبوين لأن الفرع مقدم في الإِرث على الأصل فقال تعالى ﴿وَلأَبَوَيْهِ لِكُلِّ وَاحِدٍ مِّنْهُمَا السدس﴾ أي للأب السدس وللأم السدس ﴿مِمَّا تَرَكَ﴾ أي من تركة الميت ﴿إِن كَانَ لَهُ وَلَدٌ﴾ أي إِن وجد للميت ابن أو بنت لأن الولد يطلق على الذكر والأنثى ﴿فَإِن لَّمْ يَكُنْ لَّهُ وَلَدٌ وَوَرِثَهُ أَبَوَاهُ﴾ أي فإِن لم يوجد للميت أولاد وكان الوارث أبواه فقط أو معهما أحد الزوجين ﴿فَلأُمِّهِ الثلث﴾ أي فللأم ثلث المال أو ثلث الباقي بعد فرض أحد الزوجين والباقي للأب ﴿فَإِن كَانَ لَهُ إِخْوَةٌ فَلأُمِّهِ السدس﴾ أي فإِن وجد مع الأبوين إِخوة للميت «اثنان فأكثر» فالأم ترث حينئذٍ السدس فقط والباقي للأب، والحكمة أن الأب ملكف بالنفقة عليهم دون أمهم فكانت حاجته إِلى المال أكثر ﴿مِن بَعْدِ وَصِيَّةٍ يُوصِي بِهَآ أَوْ دَيْنٍ﴾ أي إِن حق الورثة يكون بعد تنفيذ وصية الميت وقضاء ديونه فلا تقسم التركة إِلا بعد ذلك ﴿آبَآؤُكُمْ وَأَبناؤُكُمْ لاَ تَدْرُونَ أَيُّهُمْ أَقْرَبُ لَكُمْ نَفْعًا فَرِيضَةً مِّنَ الله إِنَّ الله﴾ أي إِنه تعالى تولّى قسمة المواريث بنفسه وفرض الفرائض على ما علمه من الحكمة، فقسم حيث توجد المصلحة وتتوفر المنفعة ولو ترك الأمر إِلى البشر لم يعلموا أيهم أنفع لهم فيضعون الأموال على غير حكمة ولهذا أتبعه بقوله ﴿كَانَ عَلِيمًا حَكِيمًا﴾ أي إِنه تعالى عليم بما يصلح لخلقه حكيم فيما شرع وفرض.\n. ثم ذكر تعالى ميراث الزوج والزوجة فقال ﴿وَلَكُمْ نِصْفُ مَا تَرَكَ أَزْوَاجُكُمْ إِنْ لَّمْ يَكُنْ لَّهُنَّ وَلَدٌ فَإِن كَانَ لَهُنَّ وَلَدٌ﴾ أي ولكم أيها الرجال نصف ما ترك أزواجكم من المال إِن لم يكن لزوجاتكم أولاد منكم أو من غيركم ﴿فَإِن كَانَ لَهُنَّ وَلَدٌ فَلَكُمُ الربع مِمَّا تَرَكْنَ﴾ أي من ميراثهن، وألحق بالولد في ذلك ولد الإِبن بالإِجماع ﴿مِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ﴾ أي من بعد الوصية وقضاء الدين ﴿وَلَهُنَّ الربع مِمَّا تَرَكْتُمْ إِن لَّمْ يَكُنْ لَّكُمْ وَلَدٌ﴾ أي ولزوجاتكم واحدة فأكثر الربع مما تركتم من الميراث إِن لم يكن لكم ولد منهن أو من غيرهن ﴿فَإِن كَانَ لَكُمْ وَلَدٌ فَلَهُنَّ الثمن مِمَّا تَرَكْتُم﴾ أي فإِن كان لكم ولد منهن أو من غيرهن فلزوجاتكم الثمن مما تركتم من المال ﴿مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْنٍ﴾ وفي تكرير ذكر الوصية والدين من الاعتناء بشأنهما ما لا يخفي. ﴿وَإِن كَانَ رَجُلٌ يُورَثُ كَلاَلَةً﴾ أي وإن كان الميت يورث كلالة أي لا والد له ولا ولد وورثة أقاربه البعيدون لعدم وجود الأصل أو الفرع ﴿أَو امرأة﴾ عطف على رجل والمعنى أو امرأةٌ تورث كلالة ﴿وَلَهُ أَخٌ أَوْ أُخْتٌ﴾ أي وللمورّث أخ أو أخت من أم ﴿فَلِكُلِّ وَاحِدٍ مِّنْهُمَا السدس﴾ أي فللأخ من الأم السدس وللأخت السدس أيضًا ﴿فَإِن كانوا أَكْثَرَ مِن ذلك فَهُمْ شُرَكَآءُ فِي الثلث﴾ أي فإِن كان الإِخوة والأخوات من الأم أكثر من واحد فإِنهم يقتسمون الثلث بالسوية ذكورهم وإِناثهم في الميراث سواء، قال في البحر: وأجمعوا على أن المراد في هذه الآية الإِخوة للأم ﴿مِن بَعْدِ وَصِيَّةٍ يوصى بِهَآ أَوْ دَيْنٍ غَيْرَ مُضَآرٍّ﴾ أي بقصد أن تكون الوصية للمصلحة لا بقصد الإِضرار بالورثة أي في حدود الوصية بالثلث لقوله ﵇ «الثلث والثلث كثير» ﴿وَصِيَّةً مِّنَ الله﴾ أي أوصاكم الله بذلك وصية ﴿والله عَلِيمٌ حَلِيمٌ﴾ أي عالم بما شرع حليم لا يعاجل العقوبة لمن خالف أمره ﴿تِلْكَ حُدُودُ الله﴾ أي تلك الأحكام المذكور شرائع الله التي حدّها لعباده ليعملوا بها ولا يعتدوها ﴿وَمَن يُطِعِ الله وَرَسُولَهُ يُدْخِلْهُ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي من يطع أمر الله فيما حكم وأمر رسوله فيما بيّن، يدخله جنات النعيم التي تجري من تحت أشجارها وأبنيتها الأنهار ﴿خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا ﴿وذلك الفوز العظيم﴾ أي الفلاح","vol":"1","page":241},{"text":"العظيم ﴿وَمَن يَعْصِ الله وَرَسُولَهُ وَيَتَعَدَّ حُدُودَهُ﴾ أي ومن يعص أمر الله وأمر الرسول يتجاوز ما حدّه تعالى له من الطاعات ﴿يُدْخِلْهُ نَارًا خَالِدًا فِيهَا﴾ أي يجعله مخلدًا في نار جهنم لا يخُرج منها أبدًا ﴿وَلَهُ عَذَابٌ مُّهِينٌ﴾ أي وله عذاب شديد مع الإِهانة والإِذلال والعذاب والنكال.\nالبَلاَغَة: تضمنت الآيات من أصناف البديع ما يلي:\n١ - الطباق في لفظ ﴿الذكر والانثى﴾ وفي ﴿وَمَن يُطِعِ وَمَن يَعْصِ﴾ وفي ﴿آبَآؤُكُمْ وَأَبناؤُكُمْ﴾ .\n٢ - الإِطناب في ﴿مِّن بَعْدِ وَصِيَّةٍ تُوصُونَ بِهَآ أَوْ دَيْن﴾ و﴿ٍمِن بَعْدِ وَصِيَّةٍ يُوصِينَ بِهَآ أَوْ دَيْنٍ﴾ والفائدة التأكيد على تْنفيذ ما ذكر.\n٣ - جناس الاشتقاق في ﴿وَصِيَّةٍ يُوصِي﴾ .\n٤ - المبالغة في ﴿عَلِيمٌ، حَلِيمٌ﴾ .\nفَائِدَة: استنبط بعض العلماء من قوله تعالى ﴿يُوصِيكُمُ الله في أَوْلاَدِكُمْ﴾ أنه تعالى أرحم من الوالدة بولدها حيث أوصى الوالدين بأولادهم ويؤيده ما ورد «للهُ أرحم بعباده من هذه بولدها» .\nتنبيه: وجه الحكمة في تضعيف نصيب الذكر هو احتياجه إِلى مؤنة النفقة ومعاناة التجارة والتكسب وتحمل المشاق، فنفقاته أكثر والتزاماته أضخم فهو إِلى المال أحوج.","vol":"1","page":242},{"text":"المنَاسَبَة: لما بيّن ﷾ حكم الرجال والنساء في باب النكاح والميراث، بيّن حكم الحدود فيهن إِذا ارتكبن الحرام، ثم أعقبه بالتحدير عن عادات الجاهلية من ظلم النساء، وأكل مهورهن، وعدم معاملتهن المعاملة الإِنسانية الشريفة.\nاللغَة: ﴿واللاتي﴾ جمع التي على غير قياس ﴿الفاحشة﴾ الفعلة القبيحة والمراد بها هنا الزنا ﴿واللذان﴾ تثنية الذي ﴿التوبة﴾ أصل التوبة الرجوع وحقيقتها الندم على فعل القبيح ﴿كَرْهًا﴾ بفتح الكاف بمعنى الإِكراه وبضمها بمعنى المشقة ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا وَوَضَعَتْهُ كُرْهًا وَحَمْلُهُ وَفِصَالُهُ ثَلاَثُونَ شَهْرًا حتى إِذَا بَلَغَ أَشُدَّهُ وَبَلَغَ أَرْبَعِينَ سَنَةً قَالَ رَبِّ أوزعني أَنْ أَشكُرَ نِعْمَتَكَ التي أَنْعَمْتَ عَلَيَّ وعلى وَالِدَيَّ وَأَنْ أَعْمَلَ صَالِحًا تَرْضَاهُ وَأَصْلِحْ لِي فِي ذريتي إِنِّي تُبْتُ إِلَيْكَ وَإِنِّي مِنَ المسلمين ﴿حَمَلَتْهُ أُمُّهُ كُرْهًا﴾ [الأحقاف: ١٥] ﴿تَعْضُلُوهُنَّ﴾ تمنعوهن يقال عضل المرأة إِذا منعها الزواج ﴿بُهْتَانًا﴾ ظلمًا وأصله الكذب الذي يتحير منه صاحبه ﴿أفضى﴾ وصل إليها، وأصله من الفضاء وهو السعة ﴿مِّيثَاقًا غَلِيظًا﴾ عهدًا شديدًا مؤكدًا وهو عقد النكاح.\nسَبَبُ النّزول: روي أن أهل الجاهلية كانوا إِذا مات الرجل جاء ابنه من غيرها أو وليه فورث امرأته كما يرث ماله وألقى عليها ثوبًا، فإِن شاء تزوجها بالصَّداق الأول وإِن شاء زوجها غيره وأخذ صداقها فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهًا. .﴾ .\nالتفِسير: ﴿واللاتي يَأْتِينَ الفاحشة مِن نِّسَآئِكُمْ فاستشهدوا عَلَيْهِنَّ أَرْبَعةً مِّنْكُمْ﴾ أي اللواتي يزنين من أزواجكم فاطلبوا أن يشهد على اقترافهن الزنا أربعة رجال من المسلمين الأحرار ﴿فَإِن شَهِدُواْ فَأَمْسِكُوهُنَّ فِي البيوت﴾ أي فإِن ثبتت بالشهود جريمتهن فاحبسوهن في البيوت ﴿حتى يَتَوَفَّاهُنَّ الموت﴾ أي احبسوهنَّ فيها إِلى الموت ﴿أَوْ يَجْعَلَ الله لَهُنَّ سَبِيلًا﴾ أي يجعل الله لهنَّ مخلصًا بما يشرعه من الأحكام قال ابن كثير: كان الحكم في ابتداء الإِسلام أن المرأة إِذا ثبت زناها بالبيِّنة العادلة حُبست في بيت فلا تُمكَّن من الخروج منه إِلى أن تموت، حتى أنزل الله سورة النور فنسخها بالجلد أو الرجم ﴿واللذان يَأْتِيَانِهَا مِنكُمْ﴾ أي واللذان يفعلان الفاحشة والمراد به الزاني والزانية بطريق التغليب ﴿فَآذُوهُمَا﴾ أي بالتوبيخ والتقريع والضرب بالنعال ﴿فَإِن تَابَا وَأَصْلَحَا فَأَعْرِضُواْ عَنْهُمَآ﴾ أي فإِن تابا عن الفاحشة وأصلحا سيرتهما فكفّوا عن الإِيذاء لهما ﴿إِنَّ الله كَانَ تَوَّابًا رَّحِيمًا﴾ أي مبالغًا في قبول التوبة واسع الرحمة. قال الفخر الرازي: «خص الحبس في البيت بالمرأة وخص الإِيذاء بالرجل لأن المرأة إِنما تقع في الزنا عند الخروج والبروز فإِذا حبست في البيت انقطعت مادة هذه المعصية، وأما الرجل فإِنه لا يمكن حبسه في البيت لأنه يحتاج إِلى الخروج في إِصلاح معاشه واكتساب قوت عياله فلا جرخ جعلت عقوبتهما مختلفة» ﴿إِنَّمَا التوبة عَلَى الله لِلَّذِينَ يَعْمَلُونَ السواء بِجَهَالَةٍ﴾ أي إِنما التوبة التي كتب الله على نفسه قبولها هي توبة من فعل المعصية سفهًا وجهالة مقدَّرًا قبح المعصية وسوء عاقبتها ثم ندم وأناب ﴿ثُمَّ يَتُوبُونَ مِن قَرِيبٍ﴾ أي يتوبون سريعًا قبل مفاجأة الموت ﴿فأولئك يَتُوبُ الله عَلَيْهِمْ﴾ أي يتقبل الله توبتهم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بخلقه حكيمًا في شرعه ﴿وَلَيْسَتِ التوبة لِلَّذِينَ يَعْمَلُونَ السيئات حتى إِذَا حَضَرَ أَحَدَهُمُ الموت قَالَ إِنِّي تُبْتُ الآن﴾ أي وليس قبول التوبة ممن ارتكب المعاصي واستمر عليها حتى إِذا فاجأه الموت تاب وأناب فهذه توبة المضطر","vol":"1","page":243},{"text":"وهي غير مقبولة وفي الحديث\n«إِن الله يقبل توبة العبد ما لم يغرغر» ﴿وَلاَ الذين يَمُوتُونَ وَهُمْ كُفَّارٌ﴾ أي يموتون على الكفر فلا يُقبل إِيمانهم عند الاحتضار ﴿أولئك أَعْتَدْنَا لَهُمْ عَذَابًا أَلِيمًا﴾ أي هيأنا وأعددنا لهم عذابًا مؤلمًا ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ يَحِلُّ لَكُمْ أَن تَرِثُواْ النسآء كَرْهًا﴾ أي لا يحل لكم أن تجعلوا النساء كالمتاع ينتقل بالإِرث من إِنسان إِلى آخر وترثوهن بعد موت أزواجهن كرهًا عنهن قال ابن عباس: كانوا في الجاهلية إِذا مات الرجل كان أولياؤه أحقَّ بامرأته إِن شاءوا تزوجها أحدهم، وإِن شاءوا زوجوها غيرهم، وإن شاءوا منعوها الزواج ﴿وَلاَ تَعْضُلُوهُنَّ لِتَذْهَبُواْ بِبَعْضِ مَآ آتَيْتُمُوهُنَّ﴾ أي ولا يحل لكم أن تمنعوهن من الزواج أو تضفوا عليهن لتذهبوا ببعض ما دفعتموه لهن من الصَّداق ﴿إِلاَّ أَن يَأْتِينَ بِفَاحِشَةٍ مُّبَيِّنَةٍ﴾ أي إِلا في حال إِتيانهن بفاحشة الزنا وقال ابن عباس: الفاحشة المبينة النشوز والعصيان ﴿وَعَاشِرُوهُنَّ بالمعروف﴾ أي صاحبوهن بما أمركم الله به من طيب القول والمعاملة بالإِحسان ﴿فَإِن كَرِهْتُمُوهُنَّ فعسى أَن تَكْرَهُواْ شَيْئًا وَيَجْعَلَ الله فِيهِ خَيْرًا كَثِيرًا﴾ أي فإِن كرهتم صحبتهن فاصبروا عليهن واستمروا في الإِحسان إِليهن فعسى أن يرزقكم الله منهن ولدًا صالحًا تَقَرُّ به أعينكم، وعسى أن يكون في الشيء المكروه الخير الكثير وفي الحديث الصحيح «لا يَفْركْ» «أي لا يبغض» مؤمنٌ مؤمنة إِن كره منها خُلُقًا رضي منها آخر «ثم حذّر تعالى من أخذ شيء من المهر بعد الطلاق فقال ﴿وَإِنْ أَرَدْتُّمُ استبدال زَوْجٍ مَّكَانَ زَوْجٍ﴾ أي وإِن أردتم أيها المؤمنون نكاح امرأة مكان امرأة طلقتموها ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ أي والحال أنكم كنتم قد دفعتم مهرًا كبيرًا يبلغ قنطارًا ﴿فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ أي فلا تأخذوا ولو قليلًا من ذلك المهر ﴿أَتَأْخُذُونَهُ بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ استفهام إِنكاري أي أتأخذونه باطلًا وظلمًا؟ ﴿وَكَيْفَ تَأْخُذُونَهُ وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ﴾ أي كيف يباح لكم أخذه وقد استمعتم بهن بالمعاشرة الزوجية؟ ﴿وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا﴾ أي أخذن منكم عهدًا وثيقًا مؤكدًا هو» عقد النكاح «قال مجاهد: الميثاق الغليظ عقدة النكاح وفي الحديث\n«اتقوا الله في النساء فإِنكم أخذتموهن بأمانة الله، واستحللتم فروجهن بكلمة الله» .\nالبَلاَغَة: تضمنت الآيات أنواعًا من البيان والبديع وهي بإِيجاز كما يلي:\n١ - المجاز العقلي في قوله ﴿يَتَوَفَّاهُنَّ الموت﴾ والمراد يتوفاهنَّ الله أو ملائكته.\n٢ - الاستعارة ﴿وَأَخَذْنَ مِنكُم مِّيثَاقًا غَلِيظًا﴾ استعار لفظ الميثاق للعقد الشرعي.\n٣ - الجناس المغاير في ﴿فَإِن تَابَا ... تَوَّابًا﴾ وفي ﴿كَرِهْتُمُوهُنَّ ... أَن تَكْرَهُواْ﴾ .\n٤ - المبالغة في تفخيم الأمر وتأكيده ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا﴾ لتعظيم الأمر والمبالغة فيه.\nفَائِدَة: كنّى الله تعالى عن الجماع بلفظ الإِفضاء ﴿وَقَدْ أفضى بَعْضُكُمْ إلى بَعْضٍ﴾ لتعليم المؤمنين الأدب الرفيع قال ابن عباس: «الإِفضاء في هذه الآية الجماعُ ولكنَّ الله كريم يكني» .","vol":"1","page":244},{"text":"تنبيه: خطب عمر ﵁ فقال: أيها الناس لا تغالوا في مهور النساء فإِنها لو كانت مكرمة في الدنيا أو تقوى عند الله لكان أولاكم بها رسول الله ﷺ َ ما أصدَق امرأة من نسائه ولا أحدًا من بناته فوق اثنتي عشرة أوقية، فقامت إليه امرأة فقالت: يا عمر، يعطينا الله وتحرمنا؟ يقول تعالى ﴿وَآتَيْتُمْ إِحْدَاهُنَّ قِنْطَارًا فَلاَ تَأْخُذُواْ مِنْهُ شَيْئًا﴾ فقال ﵁: أصابت امرأة وأخطأ عمر «.","vol":"1","page":245},{"text":"المنَاسَبَة: لما أوصى تعالى بحسن معاشرة الأزواج، وحذّر من إِيذائهن أو أكل مهورهن، عقّبه","vol":"1","page":245},{"text":"بذكر المحرمات من النساء اللواتي لا يجوز الزواج بهن بسبب القرابة أو المصاهرة أو الرضاع.\nاللغَة: ﴿سَلَفَ﴾ مضى ﴿مَقْتًا﴾ المقت: البغض الشديد لمن تعاطى القبيح وكان العرب يسمون زواج الرجل امرأة أبيه «نكاح المقت» ﴿رَبَائِبُكُمُ﴾ جمع ربيبة وهي بنت المرأة من آخر سميت به لأنها تتربّى في حجر الزوج ﴿حُجُورِكُمْ﴾ جمع حَجْر أي في تربيتكم يقال: فلان في حجر فلان إِذا كان في تربيته قال أبو عبيدة: في حجوركم أي في بيوتكم ﴿حَلاَئِلُ﴾ جمع حليلة بمعنى الزوجة سميت بذلك لأنها تحل لزوجها ﴿مُّحْصِنِينَ﴾ متعففين عن الزنى ﴿مُسَافِحِينَ﴾ السفاح: الزنى وأصله في اللغة من السفح وهو الصبّ وسمي سفاحًا لأنه لا غرض للزاني إِلا سفح النطفة وقضاء الشهوة ﴿طَوْلًا﴾ سعةً وغنى ﴿أَخْدَانٍ﴾ جمع خِدْنَ وهو الصديق للمرأة يزني بها سرًا ﴿العنت﴾ الفجور وأصله الضرر والفساد ﴿سُنَنَ﴾ جمع سنة وهي الطريقة ﴿نُصْلِيهِ﴾ ندخله.\nسَبَبُ النّزول: أ - لما توفي «أبو قيس بن الأسلت» وكان من صالحي الأنصار، خطب ابنه قيس امرأة أبيه فقالت: إِني أعدّك ولدًا!! ولكني آتي رسول الله ﷺ َ استأمره فأتته فأخبرته فأنزل الله ﴿وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء ... .﴾ الآية.\nب - عن أبي سعيد الخدري قال: أصبنا سبايا يوم أوطاس لهن أزواج، فكرهنا أن نقع عليهن فسألنا النبي ﷺ َ: ﴿والمحصنات مِنَ النسآء إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ ...﴾ الآية قال: فاستحللناهن.\nالتفِسير: ﴿وَلاَ تَنكِحُواْ مَا نَكَحَ آبَاؤُكُمْ مِّنَ النسآء إِلاَّ مَا قَدْ سَلَفَ﴾ أي لا تتزوجوا ما تزوج آباؤكم من النساء لكن ما سبق فقد عفا الله عنه ﴿إِنَّهُ كَانَ فَاحِشَةً وَمَقْتًا﴾ أي فإِن نكاحهن أمر قبيح قد تناهى في القبح والشناعة، وبلغ الذروة العليا في الفظاعة والبشاعة، إِذ كيف يليق بالإِنسان أن يتزوج امرأة أبيه وأن يعلوها بعد وفاته وهي مثل أمه ﴿وَسَآءَ سَبِيلًا﴾ أي بئس ذلك النكاح القبيح الخبيث طريقًا، ثم بيّن تعالى المحرمات من النساء فقال ﴿حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ﴾ أي حُرّم عليكم نكاح الأمهات وشمل اللفظ الجدات من قبل الأب أو الأم ﴿وَبَنَاتُكُمْ﴾ وشمل بنات الأولاد وإِن نزلن ﴿وَأَخَوَاتُكُمْ﴾ أي شقيقة كانت أو لأب أو لأم ﴿وَعَمَّاتُكُمْ﴾ أي أخوات آبائكم وأجدادكم ﴿وَخَالاَتُكُمْ وَبَنَاتُ الأخ وَبَنَاتُ الأخت﴾ أي بنت الأخ وبنت الأخ ويدخل فيهن أولادهن، وهؤلاء المحرمات بالنسب وهنَّ كما تقدم «الأمهات، البنات، الأخوات، العمات، الخالات، بنات الأخ، بنات الأخت» ثم شرع تعالى في ذكر المحرمات من الرضاع فقال ﴿وَأُمَّهَاتُكُمُ اللاَّتِي أَرْضَعْنَكُمْ وَأَخَوَاتُكُم مِّنَ الرضاعة﴾ نزّل الله الرضاعة منزلة النسب حتى سمّى المرضعة أمًا للرضيع أي كما يحرم عليك أمك التي ولدتك، كذلك يحرم عليك أمك التي أرضعتك، وكذلك أختك من الرضاع، ولم تذكر الآية من المحرمات بالرضاع سوى «الأمهات والأخوات» وقد وضحت السنة النبوية أن المحرمات بالرضاع سبع كما هو الحال في النسب لقوله عليه اللام\n«يحرم من الرضاع ما يحرم من النسب»","vol":"1","page":246},{"text":"ثم ذكر تعالى المحرمات بالمصاهرة فقال ﴿وَأُمَّهَاتُ نِسَآئِكُمْ﴾ أي وكذلك يحرم نكاح أم الزوجة سواء دخل بالزوجة أو لم يدخل لأن مجرد العقد على البنت يحرم الأم ﴿وَرَبَائِبُكُمُ اللاتي فِي حُجُورِكُمْ﴾ أي بنات أزواجكم اللاتي ربيتموهن، وذكرُ الحجر ليس للقيد وإِنما هو للغالب لأن الغالب أنها تكون مع أمها ويتولى الزوج تربيتها وهذا بالإِجماع ﴿مِّن نِّسَآئِكُمُ اللاتي دَخَلْتُمْ بِهِنَّ فَإِن لَّمْ تَكُونُواْ دَخَلْتُمْ بِهِنَّ فَلاَ جُنَاحَ عَلَيْكُمْ﴾ الدخول هنا كناية عن الجماع أي من نسائكم اللاتي أدخلتموهن الستر قاله ابن عباس فإِن لم تكونوا أيها المؤمنون قد دخلتم بأمهاتهن وفارقتموهن فلا جناح عليكم في نكاح بناتهن ﴿وَحَلاَئِلُ أَبْنَائِكُمُ الذين مِنْ أَصْلاَبِكُمْ﴾ أي وحُرِم عليكم نكاح زوجات أبنائكم الذين ولدتموهم من أصلابكم بخلاف من تبنيتموهم فلكم نكاح حلائلهم ﴿وَأَن تَجْمَعُواْ بَيْنَ الأختين إِلاَّ مَا قَدْ سَلَفَ﴾ أي وحُرّم عليكم الجمع بين الأختين معًا في النكاح إِلا ما كان منكم في الجاهلية فقد عفا الله عنه ﴿إِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي غفورًا لما سلف رحيمًا بالعباد ﴿والمحصنات مِنَ النسآء إِلاَّ مَا مَلَكْتَ أَيْمَانُكُمْ﴾ أي وحرّم عليكم نكاح المتزوجات من النساء إِلا ما ملكتموهن بالسبي فيحل لكم وطؤهنَّ بعد الاستبراء ولو كان لهنَّ أزواج في دار الحرب لأن بالسبي تنقطع عصمة الكافر ﴿وَلاَ تُمْسِكُواْ بِعِصَمِ الكوافر﴾ [الممتحنة: ١٠] ﴿كِتَابَ الله عَلَيْكُمْ﴾ أي هذا فرض الله عليكم ﴿وَأُحِلَّ لَكُمْ مَّا وَرَاءَ ذلكم﴾ أي أُحل لكم نجاح ما سواهنّ ﴿أَن تَبْتَغُواْ بِأَمْوَالِكُمْ مُّحْصِنِينَ غَيْرَ مُسَافِحِينَ﴾ أي إِرادة أن تطلبوا النساء بطريق شرعي فتدفعوا لهن المهور حال كونكم متزوجين غير زانين ﴿فَمَا استمتعتم بِهِ مِنْهُنَّ فَآتُوهُنَّ أُجُورَهُنَّ فَرِيضَةً﴾ أي فلما تلذذتم به من النساء بالنكاح فآتوهنَّ مهورهن فريضةً فرضها الله عليكم بقوله ﴿وَآتُواْ النسآء صَدُقَاتِهِنَّ نِحْلَةً﴾ [النساء: ٤] ثم قال تعالى ﴿وَلاَ جُنَاحَ عَلَيْكُمْ فِيمَا تَرَاضَيْتُمْ بِهِ مِن بَعْدِ الفريضة﴾ أي لا إِثم عليكم فيما أسقطن من المهر برضاهن كقوله ﴿فَإِن طِبْنَ لَكُمْ عَن شَيْءٍ مِّنْهُ نَفْسًا فَكُلُوهُ هَنِيئًا مَّرِيئًا﴾ [النساء: ٤] قال ابن كثير: أي إِذا فرضت لها صداقًا فأبرأتك منه أو عن شيء منه فلا جناح عليك ولا عليها في ذلك ﴿إِنَّ الله كَانَ عَلِيمًا حَكِيمًا﴾ أي عليمًا بمصالح العباد حكيمًا فيما شرع لهم من الأحكام ﴿وَمَن لَّمْ يَسْتَطِعْ مِنكُمْ طَوْلًا أَن يَنكِحَ المحصنات المؤمنات﴾ أي من لم يكن منكم ذا سعة وقدرة أن يتزوج الحرائر والمؤمنات ﴿فَمِنْ مَّا مَلَكَتْ أَيْمَانُكُم مِّن فَتَيَاتِكُمُ المؤمنات﴾ أي فله أن ينكح من الإِماء المؤمنات اللاتي يملكهن المؤمنون ﴿والله أَعْلَمُ بِإِيمَانِكُمْ﴾ جملة معترضة لبيان أنه يكفي في الإِيمان معرفة الظاهر والله يتولى السرائر ﴿بَعْضُكُمْ مِّن بَعْضٍ﴾ أي إِنكم جميعًا بنو آدم ومن نفسٍ واحدة فلا تستنكفوا من نكاحهن فرب أمة خير من حرة، وفيه تأنيس لهم بنكاح الإِماء فالعبرة بفضل الإِيمان لا بفضل الأحساب والأنساب ﴿فانكحوهن بِإِذْنِ أَهْلِهِنَّ﴾ أي تزوجوهن بأمر أسيادهن وموافقة مواليهن ﴿وَآتُوهُنَّ أُجُورَهُنَّ بالمعروف﴾ أي ادفعوا لهن مهورهن عن طيب نفسٍ ولا تبخسوهن منه شيئًا استهانة بهن لكونهن إِماء مملوكات ﴿مُحْصَنَاتٍ غَيْرَ مُسَافِحَاتٍ﴾ أي عفيفات غير مجاهرات بالزنى ﴿وَلاَ مُتَّخِذَاتِ أَخْدَانٍ﴾ أي ولا متسترات بالزنى مع أخدانهن قال ابن عباس: الخِدنُ هو الصديق للمرأة يزني بها سرًا فنهى الله تعالى عن الفواحش ما ظهر منها وما بطن ﴿فَإِذَآ أُحْصِنَّ فَإِنْ أَتَيْنَ بِفَاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ مَا عَلَى","vol":"1","page":247},{"text":"المحصنات مِنَ العذاب﴾ أي فإِذا أُحصنَّ بالزواج ثم زنين فعليهن نصف ما على الحرائر من عقوبة الزنى ﴿ذَلِكَ لِمَنْ خَشِيَ العنت مِنْكُمْ﴾ أي إِنما يباح نكاح الإِماء لمن خاف على نفسه الوقوع في الزنى ﴿وَأَن تَصْبِرُواْ خَيْرٌ لَّكُمْ﴾ أي صبركم وتعففكم عن نكاحهن أفضل لئلا يصير الولد رقيقًا في الحديث\n«من أراد أن يلقي الله طاهرًا مطهرًا فلينكح الحرائر» ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة عظيم الرحمة ﴿يُرِيدُ الله لِيُبَيِّنَ لَكُمْ﴾ أي يريد الله أن يفصّل لكم شرائع دينكم ومصالح أموركم ﴿وَيَهْدِيَكُمْ سُنَنَ الذين مِن قَبْلِكُمْ﴾ أي يرشدكم إِلى طرائق الأنبياء والصالحين لتقتدوا بهم ﴿وَيَتُوبَ عَلَيْكُمْ﴾ أي يقبل توبتكم فيما اقترفتموه من الإِثم والمحارم ﴿والله عَلِيمٌ حَكِيمٌ﴾ أي عليم بأحوال العباد حكيم في تشريعه لهم ﴿والله يُرِيدُ أَن يَتُوبَ عَلَيْكُمْ﴾ كرّره ليؤكد سعة رحمته تعالى على العباد أي يحب بما شرع من الأحكام أن يطهركم من الذنوب والآثام، ويريد توبة العبد ليتوب عليه ﴿وَيُرِيدُ الذين يَتَّبِعُونَ الشهوات أَن تَمِيلُواْ مَيْلًا عَظِيمًا﴾ أي ويريد الفجرة أتباع الشيطان أن تعدلوا عن الحق إِلى الباطل وتكونوا فسقة فجرة مثلهم ﴿يُرِيدُ الله أَن يُخَفِّفَ عَنْكُمْ﴾ أي يريد تعالى بما يسَّر أن يسهّل عليكم أحكام الشرع ﴿وَخُلِقَ الإنسان ضَعِيفًا﴾ أي عاجزًا عن مخالفة هواه لا يصبر عن إِتباع الشهوات، ثم حذر تعالى من أكل أموال الناس بالباطل فقال ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تأكلوا أَمْوَالَكُمْ بَيْنَكُمْ بالباطل﴾ أي يا أيها الذين صدقوا الله ورسوله لا يأكل بعضكم أموال بعض بالباطل وهو كل طريق لم تبحه الشريعة كالسرقة والخيانة والغصب والربا والقمار وما شاكل ذلك ﴿إِلاَّ أَن تَكُونَ تِجَارَةً عَن تَرَاضٍ مِّنْكُمْ﴾ أي إِلا ما كان بطريق شرعي شريف كالتجارة التي أحلها الله قال ابن كثير: الاستثناء منقطع أي لا تعتعاطوا الأسباب المحرمة في اكتساب الأموال لكن المتاجر المشروعة التي تكون عن تراضٍ من البائع والمشتري فافعلوها ﴿وَلاَ تقتلوا أَنْفُسَكُمْ إِنَّ الله كَانَ بِكُمْ رَحِيمًا﴾ أي لا يسفك بعضكم دم بعض، والتعبير عنه بقتل النفس للمبالغة في الزجر، أو هو على ظاهره بمعننى الانتحار وذلك من رحمته تعالى بكم ﴿وَمَن يَفْعَلْ ذلك عُدْوَانًا وَظُلْمًا﴾ أي ومن يرتكب ما نهى الله عنه معتديًا ظالمًا لا سهوًا ولا خطأً ﴿فَسَوْفَ نُصْلِيهِ نَارًا﴾ أي ندخله نارًا عظيمة يحترف فيها ﴿وَكَانَ ذلك عَلَى الله يَسِيرًا﴾ أي هينًا يسيرًا لا عسر فيه لأنه تعالى لا يعجزه شيء ﴿إِن تَجْتَنِبُواْ كَبَآئِرَ مَا تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئَاتِكُمْ﴾ أي إِن تتركوا أيها المؤمنون الذنوب الكبائر التي نهاكم الله ﷿ عنها نمح عنكم صغائر الذنوب بفضلنا ورحمتنا ﴿وَنُدْخِلْكُمْ مُّدْخَلًا كَرِيمًا﴾ أي نُدخلكم الجنة دار الكرامة والنعيم، التي فيها ما لا عينٌ رأت، ولا أذن سمعت، ولا خطر على قلب بشر! .\nالبَلاَغَة: تضمنت الآيات أنواعًا من البيان والبديع نوجزها فيما يلي:\n١ - المجاز المرسل في ﴿حُرِّمَتْ عَلَيْكُمْ أُمَّهَاتُكُمْ﴾ أي حرّم عليكم نكاح الأمهات فهو على حذف مضاف.\n٢ - الطباق في ﴿حُرِّمَتْ ... وَأُحِلَّ﴾ وفي ﴿مُّحْصِنِينَ ... مُسَافِحِينَ﴾ وفي ﴿كَبَآئِرَ ... سَيِّئَاتِكُمْ﴾ لأن المراد بالسيئات الصغائر من الذنوب.","vol":"1","page":248},{"text":"٣ - الكناية في ﴿اللاتي دَخَلْتُمْ بِهِنَّ﴾ فهو كناية عن الجماع كقولهم بنى عليها، وضرب عليها الحجاب.\n٤ - الاستعارة في ﴿وَآتُوهُنَّ أُجُورَهُنَّ﴾ استعار لفظ الأجور للمهور، لأن المهر يشبه الأجر في الصورة.\n٥ - الجناس المغاير في ﴿تَنكِحُواْ مَا نَكَحَ﴾ وفي ﴿أَرْضَعْنَكُمْ ... مِّنَ الرضاعة﴾ وفي ﴿مُحْصَنَاتٍ ... فَإِذَآ أُحْصِنَّ﴾ والإِطناب في مواضع، والحذف في مواضع.\nالفوَائِد: الأولى: استنباط العلماء في آية المحرمات القاعدة الآتية وهي «العقد على البنات يحرّم الأمهات، والدخول بالأمهات يحرّم البنات» .\nالثانية: حمل بعض الروافض والشيعة قوله تعالى ﴿فَمَا استمتعتم بِهِ مِنْهُنّ﴾ على نكاح المتعة وهو خطأ فاحش لأن الغرض من الاستمتاع هنا التمتع بالأزواج عن طريق الجماع لانكاح المتعة فقد ثبت حرمة نكاح المتعة بالسنة والإِجماع ولا عبرة بما خالف ذلك.\nالثالثة: قال ابن عباس: الكبيرة كل ذنبٍ ختمه الله بنار، أو غضبٍ، أو لعنةٍ، أو عذاب.\nالرابعة: روى سعيد بن جبير أن رجلًا قال لابن عباس: الكبائر سبع؟ قال: هي إِلى السبعمأة أقرب منها إِلى السبع، ولكن لا كبيرة مع استغفار، ولا صغيرة مع إِصرار، ذكره القرطبي.","vol":"1","page":249},{"text":"المنَاسَبَة: لما ذكر تعالى المحرمات من النساء وذكر قبلها تفضيل الله الرجال عليهن في الميراث، جاءت الآيات تنهى عن تمني ما خصّ الله به كلًا من الجنسين لأنه سبب للحسد والبغضاء، ثم ذكر تعالى حقوق كلٍ من الزوجين على الآخر، وأرشد إِلى الخطوات التي ينبغي التدرج بها في حالة النشور والعصيان.\nاللغَة: ﴿مَوَالِيَ﴾ المَوْلى: الذي يتولى غيره يقال للعبد مَوْلى وللسيد مَوْلى لأن كلًا منهما يتولى الآخر والمراد به هنا الورثة والعصبة ﴿قَوَّامُونَ﴾ قوّام: مبالغة من القيام على الأمر بمعنى حفظه ورعايته أي يقومون عليهن قيام الولاة على الرعية ﴿قَانِتَاتٌ﴾ مطيعات وأصل القنوت دوام الطاعة ﴿نُشُوزَهُنَّ﴾ عصيانهن وترفعهن وأصله المكان المرتفع ومنه تلٌّ ناشز ويقال: نشزت المرأة إِذا ترفعت على زوجها وعصته ﴿المضاجع﴾ جمع مضجع وهو المرقد ﴿شِقَاقَ﴾ الشقاق: الخلاف والعداوة مأخوذ من الشق بمعنى الجانب لأن كلًا من المتشاقين يكون في شق غير شق صاحبه أي في ناحية ﴿الجنب﴾ البعيد الذي ليس له قرابة تربطه بجاره، وأصل الجنابة: البعد ﴿مُخْتَالًا﴾ المختال: ذو الخيلاء والكبر ﴿مِثْقَالَ﴾ وزن ﴿الغآئط﴾ الحدث وأصله المطمئن من الأرض وكانوا إِذا أرادوا قضاء الحاجة أتوا منخفضًا من الارض فكني عن الحدث بالغائط.\nسَبَبُ النّزول: أ - عن مجاهد قال: قالت «أم سلمة» يا رسول الله: يغزو الرجال ولا نغزو وإِنما لنا نصف الميراث فأنزل الله ﴿وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ﴾ الآية.\nب - روي أن سعد بن الربيع - وكان نقيبًا من نقباء الأنصار - نشزت عليه امرأته «حبيبة بنت زيد» فلطمها فانطلق أبوها معها إِلى رسول الله ﷺ َ فقال: أفرشته كريمتي فلطمها فقال النبي ﷺ َ لتقتصَّ منه فنزلت ﴿الرجال قَوَّامُونَ عَلَى النسآء﴾ فقال ﷺ َ: «أردنا أمرًا وأراد الله أمرًا والذي أراد الله خير» .","vol":"1","page":250},{"text":"التفِسير: ﴿وَلاَ تَتَمَنَّوْاْ مَا فَضَّلَ الله بِهِ بَعْضَكُمْ على بَعْضٍ﴾ أي لا تتمنوا أيها المؤمنون ما خصّ الله تعالى به غيركم من أمر الدنيا أو الدين ذلك يؤدي إِلى التحاسد والتباغض قال الزمخشري: نُهوا عن الحسد وعن تمني ما فضل الله بعض الناس على بعض من الجاه والمال لأن ذلك التفضيل قسمة من الله صادرة عن حكمة وتدبير وعلم بأحوال العباد ﴿لِّلرِّجَالِ نَصِيبٌ مِّمَّا اكتسبوا وَلِلنِّسَآءِ نَصِيبٌ مِّمَّا اكتسبن﴾ أي لكلٍ من الفريقين في الميراث نصيبٌ معين المقدار قال الطبري: كلٌ له جزاء على عمله بحسبه إِن خيرًا فخير وإِن شرًا فشر ﴿واسألوا الله مِن فَضْلِهِ﴾ أي وسلوا الله من فضله يعطكم فإِنه كريم وهاب ﴿إِنَّ الله كَانَ بِكُلِّ شَيْءٍ عَلِيمًا﴾ أي ولذلك جعل الناس طبقات ورفع بعضهم درجات ﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ مِمَّا تَرَكَ الوالدان والأقربون﴾ أي ولكل إِنسانٍ جعلنا عصبةً يرثون ماله ممّا تركه الوالدان والأقارب من الميراث ﴿والذين عَقَدَتْ أَيْمَانُكُمْ فَآتُوهُمْ نَصِيبَهُمْ﴾ أي والذين حالفتموهم في الجاهلية على النصرة والإِرث فأعطوهم حظهم من الميراث، وقد كان هذا في ابتداء الإِسلام ثم نسخ قال الحسن: كان الرجل يحالف الرجل ليس بينهما نسبٌ فيرث أحدُهما الآخر فنسخ الله ذلك بقوله\n﴿وَأْوْلُواْ الأرحام بَعْضُهُمْ أولى بِبَعْضٍ﴾ [الأنفال: ٧٥] وقال ابن عباس: كان المهاجرون حين قدموا المدينة يرث المهاجريُّ الأنصاريَّ دون ذوي رحمه بالأخوة التي آخى رسول الله ﷺ َ بينهم فلما نزلت ﴿وَلِكُلٍّ جَعَلْنَا مَوَالِيَ﴾ نسخت ﴿إِنَّ الله كَانَ على كُلِّ شَيْءٍ شَهِيدًا﴾ أي مطلعًا على كل شيء وسيجازيكم عليه. . ثم بيّن تعالى أن الرجال يتولون أمر النساء في المسئولية والتوجيه فقال ﴿الرجال قَوَّامُونَ عَلَى النسآء﴾ أي قائمون عليهن بالأمر والنهي، والإِنفاق والتوجيه كما يقوم الولاة على الرعية ﴿بِمَا فَضَّلَ الله بَعْضَهُمْ على بَعْضٍ وَبِمَآ أَنْفَقُواْ مِنْ أَمْوَالِهِمْ﴾ أي بسبب ما منحهم الله من العقل والتدبير، وخصهم به من الكسب والإِنفاق، فهم يقومون على النساء بالحفظ والرعاية والإِنفاق والتأديب قال أبو السعود: «والتفضيلُ للرجل لكمال العقل وحسن التدبير ورزانة الرأي ومزيد القوة، ولذلك خصوا بالنبوة والإِمامة والولاية والشهادة والجهاد وغير ذلك» ﴿فالصالحات قَانِتَاتٌ حَافِظَاتٌ لِّلْغَيْبِ بِمَا حَفِظَ الله﴾ هذا تفصيل لحال النساء تحت رياسة الرجل، وقد ذكر تعالى أنهن قسمان: قسم صالحات مطيعات، وقسم عاصيات متمردات، فالنساء الصالحات مطيعات لله ولأزواجهن، قائمات بما عليهن من حقوق، يحفظن أنفسهن عن الفاحشة وأموال أزواجهن عن التبدير كما أنهن حافظات لما يجري بينهن وبين أزواجهن مما يجب كتمه ويجمل ستره وفي الحديث «إِن من شر الناس عند الله منزلةً يوم القيامة، الرجلُ يُفْضي إِلى امرأته وتُفْضي إِليه ثم ينشر أحدهما سرَّ صاحبه» ﴿واللاتي تَخَافُونَ نُشُوزَهُنَّ﴾ هذا القسم الثاني وهنَّ النساء العاصيات المتمردات أي واللاتي يتكبرون ويتعالين عن طاعة الأزواج فعليكم أيها الرجال أن تسلكوا معهن سبل الإِصلاح ﴿فَعِظُوهُنَّ واهجروهن فِي المضاجع واضربوهن﴾ أي فخوفوهنَّ الله بطريق النصح والإِرشاد، فإِن لم ينجح الوعظ والتذكير فاهجروهنَّ في الفراش فلا تكلموهن ولا تقربوهن قال ابن","vol":"1","page":251},{"text":"عباس: الهجر ألا يجامعها وأن يضاجعها على فراشها ويوليها ظهره، فإِن لم يرتدعن فاضربوهن ضربًا غير مبرّح ﴿فَإِنْ أَطَعْنَكُمْ فَلاَ تَبْغُواْ عَلَيْهِنَّ سَبِيلًا﴾ أي فإِن أطعن أمركم فلا تلتمسوا طريقًا لإِيذائهن ﴿إِنَّ الله كَانَ عَلِيًّا كَبِيرًا﴾ أي فإِن الله تعالى أعلى منكم وأكبر وهو وليهن ينتقم ممن ظلمهن وبغى عليهن. . انظر كيف يعلمنا سبحانه أن نؤدب نساءنا وانظر إِلى ترتيب العقوبات ودقتها حيث أمرنا بالوعظ ثم بالهجران ثم بالضرب ضربًا غير مبرح ثم ختم الآية بصفة العلو والكبر لينبه العبد على أن قدرة الله فوق قدرة الزوج عليها وأنه تعالى عون الضعفاء وملاذ المظلومين! ﴿﴿وَإِنْ خِفْتُمْ شِقَاقَ بَيْنِهِمَا فابعثوا حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَآ﴾ أي وإِن خشيتم أيها الحكام مخالفةً وعداوة بين الزوجين فوجهوا حكمًا عدلًا من أهل الزوج وحكمًا عدلًا من أهل الزوجة يجتمعان فينظران في أمرهما ويفعلان ما فيه المصلحة ﴿إِن يُرِيدَآ إِصْلاَحًا يُوَفِّقِ الله بَيْنَهُمَآ﴾ أي إِن قصدا إِصلاح ذات البين وكانت نيتهما صحيحة وقلوبهما ناصحة لوجه الله، بورك في وساطتهما وأوقع الله بين الزوجين الوفاق والألفة وألقى في نفوسهما المودة والرحمة ﴿إِنَّ الله كَانَ عَلِيمًا خَبِيرًا﴾ أي عليمًا بأحوال العباد حكيمًا في تشريعه لهم ﴿واعبدوا الله وَلاَ تُشْرِكُواْ بِهِ شَيْئًا وبالوالدين إِحْسَانًا﴾ أي وحدوه وعظموه ولا تشركوا به شيئًا من الأشياء صنمًا أو غيره، واستوصوا بالوالدين برًّا وإِنعامًا وإِحسانًا وإِكرامًا ﴿وَبِذِي القربى واليتامى والمساكين﴾ أي وأحسنوا إِلى الأقارب عامة وإِلى اليتامى والمساكين خاصة ﴿والجار ذِي القربى﴾ أي الجار القريب فله عليك حق الجوار وحق القرابة ﴿والجار الجنب﴾ أي الجار الأجنبي الذي لا قرابة بينك وبينه ﴿والصاحب بالجنب﴾ قال ابن عباس: هو الرفيق في السفر، وقال الزمخشري: «هو الذي صحبك إِما رفيقًا في سفر، أو جارًا ملاصقًا، أو شريكًا في تعلم علم، أو قاعدًا إِلى جنبك في مجلس أو غير ذلك، من له أدنى صحبةٍ التأمت بينك وبينه فعليك أن ترعى ذلك الحق ولا تنساه وقيل: هي المرأة» ﴿وابن السبيل﴾ أي المسافر الغريب الذي انقطع عن بلده وأهله ﴿وَمَا مَلَكَتْ أَيْمَانُكُمْ﴾ أي المماليك من العبيد والإِماء ﴿إِنَّ الله لاَ يُحِبُّ مَن كَانَ مُخْتَالًا فَخُورًا﴾ أي متكبرًا في نفسه يأنف عن أقاربه وجيرانه فخورًا على الناس مترفعًا عليهم يرى أنه خير منهم، وهذه آية جامعة جاءت حثًا على الإِحسان واستطرادًا لمكارم الأخلاق، ومن تدبرها حق التدبر أغنتْه عن كثير من مواعظ البلغاء، ونصائح الحكماء، ثم بين تعالى صفات هؤلاء الذين يبغضهم الله فقال ﴿الذين يَبْخَلُونَ وَيَأْمُرُونَ الناس بالبخل﴾ أي يمنعون ما أوجب الله عليهم من الإِنفاق في سبيل الله ويأمرون غيرهم بترك الإِنفاق، والآية في اليهود نزلت في جماعة منهم كانوا يقولون للأنصار لا تنفقوا أموالكم في الجهاد والصدقات، وهي مع ذلك عامة ﴿وَيَكْتُمُونَ مَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ أي يخفون ما عندهم من المال والغنى، ويخفُون نعته ﵇ الموجود في التوراة ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي هيأنا للجاحدين نعمة الله عذابًا أليمًا مع الخزي والإِذلال لهم ﴿والذين يُنْفِقُونَ أَمْوَالَهُمْ رِئَآءَ الناس﴾ أي ينفقونها للفخار والشهرة لا ابتغاء وجه الله ﴿وَلاَ يُؤْمِنُونَ بالله وَلاَ باليوم الآخر﴾ أي ولا","vol":"1","page":252},{"text":"يؤمنون الإِيمان الصحيح بالله واليوم الآخر، والآية في المنافقين ﴿وَمَن يَكُنِ الشيطان لَهُ قَرِينًا فَسَآءَ قِرِينًا﴾ أي من كان الشيطان صاحبًا له وخليلًا يعمل بأمره فساء هذا القرين والصاحب ﴿وَمَاذَا عَلَيْهِمْ لَوْ آمَنُواْ بالله واليوم الآخر وَأَنْفَقُواْ مِمَّا رَزَقَهُمُ الله﴾ الإِستفهام للإِنكار والتوبيخ أي ماذا يضيرهم وأي تبعةٍ وبالٍ عليهم في الإِيمان بالله والإِنفاق في سبيله؟ قال الزمخشري: وهذا كما يقال للمنتقم: ما ضرك لو عفوت؟ وللعاقّ: ما كان يرزؤك لو كنت بارًا؟ وهو ذم وتوبيخ وتجهيل بمكان المنفعة ﴿وَكَانَ الله بِهِم عَلِيمًا﴾ وعيد لهم بالعقاب أي سيجازيهم بما عملوا ﴿إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾ أي لا يبخس أحدًا من عمله شيئًا ولو كان وزن ذرة وهي الهباءة وذلك على سبيل التمثيل تنبيهًا بالقليل على الكثير ﴿وَإِن تَكُ حَسَنَةً يُضَاعِفْهَا﴾ أي وإِن كانت تلك الذرة حسنة ينمّها ويجعلها أضعافًا كثيرة ﴿وَيُؤْتِ مِن لَّدُنْهُ أَجْرًا عَظِيمًا﴾ أي ويعط من عنده تفضلًا وزيادة على ثواب العمل أجرًا عظيمًا وهو الجنة ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ أي كيف يكون حال الكفار والفجار حين نأتي من كل أمةٍ بنبيها يشهد عليها، ونأتي بك يا محمد على العصاة والمكذبين من أمتك تشهد عليهم بالجحود والعصيان؟﴾ كيف يكون موقفهم؟ وكيف يكون حالهم؟ والاستفهام هنا للتوبيخ والتقريع ﴿يَوْمَئِذٍ يَوَدُّ الذين كَفَرُواْ وَعَصَوُاْ الرسول﴾ أي في ذلك اليوم العصيب يتمنى الفجار الذين جحدوا وجدانية الله وعصوا رسوله ﴿لَوْ تسوى بِهِمُ الأرض﴾ أي لو يدفنوا في الأرض ثم تُسوّى بهم كما تُسوَّى بالموتى، أو لو تنشقالأرض فتبتلعهم ويكونون ترابًا كقوله\n﴿يَوْمَ يَنظُرُ المرء مَا قَدَّمَتْ يَدَاهُ وَيَقُولُ الكافر ياليتني كُنتُ تُرَابًا﴾ [النبأ: ٤٠] وذلك لما يرون من أهوال يوم القيامة ﴿وَلاَ يَكْتُمُونَ الله حَدِيثًا﴾ أي لا يستطيعون أن يكتموا الله حديثًا لأن جوارحهم تشهد عليهم بما فعلوه. . ثم أمر تعالى باجتناب الصلاة في حال السكر والجنابة فقال ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى حتى تَعْلَمُواْ مَا تَقُولُونَ﴾ أي لا تصلوا في حالة السكر لأن هذه الحالة لا يتأتى معها الخشوع والخضوع بمناجاته ﷾، وقد كان هذا قبل تحريم الخمر روى الترمذي عن علي كرم الله وجهه أنه قال «صنع لنا عبد الرحمن بن عوف طعامًا فدعانا وسقانا من الخمر فأخذت الخمر منا وحضرت الصلاة فقدموني فقرأت» قل يا أيها الكافرون أعبد ما تعبدون. ونحن نعبد ما تعبدون «فأنزل الله ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تَقْرَبُواْ الصلاة وَأَنْتُمْ سكارى﴾ الآية ﴿وَلاَ جُنُبًا إِلاَّ عَابِرِي سَبِيلٍ حتى تَغْتَسِلُواْ﴾ أي ولا تقربوها وأنتم جنب أي غير طاهرين بإِنزالٍ أو إِيلاج إِلا إِذا كنتم مسافرين ولم تجدوا الماء فصلوا على تلك الحالة بالتيمم ﴿وَإِنْ كُنْتُمْ مرضى أَوْ على سَفَرٍ أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّن الغآئط﴾ أي وإِن كنتم مرضى ويضركم الماء، أو مسافرين وأنتم محدثون أو أحدثتم ببولٍ أو غائطٍ ونحوهما حدثًا أصغر ولم تجدوا الماء ﴿أَوْ لاَمَسْتُمُ النسآء﴾ قال ابن عباس: هو الجماع ﴿فَلَمْ تَجِدُواْ","vol":"1","page":253},{"text":"مَآءً﴾ أي فلم تجدوا الماء الذي تتطهرون به ﴿فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ﴾ أي اقصدوا عند عدم وجود الماء التراب الطاهر فتطهروا به وامسحوا وجوهكم وأيديكم بذلك التراب ﴿إِنَّ الله كَانَ عَفُوًّا غَفُورًا﴾ أي يرخّص ويسهّل على عباده لئلا يفعلوا في الحرج.\nالبَلاَغَة: تضمنت هذه الآيات من الفصاحة والبيان والبديع ما يلي:\n١ - الإِطناب في قوله ﴿نَصِيبٌ مِّمَّا اكتسبوا ... نَصِيبٌ مِّمَّا اكتسبن﴾ وفي ﴿حَكَمًا مِّنْ أَهْلِهِ وَحَكَمًا مِّنْ أَهْلِهَآ﴾ وفي ﴿والجار ذِي القربى والجار الجنب﴾ .\n٢ - الاستعارة ﴿مِّمَّا اكتسبوا﴾ شبه استحقاقهم للإِرث وتملكهم له بالإِكتساب واشتق من لفظ الاكتساب اكتسبوا على طريقة الاستعارة التبعية.\n٣ - الكناية في ﴿واهجروهن فِي المضاجع﴾ فقد كنى بذلك عن الجماع وكذلك في ﴿لاَمَسْتُمُ النسآء﴾ قال ابن عباس معناه: جامعتم النساء كما كنى عن الحدث بالغائط في قوله ﴿أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّن الغآئط﴾ .\n٤ - صيغة المبالغة في ﴿الرجال قَوَّامُونَ﴾ لأن فعّال من صيغ المبالغة ومجيء الجملة إسمية لإِفادة الدوام والاستمرار.\n٥ - السؤال عن المعلوم لتوبيخ السامع في قوله ﴿فَكَيْفَ إِذَا جِئْنَا﴾ يراد بها التقريع والتوبيخ.\n٦ - جناس الاشتقاق في ﴿حَافِظَاتٌ ... حَفِظَ﴾ وفي قوله ﴿بِشَهِيدٍ ... . وَشَهِيدًا﴾ .\n٧ - التعريض في ﴿مُخْتَالًا فَخُورًا﴾ عرّض بذلك إِلى ذم الكبر المؤدي لاحتقار الناس.\n٨ - الحذف في عدة مواضع مثل ﴿وبالوالدين إِحْسَانًا﴾ أي أحسنوا إلى الوالدين إحسانًا.\nالفوَائِد: الأولى: لم يذكر الله تعالى في الآية إِلا «الإِصلاح» في قوله ﴿إِن يُرِيدَآ إِصْلاَحًا﴾ ولم يذكر ما يقابله وهو التفريق وفي ذلك إِشارة لطيفة إِلى أنه ينبغي على الحكمين أن يبذلا جهدهما للإِصلا ح لأن في التفريق خراب البيوت وتشتيت الأولاد وذلك مما ينبغي أن يجتنب.\nالثانية: ختم تعالى الآية بهذين الإِسمين العظيمين ﴿إِنَّ الله كَانَ عَلِيًّا كَبِيرًا﴾ وذلك لتهديد الأزواج عند التعسف في استعمال الحق فكأن الآية تقول: لا تغتروا بكونكم أعلى يدًا منهن وأكبر درجة منهن فإِن الله عليٌّ قاهر ينتقم ممن ظلمهن وبغى عليهن، فالله أعلى منكم وأقدر عليكم منكم عليهن فاحذروا عقابه.\nالثالثة: روى البخاري «عن عبد الله بن مسعود ﵁ قال: قال لي رسول الله ﷺ َ إِقرأ عليًّ القرآن فقلت يا رسول الله: اقرأ عليك وعليك أُنزل؟ قال: نعم فإِني أحب أن أسمعه من غيري!! فقرأت سورة النساء حتى أتيت إِلى هذه الآية ﴿فَكَيْفَ إِذَا جِئْنَا مِن كُلِّ أُمَّةٍ بِشَهِيدٍ وَجِئْنَا بِكَ على هؤلاء شَهِيدًا﴾ فقال: حسبك الآن فنظرت فإِذا عيناه تذرفان» .\nتنبيه: ورد النظم الكريم ﴿بِمَا فَضَّلَ الله بَعْضَهُمْ على بَعْضٍ﴾ ولو قال: بتفضيلهم عليهن لكان أخضر وأوجز ولكنَّ التعبير ورد بتلك الصيغة لحكمة جليلة وهي إِفادة أن المرأة من الرجل بمنزلة","vol":"1","page":254},{"text":"عضوٍ من جسم الإِنسان وكذلك العكس، فالرجل بمنزلة الرأس، والمرأة بمنزلة عضوٌ على عضو، فالأذن لا تغني عن العين، واليد لا تغني عن القدم، ولا عار على الشخص أن يكون قلبه أفضل من معدته ورأسه أشرف من يده فالكل يؤدي دوره بانتظام ولا غنى لواحدٍ عن الآخر وهذا هو سر التعبير بقوله ﴿بَعْضَهُمْ على بَعْضٍ﴾ فظهر أن الآية في نهاية الإيجاز والإِعجاز.\n«كلمة حول تأديب النساء»\nلعل أخبث ما يتخذه أعداء الإِسلام للطعن في الشريعة الإِسلامية زعمهم أن الإِسلام أهان المرأة حين سمح للرجل أن يضربها ويقولون: كيف يسمح القرآن بضرب المرأة ﴿واهجروهن فِي المضاجع﴾ أفليس إِهانة للمرأة واعتداءً على كرامتها؟ ﴿\nوالجواب: نعم لقد أذن الحكيم العليم بضربها ولكن متى يكون الضرب؟ ولمن يكون؟ إِن الضرب - ضربًا غير مبرِّح - كما ورد به الحديث الشريف أحد الطرق في معالجة نشوز المرأة وعصيانها لأمر الزوج، فحين تسيء المرأة عشرة زوجها وتركب رأسها وتسير بقيادة الشيطان وتقلب الحياة الزوجية إلى جحيم لا يطاق فماذا يصنع الرجل في مثل هذه الحالة؟﴾ لقد أرشدنا القرآن الكريم إلى الدواء فأمر بالصبر والأناة، ثم بالوعظ والإِرشاد، ثم بالهجر في المضاجع، فإِذا لم تنجح كل هذه الوسائل فلا بدَّ من سلوك طريق آخر هو الضرب غير المبرح لكسر الغطرسة والكبرياء، وهذا أقل ضررًا من إِيقاع الطلاق عليها، وإِذا قيس الضرر الأخف بالضرر الأكبر كان حسنًا وجميلًا وما أحسن ما قيل «وعند ذكر العمى يُستحسن العَوَر» فالضرب طريق من طرق العلاج ينفع في بعض الحالات التي يستعصي فيها الإِصلاح باللطف والإِحسان والجميل ﴿فَمَالِ هؤلاء القوم لاَ يَكَادُونَ يَفْقَهُونَ حَدِيثًا﴾ [النساء: ٧٨] !! .","vol":"1","page":255},{"text":"سَبَبُ النّزول: روي أن أبا سفيان قال لكعب بن الأشرف - أحد أحبار اليهود - إِنك امرؤٌ تقرأ الكتاب وتعلم، ونحن أميون لا نعلم فأينا أهدى طريقًا نحن أم محمد؟ فقال: اعرضوا عليَّ دينكم فقال أبو سفيان: نحن ننحر للحجيج الكوماء، ونسقيهم الماء، ونقري الضيف، ونعمر بيت ربنا، ومحمد فارق دين آبائه وقطع الرحم!! فقال: دينم خير من دينه وأنتم والله أهدى سبيلًا مما هو عليه فأنزل الله ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب ...﴾ الآية.\nالمنَاسَبَة: لما ذكر تعالى شيئًا من أحوال الكفار في الآخرة وأنهم يتمنون لو تسوّى بهم الأرض ولا يكتمون الله حديثًا. . أعقبه بذكر ما عليه اليهود من الكفر والجحود والتكذيب بآيات الله، ثم ذكر طائفة من عقائد أهل الكتاب الزائغة وما أعد لهم من العذاب المقيم في دار الجحيم أعاذنا الله منها.\nاللغَة: ﴿رَاعِنَا﴾ راقبنا وانظرنا وهي كلمة سب في العبرية وكان اليهود يقولونها ويعنون بها معنى الرعونة ﴿أَقْوَمَ﴾ أعدل وأصوب ﴿نَّطْمِسَ﴾ الطمس: المحو وإِذهاب أثر الشيء ﴿فَتِيلًا﴾ الفتيل: الخيط الذي في شق النواة ﴿الجبت﴾ اسم الصنم ثم صار مستعملًا لكل باطل ﴿الطاغوت﴾ كل ما عبد من دون الله من حجر أو بشر أو شيطان وقيل هو اسم للشيطان ﴿نَقِيرا﴾ النقير: النقطة التي على ظهر النواة ﴿نُصْلِيهِمْ﴾ ندخلهم.\nالتفِسير: ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب﴾ الاستفهام للتعجيب من سوء حالهم والتحذير عن موالاتهم أي ألم تنظر يا محمد إِلى الذين أعطوا حظًا من علم التوراة وهم أحبار اليهود ﴿يَشْتَرُونَ الضلالة﴾ أي يختارون الضلالة على الهدى ويؤثرون الكفر على الإِيمان ﴿وَيُرِيدُونَ أَن تَضِلُّواْ السبيل﴾ أي ويريدون لكم يا معشر المؤمنين أن تضلوا طريق الحق لتكونوا مثلهم ﴿والله أَعْلَمُ بِأَعْدَائِكُمْ﴾ أي هو تعالى أعلم بعداوة هؤلاء اليهود الضَّالين منكم فاحذروهم ﴿وكفى بالله وَلِيًّا وكفى بالله نَصِيرًا﴾ أي حسبكم أن يكون الله وليًا وناصرًا لكم فثقوا به واعتمدوا عليه وحده فهو تعالى يكفيكم مكرهم. . ثم ذكر تعالى طرفًا من قبائح اليهود اللعناء فقال ﴿مِّنَ الذين هَادُواْ يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ﴾ أي من هؤلاء اليهود فريق يبدّلون كلام الله في التوراة ويفسرونه بغير مراد الله قصدًا وعمدًا فقد غيرّوا نعت محمد ﷺ َ وأحكام الرجم وغير ذلك ﴿وَيَقُولُونَ سَمِعْنَا وَعَصَيْنَا﴾ أي ويقولون","vol":"1","page":256},{"text":"لك إِذا دعوتهم للإِيمان سمعنا قولك وعصينا أمرك قال مجاهد: سمعنا ما قلته يا محمد ولا نطيعك فيه، وهذا أبلغ في الكفر والعناد ﴿واسمع غَيْرَ مُسْمَعٍ﴾ أي اسمع ما نقول لا سمعت والكلام ذو وجهين يحتمل الخير والشر وأصله للخير أي لا سمعتَ مكروهًا ولكنَّ اليهود الخبثاء كانوا يقصدون به الدعاء على الرسول ﷺ َ أي لا أسمعكَ الله وهو دعاء بالصمم أو بالموت ﴿وَرَاعِنَا﴾ أي ويقولون في أثناء خطابهم راعنا وهي كلمة سبّ من الرعونة وهي الحُمْق، فكانوا سخريةً وهزؤًا برسول الله ﷺ َ يكلمونه بكلام محتمل ينوون به الشتيمة والإِهانة ويظهرون به التوقير والإِكرام ولهذا قال تعالى ﴿لَيًّا بِأَلْسِنَتِهِمْ وَطَعْنًا فِي الدين﴾ أي فتلًا وتحريفًا عن الحق إِلى الباطل وقدحًا في الإِسلام قال ابن عطية: وهذا موجود حتى الآن في اليهود وقد شاهدناهم يربّون أولادهم الصغار على ذلك ويحفظونهم ما يخاطبون به المسلمين مما ظاهره التوقير ويريدون به التحقير ﴿وَلَوْ أَنَّهُمْ قَالُواْ سَمِعْنَا وَأَطَعْنَا﴾ أي عوضًا من قولهم سمعنا وعصينا ﴿واسمع وانظرنا﴾ أي عوضًا عن قولهم غير مسمع وراعنا أي لو أن هؤلاء اليهود قالوا للرسول ﷺ َ ذلك القول اللطيف بدل ذلك القول الشنيع ﴿لَكَانَ خَيْرًا لَّهُمْ وَأَقْوَمَ﴾ أي لكان ذلك القول خيرًا لهم عند الله وأعدل وأصوب ﴿وَلَكِن لَّعَنَهُمُ الله بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلًا﴾ أي أبعدهم الله عن الهدى وعن رحمته بسبب كفرهم السابق فلا يؤمنون إِلا إِيمانًا قليلًا قال الزمخشري: أي ضعيفًا ركيكًا لا يُعبأ به وهو إِيمانهم ببعض الكتاب والرسل.\n. ثم توعدهم تعالى بالطمس وإِذهاب الحواس فقال ﴿يَا أَيُّهَآ الذين أُوتُواْ الكتاب آمِنُواْ بِمَا نَزَّلْنَا﴾ أي يا معشر اليهود آمنوا بالقرآن الذي نزلناه على محمد ﷺ َ ﴿مُصَدِّقًا لِّمَا مَعَكُمْ﴾ أي مصدقًا للتوراة ﴿مِّن قَبْلِ أَن نَّطْمِسَ وُجُوهًا فَنَرُدَّهَا على أَدْبَارِهَآ﴾ أي انطمس منها الحواس من أنفٍ أو عين أو حاجب حتى تصير كالأدبار، وهذا تشويه عظيم لمحاسن الإِنسان وهو قول ابن عباس ﴿أَوْ نَلْعَنَهُمْ كَمَا لَعَنَّآ أَصْحَابَ السبت﴾ أي نمسخهم كما مسخنا أصحاب السبت وهم الذين اعتدوا في السبت فمسخهم الله قردة وخنازير ﴿وَكَانَ أَمْرُ الله مَفْعُولًا﴾ أي إِذا أمر بأمر فإِنه نافذ كائن لا محالة ﴿إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَن يَشَآءُ﴾ أي لا يغفر الشرك ويغفر ما سوى ذلك من الذنوب لمن شاء من عباده ﴿وَمَن يُشْرِكْ بالله فَقَدِ افترى إِثْمًا عَظِيمًا﴾ أي من أشرك بالله فقد اختلق إِثمًا عظيمًا قال الطبري: قد أبانت هذه الآية أن كل صاحب كبيرة ففي مشيئة الله إِن شاء عفا عنه وإِن شاء عاقبه عليه ما لم تكن كبيرته شركًا بالله. . ثم ذكر تعالى تزكية اليهود أنفسهم مع كفرهم وتحريفهم الكتاب فقال ﴿أَلَمْ تَرَ إِلَى الذين يُزَكُّونَ أَنْفُسَهُمْ﴾ أي ألم يبلغك خبر هؤلاء الذين يمدحون أنفسهم ويصفونها بالطاعة والتقوى؟ والاستفهام للتعجيب من أمرهم قال قتادة: ذلكم أعداء الله اليهود زكُّوا أنفسهم فقالوا ﴿نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ﴾\n[المائدة: ١٨] أي ليس الأمر بتزكيتهم بل بتزكية الله فهو أعلم بحقائق الأمور وغوامضها يزكي المرتضين من عباده","vol":"1","page":257},{"text":"وهم الأطهار الأبرار لا اليهود الأشرار ﴿وَلاَ يُظْلَمُونَ فَتِيلًا﴾ أي لا ينقصون من أعمالهم بقدر الفتيل وهو الخليط الذي في شق النواة وهو مثلٌ للقلة كقوله ﴿إِنَّ الله لاَ يَظْلِمُ مِثْقَالَ ذَرَّةٍ﴾ [النساء: ٤٠] ﴿انظُرْ كَيفَ يَفْتَرُونَ عَلَى اللَّهِ الكَذِبَ﴾ هذا تعجيب من افترائهم وكذبهم أي انظر يا محمد كيف اختلقوا على الله الكذب في تزكيتهم أنفسهم وادعائهم أنهم أبناء الله وأحباؤه ﴿وكفى بِهِ إِثْمًا مُّبِينًا﴾ أي كفى بهذا الافتراء وزرًا بينًا وجرمًا عظيمًا ﴿أَلَمْ تَرَ إِلَى الذين أُوتُواْ نَصِيبًا مِّنَ الكتاب يُؤْمِنُونَ بالجبت والطاغوت﴾ الاستفهام للتعجيب والمراد بهم أيضًا اليهود أُعطوا حظًا من التوراة وهم مع ذلك يؤمنون بالأوثان والأصنام وكلّ ما عبد من دون الرحمن ﴿وَيَقُولُونَ لِلَّذِينَ كَفَرُواْ هؤلاء أهدى مِنَ الذين آمَنُواْ سَبِيلًا﴾ أي يقول اليهود لكفار قريش أنتم أهدى سبيلًا من محمد وأصحابه قال ابن كثير: يفضّلون الكفار على المسلمين بجهلهم وقلة دينهم وكفرهم بكتاب الله الذي بأيديهم قال تعالى إِخبارًا عن ضلالهم ﴿أولئك الذين لَعَنَهُمُ الله﴾ أي طردهم وأبعدهم عن رحمته ﴿وَمَن يَلْعَنِ الله فَلَن تَجِدَ لَهُ نَصِيرًا﴾ أي من يطرده من رحمته فمن ينصره من عذاب الله؟ ويمنع عنه آثار اللعنة وهو العذاب العظيم ﴿أَمْ لَهُمْ نَصِيبٌ مِّنَ الملك﴾ أي أم لهم حظٌ من الملك؟ وهذا على وجه الإِنكار يعني ليس لهم من الملك شيء ﴿فَإِذًا لاَّ يُؤْتُونَ الناس نَقِيرًا﴾ أي لو كان لهم نصيب من الملك فإِذا لا يؤتون أحدًا مقدار نقير لفرط بخلهم، والنقير مثلٌ في القلة كالفتيل والقطمير وهو النكتة في ظهر النواة، ثم انتقل إلى خصلة ذميمة أشد من البخل فقال ﴿أَمْ يَحْسُدُونَ الناس على مَآ آتَاهُمُ الله مِن فَضْلِهِ﴾ قال ابن عباس: حسدوا النبي ﷺ َ على النبوة وحسدوا أصحابه على الإِيمان والمعنى: بل أيحسدون النبي ﷺ َ والمؤمنين على النبوة التي فضل الله بها محمدًا وشرّف بها العرب ويحسدون المؤمنين على ازدياد العز والتمكين؟ ﴿فَقَدْ آتَيْنَآ آلَ إِبْرَاهِيمَ الكتاب والحكمة وَآتَيْنَاهُمْ مُّلْكًا عَظِيمًا﴾ أي فقد أعطينا أسلافكم من ذرية إِبراهيم النبوة وأنزلنا عليهم الكتب وأعطيناهم الملك العظيم مع النبوة كداود وسليمان فلأي شيء تخصون محمدًا ﷺ َ بالحسد دون غيره ممن أنعم الله عليهم؟ والمقصود الرد على اليهود في حسدهم للنبي ﷺ َ وإِلزام لهم بما عرفوه من فضل الله على آل إِبراهيم ﴿فَمِنْهُمْ مَّنْ آمَنَ بِهِ وَمِنْهُمْ مَّن صَدَّ عَنْهُ﴾ أي من اليهود من آمن بمحمد ﷺ َ وهم قلة قليلة ومنهم من أعرض فلم يؤمن وهم الكثرة كقوله ﴿فَمِنْهُمْ مُّهْتَدٍ وَكَثِيرٌ مِّنْهُمْ فَاسِقُونَ﴾\n[الحديد: ٢٦] ﴿وكفى بِجَهَنَّمَ سَعِيرًا﴾ أي كفى بالنار المسعّرة عقوبة لهم على كفرهم وعنادهم. . ثم أخبر تعالى بما أعده للكفرة الفجرة من الوعيد والعذاب الشديد فقال ﴿إِنَّ الذين كَفَرُواْ بِآيَاتِنَا سَوْفَ نُصْلِيهِمْ نَارًا﴾ أي سوف ندخلهم نارًا عظيمة هائلة تشوي الوجوه والجلود ﴿كُلَّمَا نَضِجَتْ جُلُودُهُمْ بَدَّلْنَاهُمْ جُلُودًا غَيْرَهَا لِيَذُوقُواْ العذاب﴾ أي كلما انشوت جلودهم واحترقت احتراقًا تامًا بدلناهم جلودًا غيرها ليدوم لهم ألم العذاب، قال الحسن: تُنْضجهم النار في اليوم سبعين ألف مرة كلما أكلتهم قيل لهم عودوا فعادوا كما كانوا وقال الربيع: جلد أحدهم أربعون ذراعًا، وبطنُه لو وضع فيه جبل لوسعه، فإِذا أكلت النار جلودهم بدلوا جلودًا غيرها في الحديث «يعظم أهل النار في النار حت إِن بين شحمة أذن أحدهم إِلى عاتقه مسيرة","vol":"1","page":258},{"text":"سبعمائة عام، وإن غلظ جلده سبعون ذراعًا وإِن ضرسه مثل أحد» ﴿إِنَّ الله كَانَ عَزِيزًا حَكِيمًا﴾ أي عزيز لا يمتنع عليه شيء حكيم لا يعذّب إِلا بعدل ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ هذا إِخبار عن مآل السعداء أي سندخلهم جنات تجري فيها الأنهار في جمع فجاجها وأرجائها حيث شاءوا وأين أرادوا مقيمين في الجنة لا يموتون ﴿لَّهُمْ فِيهَآ أَزْوَاجٌ مُّطَهَّرَةٌ﴾ أي لهم في الجنة زوجات مطهرات من الأقدار والأذى قال مجاهد: مطهرات من البول والحيض والنخام والبزاق والمني والولد ﴿وَنُدْخِلُهُمْ ظِلًاّ ظَلِيلًا﴾ أي ظلًا دائمًا لا تنسخه الشمس ولا حر فيه ولا برد قال الحسن: وُصف بأنه ظليل لأنه لا يدخله ما يدخل ظل الدنيا من الحرّ والسموم، وفي الحديث «إِن في الجنة لشجرة يسير الراكب في ظلها مائة عام لا يقطعها» .\nالبَلاَغَة: تضمنت هذه الآيات من الفصاحة والبلاغة والبديع ما يلي بالإِيجاز:\n١ - المجاز المرسل في ﴿أَمْ يَحْسُدُونَ الناس﴾ المراد به محمد ﷺ َ من باب تسمية الخاص باسم العام إِشارة إِلى أنه جمعت فيه كمالات الأولين والآخرين.\n٢ - الاستعارة في ﴿يَشْتَرُونَ الضلالة﴾ وفي ﴿لِيَذُوقُواْ العذاب﴾ لأن أصل الذوق باللسان فاستعير إِلى الألم الذي يصيب الإِنسان وفي ﴿لَيًّا بِأَلْسِنَتِهِمْ﴾ لأن أصل الليّ فتل الحبل فاستعير للكلام الذي قصد به غير ظاهره وفي ﴿نَّطْمِسَ وُجُوهًا﴾ وهي عبارة عن مسخ الوجوه تشبيهًا بالصحيفة المطموسة التي عُمّيت سطورها وأشكلت حروفها.\n٣ - الاستفهام الذي يراد به التعجب في ﴿أَلَمْ تَرَ﴾ في موضعين.\n٤ - التعجب بلفظ الأمر في ﴿انظُرْ كَيفَ يَفْتَرُونَ﴾ وتلوين الخطاب في ﴿يَفْتَرُونَ﴾ وإقامته مقام الماضي للدلالة على الدوام والاستمرار.\n٥ - الاستفهام الذي يراد منه التوبيخ والتقريع في ﴿أَمْ لَهُمْ نَصِيبٌ﴾ وفي ﴿أَمْ يَحْسُدُونَ﴾ .\n٦ - التعريض في ﴿فَإِذًا لاَّ يُؤْتُونَ الناس نَقِيرًا﴾ عرَّض بشدة بخلهم.\n٧ - الطباق في ﴿وُجُوه وَأَدْبَارِ﴾ وفي ﴿آمِنُواْ. . كَفَرُواْ﴾ .\n٨ - جناس الاشتقاق في ﴿نَلْعَنَهُمْ. . وَلَعَنَّآ﴾ وفي ﴿يُؤْتُونَ ... آتَاهُمُ﴾ وفي ﴿ظِلًاّ ظَلِيلًا﴾ .\n٩ - الإِطناب في مواضع، والحذف في مواضع.","vol":"1","page":259},{"text":"المنَاسَبَة: لما ذكر تعالى حال اليهود وما هم عليه من الحسد والعناد والجحود، وذكر ما أعده لهم من العذاب والنكال في الآخرة، أعقبه بتوجيه المؤمنين إِلى طريق السعادة بطاعة الله ورسوله وأداء الأمانات والحكم بالعدل بين الناس، ثم ذكر صفات المنافقين التي ينبغي الحذر منها والبعد عنها.\nاللغَة: ﴿نِعِمَّا﴾ أصلها نعم ما أي نعم الشيء يعظكم به ﴿تَأْوِيلًا﴾ مآلًا وعاقبة ﴿يَزْعُمُونَ﴾ الزعم: الاعتقاد الظني قال الليث: أهل العربية يقولون: زعم فلان إِذا شكُّوا فيه فلم يعرفوا أَكَذَب أو صدَقَ وقال ابن دريد: أكثر ما يقع على الباطل ومنه قولهم «زعموا مطيّةُ الكذب» ﴿تَوْفِيقًا﴾ تأليفًا والوفاق والوَفْق ضد المخالفة ﴿بَلِيغًا﴾ مؤثرًا ﴿شَجَرَ﴾ اختلف واختلط ومنه الشجر لتداخل أغصانه واختلاط بعضها في بعض ﴿حَرَجًا﴾ ضيقًا وشكًا قال الواحدي: يقال للشجر الملتف الذي لا يكاد يوصل إِليه حرج.\nسَبَبُ النّزول: أ - روي أن رسول الله ﷺ َ لما دخل مكة يوم الفتح أغلق «عثمان بن طلحة» باب الكعبة وصعد السطح وأبي أن يدفع المفتاح لرسول الله ﷺ َ وقال: لو علمتُ أنه رسول الله لم أمنعه فلوى عليٌّ يده وأخذه منه وفتح بابها فدخل رسول الله ﷺ َ وصلى ركعتين فلما خرج أمر عليًا أن يردّ المفتاح إِلى عثمان بن طلحة ويعتذر إِليه فقال له عثمان: آذيتَ وأكرهت ثم جئتَ تترفق!! فقال لقد أنزل الله في شأنك قرآنًا ﴿إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا ...﴾ وقرأ عليه الآية","vol":"1","page":260},{"text":"فأسلم عثمان فقال النبي ﷺ َ: «خذوها يا بني طلحة خالدة تالدة لا يأخذها منكم إِلا ظالم» .\nب - عن ابن عباس أن رجلًا من المنافقين يقال له «بِشْر» كان بينه وبين يهودي خصومةٌ فقال اليهودي: تعال نتحاكم إِلى محمد فقال المنافق: بل نتحاكم إِلى «كعب بن الأشرف» - وهو الذي سماه الله الطاغوت - فأبى اليهودي أن يخاصمه إِلا إِلى رسول الله ﷺ َ فقضى رسول الله لليهودي على المنافق، فلما خرج من عنده لم يرض المنافق وقال: تعالى نتحاكمْ إِلى عمر بن الخطاب فأتيا عمر فقال اليهودي: كان بيني وبين هذا خصومة فتحاكمنا إِلى محمد فقضى لي عليه فلم يرض بقضائه وزعم أنه يخاصمني إِليك فقال عمر للمنافق: أكذلك هو؟ فقال: نعم فقال عمر: مكانكما حتى أخرج إِليكما فدخل عمر فاشتمل عليه سيفه ثم خرج فضرب به المنافق حتى برد - أي مات - وقال: هكذا أقضي فيمن لم يرض بقضاء الله ورسوله فنزلت الآية ﴿أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ.\n.﴾ الآية.\nالتفِسير: ﴿إِنَّ الله يَأْمُرُكُمْ أَن تُؤدُّواْ الأمانات إلى أَهْلِهَا﴾ الخطاب عام لجميع المكلفين كما أن الأمانات تعم جميع الحقوق المتعلقة بالذمم سواءً كانت حقوق الله أو العباد قال الزمخشري: الخطاب عام لكل أحد في كل أمانة، والمعنى يأمركم الله أيها المؤمنون بأداء الأمانات إِلى أربابها قال ابن كثير: يأمر تعالى بأداء الأمانات إِلى أهلها وهو يعم جميع الأمانات الواجبة على الإِنسان من حقوق الله ﷿ على عباده من الصلاة والزكاة والصيام والكفارات وغيرها، ومن حقوق العباد بعضهم على بعض كالودائع وغيرها ﴿وَإِذَا حَكَمْتُمْ بَيْنَ الناس أَن تَحْكُمُواْ بالعدل﴾ أي ويأمركم أن تعدلوا بين الناس في أحكامكم ﴿إِنَّ الله نِعِمَّا يَعِظُكُمْ بِهِ﴾ أي نعم الشيء الذي يعظكم به ﴿إِنَّ الله كَانَ سَمِيعًا بَصِيرًا﴾ فيه وعد ووعيد أي سميع لأقوالكم بصير بأفعالكم ﴿يَا أَيُّهَا الذين آمَنُواْ أَطِيعُواْ الله وَأَطِيعُواْ الرسول وَأُوْلِي الأمر مِنْكُمْ﴾ أي أطيعوا الله وأطيعوا رسوله بالتمسك بالكتاب والسنة، وأطيعو الحكام إِذا كانوا مسلمين متمسكين بشرع الله إِذ لا طاعة لمخلوقٍ في معصية الخالق، وفي قوله ﴿مِنْكُمْ﴾ دليل على أن الحكام الذين تجب طاعتهم يجب أن يكونوا مسلمين حسًّا ومعنى، لحمًا ودمًا، لا أن يكونوا مسلمين صورة وشكلًا ﴿فَإِن تَنَازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى الله والرسول﴾ أي فإِن اختلفتم في أمرٍ من الأمور فاحتكموا فيه إِلى كتاب الله وسنة رسوله ﷺ َ ﴿إِن كُنْتُمْ تُؤْمِنُونَ بالله واليوم الآخر﴾ أي إِن كنتم مؤمنين حقًا وهو شرط حذف جوابه لدلالة ما سبق أي فردوه إِلى الله والرسول والغرض منه الحث على التمسك بالكتاب والسنة كما يقول القائل: إِن كنت ابني فلا تخالفني ﴿ذلك خَيْرٌ وَأَحْسَنُ تَأْوِيلًا﴾ أي الرجوع إِلى كتاب الله وسنة رسوله خير لكم وأصلح وأحسن عاقبة ومآلًا. . ثم ذكر تعالى صفات المنافقين الذين يدّعون الإِيمان وقلوبهم خاوية منه فقال ﴿أَلَمْ تَرَ إِلَى الذين","vol":"1","page":261},{"text":"يَزْعُمُونَ أَنَّهُمْ آمَنُواْ بِمَآ أُنْزِلَ إِلَيْكَ وَمَآ أُنزِلَ مِن قَبْلِكَ﴾ تعجيبٌ من أمر من يدّعي الإِيمان ثم لا يرضى بحكم الله أي ألا تعجب من صنيع هؤلاء المنافقين الذين يزعمون الإِيمان بما أنزل إِليك وهو القرآن وما أنزل من قبلك وهو التوراة والإِنجيل ﴿يُرِيدُونَ أَن يتحاكموا إِلَى الطاغوت﴾ أي يريدون أن يتحاكموا في خصومتهم إِلى الطاغوت قال ابن عباس هو «كعب بن الأشرف» أحد طغاة اليهود سمي به لإِفراطه في الطغيان وعداوته للرسول ﵇ ﴿وَقَدْ أمروا أَن يَكْفُرُواْ بِهِ﴾ أي والحال أنهم قد أمروا بالإِيمان بالله والكفر بما سواه كقوله ﴿فَمَنْ يَكْفُرْ بالطاغوت وَيْؤْمِن بالله فَقَدِ استمسك بالعروة الوثقى﴾ [البقرة: ٢٥٦] ﴿وَيُرِيدُ الشيطان أَن يُضِلَّهُمْ ضَلاَلًا بَعِيدًا﴾ أي ويريد الشيطان بما زيّن لهم أن يحرفهم عن الحق والهدى ﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول﴾ أي وإِذا قيل لأولئك المنافقين تعالوا فتحاكموا إِلى كتاب الله وإِلى رسول ليفصل بينكم فيما تنازعتم فيه ﴿رَأَيْتَ المنافقين يَصُدُّونَ عَنكَ صُدُودًا﴾ أي رأيتهم لنفاقهم يعرضون عنك إِعراضًا ﴿فَكَيْفَ إِذَآ أَصَابَتْهُمْ مُّصِيبَةٌ بِمَا قَدَّمَتْ أَيْدِيهِمْ﴾ أي كيف يكون حالهم إِذا عاقبهم الله بذنوبهم وبما جنته أيديهم من الكفر والمعاصي أيقدرون أن يدفعوا عنهم العذاب؟ ﴿ثُمَّ جَآءُوكَ يَحْلِفُونَ بالله إِنْ أَرَدْنَآ إِلاَّ إِحْسَانًا وَتَوْفِيقًا﴾ أي ثم جاءك هؤلاء المنافقون للإِعتذار عما اقترفوه من الأوزار يقسمون بالله ما أردنا بالتحاكم إِلى غيرك إِلا الصلح والتأليف بين الخصمين وما أردنا رفض حكمك قال تعالى تكذيبًا لهم ﴿أولئك الذين يَعْلَمُ الله مَا فِي قُلُوبِهِمْ﴾ أي هؤلاء المنافقون يكذبون والله يعلم ما في قلوبهم من النفاق والمكر والخديعة وهم يريدون أن يخدعوك بهذا الكلام المعسول ﴿فَأَعْرِضْ عَنْهُمْ﴾ فأعرض عن معاقبتهم للمصلحة ولا تُظهر لهم علمك بما في بواطنهم ولا تهتك سترهم حتى يبقوا على وجلٍ وحذر ﴿وَعِظْهُمْ﴾ أي ازجرهم عن الكيد والنفاق بقوارع الآيات ﴿وَقُل لَّهُمْ في أَنْفُسِهِمْ قَوْلًا بَلِيغًا﴾ أي انصحهم فيما بينك وبينهم بكلام بليغ مؤثر يصل إِلى سويداء قلوبهم يكون لهم رادعًا ولنفاقهم زاجرًا، ثم أخبر تعالى عن بيان وظيفة الرسل فقال ﴿وَمَآ أَرْسَلْنَا مِن رَّسُولٍ إِلاَّ لِيُطَاعَ بِإِذْنِ الله﴾ أي لم نرسل رسولًا من الرسل إِلا ليطاع بأمر الله تعالى فطاعته طاعةٌ لله ومعصيته معصيةٌ لله ﴿وَلَوْ أَنَّهُمْ إِذ ظلموا أَنْفُسَهُمْ جَآءُوكَ فاستغفروا الله﴾ أي لو أن هؤلاء المنافقين حين ظلموا أنفسهم بعدم قبول حكمك جاءوك تائبين من النفاق مستغفرين الله من ذنوبهم معترفين بخطئهم ﴿واستغفر لَهُمُ الرسول﴾ أي واستغفرت لهم يا محمد أي سألت الله أن يغفر لهم ذنوبهم ﴿لَوَجَدُواْ الله تَوَّابًا رَّحِيمًا﴾ أي لعلموا كثرة توبة الله على عباده وسعة رحمته لهم ثم بين تعالى طريق الإِيمان الصادق فقال ﴿فَلاَ وَرَبِّكَ لاَ يُؤْمِنُونَ حتى يُحَكِّمُوكَ فِيمَا شَجَرَ بَيْنَهُمْ﴾ اللام لتأكيد القسم أي فوربك يا محمد لا يكونون مؤمنين حتى يجعلوك حكمًا بينهم ويرضوا بحكمك فيما تنازعوا فيه واختلفوا من الأمور ﴿ثُمَّ لاَ يَجِدُواْ في أَنْفُسِهِمْ حَرَجًا مِّمَّا قَضَيْتَ وَيُسَلِّمُواْ تَسْلِيمًا﴾ أي ثم لا يجدوا في أنفسهم ضيقًا من حكمك وينقادوا انقيادًا تامًا كاملًا لقضائك، من غير معارضة ولا مدافعة ولا منازعة، فحقيقة الإِيمان الخضوع والإِذعان ﴿وَلَوْ أَنَّا كَتَبْنَا عَلَيْهِمْ أَنِ اقتلوا أَنْفُسَكُمْ أَوِ اخرجوا مِن دِيَارِكُمْ﴾ أي لو فرضنا على هؤلاء المنافقين ما فرضنا على ما قبلهم من المشقات وشدّدنا التكليف عليهم فأمرناهم بقتل النفس والخروج من الأوطان كما فرض ذلك على بني إِسرائيل ﴿مَّا فَعَلُوهُ إِلاَّ قَلِيلٌ مِّنْهُمْ﴾ أي ما استجاب ولا انقاد إِلا قليل منهم لضعف","vol":"1","page":262},{"text":"إِيمانهم ﴿وَلَوْ أَنَّهُمْ فَعَلُواْ مَا يُوعَظُونَ بِهِ لَكَانَ خَيْرًا لَّهُمْ وَأَشَدَّ تَثْبِيتًا﴾ أي ولو أنهم فعلوا ما يؤمرون به من طاعة الله وطاعة رسوله لكان خيرًا لهم في عاجلهم وآجلهم وأشد تثبيتًا لإِيمانهم، وأبعد لهم عن الضلال والنفاق ﴿وَإِذًا لأَتَيْنَاهُم مِّن لَّدُنَّآ أَجْرًا عَظِيمًا﴾ أي أعطيناهم ثمرة الطاعة ثوابًا كثيرًا ﴿وَلَهَدَيْنَاهُمْ صِرَاطًا مُّسْتَقِيمًا﴾ ثم ذكر تعالى ثمرة الطاعة لله ورسوله فقال ﴿وَمَن يُطِعِ الله والرسول فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم﴾ أي ومن يعمل بما أمره الله به ورسوله ويجتنب ما نهى الله عنه ورسوله، فإِن الله ﷿ يسكنه دار كرامته في دار الخلد مع المقربين ﴿مِّنَ النبيين والصديقين والشهدآء والصالحين﴾ أي مع أصحاب المنازل العالية في الآخرة وهم الأنبياء الأطهار والصديقون الأبرار وهم أفاضل أصحاب الأنبياء والشهداء الأخيار وهم الذين استشهدوا في سبيل الله ثم مع بقية عباد الله الصالحين ﴿وَحَسُنَ أولئك رَفِيقًا﴾ أي ونعمت رفقة هؤلاء وصحبتهم، وحَسُن رفيق أولئك الأبرار، عن عائشة ﵂ قالت: سمعت النبي ﷺ َ في شكواه التي قُبض فيها يقول ﴿مَعَ الذين أَنْعَمَ الله عَلَيْهِم مِّنَ النبيين والصديقين والشهدآء والصالحين﴾ فعلمتُ أنه خيِّر ﴿ذلك الفضل مِنَ الله﴾ أي ما أُعطيه المطيعون من الأجر العظيم إِنما هو بمحض فضله تعالى ﴿وكفى بالله عَلِيمًا﴾ أي وكفى به تعالى مجازيًا لمن أطاع عالمًا بمن يستحق الفضل والإِحسان.\nالبَلاَغَة: تضمنت الآيات الكريمة من ضروب الفصاحة والبديع ما يلي باختصار:\n١ - الاستفهام المراد به التعجب في ﴿أَلَمْ تَرَ إِلَى الذين يَزْعُمُونَ﴾ .\n٢ - الالتفات في ﴿واستغفر لَهُمُ الرسول﴾ تفخيمًا لشأن الرسول وتعظيمًا لاستغفاره ولو جرى على الأصل لقال ﴿واستغفر لَهُمُ﴾ .\n٣ - إِيراد الأمر بصورة الإِخبار وتصديره ب «إِنَّ» المفيدة للتحقيق في قوله ﴿إِنَّ الله يَأْمُرُكُمْ﴾ للتفخيم وتأكيد وجوب العناية والامتثال.\n٤ - الجناس المغاير في ﴿يُضِلَّهُمْ ضَلاَلًا﴾ وفي ﴿قُل لَّهُمْ ... قَوْلًا﴾ وفي ﴿يُسَلِّمُواْ تَسْلِيمًا﴾ وفي ﴿يَصُدُّونَ ... صُدُودًا﴾ وفي ﴿فَأَفُوزَ فَوْزًا﴾ [النساء: ٧٣] .\n٥ - الاستعارة في قوله ﴿فِيمَا شَجَرَ بَيْنَهُمْ﴾ استعار ما اشتبك وتضايق من الشجر للتنازع الذي يدخل به بعض الكلام في بعض استعارة للمعقول بالمحسوس.\n٦ - تكريم الاسم الجليل ﴿إِنَّ الله يَأْمُرُكُمْ﴾ ﴿إِنَّ الله نِعِمَّا يَعِظُكُمْ﴾ ﴿إِنَّ الله كَانَ سَمِيعًا﴾ لتربية المهابة في النفوس.\n٧ - الإِطناب في مواضع والحذف في مواضع.\nفَائِدَة: عن عائشة ﵂ قالت: جاء رجل إِلى النبي ﷺ َ فقال يا رسول الله: إِنك لأحب إِليَّ من نفسي وأحبُّ إِليَّ من أهلي، وإِني لأكون في البيت فأذكرك فما أصبر حتى آتيك فأنظر إِليك، وإذا ذكرتُ موتي وموتك عرفتُ أنك إِذا دخلت الجنةُ رفعتَ مع النبيين وإِن دخلتُ الجنة","vol":"1","page":263},{"text":"خشيتُ أن لا أراك فلم يردّ عليه النبي ﷺ َ حتى أنزل الله ﴿وَمَن يُطِعِ الله والرسول فأولئك مَعَ الذين أَنْعَمَ الله عَلَيْهِم﴾ الآية.","vol":"1","page":264},{"text":"المنَاسَبَة: لما حذّر تعالى من النفاق والمنافقين وأوصى بطاعة الله وطاعة رسوله، أمر هنا بأعظم الطاعات والقربات وهو الجهاد في سبيل الله لإِعلاء كلمته وإِحياء دينه، وأمر بالاستعداد والتأهب حذرًا من مباغتة الكفار، ثم بيّن حال المتخلفين عن الجهاد المثبطين للعزائم من المنافقين وحذّر المؤمنين من شرهم.\nاللغَة: ﴿ثُبَاتٍ﴾ جمع ثُبتة وهي الجماعة أي جماعة بعد جماعة ﴿بُرُوجٍ﴾ جمع برج وهو البناء المرتفع والقصر العظيم والمراد به هنا الحصون ﴿مُّشَيَّدَةٍ﴾ مرتفعة البناء ﴿بَيَّتَ﴾ دبَّر الأمر ليلًا، والبَيَاتُ أن يأتي العدو ليلًا ومنه قول العرب: أمرٌ بُيِّتَ بليل ﴿أَذَاعُواْ بِهِ﴾ أشاعوه ونشروه ﴿يَسْتَنْبِطُونَهُ﴾ يستخرجونه مأخوذ من استنبطت الماء إِذا استخرجته ومنه استنباط الأحكام من الكتاب والسنة ﴿حَرِّضِ﴾ التحريض: الحث عن الشيء ﴿تَنكِيلًا﴾ تعذيبًا والنكالُ: العذابُ ﴿كِفْلٌ﴾ نصيب وأكثر ما يستعمل الكفل في الشر ﴿مُّقِيتًا﴾ مقتدرًا من أوقات على الشيء قدر عليه قال الشاعر:\nوذي ضِغْنٍ كففتُ النفس عنه ... وكنتُ على مساءته مُقيتًا\nسَبَبُ النّزول: عن ابن عباس أن عبد الرحمن بن عوف وأصحابًا له أتوا النبي ﷺ َ بمكة فقالوا: يا نبيَّ الله لقد كنا في عزٍ ونحن مشركون فلما آمنا صرنا أذلة؟ فقال: إِني أُمرت بالعفو فلا تقاتلوا القوم، فلما حوله الله تعالى إِلى المدينة أمره بالقتال فكفّوا فأنزل الله ﴿أَلَمْ تَرَ إِلَى الذين قِيلَ لَهُمْ كفوا أَيْدِيَكُمْ وَأَقِيمُواْ الصلاة ...﴾ الآية.\nالتفِسير: ﴿يَا أَيُّهَا الذين آمَنُواْ خُذُواْ حِذْرَكُمْ﴾ أي يا معشر المؤمنين احترزوا من عدوكم واستعدوا له ﴿فانفروا ثُبَاتٍ أَوِ انفروا جَمِيعًا﴾ أي اخرجوا إِلى الجهاد جماعات متفرقين، سريةً بعد سرية أو اخرجوا مجتمعين في الجيش الكثيف، فخيَّرهم تعالى في الخروج إِلى الجهاد متفرقين ومجتمعين ﴿وَإِنَّ مِنْكُمْ لَمَن لَّيُبَطِّئَنَّ﴾ أي ليثاقلنَّ ويتخلفنَّ عن الجهاد، والمراد بهم المنافقون وجعلوا من المؤمنين باعتبار زعمهم وباعتبار الظاهر ﴿فَإِنْ أَصَابَتْكُمْ مُّصِيبَةٌ﴾ أي قتل وهزيمة ﴿قَالَ قَدْ أَنْعَمَ الله عَلَيَّ إِذْ لَمْ أَكُنْ مَّعَهُمْ شَهِيدًا﴾ أي قال ذلك المنافق قد تفضَّل الله عليَّ إِذ لم أشهد الحرب معهم فأُقتل ضمن من قتلوا ﴿وَلَئِنْ أَصَابَكُمْ فَضْلٌ مِنَ الله﴾ أي ولئن أصابكم أيها المؤمنون نصر وظفر وغنيمة ﴿لَيَقُولَنَّ كَأَن لَّمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ ياليتني كُنتُ مَعَهُمْ فَأَفُوزَ فَوْزًا عَظِيمًا﴾ أي ليقولنَّ هذا المنافق قول نادم متحسر كأن لم يكن بينكم وبينه معرفة وصداقة يا ليتني كنت معهم في الغزو لأنال حظًا وافرًا من الغنيمة، وجملة ﴿كَأَن لَّمْ تَكُنْ﴾ اعتراضية للتنبيه على ضعف إِيمانهم، وهذه المودة في ظاهر المنافق لا في اعتقاده فهو يتمنى","vol":"1","page":265},{"text":"أن لو كان مع المؤمنين لا من أجل عزة الإِسلام بل طلبًا للمال وتحصيلًا للحطام، ولما ذم تعالى المبطئين عن القتال في سبيل الله رغب المؤمنين فيه فقال ﴿فَلْيُقَاتِلْ فِي سَبِيلِ الله الذين يَشْرُونَ الحياة الدنيا بالآخرة﴾ أي فليقاتل المخلصون الباذلون أنفسهم وأموالهم في سبيل الله الذين يبيعون الحياة الباقية ﴿وَمَن يُقَاتِلْ فِي سَبِيلِ الله فَيُقْتَلْ أَو يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا﴾ وهذا وعدٌ منه سبحانه بالأجر العظيم لمن قاتل في سبيل الله سواءً غَلَب أو غُلِب أي من يقاتل في سبيل الله لإِعلاء كلمة الله فيُستشهد أو يظفر على الأعداء فسوف نعطيه ثوابًا جزيلًا فهو فائز بإِحدى الحسنيين: الشهادة أو الغنيمة كما في الحديث\n«تضمن الله لمن خرج في سبيله لا يُخرجه إِلا جهادٌ في سبيلي، وإِيمانٌ وتصديقٌ برسلي فهو عليَّ ضامن أن أُدخله الجنة أو أرجعه إِلى مسكنه الذي خرج منه نائلًا ما نال من أجر أو غنيمة» ﴿وَمَا لَكُمْ لاَ تُقَاتِلُونَ فِي سَبِيلِ الله والمستضعفين مِنَ الرجال والنسآء والولدان﴾ الاستفهام للحث والتحريض على الجهاد أي وما لكم أيها المؤمنون لا تقاتلون في سبيل الله وفي سبيل خلاص المستضعفين من إِخوانكم الذين صدَّهم المشركون عن الهجرة فبقوا مستذلين مستضعفين يلقون أنواع الأذى الشديد؟ ﴿وقوله ﴿مِنَ الرجال والنسآء والولدان﴾ بيانٌ للمستضعفين قال ابن عباس: كنتُ أنا وأمي من المستضعفين، وهم الذين كان يدعو لهم الرسول ﷺ َ فيقول: اللهم أنْج الوليد بن الوليد وسلمة بن هشام الخ كما في الصحيح ﴿الذين يَقُولُونَ رَبَّنَآ أَخْرِجْنَا مِنْ هذه القرية﴾ أي الذين يدعون ربهم لكشف الضُرّ عنهم قائلين: ربنا أخرجنا من هذه القرية وهي مكة إِذ أنها كانت موطن الكفر ولذا هاجر الرسول ﷺ َ ﴿الظالم أَهْلُهَا﴾ بالكفر وهم صناديد قريش الذين منعوا المؤمنين من الهجرة ومنعوا من ظهور الإِسلام فيها ﴿واجعل لَّنَا مِن لَّدُنْكَ وَلِيًّا واجعل لَّنَا مِن لَّدُنْكَ نَصِيرًا﴾ أي اجعل لنا من هذا الضيق فرجًا ومخرجًا وسخّر لنا من عندك وليًّا وناصرًا، وقد استجاب الله دعاءهم فجعل لهم خير وليّ وناصر وهو محمد ﷺ َ حين فتح مكة ولما خرج منها ولّى عليهم «عتّاب بن أسيد» فأنصف مظلومهم من ظالمهم، ثم شجع تعالى المجاهدين ورغبهم في الجهاد فقال ﴿الذين آمَنُواْ يُقَاتِلُونَ فِي سَبِيلِ الله﴾ أي المؤمنون يقاتلون لهدف سامٍ وغاية نبيلة وهي نصرة دين الله وإِعلاء كلمته ابتغاء مرضاته فهو تعالى وليهم وناصرهم ﴿والذين كَفَرُواْ يُقَاتِلُونَ فِي سَبِيلِ الطاغوت﴾ أي وأما الكافرون فيقاتلون في سبيل الشيطان الداعي إِلى الكفر والطغيان ﴿فقاتلوا أَوْلِيَاءَ الشيطان﴾ أي قاتلوا يا أولياء الله أنصار واعوان الشيطان فإِنكم تغلبونهم، فشتان بين من يقاتل لإِعلاء كلمة الله وبين من يقاتل في سبيل الشيطان، فمن قاتل في سبيل الله فهو الذي يَغْلب لأن الله وليُّه وناصرُه، ومن قاتل في سبيل الطاغوت فهو المخذول المغلوب ولهذا قال ﴿إِنَّ كَيْدَ الشيطان كَانَ ضَعِيفًا﴾ أي سعيُ الشيطان في حد ذاته ضعيف فكيف بالقياس إِلى قدرة الله؟﴾ قال الزمخشري: كيدُ الشيطان للمؤمنين إِلى","vol":"1","page":266},{"text":"جنب كيد الله للكافرين أضعف شيء وأوهنه ﴿أَلَمْ تَرَ إِلَى الذين قِيلَ لَهُمْ كفوا أَيْدِيَكُمْ وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي أَلا تعجب يا محمد من قوم طلبوا القتال وهم بمكة فقيل لهم: أمسكوا عن قتال الكفار فلم يحن وقته وأعدّوا نفوسكم بإِقامة الصلاة وإِيتاء الزكاة ﴿فَلَمَّا كُتِبَ عَلَيْهِمُ القتال إِذَا فَرِيقٌ مِّنْهُمْ يَخْشَوْنَ الناس كَخَشْيَةِ الله أَوْ أَشَدَّ خَشْيَةً﴾ أي فلما فرض عليهم قتال المشركين إِذا جماعة منهم يخافون ويجبنون ويفزعون من الموت كخشيتهم من عذاب الله أو أشد من ذلك، قال ابن كثير: كان المؤمنون في إِبتداء الإِسلام وهم بمكة مأمورين بالصلاة والزكاة والصبر على أذى المشركين وكانوا يتحرقون لو أُمروا بالقتال ليشتفوا من أعدائهم فلما أمروا بما كانوا يردونه جزع بعضهم وخاف من مواجهة الناس خوفًا شديدًا ﴿وَقَالُواْ رَبَّنَا لِمَ كَتَبْتَ عَلَيْنَا القتال﴾ أي وقالوا جزعًا من الموت ربنا لم فرضت علينا القتال؟ ﴿لولا أَخَّرْتَنَا إلى أَجَلٍ قَرِيبٍ﴾ لولا للتخصيص بمعنى هلاّ أي هلاّ أخرتنا إِلى أجل قريب حتى نموتَ بأجالنا ولا نقتل فيفرح بنا الأعداء! ﴿قُلْ مَتَاعُ الدنيا قَلِيلٌ والآخرة خَيْرٌ لِّمَنِ اتقى﴾ أي قل لهم يا محمد إِن نعيم الدنيا فانٍ ونعيم الآخرة باقٍ فهو خير من ذلك المتاع الفاني لمن اتقى الله وامتثل أمره ﴿وَلاَ تُظْلَمُونَ فَتِيلًا﴾ أي لا تُنقصون من أجور أعمالكم أدنى شيء ولو كان فتيلًا وهو الخيط الذي في شق النواة قال في التسهيل: إِن الآية في قومٍ من الصحابة كانوا قد أُمروا بالكف عن القتال فتمنوا أن يؤمروا به، فلما أُمروا به كرهوه لا شكًا في دينهم ولكن خوفًا من الموت، وقيل هي في المنافقين وهو أليق في سياق الكلام ﴿أَيْنَمَا تَكُونُواْ يُدْرِككُّمُ الموت وَلَوْ كُنتُمْ فِي بُرُوجٍ مُّشَيَّدَةٍ﴾ أي في أي مكانٍ وجدتم فلا بدّ أن يدرككم الموت عند انتهاء الأجل ويفاجئكم ولو تحصنتم منه بالحصون المنيعة فلا تخشوا القتال خوف الموت ﴿وَإِن تُصِبْهُمْ حَسَنَةٌ يَقُولُواْ هذه مِنْ عِندِ الله﴾ أي إِن تصب هؤلاء المنافقين حسنةٌ من نصر وغنيمة وشبه ذلك يقولوا هذه من جهة الله ومن تقديره لما علم فينا من الخير ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ يَقُولُواْ هذه مِنْ عِندِكَ﴾ أي وإِن تنلهم سيئة من هزيمة وجوع وشبه ذلك يقولوا هذه بسبب اتباعنا لمحمد ودخولنا في دينه يعنون بشؤم محمد ودينه قال السدي: يقولون هذا بسبب تركنا ديننا واتباعنا محمدًا أصابنا هذا البلاء كما قال تعالى عن قوم فرعون\n﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بموسى وَمَن مَّعَهُ﴾\n[الأعراف: ١٣١] ﴿قُلْ كُلٌّ مِّنْ عِندِ الله﴾ أمر ﷺ َ بأن يرد زعمهم الباطل ويلقمهم الحجر ببيان أن الخير والشر بتقدير الله أي قل يا محمد لهؤلاء السفهاء: الحسنةُ والسيئة والنعمةً والنقمة كلُّ ذلك من عند الله خلقًا وإِيجادًا لا خالق سواه فهو وحده النافع الضار وعن إِرادته تصدر جميع الكائنات ﴿فَمَالِ هؤلاء القوم لاَ يَكَادُونَ","vol":"1","page":267},{"text":"يَفْقَهُونَ حَدِيثًا﴾ أي ما شأنهم لا يفقهون أن الأشياء كلها بتقدير الله؟ وهو توبيخ لهم على قلة الفهم. . ثم قال تعالى مبينًا حقيقة الإِيمان ﴿مَّآ أَصَابَكَ مِنْ حَسَنَةٍ فَمِنَ الله وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ﴾ الخطاب لكل سامع أي ما أصابك يا إِنسان من نعمة وإِحسان فمن الله تفضلًا منه وإِحسانًا وامتنانًا وامتحانًا، وما أصابك من بلية ومصيبة فمن عندك لأنك السبب فيها بما ارتكبت يداك كقوله ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ وَيَعْفُواْ عَن كَثِيرٍ﴾ [الشورى: ٣٠] . . ثم قال تعالى مخاطبًا الرسول ﴿وَأَرْسَلْنَاكَ لِلنَّاسِ رَسُولًا وكفى بالله شَهِيدًا﴾ أي وأرسلناك يا محمد رسولًا للناس تبلغهم شرائع الله وحسبك أن يكون الله شاهدًا على رسالتك، ثم رغب تعالى في طاعة الرسول فقال ﴿مَّنْ يُطِعِ الرسول فَقَدْ أَطَاعَ الله﴾ أي من أطاع أمر الرسول فقد أطاع الله لأنه مبلّغٌ عن الله ﴿وَمَن تولى فَمَآ أَرْسَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ أي ومن أعرض عن طاعتك فما أرسلناك يا محمد حافظًا لأعمالهم ومحاسبًا لهم عليها إِ، عليك إلا البلاغ ﴿وَيَقُولُونَ طَاعَةٌ فَإِذَا بَرَزُواْ مِنْ عِندِكَ بَيَّتَ طَآئِفَةٌ مِّنْهُمْ غَيْرَ الذي تَقُولُ﴾ أي ويقول المنافقون: أمرك يا محمد طاعة كقول القائل «سمعًا وطاعةً» فإِذا خرجوا من عندك دبّر جماعة منهم غير الذي تقوله لهم وهو الخلاف والعصيان لأمرك ﴿والله يَكْتُبُ مَا يُبَيِّتُونَ﴾ أي يأمر الحفظة بكتابته في صحائف أعمالهم ليجازوا عليه ﴿فَأَعْرِضْ عَنْهُمْ وَتَوَكَّلْ عَلَى الله﴾ أي اصفح عنهم وفوّض أمرك إِلى الله وثق به ﴿وكفى بالله وَكِيلًا﴾ أي فهو سبحانه ينتقم لك منهم وكفى به ناصرًا ومعينًا لمن توكل عليه، ثم عاب تعالى المنافقين بالإِعراض عن التدبر في القرآن في فهم معانيه المحكمة وألفاظه البليغة ففي تدبره يظهر برهانه ويسطع نوره وبيانه ﴿وَلَوْ كَانَ مِنْ عِندِ غَيْرِ الله لَوَجَدُواْ فِيهِ اختلافا كَثِيرًا﴾ أي لو كان هذا القرآن مختلقًا كما يزعم المشركون والمنافقون لوجدوا فيه تناقضًا كبيرًا في أخباره ونظمه ومعانيه ولكنه منزه عن ذلك فأخباره صدق، ونظمه بليغ، ومعانيه محكمة، فدلَّ على أنه تنزيل الحكيم الحميد ﴿وَإِذَا جَآءَهُمْ أَمْرٌ مِّنَ الأمن أَوِ الخوف أَذَاعُواْ بِهِ﴾ أي إِذا جاء المنافقين خبرٌ من الأخبار عن المؤمنين بالظفر والغنيمة أو النكبة والهزيمة أذاعوا به أي أفشوه وأظهروه وتحدثوا به قبل أن يقفوا على حقيقته وكان في إِذاعتهم له مفسدة على المسلمين ﴿وَلَوْ رَدُّوهُ إِلَى الرسول وإلى أُوْلِي الأمر مِنْهُمْ لَعَلِمَهُ الذين يَسْتَنْبِطُونَهُ مِنْهُمْ﴾ أي لو ترك هؤلاء الكلام بذلك الأمر الذي بلغهم وردوه إِلى رسول الله ﷺ َ وإِلى كبراء الصحابة وأهل البصائر منهم لعلمه الذين يستخرجونه منهم أي من الرسول وأولي الأمر ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكُمْ وَرَحْمَتُهُ لاَتَّبَعْتُمُ الشيطان إِلاَّ قَلِيلًا﴾ أي لولا فضل الله عليكم أيها المؤمنون بإِرسال الرسول ورحمته بإِنزال القرآن لاتبعتم الشيطان فيما يأمركم به من الفواحش إِلا قليلًا منكم، ثم أمر الرسول بالجهاد فقال ﴿فَقَاتِلْ فِي سَبِيلِ الله لاَ تُكَلَّفُ إِلاَّ نَفْسَكَ﴾ أي قاتل يا محمد لإِعلاء كلمة الله ولو وحدك فإِنك موعود النصر ولا تهتم بتخلف المنافقين عنك ﴿وَحَرِّضِ المؤمنين﴾ أي شجَّعهم على القتال ورغبْهم فيه ﴿عَسَى الله أَن يَكُفَّ بَأْسَ الذين كَفَرُواْ﴾ هذا وعدٌ من الله بكفهم ﴿عَسَى﴾ من الله تفيد التحقيق أي بتحريضك المؤمنين يكف الله شرّه الكفرة الفجار، وقد كفهم الله بهزيمتهم في بدر وبفتح مكة ﴿والله أَشَدُّ بَأْسًا وَأَشَدُّ تَنكِيلًا﴾ أي هو سبحانه أشد قوة وسطوة، وأعظم عقوبة وعذابًا ﴿مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا﴾ أي من يشفع بين الناس شفاعة موافقة للشرع","vol":"1","page":268},{"text":"يكن له نصيب من الأجر ﴿وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَّهُ كِفْلٌ مِّنْهَا﴾ أي ومن يشفع شفاعة مخالفة للشرع يكن له نصيب من الوزر بسببها ﴿وَكَانَ الله على كُلِّ شَيْءٍ مُّقِيتًا﴾ أي مقتدرًا فيجازي كل أحدٍ بعمله ﴿وَإِذَا حُيِّيتُم بِتَحِيَّةٍ فَحَيُّواْ بِأَحْسَنَ مِنْهَآ أَوْ رُدُّوهَآ﴾ أي إِذا سلّم عليكم المسلم فردوا عليه بأفضل مما سلّم أو رُدُّوا عليه بمثل ما سلّم ﴿إِنَّ الله كَانَ على كُلِّ شَيْءٍ حَسِيبًا﴾ أي يحاسب العباد على كل شيء من أعمالهم الصغيرة والكبيرة ﴿الله لا إله إِلاَّ هُوَ لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ هذا قسم من الله بجمع الخلائق يوم المعاد أي الله الواحد الذي لا معبود سواه ليحشرنكم من قبوركم إِلى حساب يوم القيامة الذي لا شك فيه وسيجمع الأولين والآخرين في صعيد واحدٍ للجزاء والحساب ﴿وَمَنْ أَصْدَقُ مِنَ الله حَدِيثًا﴾ لفظه استفهام ومعناه النفي أي لا أحد أصدق في الحديث والوعد من الله رب العالمين.\nالبَلاَغَة: تضمنت هذه الآيات أنواعًا من الفصاحة والبيان والبديع نوجزها فيما يلي:\n١ - الاستعادة في قوله ﴿يَشْرُونَ الحياة الدنيا بالآخرة﴾ أي يبيعون الفانية بالباقية فاستعار لفظ الشراء للمبادلة وهو من لطيف الاستعارة.\n٢ - الاعتراض في ﴿كَأَن لَّمْ تَكُنْ بَيْنَكُمْ وَبَيْنَهُ مَوَدَّةٌ﴾ .\n٣ - التشبيه المرسل المجمل في ﴿يَخْشَوْنَ الناس كَخَشْيَةِ الله﴾ .\n٤ - الطباق في ﴿الأمن أَوِ الخوف﴾ .\n٥ - جناس الاشتقاق في ﴿أَصَابَتْكُمْ مُّصِيبَةٌ﴾ وفي ﴿حُيِّيتُم ... فَحَيُّواْ﴾ وفي ﴿يَشْفَعْ شَفَاعَةً﴾ وفي ﴿بَيَّتَ ... يُبَيِّتُونَ﴾ .\n٦ - الاستفهام الذي يراد به الإِنكار في ﴿أَفَلاَ يَتَدَبَّرُونَ القرآن﴾ .\n٧ - المقابلة في قوله ﴿الذين آمَنُواْ يُقَاتِلُونَ فِي سَبِيلِ الله والذين كَفَرُواْ يُقَاتِلُونَ فِي سَبِيلِ الطاغوت﴾ وكذلك في قوله ﴿مَّن يَشْفَعْ شَفَاعَةً حَسَنَةً يَكُنْ لَّهُ نَصِيبٌ مِّنْهَا وَمَن يَشْفَعْ شَفَاعَةً سَيِّئَةً يَكُنْ لَّهُ كِفْلٌ مِّنْهَا﴾ وهذه من المحسنات البديعية وهي أي يؤتى بمعنيين أو أكثر ثم يؤتى بما يقابل ذلك على الترتيب.\nتنبيه: لا تعَارض بين قوله تعالى ﴿كُلٌّ مِّنْ عِندِ الله﴾ أي كلٌ من الحسنة والسيئة وبين قوله ﴿وَمَآ أَصَابَكَ مِن سَيِّئَةٍ فَمِن نَّفْسِكَ﴾ إِذ الأولى على الحقيقة أي خلقًا وإِيجادًا والثانية تسببًا وكسبًا بسبب الذنوب ﴿وَمَآ أَصَابَكُمْ مِّن مُّصِيبَةٍ فَبِمَا كَسَبَتْ أَيْدِيكُمْ﴾ [الشورى: ٣٠] أو نقول: نسبة الحسنة إِلى الله، والسيئة إِلى العبد هو من باب الأدب مع الله في الكلام وإِن كان كل شيء منه في الحقيقة كقوله ﷺ َ «الخير كلُّه بيديك والشرُّ ليس إِليك» والله أعلم.","vol":"1","page":269},{"text":"المنَاسَبَة: لما ذكر تعالى مواقف المنافقين المخزية، عقّبه بذكر نوعٍ آخر من أحوال المنافقين الشنيعة، ثم ذكر حكم القتل الخطأ والقتل العمد، وأمر بالتثبت قبل الإِقدام على قتل إِنسان لئلا يُفضي إلى قتل أحد من المسلمين ثم ذكر تعالى مراتب المجاهدين ومنازلهم الرفيعة في الآخرة.\nاللغَة: ﴿أَرْكَسَهُمْ﴾ ردّهم إِلى الكفر أو نكَّسهم وأصل الركس ردُّ الشيء مقلوبًا قال الشاعر:\nفأُركسوا في حميم النار إِنهم ... كانوا عصاةً وقالوا الإِفك والزورا\n﴿حَصِرَتْ﴾ ضاقت من الحصر وهو الضيق ﴿السلم﴾ الاستسلام والإِنقياد ﴿ثَقِفْتُمُوهُمْ﴾ صادفتموهم ووجدتموهم ﴿فَتَبَيَّنُواْ﴾ فتثبتوا ﴿أُرْكِسُواْ فِيِهَا﴾ قلبوا فيها.\nسَبَبُ النّزول: أ - عن زيد بن ثابت أن النبي ﷺ َ خرج إِلى أُحد فرجع ناسٌ ممن كان معه،","vol":"1","page":270},{"text":"فكان أصحاب النبي ﷺ َ فيهم فرقتين فقال بعضهم: نقتلهم، وقال بعضهم: لا، فأنزل الله ﴿فَمَا لَكُمْ فِي المنافقين فِئَتَيْنِ﴾ الآية فقال ﷺ َ: «إِنها طيبة تنفي الخَبث كما تنفي النار خبث الحديد» أخرجه الشيخان.\nب - يروى أن «الحارث بن يزيد» كان شديدًا على النبي ﷺ َ فجاء مهاجرًا وهو يريد الإِسلام فلقيه «عياش بن أبي ربيعة» - والحارث يريد الإِسلام وعياش لا يشعر - فقتله فأنزل الله ﴿وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا ...﴾ . الآية.\nج - عن ابن عباس قال: لحق المسلمون رجلًا في غنيمةٍ له فقال: السلام عليكم فقتلوه وأخذوا غنيمته فنزلت هذه الآية ﴿وَلاَ تَقُولُواْ لِمَنْ ألقى إِلَيْكُمُ السلام لَسْتَ مُؤْمِنًا ...﴾ الآية.\nالتفِسير: ﴿فَمَا لَكُمْ فِي المنافقين فِئَتَيْنِ والله أَرْكَسَهُمْ بِمَا كسبوا﴾ أي ما لكم أيها المؤمنون أصبحتم فرقتين في شأن المنافقين، بعضكم يقول نقتلهم وبعضكم يقول لا نقتلهم والحال أنهم منافقون والله نكَّسهم وردّهم إِلى الكفر بسبب النفاق والعصيان ﴿أَتُرِيدُونَ أَن تَهْدُواْ مَنْ أَضَلَّ الله﴾ أي أتريدون هداية من أضله الله، والاسفهام للإِنكار والتوبيخ في الموضعين والمعنى لا تختلفو في أمرهم ولا تظنوا فيهم الخير لأن الله حكم بضلالهم ﴿وَمَن يُضْلِلِ الله فَلَن تَجِدَ لَهُ سَبِيلًا﴾ أي من يضلله الله فلن تجد له طريقًا إِلى الهدى والإِيمان ﴿وَدُّواْ لَوْ تَكْفُرُونَ كَمَا كَفَرُواْ فَتَكُونُونَ سَوَآءً﴾ أي تمنى هؤلاء المنافقون أن تكفروا مثلهم فتستوا أنتم وهم وتصبحوا جميعًا كفارًا ﴿فَلاَ تَتَّخِذُواْ مِنْهُمْ أَوْلِيَآءَ حتى يُهَاجِرُواْ فِي سَبِيلِ الله﴾ أي لا توالوا ولا تصادقوا منهم أحدًا حتى يؤمنوا ويحققوا إِيمانهم بالهجرة والجهاد في سبيل الله ﴿فَإِنْ تَوَلَّوْاْ فَخُذُوهُمْ واقتلوهم حَيْثُ وَجَدتُّمُوهُمْ﴾ أي إِن أعرضوا عن الهجرة في سبيل الله فخذوهم أيها المؤمنون واقتلوهم حيث وجدتموهم في حلٍّ أو حرم ﴿وَلاَ تَتَّخِذُواْ مِنْهُمْ وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا تستنصروهم ولا تستنصحوهم ولا تستعينوا بهم في الأمور ولو بذلوا لكم الولاية والنصرة ﴿إِلاَّ الذين يَصِلُونَ إلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ﴾ أي إِلا الذين ينتهون ويلجأون إِلى قوم عاهدوكم فدخلوا فيهم بالحِلْف فحكمهم حكم أولئك في حقن دمائهم ﴿أَوْ جَآءُوكُمْ حَصِرَتْ صُدُورُهُمْ أَن يُقَاتِلُوكُمْ أَوْ يُقَاتِلُواْ قَوْمَهُمْ﴾ وهذا استثناء أيضًا من القتل أي وإِلا الذين جاءكم وقد ضاقت صدورهم عن قتالكم وقتال قومهم فهم قوم ليسوا معكم ولا عليكم ﴿وَلَوْ شَآءَ الله لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقَاتَلُوكُمْ﴾ أي من لطفه بكم أن كفّهم عنكم ولو شاء لقوّاهم وجرّأهم عليكم فقاتلوكم ﴿فَإِنِ اعتزلوكم فَلَمْ يُقَاتِلُوكُمْ وَأَلْقَوْاْ إِلَيْكُمُ السلم فَمَا جَعَلَ الله لَكُمْ عَلَيْهِمْ سَبِيلًا﴾ أي فإِن لم يتعرضوا لكم بقتال وانقادوا واستسلموا لكم فليس لكم أن تقاتلوهم طالما سالموكم ﴿سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَن يَأْمَنُوكُمْ وَيَأْمَنُواْ قَوْمَهُمْ﴾ أي ستجدون قومًا آخرين من المنافقين يريدون أن يأمنوكم بإِظهار الإِيمان ويأمنوا قومهم بإِظهار الكفر إِذا رجعوا إِليهم قال أبو السعود: هم قوم من «أسد وغطفان» كانوا إِذا أتوا المدينة أسلموا وعاهدوا ليأمنوا من المسلمين فإِذا رجعوا إِلى قومهم","vol":"1","page":271},{"text":"كفروا ونكثوا عهودهم ليأمنوا قومهم ﴿كُلَّ مَا ردوا إِلَى الفتنة أُرْكِسُواْ فِيِهَا﴾ أي كلما دعوا إِلى الكفر أو قتال المسلمين عادوا إِليه وقُلبوا فيه على أسوأ شكل فهم شرّ من كل عدو شرير ﴿فَإِن لَّمْ يَعْتَزِلُوكُمْ ويلقوا إِلَيْكُمُ السلم ويكفوا أَيْدِيَهُمْ﴾ أي فإِن لم يجتنبوكم ويستسلموا إِليكم ويكفوا أيديهم عن قتالكم ﴿فَخُذُوهُمْ واقتلوهم حَيْثُ ثَقِفْتُمُوهُمْ﴾ أي فأسروهم واقتلوهم حيث وجدتموهم وأصبتموهم ﴿وأولئكم جَعَلْنَا لَكُمْ عَلَيْهِمْ سُلْطَانًا مُّبِينًا﴾ أي جعلنا لكم على أخذهم وقتلهم حجة واضحة وبرهانًا بينًا بسبب غدرهم وخيانتهم ﴿وَمَا كَانَ لِمُؤْمِنٍ أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا﴾ أي لا ينبغي لمؤمنٍ ولا يليق به أن يقتل مؤمنًا إِلا على وجه الخطأ لأن الإِيمان زاجرٌ عن العدوان ﴿وَمَن قَتَلَ مُؤْمِنًا خَطَئًا فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ وَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ إِلاَّ أَن يَصَّدَّقُواْ﴾ أي ومن قتل مؤمنًا على وجه الخطأ فعليه إِعتاق رقبةٍ مؤمنة لأن إِطلاقها من قيد الرق كإِحيائها، وعليه كذلك ديةٌ مؤداة إلى ورثة المقتول إِلا إذا عفا الورثة عن القاتل فأسقطوا الدية، وقد أوجب الشارع في القتل الخطأ شيئين: الكفارة وهي تحرير رقبة مؤمنة في مال القاتل، والدية وهي مائةٌ من الإِبل على العاقلة ﴿فَإِن كَانَ مِن قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ﴾ أي إِن كان المقتول خطأً مؤمنًا وقومه كفارًا أعداء وهم المحاربون فإِنما على قاتله الكفارة فقط دون الدية لئلا يستعينوا بها على المسلمين ﴿وَإِن كَانَ مِن قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِّيثَاقٌ فَدِيَةٌ مُّسَلَّمَةٌ إلى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ﴾ أي وإِن كان المقتول خطأً من قوم كفرة بينكم وبينهم عهد كأهل الذمة فعلى قاتله دية تدفع إلى أهله لأجل معاهدتهم ويجب أيضًا على القاتل إِعتاق رقبة مؤمنة ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ شَهْرَيْنِ مُتَتَابِعَيْنِ تَوْبَةً مِّنَ الله﴾ أي فمن لم يجد الرقبة فعلية صيام شهرين متتابعين عوضًا عنها شرع تعالى لكم ذلك لأجل التوبة عليكم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بخلقه حكيمًا فيما شرع.\n. ثم بين تعالى حكم القتل العمد وجريمته النكراء وعقوبته الشديدة فقال ﴿وَمَن يَقْتُلْ مُؤْمِنًا مُّتَعَمِّدًا فَجَزَآؤُهُ جَهَنَّمُ خَالِدًا فِيهَا﴾ أي ومن يقدم على قتل مؤمن عالمًا بإِيمانه متعمدًا لقتله فجزاؤه جهنم مخلدًا فيها على الدوام، وهذا محمول عند الجمهور على من استحل قتل المؤمن كما قال ابن عباس لأنه باستحلال القتل يصبح كافرًا ﴿وَغَضِبَ الله عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا﴾ أي ويناله السخط الشديد من الله والطرد من رحمة الله والعذاب الشديد في الآخرة ﴿يَا أَيُّهَا الذين آمَنُواْ إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله فَتَبَيَّنُواْ﴾ أي إِذا سافرتم في الجهاد لغزو الأعداء فتثبتوا ولا تعجلوا في القتل حتى يتبين لكم المؤمن من الكافر ﴿وَلاَ تَقُولُواْ لِمَنْ ألقى إِلَيْكُمُ السلام لَسْتَ مُؤْمِنًا﴾ أي ولا تقولوا لمن حياكم بتحية الإِسلام لست مؤمنًا وإِنما قلت هذا خوفًا من القتل فتقتلوه ﴿تَبْتَغُونَ عَرَضَ الحياة الدنيا﴾ أي حال كونكم طالبين لماله الذي هو حطامٌ سريع الزوال ﴿فَعِنْدَ الله مَغَانِمُ كَثِيرَةٌ﴾ أي فعند الله ما هو خير من ذلك وهو ما أعده لكم من جزيل الثواب والنعيم ﴿كذلك كُنْتُمْ مِّن قَبْلُ فَمَنَّ الله عَلَيْكُمْ فَتَبَيَّنُواْ﴾ أي كذلك كنتم كفارًا فهداكم للإِسلام ومنَّ عليكم بالإِيمان فتبينوا أن تقتلوا مؤمنًا وقيسوا حاله بحالكم ﴿إِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي مطلعًا على أعمالكم فيجازيكم عليها، ثم أخبر تعالى بفضيلة المجاهدين فقال ﴿لاَّ يَسْتَوِي القاعدون مِنَ المؤمنين - غَيْرُ أُوْلِي الضرر -","vol":"1","page":272},{"text":"والمجاهدون فِي سَبِيلِ الله بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ﴾ أي لا يتساوى من قعد عن الجهاد من المؤمنين مع من جاهد بماله ونفسه في سبيل الله غير أهل الأعذار كالأعمى والأعرج والمريض قال ابن عباس: هم القاعدون عن بدر والخارجون إِليها، ولما نزلت الآية قام ابن أم مكتوم فقال يا رسول الله: هل لي من رصخة فوالله لو أستطيع الجهاد لجاهدتُ - وكان أعمى - فأنزل الله ﴿غَيْرُ أُوْلِي الضرر﴾ ﴿فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ عَلَى القاعدين دَرَجَةً﴾ أي فضل الله المجاهدين على القاعدين من أهل الأعذار درجة لاستوائهم في النية كما قال ﷺ َ: «إِن بالمدينة أقوامًا ما سرتم من مسير ولا قطعتم من وادٍ إِلا وهم معكم فيه قالوا: وهم بالمدينة يا رسول الله؟ قال: نعم حبسهم العذر» ﴿وَكُلًاّ وَعَدَ الله الحسنى﴾ أي وكلًا من المجاهدين والقاعدين بسبب ضررٍ لحقهم وعدهم الله الجزاء الحسن في الآخرة ﴿وَفَضَّلَ الله المجاهدين عَلَى القاعدين أَجْرًا عَظِيمًا﴾ أي وفضل الله المجاهدين في سبيل الله على القاعدين بغير عذر بالثواب الوافر العظيم ﴿دَرَجَاتٍ مِّنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي منازل بعضها أعلى من بعض مع المغفرة والرحمة وفي الحديث\n«إِن في الجنة مائة درجة أعدها الله للمجاهدين في سبيله ما بين كل درجتين كما بين السماء والأرض» .\nالبَلاغَة: تضمنت هذه الآيات من البلاغة والبيان والبديع أنواعًا نوجزها فيما يلي:\n١ - الاستفهام بمعنى الإِنكار في ﴿فَمَا لَكُمْ فِي المنافقين﴾؟ وفي ﴿أَتُرِيدُونَ أَن تَهْدُواْ﴾؟\n٢ - الطباق في ﴿أَن تَهْدُواْ مَنْ أَضَلَّ الله﴾ وكذلك ﴿القاعدون ... . والمجاهدون﴾ .\n٣ - والجناس المغاير في ﴿تَكْفُرُونَ كَمَا كَفَرُواْ﴾ وفي ﴿مَغْفِرَةً ... غَفُورًا﴾ .\n٤ - الإِطناب في ﴿فَضَّلَ الله المجاهدين بِأَمْوَالِهِمْ وَأَنْفُسِهِمْ ... . وَفَضَّلَ الله المجاهدين عَلَى القاعدين﴾ وكذلك في ﴿أَن يَقْتُلَ مُؤْمِنًا إِلاَّ خَطَئًا﴾ ﴿وَمَن قَتَلَ مُؤْمِنًا خَطَئًا﴾ .\n٥ - الاستعارة في ﴿إِذَا ضَرَبْتُمْ فِي سَبِيلِ الله﴾ استعار الضرب للسعي في قتال الأعداء واستعار السبيل لدين الله، ففيه استعارة الضرب للجهاد، واستعارة السبيل لدين الله.\n٦ - المجاز المرسل في ﴿فَتَحْرِيرُ رَقَبَةٍ﴾ أطلق الجزء وأراد الكل أي عتق مملوك.\nالفوَائِد: القتل العمد من أعظم الجرائم في نظر الإِسلام ولهذا كانت عاقبته في غاية التغليظ والتشديد وقد قال ﷺ َ «من أعان على قتل مسلم مؤمن بشطر كلمة جاء يوم القيامة مكتوبٌ بين عينيه آيسٌ من رحمة الله» وفي الحديث أيضًا «لزوال الدنيا أهون على الله من قتل رجل مؤمن» تنبيه: أمر تعالى في القتل الخطأ بإِعتاق رقبةٍ مؤمنة والحكمة في هذا - والله أعلم - أنه لما اخرج نفسًا مؤمنة من جملة الأحياء لزمه أن يدخل نفسًا مثلها في جملة الأحرار إِذ أن إِطلاقها من قيد","vol":"1","page":273},{"text":"الرق إِحياءٌ لها، والعبد الرقيق في الإِسلام له من الحقوق ما ليس للأحرار في الأمم الأخرى وليس أدل على ذلك من قوله تعالى ﴿فَمَا الذين فُضِّلُواْ بِرَآدِّي رِزْقِهِمْ على مَا مَلَكَتْ أَيْمَانُهُمْ فَهُمْ فِيهِ سَوَآءٌ﴾ [النحل: ٧١] وقوله ﷺ َ في مرضه الذي مات فيه «الصلاة الصلاة، وما ملكت أيمانكم لا تكلفوهم ما لا يطيقون» ومن يطّلع على معاملة الزنوج في أمريكا يتضح له جليًا صحة ما نقول وها هي الأمم الغربية تحرم استرقاق العبيد في حين أنها تسترق الأحرار، وتحرم استرقاق الأفراد وتسترق الجماعات والأمم والشعوب، باسم الاستعمار والانتداب، فأين هذه الحضارة المزعومة والمدنيَّة الزائفة من حضارة الإِسلام ومدنيته الصادقة التي حررت الشعوب والأمم والأفراد؟!","vol":"1","page":274},{"text":"المنَاسَبَة: لما ذكر تعالى ثواب المجاهدين الأبرار، أتبعه بذكر عقاب القاعدين عن الجهاد الذين سكنوا في بلاد الكفر، ثم رغب تعالى في الهجرة من دار الكفر إِلى دار الإِيمان وذكر ما يترتب عليها من السعة والأجر والثواب، ثم لما كان الجهاد والهجرة سبباص لحدوث الخوف بين تعالى صلاة المسافر وطريقة صلاة الخوف، ثم أتبع ذلك بذكر أروع مثل في الانتصار للعدالة سجله التاريخ ألا وهو إِنصاف رجل يهودي اتهم ظلمًا بالسرّقة وإِدانة الذين تآمروا عليه وهم أهل بيت من الأنصار في المدينة المنورة.\nاللغَة: ﴿مُرَاغَمًا﴾ مذهبًا ومتحولًا مشتق من الرّغام وهو التراب قال ابن قتيبة: المُراغم والمُهَاجر واحد وأصله أن الرجل كان إِذا أسلم خرج عن قومه مُراغمًا لهم أي مغاضبًا فقيل للمذهب مُرَاغَمًا وسمي مصيرة إِلى النبي ﷺ َ هجرة ﴿سَعَةً﴾ اتساعًا في الرزق ﴿تَقْصُرُواْ﴾ القصر: النقص يقال قصر صلاته إِذا صلّى الرباعية ركعتين قال أبو عبيد: فيها ثلاث لغات قصرتُ الصلاة وقصَّرتها وأقصرتها ﴿تَغْفُلُونَ﴾ الغفلة: السهو الذي يعتري الإِنسان من قلة التحفظ والتيقظ ﴿مَّوْقُوتًا﴾ محدود الأوقات لا يجوز إِخراجه عن وقته ﴿تَهِنُواْ﴾ تضعفوا ﴿خَصِيمًا﴾ الخصيم بمعنى المخاصم أي المنازع والمدافع ﴿خَوَّانًا﴾ مبالغًا في الخيانة.\nسَبَبُ النَّزول: أ - عن ابن عباس قال: كان قوم من المسلمين أقاموا بمكة - وكانوا يستخفون بالإِسلام - فأخرجهم المشركون يوم بدر معهم فأصيب بعضهم فقال المسلمون: كان أصحابنا هؤلاء مسلمين وأُكرهوا على الخروج فنزلت ﴿إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ ...﴾ الآية.\nب - كان ضمرة بن القيس من المستضعفين بمكة وكان مريضًا فلما سمع ما أنزل الله في الهجرة قال لأولاده احملوني فإِني لستُ من المستضعفين وإِني لأهتدي الطريق، والله لا أبيت الليلة بمكة فحملوه على سرير ثم خرجوا به فمات في الطريق بالتنعيم فأنزل الله ﴿وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ﴾ .\nج - روي أن رجلًا من الأنصار يقال له «طُعمة بن أُبيرق» من بني ظفر سرق درعًا من جاره «قتادة ابن النعمان» في جراب دقيق، فجعل الدقيق ينتثر من خرقٍ فيه فخبأها عند «زيد بن السمين» اليهودي فالتُمست الدرع عند طعمة فلم توجد وحلف ما أخذها وما له بها علم فتركوه واتبعوا أثر الدقيق حتى انتهوا إِلى منزل اليهودي فأخذوها فقال: دفعها إِليَّ طُعْمة وشهد له ناسٌ من اليهود فقالت بنو ظفر: انطلقوا بنا إِلى رسول الله ﷺ َ فسألوه أن يجادل عن صاحبهم وشهدوا ببراءته وسرقة","vol":"1","page":275},{"text":"اليهودي فهمَّ رسول الله ﷺ َ أن يفعل فنزلت الآية ﴿إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله.\n. .﴾ الآية وهرب طُعْمة إِلى مكة وارتد ونقب حائطًا بمكة ليسرق أهله فسقط الحائط عليه فقتله.\nالتفِسير: ﴿إِنَّ الذين تَوَفَّاهُمُ الملائكة ظالمي أَنْفُسِهِمْ﴾ أي تتوفاهم الملائكة حال كونهم ظالمي أنفسهم بالإِقامة مع الكفار في دار الشرك وترك الهجرة إِلى دار الإِيمان ﴿قَالُواْ فِيمَ كُنتُمْ قَالُواْ كُنَّا مُسْتَضْعَفِينَ فِي الأرض﴾ أي تقول لهم الملائكة في أيّ شيء كنتم من أمر دينكم؟ وهو سؤال توبيخ وتقريع قالوا معتذرين: كنا مستضعفين في أرض مكة عاجزين عن إِقامة الدين فيها ﴿قالوا أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً فَتُهَاجِرُواْ﴾؟ أي قالت لهم الملائكة توبيخًا: أليست أرض الله واسعة فتهاجروا من دار الكفر إلى دارٍ تقدرون فيها على إِقامة دين الله كما فعله من هاجر إِلى المدينة وإِلى الحبشة؟ قال تعالى بيانًا لجزائهم ﴿فِيهَا فأولئك مَأْوَاهُمْ جَهَنَّمُ وَسَآءَتْ مَصِيرًا﴾ أي مقرهم النار وساءت مقرًا ومصيرًا، ثم استثنى تعالى منهم الضعفة والعاجزين عن الهجرة فقال ﴿إِلاَّ المستضعفين مِنَ الرجال والنسآء والولدان لاَ يَسْتَطِيعُونَ حِيلَةً وَلاَ يَهْتَدُونَ سَبِيلًا﴾ أي لكن من كان منهم مستضعفًا كالرجال والنساء والأطفال الذين استضعفهم المشركون وعجزوا لإِعسارهم وضعفهم عن الهجرة ولا يستطيعون الخلاص ولا يهتدون الطريق الموصل لدار الهجرة ﴿فأولئك عَسَى الله أَن يَعْفُوَ عَنْهُمْ﴾ أي لعل الله أن يعفو عنهم لأنهم لم يتركوا الهجرة اختيارًا ﴿وَكَانَ الله عَفُوًّا غَفُورًا﴾ أي يعفو ويغفر لأهل الأعذار، وعسى في كلام الله تفيد التحقيق ﴿وَمَن يُهَاجِرْ فِي سَبِيلِ اللَّهِ يَجِدْ فِي الأرض مُرَاغَمًا كَثِيرًا وَسَعَةً﴾ هذا ترغيبٌ في الهجرة أي من يفارق وطنه ويهرب فرارًا بدينه من كيد الأعداء يجد مُهَاجرًا ومتجولًا في الأرض كبيرًا يُراغم به أنف عدوه ويجد سعةً في الرزق فأرض الله واسعة ورزقه سابغ على العباد ﴿ياعبادي الذين آمنوا إِنَّ أَرْضِي وَاسِعَةٌ فَإِيَّايَ فاعبدون﴾ [العنكبوت: ٥٦] ﴿وَمَن يَخْرُجْ مِن بَيْتِهِ مُهَاجِرًا إِلَى الله وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الموت فَقَدْ وَقَعَ أَجْرُهُ عَلىَ الله﴾ أخبر تعالى أن من خرج من بلده مهاجرًا من أرض الشرك فارًا بدينه إلى الله ورسوله ثم مات قبل بلوغه دار الهجرة فقد ثبت أجر هجرته على الله تعالى ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي ساترًا على العباد رحيمًا بهم ﴿وَإِذَا ضَرَبْتُمْ فِي الأرض فَلَيْسَ عَلَيْكُمْ جُنَاحٌ أَن تَقْصُرُواْ مِنَ الصلاة﴾ أي وإِذا سافرتم للغزو أو التجارة أو غيرهما فلا إِثم عليكم أن تقصروا من الصلاة فتصلوا الرباعية ركعتين ﴿إِنْ خِفْتُمْ أَن يَفْتِنَكُمُ الذين كفروا﴾ أي إِن خشيتم أن ينالكم مكروه من أعدائكم الكفرة، وذكرُ الخوف وليس للشرط وإِنما هو لبيان الواقع حيث كانت أسفارهم لا تخلو من خوف العدو لكثرة المشركين ويؤيده حديث «يعلى بن أمية» قال قلت لعمر بن الخطاب: إِن الله يقول ﴿إِنْ خِفْتُمْ﴾ وقد أمن الناس فقال: عجبتُ مما عجبتَ منه فسألت رسول الله ﷺ َ عن ذلك فقال\n«صدقةٌ تصدَّق الله بها عليكم فاقبلوا صدقته» ﴿إِنَّ الكافرين كَانُواْ لَكُمْ عَدُوًّا مُّبِينًا﴾ أي إِن الكافرين أعداء لكم مظهرون للعداوة ولا يمنعهم فرصة اشتغالكم بمناجاة الله أن يقتلوكم ﴿وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصلاة","vol":"1","page":276},{"text":"فَلْتَقُمْ طَآئِفَةٌ مِّنْهُمْ مَّعَكَ وليأخذوا أَسْلِحَتَهُمْ﴾ أي وإِذا كنت معهم يا محمد وهم يصلون صلاة الخوف في الحرب فلتأتم بك طائفة منهم وهم مدججون بأسلحتهم احتياطًا ولتقم الطائفة الأخرى في وجه العدو ﴿فَإِذَا سَجَدُواْ فَلْيَكُونُواْ مِن وَرَآئِكُمْ وَلْتَأْتِ طَآئِفَةٌ أخرى لَمْ يُصَلُّواْ فَلْيُصَلُّواْ مَعَكَ﴾ أي فإِذا فرغت الطائفة الأولى من الصلاة فلتأت الطائفة التي لم تصلّ إِلى مكانها لتصلي خلفك ﴿وَلْيَأْخُذُواْ حِذْرَهُمْ وَأَسْلِحَتَهُمْ﴾ أي وليكونوا حذرين من عدوهم متأهبين لقتالهم بحملهم السلاح ﴿وَدَّ الذين كَفَرُواْ لَوْ تَغْفُلُونَ عَنْ أَسْلِحَتِكُمْ وَأَمْتِعَتِكُمْ فَيَمِيلُونَ عَلَيْكُمْ مَّيْلَةً وَاحِدَةً﴾ أي تمنى أعداؤكم أن تنشغلوا عن أسلحتكم وأمتعتكم فيأخذوكم غرة، ويشدوا عليكم شدة واحدة فيقتلونكم وأنتم تصلون والمعنى لا تتشاغلوا بأجمعكم بالصلاة فيتمكن عدوكم منكم ولكن أقيموها على ما أُمرتم به ﴿وَلاَ جُنَاحَ عَلَيْكُمْ إِن كَانَ بِكُمْ أَذًى مِّن مَّطَرٍ أَوْ كُنتُمْ مرضى أَن تضعوا أَسْلِحَتَكُمْ﴾ أي لا إِثم عليكم في حالة المطر أو المرض أن لا تحملوا أسلحتكم إِذا ضعفتم عنها ﴿وَخُذُواْ حِذْرَكُمْ﴾ أي كونوا متيقظين واحترزوا من عدوكم ما استطعتم ﴿إِنَّ الله أَعَدَّ لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي أعدَّ لهم عذابًا مخزيًا مع الإِهانة، روى ابن كثير عند هذه الآية عن أبي عياش الزُرقي قال: «كنا مع رسول الله ﷺ َ بعُسفان فاستقبلنا المشركون عليهم خالد بن الوليد - وهم بيننا وبين القبلة - فصلى بنا رسول الله ﷺ َ الظهر فقالوا: لقد كانوا على حالٍ لو أصبنا غرتهم ثم قالوا: يأتي عليهم الآن صلاة هي أحبُّ إِليهم من أبنائهم وأنفسهم قال: فنزل جبريل بهذه الآيات بين الظهر والعصر» ﴿وَإِذَا كُنتَ فِيهِمْ فَأَقَمْتَ لَهُمُ الصلاة﴾ الآية ثم أمر تعالى بكثرة ذكره عقب صلاة الخوف فقال ﴿فَإِذَا قَضَيْتُمُ الصلاة فاذكروا الله قِيَامًا وَقُعُودًا وعلى جُنُوبِكُمْ﴾ أي فإِذا فرغتم من الصلاة فأكثروا من ذكر الله في حال قيامكم وقعودكم واضطجاعكم واذكروه في جميع الحالات لعلة ينصركم على عدوكم ﴿فَإِذَا اطمأننتم فَأَقِيمُواْ الصلاة﴾ أي فإِذا أمنتم وذهب الخوف فأتموا الصلاة وأقيموها كما أمرتم بخشوعها وركوعها وسجودها وجميع شروطها ﴿إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَابًا مَّوْقُوتًا﴾ أي فرضًا محدودًا بأوقات معلومة لا يجوز تأخيرها عنه، ثم حث تعالى على الجهاد والصبر عند الشدائد فقال ﴿وَلاَ تَهِنُواْ فِي ابتغآء القوم﴾ أي لا تضعفوا في طلب عدوكم بل جدّوا فيهم وقاتلوهم واقعدوا لهم كل مرصد ﴿إِن تَكُونُواْ تَأْلَمُونَ فَإِنَّهُمْ يَأْلَمُونَ كَمَا تَأْلَمونَ وَتَرْجُونَ مِنَ الله مَا لاَ يَرْجُونَ﴾ أي إِن كنتم تتألمون من الجراح والقتال فإِنهم يتألمون أيضًا منه كما تتألمون ولكنكم ترجون من الله الشهادة والمثوبة والنصر حيث لا يرجونه هم ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بمصالح خلقه حكيمًا في تشريعه وتدبيره، قال القرطبي: نزلت هذه الآية في حرب أُحد حيث أمر ﷺ َ بالخروج في آثار المشركين وكان بالمسلمين جراحات وكان أمر ألا يخرج معه إِلا من حضر في تلك الوقعة، وقيل: هذا في كل جهاد.\n﴿إِنَّآ أَنْزَلْنَا إِلَيْكَ الكتاب بالحق لِتَحْكُمَ بَيْنَ الناس بِمَآ أَرَاكَ الله﴾ أي إِنا أنزلنا إِليك يا محمد القرآن متلبسًا بالحق لتحكم بين الناس بما عرّفك الله وأوحى به إِليك ﴿وَلاَ تَكُنْ لِّلْخَآئِنِينَ خَصِيمًا﴾ أي لا تكن مدافعًا ومخاصمًا عن الخائنين","vol":"1","page":277},{"text":"تجادل وتدافع عنهم، والمراد به «طعمة بن أبيرق» وجماعته ﴿واستغفر الله﴾ أي استغفر الله مما هممتَ به من الدفاع عن طُعْمة اطمئنانًا لشهادة قومه بصلاحه ﴿إِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي مبالغًا في المغفرة والرحمة لمن يستغفره ﴿وَلاَ تُجَادِلْ عَنِ الذين يَخْتَانُونَ أَنْفُسَهُمْ﴾ أي لا تخاصم وتدافع عن الذين يخونون أنفسهم بالمعاصي ﴿إِنَّ الله لاَ يُحِبُّ مَن كَانَ خَوَّانًا أَثِيمًا﴾ أي لا يحب من كان مفرطًا في الخيانة منهمكًا في المعاصي والآثام ﴿يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله﴾ أي يستترون من الناس خوفًا وحياءً ولا يستحيون من الله وهو أحق بأن يُستحيا منه ويخاف من عقابه ﴿وَهُوَ مَعَهُمْ إِذْ يُبَيِّتُونَ مَا لاَ يرضى مِنَ القول﴾ أي وهو معهم جل وعلا عالم بهم وبأحوالهم يسمع ما يدبرونه في الخفاء ويضمرونه في السر من رمي البريء وشهادة الزور والحلف الكاذب ﴿وَكَانَ الله بِمَا يَعْمَلُونَ مُحِيطًا﴾ أي لا يعزب عنه شيء منها ولا يفوت. . ثم قال تعالى توبيخًا لقوم طُعْمة ﴿هَا أَنْتُمْ هؤلاء جَادَلْتُمْ عَنْهُمْ فِي الحياة الدنيا﴾ أي ها أنتم يا معشر القوم دافعتم عن السارق والخائنين في الدنيا ﴿فَمَن يُجَادِلُ الله عَنْهُمْ يَوْمَ القيامة﴾ أي فمن يدافع عنهم في الآخرة إِذا أخذهم الله بعذابه؟ ﴿أَمْ مَّن يَكُونُ عَلَيْهِمْ وَكِيلًا﴾؟؟ أي من يتولى الدفاع عنهم ونصرتهم من بأس الله وانتقامه؟ ثم دعاهم الله تعالى إِلى الإِنابة والتوبة فقال ﴿وَمَن يَعْمَلْ سواءا أَوْ يَظْلِمْ نَفْسَهُ﴾ أي من يعمل أمرًا قبيحًا يسوء به غيره كاتهام بريء أو يرتكب جريمة يظلم بها نفسه كالسرقة ﴿ثُمَّ يَسْتَغْفِرِ الله يَجِدِ الله غَفُورًا رَّحِيمًا﴾ أي ثم يتوب من ذنبه يجد الله عظيم المغفرة واسع الرحمة قال ابن عباس: عرض اللهُ التوبة بهذه الآية على بني أُبيرق ﴿وَمَن يَكْسِبْ إِثْمًا فَإِنَّمَا يَكْسِبُهُ على نَفْسِهِ وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي من يقترف إِثمًا متعمدًا فإِنما يعود وبال ذلك على نفسه وكان الله عليمًا بذنبه حكيمًا في عقابه ﴿وَمَن يَكْسِبْ خطيائة أَوْ إِثْمًا﴾ أي من يفعل ذنبًا صغيرًا أو إِثمًا كبيرًا ﴿ثُمَّ يَرْمِ بِهِ بَرِيئًا فَقَدِ احتمل بُهْتَانًا وَإِثْمًا مُّبِينًا﴾ أي ثم ينسب ذلك إِلى بريء ويتهمه به فقد تحمّل جرمًا وذنبًا واضحًا، ثم بين تعالى فضله على رسوله فقال ﴿وَلَوْلاَ فَضْلُ الله عَلَيْكَ وَرَحْمَتُهُ لَهَمَّتْ طَّآئِفَةٌ مِّنْهُمْ أَن يُضِلُّوكَ﴾ أي لولا فضل الله عليك بالنبوة ورحمته بالعصمة لهمت جماعة منهم أن يضلوك عن الحق، وذلك حين سألوا الرسول ﷺ َ أن يبرئ صاحبهم «طُعْمة» من التهمة ويلحقها باليهودي فتفضل الله ﷿ على رسوله بأن أطلعه على الحقيقة ﴿وَمَا يُضِلُّونَ إِلاَّ أَنْفُسَهُمْ﴾ أي وبال إِضلالهم راجع عليهم ﴿وَمَا يَضُرُّونَكَ مِن شَيْءٍ﴾ أي وما يضرونك يا محمد لأن الله عاصمك من ذلك ﴿وَأَنزَلَ الله عَلَيْكَ الكتاب والحكمة﴾ أي أنزل الله عليك القرآن والسنة فكيف يضلونك وهو تعالى يُنزل عليك الكتاب ويوحي إِليك بالأحكام ﴿وَعَلَّمَكَ مَا لَمْ تَكُنْ تَعْلَمُ وَكَانَ فَضْلُ الله عَلَيْكَ عَظِيمًا﴾ أي علمك ما لم تكن تعلمه من الشرائع والأمور الغيبية وكان فضله تعالى عليك كبيرًا بالوحي والرسالة وسائر النعم الجسيمة.\nالبَلاَغَة: تضمنت الآيات الكريمة من البلاغة والبيان والبديع أنواعًا نوجزها فيما يلي:\n١ - الاستفهام الذي يراد به التوبيخ والتقريع في ﴿قَالُواْ فِيمَ كُنتُمْ﴾؟ وفي ﴿أَلَمْ تَكُنْ أَرْضُ الله وَاسِعَةً﴾؟\n٢ -","vol":"1","page":278},{"text":"إِطلاق العام وإِرادة الخاص ﴿فَإِذَا قَضَيْتُمُ الصلاة﴾ أريد بها صلاة الخوف.\n٣ - الجناس المغاير في ﴿يَعْفُوَ ... عَفُوًّا﴾ وفي ﴿يُهَاجِرْ ... مُهَاجِرًا﴾ وفي ﴿يَخْتَانُونَ ... خَوَّانًا﴾ وفي ﴿يَسْتَغْفِرِ ... غَفُورًا﴾ .\n٤ - إِطلاق الجمع على الواحد في ﴿تَوَفَّاهُمُ الملائكة﴾ يراد به ملك الموت وذكر بصيغة الجمع تفخيمًا له وتعظيمًا لشأنه.\n٥ - طباق السلب ﴿يَسْتَخْفُونَ مِنَ الناس وَلاَ يَسْتَخْفُونَ مِنَ الله﴾ .\n٦ - الاطناب بكرار لفظ الصلاة تنبيهًا على فضلها ﴿إِنَّ الصلاة كَانَتْ عَلَى المؤمنين كِتَابًا مَّوْقُوتًا﴾ .","vol":"1","page":279},{"text":"المنَاسَبَة: لما ذكر تعالى قصة طُعْمة وحادثة السرقة التي اتهم بها اليهودي البريء ودفاع قومه عنه وتآمرهم في السرّ لإِيقاع البرئ بها، ذكر تعالى هنا أن موضوع النجوى لا يخفى على الله وأن كل تدبير في السرّ يعلمه الله، وأنه لا خير في التناجي إِلا ما كان بقصد الخير والإِصلاح، ثم ذكر تعالى أن مخالفة أمر الرسول ﷺ َ جرمٌ عظيم وحذَّر من الشيطان وطرق إِغوائه، ثم عاد الحديث إِلى التحذير من ظلم النساء في ميراثهن ومهورهن وأكد على وجوب الإِحسان إِليهن، وأعقبه بذكر النشوز والطريق إِلى الإِصلاح بين الزوجين إِمّا بالوفاق أو بالفراق.\nاللغَة: ﴿نَّجْوَاهُمْ﴾ النجوى: السرُّ بين الإِثنين قال الواحدي: ولا تكون النجوى إِلا بين اثنين ﴿يُشَاقِقِ﴾ يخالف والشقاقُ: الخلاف مع العداوة لأن كلًا من المتخالفين يكون في شق غير شق الآخر ﴿مَّرِيدًا﴾ المريد: العاتي المتمرد من مرد إِذا عتا وتجبر قال الأزهري: مرد الرجل إِذا عتا وخرج عن الطاعة فهو ما رد ومريد ﴿فَلَيُبَتِّكُنَّ﴾ البتك: القطع ومنه سيف باتك أي قاطع ﴿مَحِيصًا﴾ مهربًا من حاص إِذا هرب ونفر وفي المثل «وقعوا في حيص بيص» أي فيما لا يقدر على التخلص منه ﴿خَلِيلًا﴾ من الخلة وهي صفاء المودة قال ثعلب: سمي الخليل خليلًا لأن محبته تتخلل القلب فلا تدع فيه خللًا إِلا ملأته قال بشار:\nقد تخلّلتِ مسلك الروح مني ... وبه سمي الخليل خليلًا","vol":"1","page":280},{"text":"التفِسير: ﴿لاَّ خَيْرَ فِي كَثِيرٍ مِّن نَّجْوَاهُمْ﴾ أي لا خير في كثير مما يُسرّه القوم ويتناجون به في الخفاء ﴿إِلاَّ مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاَحٍ بَيْنَ الناس﴾ أي إِلا نجوى من أمر بصدقةٍ ليعطيها سرًا أو أمر بطاعة الله قال الطبري: المعروف هو كل ما أمر الله به أو ندب إِليه من أعمال البر والخير، والإِصلاح هو الإِصلاح بين المختصمين ﴿وَمَن يَفْعَلْ ذلك ابتغآء مَرْضَاتِ الله﴾ أي ومن يفعل ما أمر به من البر والمعروف والإِصلاح طلبًا لرضى الله تعالى لا لشيء من أغراض الدنيا ﴿فَسَوْفَ نُؤْتِيهِ أَجْرًا عَظِيمًا﴾ أي فسوف نعطيه ثوابًا جزيلًا هو الجنة قال الصاوي: والتعبير بسوف إِشارة إلى أن جزاء الأعمال الصالحة في الآخرة لا في الدنيا لأنها ليست دار جزاء ﴿وَمَن يُشَاقِقِ الرسول مِن بَعْدِ مَا تَبَيَّنَ لَهُ الهدى﴾ أي يخالف أمر الرسول فيما جاء به عن الله من بعد ما ظهر له الحق بالمعجزات ﴿وَيَتَّبِعْ غَيْرَ سَبِيلِ المؤمنين﴾ أي يسلك طريقًا غير طريق المؤمنين ويتبع منهاجًا غير منهاجهم ﴿نُوَلِّهِ مَا تولى وَنُصْلِهِ جَهَنَّمَ﴾ أي نتركه مع اختياره الفاسد وندخله جهنم عقوبة له ﴿وَسَآءَتْ مَصِيرًا﴾ أي وساءت جهنم مرجعًا لهم ﴿إِنَّ الله لاَ يَغْفِرُ أَن يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذلك لِمَن يَشَآءُ﴾ أي لا يغفر ذنب الشرك ويغفر ما دونه من الذنوب لمن يريد ﴿وَمَن يُشْرِكْ بالله فَقَدْ ضَلَّ ضَلاَلًا بَعِيدًا﴾ أي فقد بَعُد عن طريق الحق والسعادة بعدًا كبيرًا ﴿إِن يَدْعُونَ مِن دُونِهِ إِلاَّ إِنَاثًا﴾ أي ما يدعو هؤلاء المشركون وما يعبدون من دون الله إلا أوثانًا سموها بأسماء الإِناث «اللات والعزى ومناة» قال في التسهيل: كانت العرب تسمي الأصنام بأسماء مؤنثة ﴿وَإِن يَدْعُونَ إِلاَّ شَيْطَانًا مَّرِيدًا﴾ أي وما يعبدون إلا شيطانًا متمردًا بلغ الغاية في العتو والفجور وهو إبليس الذي فسق عن أمر ربه ﴿لَّعَنَهُ الله وَقَالَ لأَتَّخِذَنَّ مِنْ عِبَادِكَ نَصِيبًا مَّفْرُوضًا﴾ أي أبعده الله عن رحمته فأقسم الشيطان قائلًا: لأتخذنَّ من عبادك الذين أبعدتني من أجلهم نصيبًا أي حظًا مقدرًا معلومًا أدعوهم إلى طاعتي من الكفرة والعصاة وفي صحيح مسلم يقول الله تعالى لآدم يوم القيامة\n«إبعثْ بعثَ النار فيقول: وما بعث النار؟ فيقول من كل ألفٍ تسعمائةٌ وتسعة وتسعون» ﴿وَلأُضِلَّنَّهُمْ وَلأُمَنِّيَنَّهُمْ﴾ لأصرفَنّهم عن طريق الهدى وأعدهم الأماني الكاذبة وألقي في قلوبهم طول الحياة وأن لا بعث ولا حساب ﴿وَلأَمُرَنَّهُمْ فَلَيُبَتِّكُنَّ آذَانَ الأنعام﴾ أي ولآمرنهم بتقطيع آذان الأنعام قال قتادة: يعني تشقيقها وجعلها علامة للبحيرة والسائبة كما كانوا يفعلون في الجاهلية ﴿وَلأَمُرَنَّهُمْ فَلَيُغَيِّرُنَّ خَلْقَ الله﴾ أي ولآمرنهم بتغيير خلق الله كخصاء العبيد والحيوان والوشم وغيره وقيل: المراد به تغيير دين الله بالكفر والمعاصي وإحلال ما حرّم الله وتحريم ما أحل ﴿وَمَن يَتَّخِذِ الشيطان وَلِيًّا مِّن دُونِ الله﴾ أي ومن يتول الشيطان ويطعْه ويترك أمر الله ﴿فَقَدْ خَسِرَ خُسْرَانًا مُّبِينًا﴾ أي خسر دنياه وآخرته لمصيره إلى النار المؤبدة وأي خسرانٍ أعظم من هذا؟ ثم قال تعالى عن إبليس ﴿يَعِدُهُمْ وَيُمَنِّيهِمْ﴾ أي يعدهم بالفوز والسعادة ويمنيهم","vol":"1","page":281},{"text":"بالأكاذيب والأباطيل قال ابن كثير: هذا إخبارٌ عن الواقع فإِن الشيطان يعد أولياءه ويمنيهم بأنهم هم الفائزون في الدنيا والآخرة وقد كذب وافترى في ذلك ﴿وَمَا يَعِدُهُمُ الشيطان إِلاَّ غُرُورًا﴾ أي وما يعدهم إلا باطلًا وضلالًا قال ابن عرفة: الغُرور ما له ظاهر محبوب وباطن مكروه، فهو مزيّن الظاهر فاسد الباطن ﴿أولئك مَأْوَاهُمْ جَهَنَّمُ﴾ أي مصيرهم ومآلهم يوم القيامة نار جهنم ﴿وَلاَ يَجِدُونَ عَنْهَا مَحِيصًا﴾ أي ليس لهم منهم مفر ولا مهرب، ثم ذكر تعالى حال السعداء الأبرار وما لهم من الكرامة في دار القرآن فقال ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ أي مخلدين في دار النعيم بلا زوال ولا انتقال ﴿وَعْدَ الله حَقًّا﴾ أي وعدًا لا شك فيه ولا ارتياب ﴿وَمَنْ أَصْدَقُ مِنَ الله قِيلًا﴾ أي ومن أصدق من الله قولًا؟ والاستفهام معناه النفيُ أي لا أحد أصدق قولًا من الله قال أبو السعود.\nوالمقصود معارضة مواعيد الشيطان الكاذبة لقرنائه بوعد الله الصادق لأوليائه ﴿لَّيْسَ بِأَمَانِيِّكُمْ ولا أَمَانِيِّ أَهْلِ الكتاب﴾ أي ليس ما وعد الله تعالى من الثواب يحصل بأمانيكم أيها المسلمون ولا بأماني أهل الكتاب وإنما يحصل بالإِيمان والعمل الصالح قال الحسن البصري: ليس الإِيمان بالتمني ولكنْ ما وقر في القلب وصدّقه العمل، إن قومًا ألهتهم الأماني حتى خرجوا من الدنيا ولا حسنة لهم وقالوا نحسن الظن بالله، وكذبوا لو أحسنوا الظن به لأحسنوا العمل ﴿مَن يَعْمَلْ سواءا يُجْزَ بِهِ﴾ أي من يعمل السوء والشر ينال عقابه عاجلًا أو آجلًا ﴿وَلاَ يَجِدْ لَهُ مِن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي لا يجد من يحفظه أو ينصره من عذاب الله ﴿وَمَن يَعْمَلْ مِنَ الصالحات مِن ذَكَرٍ أَوْ أنثى وَهُوَ مُؤْمِنٌ﴾ أي ومن يعمل الأعمال الصالحة سواءً كان ذكرًا أو أنثى بشرط الإِيمان ﴿فأولئك يَدْخُلُونَ الجنة وَلاَ يُظْلَمُونَ نَقِيرًا﴾ أي يدخلهم الله الجنة ولا يُنقصون شيئًا حقيرًا من ثواب أعمالهم كيف ولا والمجازي أرحم الراحمين! ﴿وإنما قال ﴿وَهُوَ مُؤْمِنٌ﴾ ليبيّن أن الطاعة لا تنفع من دون الإِيمان، ثم قال تعالى ﴿وَمَنْ أَحْسَنُ دِينًا مِمَّنْ أَسْلَمَ وَجْهَهُ لله﴾؟ أي لا أحد أحسن دينًا ممن انقاد لأمر الله وشرعه وأخلص عمله لله ﴿وَهُوَ مُحْسِنٌ﴾ أي مطيعٌ لله مجتنبٌ لنواهيه ﴿واتَّبَعَ مِلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ أي واتبع الدين الذي كان عليه إبراهيم خليل الرحمن، مستقيمًا على منهاجه وسبيله وهو دين الإِسلام ﴿واتخذ الله إِبْرَاهِيمَ خَلِيلًا﴾ أي صفيًا اصطفاه لمحبته وخلته قال ابن كثير: فإنه انتهى إلى درجة الخلة التي هي أرفع مقامات المحبة وما ذاك إلا لكثرة طاعته لربه ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي جميع ما في الكائنات ملكه وعبيده وخلقه وهو المتصرف في جميع اذلك، لا رادّ لما قضى ولا معقب لما حكم ﴿وَكَانَ الله بِكُلِّ شَيْءٍ مُّحِيطًا﴾ أي علمه نافذ في جميع ذلك لا تخفى ليه خافية ﴿وَيَسْتَفْتُونَكَ فِي النسآء﴾ أي يسألونك عما يجب عليهم في أمر النساء ﴿قُلِ الله يُفْتِيكُمْ فِيهِنَّ وَمَا يتلى عَلَيْكُمْ فِي الكتاب﴾ أي قل لهم يا محمد: يبين الله لكم ما سألتم في شأنهنَّ ويبين لكم ما يتلى في القرآن من أمر ميراثهن ﴿فِي يَتَامَى النسآء اللاتي لاَ تُؤْتُونَهُنَّ مَا كُتِبَ لَهُنَّ وَتَرْغَبُونَ أَن تَنكِحُوهُنَّ﴾ أي ويفتيكم أيضًا في اليتيمات اللواتي ترغبون في نكاحهن","vol":"1","page":282},{"text":"لجمالهن أو لمالهنَّ ولا تدفعون لهن مهورهنَّ فنهاهم الله ﷿ عن ذلك قال ابن عباس: كان الرجل في الجاهلية تكون عنده اليتيمة فيلقي عليها ثوبة فإذا فعل ذلك لم يقدر أحد أن يتزوجها أبدًا فإن كانت جميلة واحبها تزوجها وأكل مالها، وإن كانت دميمةً منعها الرجال حتى تموت فإذا ماتت ورثها، فحرم الله ذلك ونهى عنه ﴿والمستضعفين مِنَ الولدان وَأَن تَقُومُواْ لليتامى بالقسط﴾ أي ويفتيكم في المستضعفين الصغار أن تعطوهم حقوقهم وأن تعدلوا مع اليتامى في الميراث والمهر، وقد كان أهل الجاهلية لا يورثون الصغار ولا النساء ويقولون: كيف نعطي المال من لا يركب فرسًا ولا يحمل سلاحًا ولا يقاتل عدوًا﴾ فنهاهم الله عن ذلك وأمرهم أن يعطوهم نصيبهم من الميراث ﴿وَمَا تَفْعَلُواْ مِنْ خَيْرٍ فَإِنَّ الله كَانَ بِهِ عَلِيمًا﴾ وما تفعلوه من عدلٍ وبرًّ في أمر النساء واليتامى فإن الله يجازيكم عليه قال ابن كثير: وهذا تهييجٌ على فعل الخيرات وامتثال الأوامر وأن الله سيجزي عليه أوفر الجزاء، ثم ذكر تعالى حكم نشوز الرجل فقال ﴿وَإِنِ امرأة خَافَتْ مِن بَعْلِهَا نُشُوزًا أَوْ إِعْرَاضًا﴾ أي وإذا علمت امرأة أو شعرت من زوجها الترفع عليها أو الإِعراض عنها بوجهه بسبب الكره لها لدمامتها أو لكبر سنها وطموح عينه إلى من هي أشبُّ وأجمل منها ﴿فَلاَ جُنَاْحَ عَلَيْهِمَآ أَن يُصْلِحَا بَيْنَهُمَا صُلْحًا﴾ أي فلا حرج ولا إثم على كل واحد من الزوجين من المصالحة والتوفيق بينهما بإسقاط المرأة بعض حقوقها من نفقةٍ أو كسوةٍ أو مبيت لتستعطفه بذلك وتستديم مودته وصحبته، روى ابن جرير عن عائشة أنها قالت: هذا الرجل يكون له امرأتان إحداهما قد عجزت أو هي دميمة وهو لا يحبها فتقول: لا تطلقني وأنت في حلٍّ من شأني ﴿والصلح خَيْرٌ﴾ أي والصلح خيرٌ من الفراق ﴿وَأُحْضِرَتِ الأنفس الشح﴾ أي جبلت الأنفس على الشح وهو شدة البخل فالمرأة لا تكاد تسمحٍ بحقها من النفقة والاستمتاع، والرجل لا تكاد نفسه تسمح بأن يقسم لها وأن يمسكها إذا رغب عنها وأحبَّ غيرها ﴿وَإِن تُحْسِنُواْ وَتَتَّقُواْ﴾ أي وإن تحسنوا في معاملة النساء وتتقوا الله بترك الجور عليهن ﴿فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ أي فإن الله عالم بما تعملون وسيجزيكم عليه أوفر الجزاء.\n. ثم ذكر تعالى أن العدل المطلق بين النساء بالغٌ من الصعوبة مبلغًا لا يكاد يطاق، وهو كالخارج عن حد الاستطاعة فقال ﴿وَلَن تستطيعوا أَن تَعْدِلُواْ بَيْنَ النسآء﴾ أي لن تستطيعوا أيها الرجال أن تحققوا العدل التام الكامل بين النساء وتسوّوا بينهن في المحبة والأُنس والاستمتاع ﴿وَلَوْ حَرَصْتُمْ﴾ أي ولو بذلتم كل جهدكم لأن التسوية في المحبة وميل القلب ليست بمقدور الإِنسان ﴿فَلاَ تَمِيلُواْ كُلَّ الميل فَتَذَرُوهَا كالمعلقة﴾ أي لا تميلوا عن المرغوب عنها ميلًا كاملًا فتجعلوها كالمعلقة التي ليست بذات زوج ولا مطلقة، شبّهت بالشيء المعلَّق بين السماء والأرض، فلا هي مستقرة على الأرض ولا هي في السماء، وهذا من أبلغ التشبيه ﴿وَإِن تُصْلِحُواْ وَتَتَّقُواْ﴾ أي وإن تصلحوا ما مضى من الجور وتتقوا الله بالتمسك بالعدل ﴿فَإِنَّ الله كَانَ غَفُورًا رَّحِيمًا﴾ أي يغفر ما فرط منكم ويرحمكم ﴿وَإِن يَتَفَرَّقَا يُغْنِ الله كُلًاّ مِّن سَعَتِهِ﴾ أي وإن يفارق كل واحد منهما صاحبه، فإن الله يغنيه بفضله ولطفه، بأن يرزقه زوجًا خيرًا من زوجة، وعيشًا أهنأ من عيشه ﴿وَكَانَ الله وَاسِعًا حَكِيمًا﴾ أي واسع","vol":"1","page":283}]