[{"text":"الفضل على العباد حكيمًا في تدبيره لهم ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي ملكًا وخلقًا وعبيدًا ﴿وَلَقَدْ وَصَّيْنَا الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ وَإِيَّاكُمْ﴾ أي وصينا الأولين والآخرين وأمرناكم بما أمرناهم به من امتثال الأمر والطاعة ﴿أَنِ اتقوا الله﴾ أي وصيناكم جميعًا بتقوى الله وطاعته ﴿وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات وَمَا فِي الأرض﴾ أي وإن تكفروا فلا يضره تعالى كفركم لأنه مستغنٍ عن العباد وهو المالك لما في السماوات والأرض ﴿وَكَانَ الله غَنِيًّا حَمِيدًا﴾ أي غنيًا عن خلقه، محمودًا في ذاته، لا تنفعه طاعة الطائعين، ولا تضره معصية العاصين ﴿وَللَّهِ مَا فِي السماوات وَمَا فِي الأرض وكفى بالله وَكِيلًا﴾ أي كفى به حافظًا لأعمال عباده ﴿إِن يَشَأْ يُذْهِبْكُمْ أَيُّهَا الناس وَيَأْتِ بِآخَرِينَ﴾ أي لو أراد الله لأهلككم وأفناكم وأتى بآخرين غيركم ﴿وَكَانَ الله على ذلك قَدِيرًا﴾ أي قادرًا على ذلك ﴿مَّن كَانَ يُرِيدُ ثَوَابَ الدنيا فَعِندَ الله ثَوَابُ الدنيا والآخرة وَكَانَ الله سَمِيعًا بَصِيرًا﴾ أي من كان يريد بعمله أجر الدنيا فعند الله ما هو أعلى وأسمى وهو أجر الدنيا والآخرة فلم يطلب الأخسّ ولا يطلب الأعلى؟ فليسأل العبد ربه خيري الدنيا والآخرة فهو تعالى سميع لأقوال العباد بصير بأعمالهم.\nالبَلاَغَة: تضمنت الآيات أنواعًا من الفصاحة والبيان والبديع نوجزها فيما يلي:\n١ - الاستعارة في ﴿أَسْلَمَ وَجْهَهُ لله﴾ استعار الوجه للقصد والجهة وكذلك في قوله ﴿وَأُحْضِرَتِ الأنفس الشح﴾ لأن الشح لما كان غير مفارق للأنفس ولا متباعد عنها كان كأنه أحضرها وحمل على ملازمتها فاستعار الإِحضار للملازمة.\n٢ - الجناس المغاير في ﴿ضَلَّ ... ضَلاَلًا﴾ وفي ﴿خَسِرَ ... خُسْرَانًا﴾ وفي ﴿أَحْسَنُ ... مُحْسِنٌ﴾ وفي ﴿صُلْحًا ... والصلح﴾ وفي ﴿تَمِيلُواْ كُلَّ الميل﴾ .\n٣ - التشبيه في ﴿فَتَذَرُوهَا كالمعلقة﴾ وهو مرسل مجمل.\n٤ - الإِطناب والإِيجاز في عدة مواضع.\nتنبيه: العدل المقصود في هذه الآية هو العدل في المحبة القلبية فقط وإلا لتناقضت الآية مع الآية السابقة ﴿فانكحوا مَا طَابَ لَكُمْ مِّنَ النسآء مثنى وَثُلاَثَ وَرُبَاعَ﴾ [النساء: ٣] وقد كان ﷺ َ يقسم بين نسائه فيعدل ويقول «اللهم هذا قَسْمي فيما أملك فلا تؤاخذني فيما تملك ولا أملك» يعني بذلك المحبة القلبية ويدل على هذا قوله تعالى ﴿فَتَذَرُوهَا كالمعلقة﴾، وأما ما يدعو إليه بعض من يتسمون ب «المجددين» من وجوب التزوج بواحدة فقط بدليل هذه الآية فلا عبرة به لأنه جهل بفهم النصوص وهو باطل محض تَرُدُّهُ الشريعة الغراء، والسنة النبوية المطهرة، وكفانا الله شر علماء السوء.","vol":"1","page":284},{"text":"المنَاسَبَة: لما أمر تعالى بالإِحسان إلى النساء والعدل في معاملتهن، أمر هنا بالعدل العام في جميع الأحكام، ودعا إِلى أداء الشهادة على الوجه الأكمل سواء كان المشهود عليه غنيًا أو فقيرًا، وحذّر من اتباع الهوى، ثم دعا إِلى الإِيمان بجميع الملائكة، والكتب والرسل، ثم أعقب ذلك بذكر أوصاف المنافقين المخزية وما له ممن العذاب والنكال في دركات الجحيم.\nاللغَة: ﴿تَلْوُواْ﴾ الليُّ: الدفع يقال لويت فلانًا حقه إِذا دفعته ومطلته ومنه الحديث «ليُّ الواجد ظلم» أي مطل الغني ظلم ﴿يَخُوضُواْ﴾ الخوض: الاقتحام في الشيء ومنه خوض الماء ﴿نَسْتَحْوِذْ﴾ الاستحواذ: الاستيلاء والتغلب يقال استحوذ على كذا إِذا غلب عليه ومنه قوله تعالى ﴿استحوذ عَلَيْهِمُ الشيطان﴾ [المجادلة: ١٩] ﴿مُّذَبْذَبِينَ﴾ الذبذبة: التحريك والاضطراب يقال ذبذبته فتذبذب والمذبذب المتردّد بين أمرين ﴿الدرك﴾ بسكون الراء وفتحها بمعنى الطبقة وهي لما تسافل قال ابن عباس: الدَّرْك لأهل النار كالدرج لأهل الجنة إِلا أن الدرجات بعضها فوق بعض، والدركات بعضها أسفل","vol":"1","page":285},{"text":"من بعض.\nالتفِسير: ﴿يَا أَيُّهَا الذين آمَنُواْ كُونُواْ قَوَّامِينَ بالقسط﴾ أي ما من آمنتم بالله وصدقتم بكتابه كونوا مجتهدين في إِقامة العدل والاستقامة وأتى بصيغة المبالغة في ﴿قَوَّامِينَ﴾ حتى لا يكون منهم جورٌ أبدًا ﴿شُهَدَآءَ للَّهِ﴾ أي تقيمون شهاداتكم لوجه الله دون تحيز ولا محاباة ﴿وَلَوْ على أَنْفُسِكُمْ أَوِ الوالدين والأقربين﴾ أي ولو كانت تلك الشهادة على أنفسكم أو على آبائكم أو أقربائكم فلا تمنعنكم القرابة ولا المنفعة عن أداء الشهادة على الوجه الأكمل فإِن الحق حاكم على كل إِنسان ﴿إِن يَكُنْ غَنِيًّا أَوْ فَقِيرًا﴾ أي إِن يكن المشهود عليه غنيًا فلا يراعى لغناه، أو فقيرًا فلا يمتنع من الشهادة عليه ترحمًا وإِشفاقًا ﴿فالله أولى بِهِمَا﴾ أي فالله أولى بالغني والفقير وأعلم بما فيه صلاحهما فراعوا أمر الله فيما أمركم به فإِنه أعلم بمصالح العباد منكم ﴿فَلاَ تَتَّبِعُواْ الهوى أَن تَعْدِلُواْ﴾ أي فلا تتبعوا هوى النفس مخافة أن تعدلوا بين الناس قال ابن كثير: أي لا يحملنكم الهوى والعصبية وبغض الناس إِليكم على ترك العدل في شئونكم بل الزموا العدل على كل حال ﴿وَإِن تَلْوُواْ أَوْ تُعْرِضُواْ﴾ أي وإِن تلووا ألسنتكم عن شهادة الحق أو تُعرضوا عن إِقامتها رأسًا ﴿فَإِنَّ الله كَانَ بِمَا تَعْمَلُونَ خَبِيرًا﴾ فيجازيكم عليه ﴿يَا أَيُّهَا الذين آمَنُواْ آمِنُواْ بالله وَرَسُولِهِ﴾ أي اثبتوا على الإِيمان ودوموا عليه ﴿والكتاب الذي نَزَّلَ على رَسُولِهِ﴾ أي آمنوا بالقرآن الذي نزل على محمد ﷺ َ ﴿والكتاب الذي أَنزَلَ مِن قَبْلُ﴾ أي وبالكتب السماوية التي أنزلها من قبل القرآن قال أبو السعود: المراد بالكتاب الجنس المنتظم لجميع الكتب السماوية ﴿وَمَن يَكْفُرْ بالله وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ واليوم الآخر فَقَدْ ضَلَّ ضَلاَلًا بَعِيدًا﴾ أي ومن يكفر بشيء من ذلك فقد خرج عن طريق الهدى، وبَعُد عن القصد كل البعد ﴿إِنَّ الذين آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ آمَنُواْ ثُمَّ كَفَرُواْ ثُمَّ ازدادوا كُفْرًا﴾ هذه الآية في المنافقين آمنوا ثم ارتدوا ثم آمنوا ثم ارتدوا ثم ماتوا على الكفر قال ابن عباس: دخل في هذه الآية كل منافق كان في عهد النبي ﷺ َ في البر والبحر وقال ابن كثير: يخبر تعالى عمن دخل في الإِيمان ثم رجع فيه ثم عاد إِلى الإِيمان ثم رجع واستمر على ضلاله وازداد حتى مات فإِنه لا توبة له بعد موته ولا يغفر الله له ولا يجعل له مما هو فيه فرجًا ولا مخرجًا ولا طريقًا إلى الهدى ولهذا قال تعالى ﴿لَّمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ سَبِيلًا﴾ أي لم يكن الله ليسامحهم على ذلك ولا ليهديهم طريقًا إِلى الجنة قال الزمخشري: ليس المعنى انهم لو أخلصوا الإِيمان بعد تكرار الردة لم يُقبل منهم ولم يُغفر لهم ولكنه استبعاد له واستغراب كأنه أمر لا يكاد يكون، وهكذا ترى الفاسق الذي يتوب ثم يرجع ثم يتوب ثم يرجع لا يكاد يرجى منه الثبات، والغالب أنه يموت على شر حال، ثم أخبر تعالى عن مآل المنافقين فقال ﴿بَشِّرِ المنافقين بِأَنَّ لَهُمْ عَذَابًا أَلِيمًا﴾ عبّر تعالى بلفظ ﴿بَشِّرِ﴾ تهكمًا بهم أي أخبر يا محمد المنافقين بعذاب النار الأليم ﴿الذين يَتَّخِذُونَ الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين﴾ أي أولئك هم الذين يوالون","vol":"1","page":286},{"text":"الكافرين ويتخذونهم أعوانًا وأنصارًا لما يتوهمونه فيهم من القوة ويتركون ولاية المؤمنين ﴿أَيَبْتَغُونَ عِندَهُمُ العزة﴾ أي أيطلبون بموالاة الكفار القوة والغلبة؟ والاستفهام إِنكاري أي إِنّ الكفار لا عزة لهم فكيف تُبْتغى منهم! ﴿فَإِنَّ العزة للَّهِ جَمِيعًا﴾ أي العزة لله ولأوليائه قال ابن كثير والمقصود من هذا التهييجُ على طلب العزة من جناب الله ﴿وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الكتاب﴾ أي نزّل عليكم في القرآن، والخطابُ لمن أظهر الإِيمان من مؤمن ومنافق ﴿أَنْ إِذَا سَمِعْتُمْ آيَاتِ الله يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا﴾ أي أنزل عليكم أنه إِذا سمعتم القرآن يَكْفر به الكافرون ويَسْتهزئ به المستهزئون ﴿فَلاَ تَقْعُدُواْ مَعَهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ﴾ أي لا تجلسوا مع الكافرين الذين يستهزئون بآيات الله حتى يتحدثوا بحديث آخر ويتركوا الخوض في القرآن ﴿إِنَّكُمْ إِذًا مِّثْلُهُمْ﴾ أي إِنكم إِن قعدتم معهم كنتم مثلهم في الكفر ﴿إِنَّ الله جَامِعُ المنافقين والكافرين فِي جَهَنَّمَ جَمِيعًا﴾ أي يجمع الفريقين الكافرين والمنافقين في الآخرة في نار جهنم لأن المرء مع من أحب، وهذا الوعيد منه تعالى للتحذير من مخالطتهم ومجالستهم.\n. ثم ذكر تعالى تربصهم السوء بالمؤمنين فقال ﴿الذين يَتَرَبَّصُونَ بِكُمْ﴾ أي ينتظرون بكم الدوائر ﴿فَإِن كَانَ لَكُمْ فَتْحٌ مِّنَ الله﴾ أي غلبةٌ على الأعداء وغنيمة ﴿قالوا أَلَمْ نَكُنْ مَّعَكُمْ﴾ أي فأعطونا مما غنمتموه من الكافرين ﴿وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ﴾ أي ظفرٌ عليكم يا معشر المؤمنين ﴿قالوا أَلَمْ نَسْتَحْوِذْ عَلَيْكُمْ وَنَمْنَعْكُمْ مِّنَ المؤمنين﴾ أي قالوا للمشركين ألم نغلبكم ونتمكنْ من قتلكم وأسركم فأبقينا عليكم وثبطنا عزائم المؤمنين حتى انتصرتم عليهم؟ فهاتوا نصيبنا مما أصبتم لأننا نواليكم ولا نترك أحدًا يؤذيكم قال تعالى بيانًا لمآل الفريقين ﴿فالله يَحْكُمُ بَيْنَكُمْ يَوْمَ القيامة﴾ أي يحكم بين المؤمنين والكافرين ويفصل بينهم بالحق ﴿وَلَن يَجْعَلَ الله لِلْكَافِرِينَ عَلَى المؤمنين سَبِيلًا﴾ أي لن يمكَنَ الكفرة من رقاب المؤمنين فيبيدوهم ويستأصلوهم قال ابن كثير: وذلك بأن يسلطوا عليهم استيلاء استئصال بالكلية وإِن حصل لهم ظفر في بعض الأحيان، فإِن العاقبة للمتقين في الدنيا والآخرة ﴿إِنَّ المنافقين يُخَادِعُونَ الله وَهُوَ خَادِعُهُمْ﴾ أي يفعلون ما يفعل المخادع من إِظهار الإِيمان وإِبطال الكفر والله يجازيهم على خداعهم ويستدرجهم بأمر المؤمنين بحقن دمائهم، وقد أعدّ لهم الدرك الأسفل من النار في الآخرة، فسمّى تعالى جزاءهم خداعًا بطريق المشاكلة لأن وبال خداعهم راجع عليهم ﴿وَإِذَا قاموا إِلَى الصلاة قَامُواْ كسالى﴾ أي يصلون وهم متثاقلون متكاسلون، لا يرجون ثوابًا ولا يخافون عقابًا ﴿يُرَآءُونَ الناس﴾ أي يقصدون بصلاتهم الرياء والسمعة ولا يقصدون وجه الله ﴿وَلاَ يَذْكُرُونَ الله إِلاَّ قَلِيلًا﴾ أي لا يذكرون الله سبحانه إِلا ذكرًا قليلًا ﴿مُّذَبْذَبِينَ بَيْنَ ذلك﴾ أي مضطربين مترددين بين الكفر والإِيمان، وصفهم تعالى بالحيرة في دينهم ﴿لاَ إلى هؤلاء وَلاَ إِلَى هؤلاء﴾ أي لا ينتسبون إِلى المؤمنين ولا إِلى الكافرين ﴿وَمَن يُضْلِلِ الله فَلَن تَجِدَ لَهُ سَبِيلًا﴾ أي ومن","vol":"1","page":287},{"text":"يضلله الله فلن تجد له طريقًا إلى السعادة والهدى، ثم حذّر تعالى المؤمنين من موالاة أعداء الدين فقال ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تَتَّخِذُواْ الكافرين أَوْلِيَآءَ مِن دُونِ المؤمنين﴾ أي لا تتركوا موالاة المؤمنين وتوالوا الكفرة المجرمين بالمصاحبة والمصادقة ﴿أَتُرِيدُونَ أَن تَجْعَلُواْ للَّهِ عَلَيْكُمْ سُلْطَانًا مُّبِينًا﴾ أي أتريدون أن تجعلوا لله حجة بالغة عليكم أنكم منافقون؟ قال ابن عباس: كل سلطان في القرآن حجةٌ، ثم أخبر تعالى عن مآل المنافقين فقال ﴿إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار﴾ أي في الطبقة التي في قعر جهنم وهي سبع طبقات قال ابن عباس: أي في أسفل النار، وذلك لأنهم جمعوا مع الكفر الاستهزاء بالإِسلام وأهله، والنارُ دركات كما أن الجنة درجات ﴿وَلَن تَجِدَ لَهُمْ نَصِيرًا﴾ أي لن تجد لهؤلاء المنافقين ناصرًا ينصرهم من عذاب الله ﴿إِلاَّ الذين تَابُواْ﴾ وهذا استثناء أي تابوا عن النفاق ﴿وَأَصْلَحُواْ﴾ أي أعمالهم ونياتهم ﴿واعتصموا بالله﴾ أي تمسكوا بكتاب الله ودينه ﴿وَأَخْلَصُواْ دِينَهُمْ للَّهِ﴾ أي لم يبتغوا بعملهم إِلا وجه الله ﴿فأولئك مَعَ المؤمنين﴾ أي في زمرتهم يوم القيامة ﴿وَسَوْفَ يُؤْتِ الله المؤمنين أَجْرًا عَظِيمًا﴾ أي يعطيهم الأجر الكبير في الآخرة وهو الجنة ﴿مَّا يَفْعَلُ الله بِعَذَابِكُمْ إِن شَكَرْتُمْ وَآمَنْتُمْ﴾ أي أيُّ منفعةٍ له سبحانه في عذابكم؟ أيتشفى به من الغيظ، أم يدرك به الثأر، أم يدفع به الضر ويستجلب النفع وهو الغنى عنكم؟ ﴿وَكَانَ الله شَاكِرًا عَلِيمًا﴾ أي شاكرًا لطاعة العباد مع غناه عنهم يعطي على العمل القليل الثواب الجزيل.\nالبَلاَغَة: تضمنت الآيات أنواعًا من الفصاحة والبديع نوجزها فيما يلي:\n١ - المبالغة في الصيغة في ﴿قَوَّامِينَ بالقسط﴾ أي مبالغين في العدل.\n٢ - الطباق بين ﴿غَنِيًّا أَوْ فَقِيرًا﴾ وبين ﴿آمَنُواْ ثُمَّ كَفَرُواْ﴾ .\n٣ - الجناس الناقص في ﴿آمَنُواْ آمِنُواْ﴾ لتغير الشكل.\n٤ - جناس الاشتقاق في ﴿يُخَادِعُونَ ... خَادِعُهُمْ﴾ وفي ﴿جَامِعُ ... جَمِيعًا﴾ وفي ﴿شَكَرْتُمْ ... شَاكِرًا﴾ .\n٥ - الأسلوب التهكمي في ﴿بَشِّرِ المنافقين﴾ حيث استعمل لفظ البشارة مكان الإِنذار تهكمًا.\n٦ - الاستعارة في ﴿وَهُوَ خَادِعُهُمْ﴾ استعار اسم الخداع للمجازاة على العمل، واللهُ تعالى منزَّه عن الخداع.\n٧ - الاستفهام الإِنكاري في ﴿أَيَبْتَغُونَ عِندَهُمُ العزة﴾ والغرضُ منه التقريع والتوبيخ.\nالفوَائِد: الأولى: قوله تعالى ﴿يَا أَيُّهَا الذين آمَنُواْ آمِنُواْ﴾ ليس تكرارًا وإِنما معناه اثبتوا على الإِيمان ودوموا عليه كقول المؤمن ﴿اهدنا الصراط المستقيم﴾ [الفاتحة: ٦] أي ثبتنا على الصراط المستقيم.\nالثانية: سمى تعالى ظفر المؤمنين فتحًا عظيمًا ونسبه إِليه ﴿فَتْحٌ مِّنَ الله﴾ وظفر الكافرين نصيبًا ﴿وَإِن كَانَ لِلْكَافِرِينَ نَصِيبٌ﴾ ولم ينسبه إِليه وذلك لتعظيم شأن المسلمين، وتخسيس حظ الكافرين.\nالثالثة: قال المفسرون: النار سبع دركات أولها جهنم، ثم لظى، ثم الحطمة، ثم السعيرة، ثم سقرن ثم الجحيم، ثم الهاوية وقد تسمى بعض الطبقات باسم بعض لأن لفظ النار يجمعها، كذا في البحر.","vol":"1","page":288},{"text":"تنبيه: المنافق أخطر من الكافر ولهذا كان عذابه أشد ﴿إِنَّ المنافقين فِي الدرك الأسفل مِنَ النار وَلَن تَجِدَ لَهُمْ نَصِيرًا﴾ وقد شرط تعالى للتوبة على الكافر الانتهاء عن الكفر فقط ﴿قُل لِلَّذِينَ كفروا إِن يَنتَهُواْ يُغَفَرْ لَهُمْ مَّا قَدْ سَلَفَ﴾ وأما المنافق فشرط عليه أربعًا: التوبة، والإِصلاح، والاعتصام، وإِخلاص الدين له فقال ﴿إِلاَّ الذين تَابُواْ وَأَصْلَحُواْ واعتصموا بالله وَأَخْلَصُواْ دِينَهُمْ للَّهِ﴾ فدل على أن المنافقين شرُّ من كفر به وأولاهم بمقته، وأبعدهم من الإِنابة إِليه ثم قال ﴿فأولئك مَعَ المؤمنين﴾ ولم يقل فأولئك هم المؤمنون ثم قال ﴿وَسَوْفَ يُؤْتِ الله المؤمنين أَجْرًا عَظِيمًا﴾ ولم يقل «وسوف يؤتيهم» بغضًا لهم وإِعراضًا عنهم وتفظيعًا لما كانوا عليه من عظم كفر النفاق، زادنا الله فهمًا لأسرار كتابه.","vol":"1","page":289},{"text":"المنَاسَبَة: لما ذكر تعالى المنافقين وفضحهم في الآيات السابقة، ذكر هنا أنه لا يحب إِظهار","vol":"1","page":289},{"text":"الفضائح والقبائح، إِلا في حق من زاد ضررهُ وعظُم خطرُه، فلا عجب أن يكشف الله عن المنافقين الستر، ثم تحدث عن اليهود وعدَّد بعض جرائمهم الشنيعة مثل طلبهم لرؤية الله، وعبادتهم للعجل وادعائهم صلب المسيح، واتهامهم مريم البتول بالفاحشة إلى غير ما هنالك من قبائح وجرائم شنيعة.\nاللغَة: ﴿جَهْرَةً﴾ عيانًا ﴿بُهْتَانًا﴾ البهتان: الكذب الذي يُتحير فيه من شدته وعظمته ﴿شُبِّهَ﴾ وقع الشَّبه بين عيسى والمقتول الذي صلبوه ﴿وَأَعْتَدْنَا﴾ هيأنا ﴿الراسخون﴾ المتمكنون من العلم.\nسَبَبُ النّزول: روي أن كعب بن الأشرف وجماعة من اليهود قالوا يا محمد: إِن كنت نبيًا فأتنا بكتاب من السماء جملةً كما أتى موسى بالتوراة جملة فأنزل الله ﴿يَسْأَلُكَ أَهْلُ الكتاب أَن تُنَزِّلَ عَلَيْهِمْ كِتَابًا مِّنَ السمآء ...﴾ الآية.\nالتفِسير: ﴿لاَّ يُحِبُّ الله الجهر بالسواء مِنَ القول إِلاَّ مَن ظُلِمَ﴾ أي لا يحب الله الفُحْش في القول والإِيذاء باللسان إِلا المظلوم فإِنه يباح له أن يجهر بالدعاء على ظالمه وأن يذكره بما فيه من السوء قال ابن عباس: المعنى لا يحب الله أن يدعو أحد على أحد إِلا أن يكون مظلومًا ﴿وَكَانَ الله سَمِيعًا عَلِيمًا﴾ أي سميعًا لدعاء المظلوم عليمًا بالظالم ﴿إِن تُبْدُواْ خَيْرًا أَوْ تُخْفُوهُ أَوْ تَعْفُواْ عَن سواء﴾ أي إِن أظهرتم أيها الناس عمل الخير أو أخفيتموه أو عفيتم عمن أساء إِليكم ﴿فَإِنَّ الله كَانَ عَفُوًّا قَدِيرًا﴾ أي كان مبالغًا في العفو وأشار إِلى أنه عفوٌّ مع قدرته فكيف لا تعفون مع ضعفكم وعجزكم؟! ﴿إِنَّ الذين يَكْفُرُونَ بالله وَرُسُلِهِ﴾ الآية في اليهود والنصارى لأنهم آمنوا بأنبيائهم وكفروا بمحمد ﷺ َ وغيره، جعل كفرهم ببعض الرسل كفرًا بجميع الرسل، وكفرَهُم بالرسل كفرًا بالله تعالى ﴿وَيُرِيدُونَ أَن يُفَرِّقُواْ بَيْنَ الله وَرُسُلِهِ﴾ التفريقُ بين الله ورسله أن يؤمنوا بالله ويكفروا برسله، وكذلك التفريق بين الرسل هو الكفر ببعضهم والإِيمان ببعضهم وقد فسره تعالى بقوله بعده ﴿وَيقُولُونَ نُؤْمِنُ بِبَعْضٍ وَنَكْفُرُ بِبَعْضٍ﴾ أي نؤمن ببعض الرسل ونكفر ببعض قال قتادة: أولئك أعداء الله اليهود والنصارى، آمنت اليهود بالتوراة وموسى وكفروا بالإِنجيل وعيسى، وآمنت النصارى بالإِنجيل وعيسى وكفروا بالقرآن وبمحمد ﷺ َ وتركوا الإِسلام دين الله الذي بعث به رسله ﴿وَيُرِيدُونَ أَن يَتَّخِذُواْ بَيْنَ ذلك سَبِيلًا﴾ أي طريقًا وسطًا بين الكفر والإِيمان ولا واسطة بينهما ﴿أولئك هُمُ الكافرون حَقًّا﴾ أي هؤلاء الموصوفون بالصفات القبيحة هم الكافرون يقينًا ولو ادعوا الإِيمان ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَابًا مُّهِينًا﴾ أي هيأنا لهم عذابًا شديدًا مع الإِهانة والخلود في نار جهنم ﴿والذين آمَنُواْ بالله وَرُسُلِهِ وَلَمْ يُفَرِّقُواْ بَيْنَ أَحَدٍ مِّنْهُمْ﴾ أي صدّقوا الله وأقروا بجميع الرسل وهم المؤمنون أتباع محمد ﷺ َ لم يفرقوا بين أحد من رسله بل آمنوا بجميعهم ﴿أولئك سَوْفَ يُؤْتِيهِمْ أُجُورَهُمْ﴾ أي سنعطيهم ثوابهم الكامل على الإِيمان بالله ورسله ﴿وَكَانَ الله غَفُورًا رَّحِيمًا﴾ أي غفورًا لما سلف منهم من المعاصي والآثام متفضلًا عليهم بأنواع الإِنعام ﴿يَسْأَلُكَ أَهْلُ الكتاب أَن تُنَزِّلَ","vol":"1","page":290},{"text":"عَلَيْهِمْ كِتَابًا مِّنَ السمآء﴾ نزلت في أحبار اليهود حين قالوا للنبي ﷺ َ إِن كنت نبيًا فأتنا بكتاب من السماء جملة كما أتى به موسى جملة، وإِنما طلبوا ذلك على وجه التعنت والعناد، فذكر تعالى سؤالهم ما هو أفظع وأشنع تسلية للنبي ﷺ َ للتأسي بالرسل فقال ﴿فَقَدْ سَأَلُواْ موسى أَكْبَرَ مِن ذلك فقالوا أَرِنَا الله جَهْرَةً﴾ أي سألوا موسى رؤية الله ﷿ عيانًا ﴿فَأَخَذَتْهُمُ الصاعقة بِظُلْمِهِمْ﴾ أي جاءتهم من السماء نار فأهلكنهم بسبب ظلمهم ﴿ثُمَّ اتخذوا العجل مِن بَعْدِ مَا جَآءَتْهُمُ البينات﴾ أي ثم اتخذوا العجل إِلهًا وعبدوه من بعد ما جاءتهم المعجزات والحجج الباهرات من العصا واليد وفلق البحر وغيرها قال أبو السعود: وهذه المسألة - وهي طلب رؤية الله - وإِن صدرت عن أسلافهم لكنهم لما كانوا مقتدين بهم في كل ما يأتون ويذرون أسندت إِليهم ﴿فَعَفَوْنَا عَن ذلك﴾ أي عفونا عما ارتكبوه مع عظم جريمتهم وخيانتهم ﴿وَآتَيْنَا موسى سُلْطَانًا مُّبِينًا﴾ أي حجة ظاهرة تظهر صدقة وصحة نبوته قال الطبري: وتلك الحجة هي الآيات البينات التي آتاه الله إِياها ﴿وَرَفَعْنَا فَوْقَهُمُ الطور بِمِيثَاقِهِمْ﴾ أي رفعنا الجبل فوقهم لما امتنعوا عن قبول شريعة التوراة بسبب الميثاق ليقبلوه ﴿وَقُلْنَا لَهُمُ ادخلوا الباب سُجَّدًا﴾ أي ادخلوا باب بيت المقدس مطأطئين رءوسكم خضوعًا لله فخالفوا ما أُمروا به ودخلوا يزحفون على استاههم وهم يقولون حنطة في شعرة استهزاءً ﴿وَقُلْنَا لَهُمْ لاَ تَعْدُواْ فِي السبت﴾ أي لا تعتدوا باصطياد الحيتان يوم السبت فخالفوا واصطادوا ﴿وَأَخَذْنَا مِنْهُمْ مِّيثَاقًا غَلِيظًا﴾ أي عهدًا وثيقًا مؤكدًا ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ﴾ أي فبسبب نقضهم الميثاق لعنّاهم وأذللناهم و﴿مَا﴾ لتأكيد المعنى ﴿وَكُفْرِهِم بَآيَاتِ الله﴾ أي وبجحودهم بالقرآن العظيم ﴿وَقَتْلِهِمُ الأنبيآء بِغَيْرِ حَقٍّ﴾ كزكريا ويحيى ﵇ ﴿وَقَوْلِهِمْ قُلُوبُنَا غُلْفٌ﴾ أي قولهم للنبي ﷺ َ قلوبنا مغشّاة بأغشية لا تعي ما تقوله يا محمد، قال تعالى ردًا عليهم ﴿بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ فَلاَ يُؤْمِنُونَ إِلاَّ قَلِيلًا﴾ أي بل ختم تعالى عليها بسبب الكفر والضلال فلا يؤمن منهم إِلا القليل كعبد الله بن سلام وأصحابه ﴿وَبِكُفْرِهِمْ وَقَوْلِهِمْ على مَرْيَمَ بُهْتَانًا عَظِيمًا﴾ أي وبكفرهم بعيسى ﵇ أيضًا ورميهم مريم بالزنى وقد فضلها الله على نساء العالمين ﴿وَقَوْلِهِمْ إِنَّا قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله﴾ أي قتلنا هذا الذي يزعم أنه رسول الله، وهذا إِنما قالوه على سبيل «التهكم والاستهزاء» كقول فرعون\n﴿قَالَ إِنَّ رَسُولَكُمُ الذي أُرْسِلَ إِلَيْكُمْ لَمَجْنُونٌ﴾ [الشعراء: ٢٧] وإِلاّ فهم يزعمون أن عيسى ابن زنى وأمه زانية ولا يعقتدون أنه رسول الله قال تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ﴾ أي وما قتلوا عيسى ولا صلبوه ولكن قتلوا وصلبوا من أُلقي عليه شَبَههُ قال البيضاوي: روي أن رجلًا كان ينافق لعيسى فخرج ليدل عليه فألقى الله عليه شبهه فأخذ وصُلب وهم يظنون أنه عيسى ﴿وَإِنَّ الذين اختلفوا فِيهِ لَفِي شَكٍّ مِّنْهُ﴾ أي وإِن الذين اختلفوا في شأن عيسى لفي شك من قتله، روي أنه لما رُفع عيسى وأُلقي شبهه على غيره فقتلوه قالوا: إِن كان هذا المقتول عيسى فأين صاحبنا؟ وإِن كان هذا صاحبنا فأين عيسى؟ فاختلفوا فقال بعضهم هو عيسى وقال بعضهم ليس هو عيسى بل هو غيره، فأجمعوا أن","vol":"1","page":291},{"text":"شخصًا قد قتل واختلفوا من كان ﴿مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلاَّ اتباع الظن﴾ أي ما لهم بقتله علم حقيقي ولكنهم يتبعون فيه الظنَّ الذي تخيَّلوه ﴿وَمَا قَتَلُوهُ يَقِينًا بَل رَّفَعَهُ الله إِلَيْهِ﴾ أي وما قتلوه متيقنين أنه هو بل شاكين متوهمين ونجّاه الله من شرهم فرفعه إِلى السماء حيًا بجسده وروحه كما دلت على ذلك الأحاديث الصحيحة ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه حكيمًا في صنعه ﴿وَإِن مِّنْ أَهْلِ الكتاب إِلاَّ لَيُؤْمِنَنَّ بِهِ قَبْلَ مَوْتِهِ﴾ أي ليس أحد من اليهود والنصارى إِلا ليؤمننَّ قبل موته بعيسى وبأنه عبد الله وررسوله حين يعاين ملائكة الموت ولكن لا ينفعه إِيمانه قال ابن عباس: لا يموت يهودي حتى يؤمن بعيسى قيل له: أرأيت إِن ضرُبت عُنق أحدهم؟ قال: يلجلج بها لسانه وكذا صحّ عن مجاهد وعكرمة وابن سيرين ﴿وَيَوْمَ القيامة يَكُونُ عَلَيْهِمْ شَهِيدًا﴾ أي يشهد عيسى على اليهود بأنهم كذبوه وعلى النصارى بأنهم دعوه ابن الله ﴿فَبِظُلْمٍ مِّنَ الذين هَادُواْ حَرَّمْنَا عَلَيْهِمْ طَيِّبَاتٍ أُحِلَّتْ لَهُمْ﴾ أي بسبب ظلم اليهود وما ارتكبوه من الذنوب العظيمة حرمنا عليهم أنواعًا من الطيبات التي كانت محلّلة لهم ﴿وَبِصَدِّهِمْ عَن سَبِيلِ الله كَثِيرًا﴾ أي ويمنعهم كثيرًا من الناس عن الدخول في دين الله قال مجاهد: صدوا أنفسهم وغيرهم عن الحق ﴿وَأَخْذِهِمُ الربا وَقَدْ نُهُواْ عَنْهُ﴾ أي تعاطيهم الربا وقد حرمه الله عليهم في التوراة ﴿وَأَكْلِهِمْ أَمْوَالَ الناس بالباطل﴾ أي بالرشوة وسائر الوجوه المحرمة ﴿وَأَعْتَدْنَا لِلْكَافِرِينَ مِنْهُمْ عَذَابًا أَلِيمًا﴾ أي وهيأنا لمن كفر من هؤلاء اليهود العذاب المؤلم الموجع ﴿لكن الراسخون فِي العلم مِنْهُمْ﴾ أي لكن المتمكنون في العلم منهم والثابتون فيه كعبد الله بن سلام وجماعته ﴿والمؤمنون﴾ أي من المهاجرين والأنصار أصحاب النبي ﷺ َ من غير أهل الكتاب ﴿يُؤْمِنُونَ بِمَآ أُنزِلَ إِلَيكَ وَمَآ أُنزِلَ مِن قَبْلِكَ﴾ أي يؤمنون بالكتب والأنبياء ﴿والمقيمين الصلاة﴾ أي أمدح المقيمين الصلاة فهو نصبٌ على المدح ﴿والمؤتون الزكاة﴾ أي المعطون زكاة أموالهم ﴿والمؤمنون بالله واليوم الآخر﴾ أي والمؤمنون بوحدانية الله وبالبعث بعد الموت ﴿أولئك سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا﴾ أي هؤلاء الموصوفون بالأوصاف الجليلة سنعطيهم ثوابًا جزيلًا على طاعتهم وهو الخلود في الجنة.\nالبَلاَغَة: تضمنت الآيات أنواعًا من الفصاحة والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿تُبْدُواْ ... أَوْ تُخْفُوهُ﴾ وبين ﴿نُؤْمِنُ ... وَنَكْفُرُ﴾ .\n٢ - التعريض والتهكم في ﴿قَتَلْنَا المسيح عِيسَى ابن مَرْيَمَ رَسُولَ الله﴾ قالوه على سبيل التهكم والاستهزاء لأنهم لا يؤمنون برسالته.","vol":"1","page":292},{"text":"٣ - زيادة الحرف لمعنى التأكيد ﴿فَبِمَا نَقْضِهِم﴾ أي فبنقضهم.\n٤ - الاستعارة في ﴿الراسخون فِي العلم﴾ استعار الرسوخ للثبوت في العلم والتمكن فيه وكذلك الاستعارة في ﴿قُلُوبُنَا غُلْفٌ﴾ استعار الغلاف بمعنى الغطاء لعدم الفهم والإِدراك أي لا يتوصل إِليها من الذكر والموعظة.\n٥ - الاعتراض في ﴿بَلْ طَبَعَ الله عَلَيْهَا بِكُفْرِهِمْ﴾ ردًا لمزاعمهم الفاسدة.\n٦ - الإِلتفات في ﴿أولئك سَنُؤْتِيهِمْ أَجْرًا عَظِيمًا﴾ والأصل سيؤتيهم وتنكير الأجر للتفخيم.\n٧ - المجاز المرسل في ﴿وَقَتْلَهُمُ الأنبياء﴾ حيث أُطلق الكل وأُريد البعض وكذلك في ﴿كُفْرِهِم بَآيَاتِ الله﴾ لأنهم كفروا بالقرآن والإِنجيل ولم يكفروا بغيرهما.\nالفوَائِد: قال في التسهيل: إِن قيل كيف قالوا فيه رسول الله وهم يكفرون به ويسبونه؟ فالجواب من ثلاثة أوجه: أحدها: أنهم قالوا ذلك على وجه التهكم والاستهزاء، والثاني: أنهم قالوه على حسب اعتقاد المسلمين فيه كأنهم قالوا: رسولُ الله عندكم أو بزعمكم والثالث: أنه من قول الله لا من قولهم فيوقف قبله وفائدته تعظيم ذنبهم وتقبيح قولهم إِنا قتلناه وقوله تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ﴾ ردٌّ على اليهود وتكذيبٌ لهم وردٌ على النصارى في قولهم إِنه صلب حتى عبدوا الصليب من أجل ذلك، والعجب كل العجب من تناقضهم في قولهم إِنه إلهٌ أو ابن إِله ثم يقولون إِنه صلب.\nتنبيه: دلَّ قوله تعالى ﴿وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ ولكن شُبِّهَ لَهُمْ﴾ على أن الله تعالى نجّى رسوله عيسى من شر اليهود الخبثاء فلم يُقتل ولم يصلب وإِنما صلبوه شخصًا غيره ظنوه عيسى وهو الذي ألقى الله الشبه عليه فقتلوه وهم يحسبونه عيسى، وهذا هو الاعتقاد الحق الذي يتفق مع العقل والنقل، وأما النصارى فيعتقدون أنه صلب وأن اليهود أهانوه ووضعوا الشوك على رأسه وأنه تضرّع وبكى مع زعمهم أنه هو «الله» أو «ابن الله» وأنه جاء ليخلّص البشرية من أوزارها إِلى غير ما هنالك من التناقض العجيب الغريب ولقد أحسن من قال:\nعجبًا للمسيح بين النصارى ... وإِلى أي والدٍ نسبوه!\nأسلموه إِلى اليهود وقالوا ... إِنهم بعد ضربه صلبوه\nفإِذا كان ما يقولون حقًا ... وصحيحقًا فأين كان أبوه؟\nحين خلّى ابنه رهين الأعادي ... أتراهم أرضوه أم أغضبوه؟\nفلئن كان راضيًا بأذاهم ... فاحمدوهم لأنهم عذبوه\nولئن كان ساخطًا فاتركوه ... واعبدوهم لأنهم غلبوه","vol":"1","page":293},{"text":"المنَأسَبَة: لما حكى تعالى جرائم اليهود التي من ضمنها كفرهم بعيسى ومحمد وزعمهم أنهم صلبوا المسيح، ذكر تعالى هنا أن الإيمان بجميع الرسل شرط لصحة الإِيمان، وأنه أرسل سائر المرسلين مبشرين ومنذرين، ثم دعا النصارى إِلى عدم الغلو في شأن المسيح باعتقادهم فيه أنه ابن الله أو ثالث ثلاثة، فليس هو ابن الله كما يزعم النصارى وليس ابن زنى كما يزعم اليهود فكلا الفريقين واقع بين الإِفراط والتفريط، ثم ختمت السورة الكريمة بما ابتدأت به من رعاية حقوق الورثة من الأقرباء.\nاللغة: ﴿تَغْلُواْ﴾ الغلوُّ: مجاوزة الحد ومنه غلا السعر ﴿يَسْتَنكِفَ﴾ يأنف والاستنكاف الأنفة والترفع قال الزجاج: مأخوذ من نكفْتُ الدمع إِذا نحيته بأصبعك عن خدك ﴿بُرْهَانٌ﴾ البرهان: الدليل والمراد به هنا المعجزات ﴿واعتصموا﴾ لاذوا ولجأوا والعصمةُ الامتناعُ ﴿الكلالة﴾ من لا ولد له ولا والد وقد تقدم.","vol":"1","page":294},{"text":"سَبَبُ النّزول: جاء وفد من النصارى إِلى رسول الله ﷺ َ فقالوا يا محمد: لم تعيب صاحبنا؟ قال: ومن صاحبكم؟ قالوا عيسى قال: وأي شيء أقول فيه؟ قالوا تقول: إِنه عبد الله ورسوله، فقال لهم: إِنه ليس بعار أن يكون عبدًا لله قالوا: بلى فأنزل الله ﴿لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْدًا للَّهِ﴾ الآية.\nالتفِسير: ﴿إِنَّآ أَوْحَيْنَآ إِلَيْكَ كَمَآ أَوْحَيْنَآ إلى نُوحٍ والنبيين مِن بَعْدِهِ﴾ أي نحن أوحينا إِليك يا محمد كما أوحينا إِلى نوحٍ والأنبياء من بعده، وإِنما قدّم ﷺ َ في الذكر وإِن تأخرت نبوته لتقدمه في الفضل ﴿وَأَوْحَيْنَآ إلى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإسْحَاقَ وَيَعْقُوبَ والأسباط وعيسى وَأَيُّوبَ وَيُونُسَ وَهَارُونَ وَسُلَيْمَانَ﴾ أي وأوحينا إِلى سائر النبيين إِبراهيم وإِسماعيل الخ خصَّ تعالى بالذكر هؤلاء تشريفًا وتعظيمًا لهم وبدأ بعد محمد ﷺ َ بنوحٍ لأنه شيخ الأنبياء وأبو البشر الثاني ثم ذكر إِبراهيم لأنه الأب الثالث ومنه تفرعت شجرة النبوة كما قال تعالى ﴿وَجَعَلْنَا فِي ذُرِّيَّتِهِ النبوة والكتاب﴾ [العنكبوت: ٢٧] وقدّم عيسى على أنبياء كانوا قبله لشدة العناية بأمره لغلو اليهود في الطعن فيه والنصارى وفي تقديسه ﴿وَآتَيْنَا دَاوُودَ زَبُورًا﴾ أي وخصصنا داود بالزبور قال القرطبي: كان فيه مائة وخمسون سورة ليس فيها حكمٌ من الأحكام وإِنما هي حِكَمٌ ومواعظ ﴿وَرُسُلًا قَدْ قَصَصْنَاهُمْ عَلَيْكَ مِن قَبْلُ﴾ أي وأرسلنا رسلًا منهم من ذكرنا أخبارهم لك يا محمد في غير هذه السورة ﴿وَرُسُلًا لَّمْ نَقْصُصْهُمْ عَلَيْكَ﴾ أي ورسلًا آخرين لم نخبرك عن أحوالهم ﴿وَكَلَّمَ الله موسى تَكْلِيمًا﴾ أي وخصّ الله موسى بأن كلّمه بلا واسطة ولهذا سُمي الكليم، وإِنما أكَّد ﴿تَكْلِيمًا﴾ رفعًا لاحتمال المجاز قال ثعلب: لولا التأكيد لجاز أن تقول: قد كلمت لك فلانًا بمعنى كتبت إِليه رقعة أو بعثت إِليه رسولًا فلما قال تكليمًا لم يكن إِلا كلامًا مسموعًا من الله تعالى ﴿رُّسُلًا مُّبَشِّرِينَ وَمُنذِرِينَ﴾ أي يبشرون بالجنة من أطاع وينذرون بالنار من عصى ﴿لِئَلاَّ يَكُونَ لِلنَّاسِ عَلَى الله حُجَّةٌ بَعْدَ الرسل﴾ أي بعثهم الله ليقطع حجة من يقول لو أُرسل إِليَّ رسولٌ لآمنتُ وأطعت فقطع الله حجة البشر بإِرسال الرسل وإِنزال الكتب ﴿وَكَانَ الله عَزِيزًا حَكِيمًا﴾ أي عزيزًا في ملكه حكيمًا في صنعه، ثم ذكر تعالى ردًا على اليهود حين أنكروا نبوة محمد فقال ﴿لكن الله يَشْهَدُ بِمَآ أَنزَلَ إِلَيْكَ﴾ أي إِن لم يشهد لك هؤلاء بالنبوة فالله يشهد لك بذلك بما أنزل إليك من القرآن المعجز ﴿أَنزَلَهُ بِعِلْمِهِ والملائكة يَشْهَدُونَ﴾ أي أنزله بعلمه الخاص الذي لا يعلمه غيره بأسلوب يعجز عنه كل بليغ، والملائكة يشهدون كذلك بما أنزل الله إليك ويشهدون بنبوتك ﴿وكفى بالله شَهِيدًا﴾ أي كفى الله شاهدًا فشهادته تعالى تغنيك وتكفيك وإِن لم يشهد غيره ﴿إِنَّ الذين كَفَرُواْ وَصَدُّواْ عَن سَبِيلِ الله قَدْ ضَلُّواْ ضلالا بَعِيدًا﴾ أي كفروا بأنفسهم ومنعوا الناس عن الدخول في دين الله قد ضلوا عن طريق الرشاد ضلالًا بعيدًا لأنهم جمعوا بين الضلال والإِضلال فضلالهم في أقصى الغايات ﴿إِنَّ الذين كَفَرُواْ وَظَلَمُواْ﴾ قال الزمخشري: أي جمعوا بين الكفر والمعاصي ﴿لَمْ يَكُنِ الله لِيَغْفِرَ لَهُمْ وَلاَ لِيَهْدِيَهُمْ طَرِيقًا﴾ أي لن يعفو الله عنهم ولن يهديهم إِلى طريق الجنة لأنهم","vol":"1","page":295},{"text":"ماتوا على الكفر ﴿إِلاَّ طَرِيقَ جَهَنَّمَ خَالِدِينَ فِيهَآ أَبَدًا﴾ أي لن يهديهم إِلا إِلى الطريق الموصلة إِلى جهنم جزاء لهم على ما أسلفوه من الكفر والظلم مخلّدين فيها أبدًا ﴿وَكَانَ ذلك عَلَى الله يَسِيرًا﴾ أي تخليدهم في جهنم لا يصعب عليه ولا يستعظمه ﴿ياأيها الناس قَدْ جَآءَكُمُ الرسول بالحق مِن رَّبِّكُمْ﴾ أي يا أيها الناس قد جاءكم محمد بالدين الحق والشريعة السمحة من عند ربكم ﴿فَآمِنُواْ خَيْرًا لَّكُمْ﴾ أي صدّقوا ما جاءكم من عند ربكم يكن الإِيمان خيرًا لكم ﴿وَإِن تَكْفُرُواْ فَإِنَّ للَّهِ مَا فِي السماوات والأرض﴾ أي وإِن تستمروا على الكفر فإِن الله غني عنكم لا يضره كفركم إِذ لو له ما في الكون ملكًا وخلقًا وعبيدًا ﴿وَكَانَ الله عَلِيمًا حَكِيمًا﴾ أي عليمًا بأحوال العباد حكيمًا فيما دبره لهم، ولما ردّ تعالى على شبه اليهود فيما سبق أخذ في الردّ على ضلالات النصارى في إِفراطهم في تعظيم المسيح حيث عبدوه من دون الله فقال ﴿ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ﴾ أي يا معشر النصارى لا تتجاوزوا الحدَّ في أمر الدين بافراطكم في شأن المسيح وادعاء ألوهيته ﴿وَلاَ تَقُولُواْ عَلَى الله إِلاَّ الحق﴾ أي لا تصفوا الله بما لا يليق من الحلول والاتحاد الصاحبة والولد ﴿إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله﴾ أي ما عيسى إلا رسولٌ من رسل الله وليس ابن الله كما زعمتم ﴿وَكَلِمَتُهُ أَلْقَاهَا إلى مَرْيَمَ﴾ أي وقد خلق بكلمته تعالى «كنْ» من غير واسطة أب ولا نطفة ﴿وَرُوحٌ مِّنْهُ﴾ أي ذو روح مبتدأةٍ من الله وهو أثر نفخة جبريل في صدر مريم حيث حملت بتلك النفخة بعيسى، وإِنما أضيف إِلى الله تشريفًا وتكريمًا ﴿فَآمِنُواْ بالله وَرُسُلِهِ﴾ أي آمنوا بوحدانيته وصدقوا رسله أجمعين ﴿وَلاَ تَقُولُواْ ثَلاَثَةٌ﴾ أي لا تقولوا الآلهة ثلاثة: الله، والمسيح، ومريم، أو الله ثلاثة: الأب والإِبن وروح القدس، فنهاهم تعالى عن التثليث وأمرهم بالتوحيد لأن الإِله منزّه عن التركيب وعن نسبة المركب إِليه ﴿انتهوا خَيْرًا لَّكُمْ﴾ أي انتهوا عن التثليث يكن ذلك خيرًا لكم ﴿إِنَّمَا الله إله وَاحِدٌ﴾ أي منفرد في ألوهيته ليس كما تزعمون أنه ثالث ثلاثة ﴿سُبْحَانَهُ أَن يَكُونَ لَهُ وَلَدٌ﴾ أي تنزّه الله عن أن يكون له ولد ﴿لَّهُ مَا فِي السماوات وَمَا فِي الأرض﴾ خلقًا وملكًا وعبيدًا وهو تعالى لا يماثله شيء حتى يتخذه ولدًا ﴿وكفى بالله وَكِيلًا﴾ تنبيه على غناه عن الولد أي كفى الله أن يقوم بتدبير مخلوقاته وحفظها فلا حاجة له إِلى ولدٍ معين لأنه مالك كل شيء، ثم ردّ تعالى على النصارى مزاعمهم الباطلة فقال ﴿لَّن يَسْتَنكِفَ المسيح أَن يَكُونَ عَبْدًا للَّهِ﴾ أي لن يأنف ويتكبر المسيح الذي زعمتم أنه إِلهٌ عن أن يكون عبدًا لله ﴿وَلاَ الملائكة المقربون﴾ أي لا يستنكفون أيضًا أن يكون عبيدًا لله ﴿وَمَن يَسْتَنْكِفْ عَنْ عِبَادَتِهِ وَيَسْتَكْبِرْ فَسَيَحْشُرُهُمْ إِلَيهِ جَمِيعًا﴾ أي ومن يأنف ويتكبر عن عبادة الله سبحانه فسيبعثهم يوم القيامة للحساب والجزاء ﴿فَأَمَّا الذين آمَنُواْ وَعَمِلُواْ الصالحات فَيُوَفِّيهِمْ أُجُورَهُمْ﴾ أي يوفيهم ثواب أعمالهم ﴿وَيَزيدُهُمْ مِّن فَضْلِهِ﴾ أي بإِعطائهم ما لا عينٌ رأت ولا أذن سمعت ولا خطر على قلب بشر ﴿وَأَمَّا الذين استنكفوا واستكبروا فَيُعَذِّبُهُمْ عَذَابًا أَلِيمًا﴾ أي وأما الذين أنفوا وتعظّموا عن عبادته فسيعذبهم عذابًا موجعًا شديدًا ﴿وَلاَ يَجِدُونَ لَهُمْ مِّن دُونِ الله وَلِيًّا وَلاَ نَصِيرًا﴾ أي ليس لهم من يتولاهم أو ينصرهم من عذاب الله ﴿يَا أَيُّهَا الناس قَدْ جَآءَكُمْ بُرْهَانٌ مِّن رَّبِّكُمْ﴾ أي أتاكم حجة من الله وهو محمد رسول الله المؤيد بالمعجزات الباهرة ﴿وَأَنْزَلْنَآ إِلَيْكُمْ نُورًا مُّبِينًا﴾ أي أنزلنا عليكم القرآن ذلك النور الوضاء ﴿فَأَمَّا الذين آمَنُواْ بالله واعتصموا بِهِ﴾ أي صدقوا بوحدانية الله وتمسكوا بكتابه","vol":"1","page":296},{"text":"المنير ﴿فَسَيُدْخِلُهُمْ فِي رَحْمَةٍ مِّنْهُ وَفَضْلٍ﴾ أي سيدخلهم في جنته دار الخلود ﴿وَيَهْدِيهِمْ إِلَيْهِ صِرَاطًا مُّسْتَقِيمًا﴾ أي يهديهم إِلى دين الإِسلام في الدنيا وإِلى طريق الجنة في الآخرة ﴿يَسْتَفْتُونَكَ قُلِ الله يُفْتِيكُمْ فِي الكلالة﴾ أي يستفتونك يا محمد في شأن الميت إذا لم يكن له والدٌ أو ولد من يرثه ﴿إِن امرؤ هَلَكَ لَيْسَ لَهُ وَلَدٌ﴾ أي قل لهم من مات وليس له والدٌ ولد هي الكلالة ﴿وَلَهُ أُخْتٌ فَلَهَا نِصْفُ مَا تَرَكَ﴾ أي وله أخت شقيقة أو أخت لأب فلها نصف ما ترك أخوها ﴿وَهُوَ يَرِثُهَآ إِن لَّمْ يَكُنْ لَّهَآ وَلَدٌ﴾ أي وأخوها الشقيق أو لأب يرث جميع ما تركت إِن لم يكن لها ولد ﴿فَإِن كَانَتَا اثنتين فَلَهُمَا الثلثان مِمَّا تَرَكَ﴾ أي إِن كانت الأختان اثنتين فأكثر فلهما الثلثان مما ترك أخوهما ﴿وَإِن كانوا إِخْوَةً رِّجَالًا وَنِسَآءً فَلِلذَّكَرِ مِثْلُ حَظِّ الأنثيين﴾ أي وإِن كان الورثة مختلطين إِخوة وأخواتٍ فللذكر منهم مثل نصيب الأختين ﴿يُبَيِّنُ الله لَكُمْ أَن تَضِلُّواْ﴾ أي يبيّن الله لكم أحكامه وشرائعه خشية أن تضلوا ﴿والله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي يعلم ما فيه مصلحتكم ومنفعتكم فهو تعالى العالم بمصالح العباد في المحيا والممات.\nالبَلاَغَة: ١ - تخصيص بعض الأنبياء بالذكر ﴿كَمَآ أَوْحَيْنَآ إلى نُوحٍ﴾ الخ للتشريف وإِظهار فضل المذكورين وفيه تشبيه يسمى «مرسلًا مفصلًا» .\n٢ - قوله ﴿ياأهل الكتاب﴾ اللفظ للعموم ويراد منه الخصوص وهم «النصارى» بدليل قوله بعده ﴿وَلاَ تَقُولُواْ ثَلاَثَةٌ﴾ وهي قولة النصارى.\n٣ - قوله ﴿إِنَّمَا المسيح عِيسَى ابن مَرْيَمَ رَسُولُ الله﴾ فيه قصر وهو من نوع قصر موصوف على صفة.\n٤ - في قوله ﴿يَشْهَدُونَ ... شَهِيدًا﴾ جناس الاشتقاق.\nالفوَائِد: لفظة «مِن» تكون للتبعيض وقد تأتي لابتداء الغاية كما في قوله تعالى ﴿وَرُوحٌ مِّنْهُ﴾ يحكى أن طبيبًا نصرانيًا للرشيد ناظر الإِمام الواقدي ذات يوم فقال له: إِن في كتابكم ما يدل على أن عيسى جزءٌ من الله وتلا هذه الآية ﴿وَرُوحٌ مِّنْهُ﴾ فقال الواقدي قال تعالى ﴿وَسَخَّرَ لَكُمْ مَّا فِي السماوات وَمَا فِي الأرض جَمِيعًا مِّنْهُ﴾ [الجاثية: ١٣] فيجب إِذا كان عيسى جزءًا من الله أن يكون ما في السماوات وما في الأرض جزءًا منه فانقطع النصراني وأسلم، وفرح الرشيد بذلك فرحًا شديدًا ووصل الواقدي بصلة عظيمة.","vol":"1","page":297},{"text":"اللغَة: ﴿العقود﴾ أصل العقد في اللغة: الربط تقول عقدتُ الحبل بالحبل ثم استعير للمعاني قال الزمخشري: العقد العهدُ الموثّق بعقد الحبل قال الحطيئة:\nقومٌ إِذا عقدوا عقدًا لجارهم ... شدّوا العناج وشدّوا فوقه الكَرَبا\n﴿بَهِيمَةُ الأنعام﴾ البهيمة ما لا نطق له لما في صوته من الإِبهام والأنعام جمع نَعَم وهي الإِبل والبقر والغنم ﴿القلائد﴾ جمع قلادة وهي ما يقلد به الهدى من لحاء الشجر ليُعلم أنه هدي ﴿يَجْرِمَنَّكُمْ﴾ يكسبنكم يقال: جرم ذنبًا أي كسبه وأجرم اكتسب الإِثم ﴿شَنَآنُ﴾ الشنآن: البغض ﴿الموقوذة﴾ الوقذ: ضرب الشيء حتى يسترخي ويشرف على الموت ﴿النصب﴾ صنمٌ وحجر كانت الجاهلية تنصبه وتذبح عنده وجمعه أنصاب كذا في اللسان ﴿بالأزلام﴾ القداح جمع زَلَم كان أحدهم إِذا أراد سفرًا أو غزوًا أو تجارة ضرب بالقداح وهو الاستقسام بالأزلام ﴿مَخْمَصَةٍ﴾ مجاعة لأن البطون فيها تُخمص أي تضمر والخمص ضمور البطن ﴿الجوارح﴾ الكواسب من سباع البهائم والطير كالكلب والفهد والصقر والشاهين.\nسَبَبُ النّزول: عن ابن عباس أن المشركين كانوا يحجون البيت ويهدون الهدايا ويعظّمون الشعائر وينحرون، فأراد المسلمون أن يغيروا عليهم فنزلت ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ الله ...﴾ الآية.\nالتفِسير: ﴿يَا أَيُّهَا الذين آمَنُواْ أَوْفُواْ بالعقود﴾ الخطاب بلفظ الإِيمان للتكريم والتعظيم أي يا معشر المؤمنين أوفوا بالعقود وهو لفظ يشمل كل عقدٍ وعهد بين الإِنسان وربه وبين الإِنسان والإِنسان قال ابن عباس: العقود العهود وهي ما أحلَّ الله وما حرّم وما فرض في القرآن كله من التكاليف","vol":"1","page":300},{"text":"والأحكام ﴿أُحِلَّتْ لَكُمْ بَهِيمَةُ الأنعام إِلاَّ مَا يتلى عَلَيْكُمْ﴾ أي أُبيح لكم أكل الأنعام وهي الإِبل والبقر والغنم بعد ذبحها إِلا ما حرّم عليكم في هذه السورة وهي الميتة والدم ولحم الخنزير الخ ﴿غَيْرَ مُحِلِّي الصيد وَأَنْتُمْ حُرُمٌ﴾ أي أُحلت لكم هذه الأشياء من غير أن تستحلوا الصيد وأنتم محرمون ﴿إِنَّ الله يَحْكُمُ مَا يُرِيدُ﴾ أي يقضي في خلقه بما يشاء لأنه الحكيم في أمره ونهيه ﴿يَا أَيُّهَا الذين آمَنُواْ لاَ تُحِلُّواْ شَعَآئِرَ الله﴾ أي لا تستحلوا حُرمات الله ولا تعتدوا حدوده قال الحسن: يعني شرائعه التي حدها لعباده وقال ابن عباس: ما حرّم عليكم في حال الإِحرام ﴿وَلاَ الشهر الحرام وَلاَ الهدي وَلاَ القلائد﴾ أي ولا يستحلوا الشهر الحرام بالقتال فيه، ولا ما أُهدي إِلى البيت أو قُلّد بقلادة ليعرف أنه هدي بالتعرض له ولأصحابه ﴿ولا آمِّينَ البيت الحرام يَبْتَغُونَ فَضْلًا مِّن رَّبِّهِمْ وَرِضْوَانًا﴾ أي ولا تستحلوا قتال القاصدين إِلى بيت الله الحرام لحج أو عمرة، نهى تعالى عن الإِغارة عليهم أو صدهم عن البيت كما كان أهل الجاهلية يفعلون ﴿وَإِذَا حَلَلْتُمْ فاصطادوا﴾ أي إِذا تحللتم من الإِحرام فقد أُبيح لكم الصيد ﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ أَن صَدُّوكُمْ عَنِ المسجد الحرام أَن تَعْتَدُواْ﴾ أي لا يحملنكم بغضُ قوم كانوا قد صدوكم عن المسجد الحرام على أن تعتدوا عليهم ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ أي تعاونوا على فعل الخيرات وترك المنكرات، وعلى كلْ ما يقرب إلى الله ﴿واتقوا الله إِنَّ الله شَدِيدُ العقاب﴾ أي خافوا عقابه فإِنه تعالى شديد العقاب لمن عصاه ﴿حُرِّمَتْ عَلَيْكُمُ الميتة والدم وَلَحْمُ الخنزير﴾ أي حُرّم عليكم أيها المؤمنون أكل الميتة وهي ما مات حتف أنفه من غير ذكاة والدم والمسفوح ولحم الخنزير قال الزمخشري: كان أهل الجاهلية يأكون هذه المحرمات: البهيمة التي تموت حتف أنفها والفصيد وهو الدم في الأمعاء يشوونه ويقولون لم يحرم من فُزد - أي فصد - له وإِنما ذكر لحم الخنزير ليبيّن أنه حرام بعينه حتى ولو ذبح بالطريق الشرعي ﴿وَمَآ أُهِلَّ لِغَيْرِ الله بِهِ﴾ أي ما ذكر عليه غير اسم الله أو ذبح لغير الله كقولهم باسم اللات والعزى ﴿والمنخنقة﴾ هي التي تُخنق بحبلٍ وشبهه ﴿والموقوذة﴾ هي المضروبة بعصا أو حجر ﴿والمتردية﴾ هي التي تسقط من جبل ونحوه ﴿والنطيحة﴾ هي التي نطحتها بهيمة أُخرى فماتت بالنطح ﴿وَمَآ أَكَلَ السبع﴾ أي أكل بعضَه السبع فمات ﴿إِلاَّ مَا ذَكَّيْتُمْ﴾ أي إِلا ما أدركتم فيه الروح من هذه الأشياء فذبحتموه الذبح الشرعي قبل الموت قال الطبري معناه: إِلاّ ما طهرتموه بالذبح الذي جعله الله طهورًا ﴿وَمَا ذُبِحَ عَلَى النصب﴾ أي وما ذبح على الأحجار المنصوبة قال قتادة: النُّصبُ حجارةٌ كان أهل الجاهلية يعبدونها ويذبحون لها فنهى الله عن ذلك قال الزمخشري: كانت لهم حجارة منصوبة حول البيت يذبحون عليها ويشرحون اللحم عليها، يعظمونها بذلك ويتقربون به إِليها فنهى الله المؤمنين عن هذا التصنيع ﴿وَأَنْ تَسْتَقْسِمُواْ بالأزلام﴾ أي وحُرّم عليكم الاستقسام","vol":"1","page":301},{"text":"بالأزلام أي طلب معرفة ما قُسم له من الخير والشر بواسطة ضرب القداح قال في الكشاف: كان أحدهم إِذا أراد سفراص أو غزوًا أو تجارة أو نكاحًا أو أمرًا من معاظم الأمور ضرب بالقداح وهي مكتوب على بعضها: نهاني ربي، وعلى بعضها أمرني ربي، وبعضُها غُفْلٌ فإِن خرج الآمر مضى لغرضه وإِن خرج الناهي أمسك وإِن خرج الغفل أعاد ﴿ذلكم فِسْقٌ﴾ أي تعاطيه فسقٌ وخروجٌ عن طاعة الله لأنه دخولٌ في علم الغيب الذي استأثر الله به علام الغيوب ﴿اليوم يَئِسَ الذين كَفَرُواْ مِن دِينِكُمْ﴾ أي انقطع طمع الكافرين منكم ويئسوا أن ترجعوا عن دينكم قال ابن عباس: يئسوا أن ترجعوا إِلى دينكم أبدًا ﴿فَلاَ تَخْشَوْهُمْ واخشون﴾ أي لا تخافوا المشركين ولا تهابوهم وخافون أنصركم عليهم وأجعلكم فوقهم في الدنيا والآخرة ﴿اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ أي أكملت لكم الشريعة ببيان الحلال والحرام ﴿وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي﴾ بالهداية والتوفيق إِلى أقوم طريق ﴿وَرَضِيتُ لَكُمُ الإسلام دِينًا﴾ أي اخترت لكم الإِسلام دينًا من بين الأديان وهو الدين المرضي الذي لا يقبل الله دينًا سواه\n﴿وَمَن يَبْتَغِ غَيْرَ الإسلام دِينًا فَلَنْ يُقْبَلَ مِنْهُ﴾ [آل عمران: ٨٥] ﴿فَمَنِ اضطر فِي مَخْمَصَةٍ غَيْرَ مُتَجَانِفٍ لإِثْمٍ فَإِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي فمن ألجأته الضرورة إِلى تناول شيء من المحرمات المذكورة، في مجاعةٍ حال كونه غير مائل إِلى الإِثم ولا متعمد لذلك، فإِن الله لا يؤاخذه بأكله، لأن الضرورات تُبيح المحظورات ﴿يَسْأَلُونَكَ مَاذَآ أُحِلَّ لَهُمْ﴾ أي يسألونك يا محمد ما الذي أَحل لهم من المطاعم والمأكل؟ ﴿قُلْ أُحِلَّ لَكُمُ الطيبات﴾ أي قل لهم أَبيح لكم المستلذات وما ليس منها بخبيث، وحُرّم كل مستقذر كالخنافس والفئران وأشباهها ﴿وَمَا عَلَّمْتُمْ مِّنَ الجوارح﴾ أي وأَحل لكم صيد ما علمتم من الجوارح وهي الكلاب ونحوها مما يُصطاد به ﴿مُكَلِّبِينَ﴾ أي مُعلمين للكلاب الاصطياد قال الزمخشري: المكلِّب مؤدبُ الجوارح ورائضها واشتقاقه من الكَلَب لأن التأديب أكثر ما يكون في الكلاب ﴿تُعَلِّمُونَهُنَّ مِمَّا عَلَّمَكُمُ الله﴾ أي تعلمونهنَّ طرق الاصطياد وكيفية تحصيل الصيد، وهذا جزءٌ مما علّمه الله للإِنسان ﴿فَكُلُواْ مِمَّآ أَمْسَكْنَ عَلَيْكُمْ﴾ أي فكلوا مما أمسكن لكم من الصيد إِذا لم تأكل منه، فإِن أكلت فلا يحل أكله لحديث «إِذا أرسلتَ كلبَك المُعلَّم فقتل فكلْ، وإِذا أكل فلا تأكل فإِنما أمسكه على نفسه» وعلامة المعلَّم أن يسترسل إِذا أُرسل، وينزجر إِذا زُجر، وأن يُمسك الصيد فلا يأكل منه، وأن يذكر اسم الله عند إِرساله فهذه أربع شروط لصحة الأكل من صيد الكلب المعلَّم ﴿واذكروا اسم الله عَلَيْهِ﴾ أي عند إِرساله ﴿واتقوا الله إِنَّ الله سَرِيعُ الحساب﴾ أي راقبوا الله في أعمالكم فإِنه سريع المجازاة للعباد ﴿اليوم أُحِلَّ لَكُمُ الطيبات﴾ أي أبيح لكم المستلذات من الذبائح وغيرها ﴿وَطَعَامُ الذين أُوتُواْ الكتاب حِلٌّ لَّكُمْ﴾ أي ذبائح اليهود والنصارى حلالٌ لكم ﴿وَطَعَامُكُمْ حِلٌّ لَّهُمْ﴾ أي ذبائحكم حلالٌ لهم فلا حرج أن تُطعموهم وتبيعوه لهم ﴿والمحصنات مِنَ المؤمنات﴾ أي وأُبيح لكم أيها المؤمنون زواج الحرائر العفيفات من المؤمنات ﴿والمحصنات مِنَ","vol":"1","page":302},{"text":"الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ﴾ أي وزواج الحرائر من الكتابيات (يهوديات أو نصرانيات) وهذا رأي الجمهور وقال عطاء: قد أكثر الله المسلمات وإِنما رخص لهم يومئذٍ ﴿إِذَآ آتَيْتُمُوهُنَّ أُجُورَهُنَّ﴾ أي إِذا دفعتم لهن مهورهن ﴿مُحْصِنِينَ غَيْرَ مُسَافِحِينَ﴾ أي حال كونكم أعفاء بالنكاح غير مجاهرين بالزنى ﴿وَلاَ متخذي أَخْدَانٍ﴾ أي وغير متخذين عشيقات وصديقات تزنون بهن سرًا قال الطبري: المعنى ولا منفردًا ببغية قد خادنها وخادنته واتخذها لنفسه صديقة يفجر بها ﴿وَمَن يَكْفُرْ بالإيمان فَقَدْ حَبِطَ عَمَلُهُ وَهُوَ فِي الآخرة مِنَ الخاسرين﴾ أي ومن يرتد عن الدين ويكفر بشرائع الإِيمان فقد بطل عمله وهو من الهالكين، ثم أمر تعالى بإِسباغ الوضوء عند الصلاة فقال ﴿يَا أَيُّهَا الذين آمَنُواْ إِذَا قُمْتُمْ إِلَى الصلاة﴾ أي إِذا أردتم القيام إِلى الصلاة وأنتم محدثون ﴿فاغسلوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى المرافق﴾ أي اغسلوا الوجوه والأيدي مع المرافق ﴿وامسحوا بِرُؤُوسِكُمْ وَأَرْجُلَكُمْ إِلَى الكعبين﴾ أي امسحوا رءوسكم واغسلوا أرجلكم إِلى الكعبين أي معهما قال الزمخشري: وفائدة المجيء بالغاية ﴿إِلَى الكعبين﴾ لدفع ظن من يحسبها ممسوحة لأن المسح لم تُضرب له غاية في الشريعة وفي الحديث\n«ويلٌ للأعقاب من النار» وهذا الحديث يردُّ على الإِمامية الذين يقولون بأن الرجلين فرضهما المسحُ لا الغسل، والآية صريحة لأنها جاءت بالنصب ﴿وَأَرْجُلَكُمْ﴾ فهي معطوفة على المغسول وجيء بالمسح بين المغسولات لإِفادة الترتيب ﴿وَإِن كُنتُمْ جُنُبًا فاطهروا﴾ أي إِن كنتم في حالة جنابة فتطهروا بغسل جميع البدن ﴿وَإِن كُنتُم مرضى أَوْ على سَفَرٍ﴾ أي إِن كنتم مرضى ويضركم الماء، أو كنتم مسافرين ولم تجدوا الماء ﴿أَوْ جَآءَ أَحَدٌ مِّنْكُمْ مِّنَ الغائط﴾ أي أتى من مكان البراز ﴿أَوْ لاَمَسْتُمُ النسآء﴾ أي جامعتموهنَّ ﴿فَلَمْ تَجِدُواْ مَآءً فَتَيَمَّمُواْ صَعِيدًا طَيِّبًا﴾ أي ولم تجدوا الماء بعد طلبه فاقصدوا التراب الطاهر للتيمم به ﴿فامسحوا بِوُجُوهِكُمْ وَأَيْدِيكُمْ مِّنْهُ﴾ أي امسحوا وجوهكم وأيديكم بالتراب بضربتين كما وضّحت السنة النبوية ﴿مَا يُرِيدُ الله لِيَجْعَلَ عَلَيْكُم مِّنْ حَرَجٍ﴾ أي ما يُريد بما فرض عليكم من الوضوء والغسل والتيمم تضييقًا عليكم ﴿ولكن يُرِيدُ لِيُطَهِّرَكُمْ وَلِيُتِمَّ نِعْمَتَهُ عَلَيْكُمْ لَعَلَّكُمْ تَشْكُرُونَ﴾ أي يطهركم من الذنوب وأدناس الخطايا بالوضوء والتيمم، وليتم نعمته عليكم ببيان شرائع الإِسلام لتشكروه على نعمه التي لا تحصى ﴿واذكروا نِعْمَةَ الله عَلَيْكُمْ وَمِيثَاقَهُ الذي وَاثَقَكُم بِهِ إِذْ قُلْتُمْ سَمِعْنَا وَأَطَعْنَا﴾ الخطاب للمؤمنين والنعمةُ هنا للإِسلام وما صاروا إِليه من اجتماع الكلمة والعزة أي اذكروا يا أيها المؤمنون نعمة الله العظمى عليكم بالإِسلام وعهده الذي عاهدكم عليه رسوله حين بايعتموه على السمع والطاعة في العسر واليسر، والمنشط والمكره ﴿واتقوا الله إِنَّ الله عَلِيمٌ بِذَاتِ الصدور﴾ أي اتقوا الله فإِنه عالم بخفايا نفوسكم فيجازيكم عليها ﴿يَا أَيُّهَآ الذين آمَنُواْ كُونُواْ قَوَّامِينَ للَّهِ﴾ أي كونوا مبالغين في الإِستقامة بشهادتكم لله وصيغة قوّام للمبالغة ﴿شُهَدَآءَ بالقسط﴾ أي تشهدون بالعدل ﴿وَلاَ يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ على أَلاَّ تَعْدِلُواْ﴾ أي لا يحملنكم شدة بغضكم للأعداء على ترك العدل فيهم والاعتداء عليهم ﴿اعدلوا هُوَ أَقْرَبُ للتقوى﴾ أي العدل مع من تبغضونهم أقرب لتقواكم لله ﴿واتقوا الله إِنَّ الله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطلع على أعمالكم","vol":"1","page":303},{"text":"ومجازيكم عليها قال الزمخشري: وفي هذا تنبيه عظيم على أن العدل إِذا كان واجبًا مع الكفار الذين هم أعداء الله وكان بهذه الصفة من القوة، فما الظن بوجوبه مع المؤمنين الذين هم أولياؤه وأحباؤه ﴿وَعَدَ الله الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي وعد الله المؤمنين المطيعين ﴿لَهُم مَّغْفِرَةٌ وَأَجْرٌ عَظِيمٌ﴾ أي لهم في الآخرة مغفرة للذنوب وثواب عظيم وهو الجنة ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم﴾ لما ذكر مآل المؤمنين المتقين وعاقبتهم ذكر مآل الكافرين المجرمين وأنهم في دركات الجحيم دائمون في العذاب قال أبو حيان: وقد جاءت الجملة فعلية بالنسبة للمؤمنين متضمنة الوعد بالماضي الذي هو الدليل على الوقوع، وفي الكافرين جاءت الجملة إِسمية دالة على ثبوت هذا الحكم لهم وأنهم أصحاب النار فهم دائمون في عذاب الجحيم.\nالبَلاَغَة: ١ - ﴿لاَ تُحِلُّواْ شَعَآئِرَ الله﴾ فيه استعارة استعار الشعيرة وهي العلامة للمتعبدات التي تعبَّد الله بها العباد من الحلال والحرام.\n٢ - ﴿وَلاَ القلائد﴾ أي ذوات القلائد وهي من باب عطف الخاص على العام لأنها أشرف الهدي كقوله ﴿مَن كَانَ عَدُوًّا للَّهِ وملائكته وَرُسُلِهِ وَجِبْرِيلَ وَمِيكَالَ﴾ [البقرة: ٩٨] .\n٣ - ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ فيه من المحسنات البديعية ما يسمى بالمقابلة.\n٤ - ﴿وَطَعَامُ الذين أُوتُواْ الكتاب﴾ أطلق العام وأراد به الخاص وهو الذبائح.\n٥ - ﴿مُحْصِنِينَ غَيْرَ مُسَافِحِينَ﴾ بينهما طباق لأن معنى محصنين أي أعفاء ومسافحين أي زناة.\n٦ - ﴿إِذَا قُمْتُمْ إِلَى الصلاة﴾ أي إِذا أردتم القيام إِلى الصلاة فعبّر عن إِرادة الفعل بالفعل وأقام المسبّب مقام السبب للملابسة بينهما، وفي الآية إِيجاز بالحذف أيضًا إِذا قمتم إِلى الصلاة وأنتم محدثون.\nالفَوائِد: الاولى: يحكى أن أصحاب الكِنْدِيّ - الفيلسوف - قال له أصحابه: أيها الحكيم إِعمل لنا مثل هذا القرآن فقال: نعم أعمل مثل بعضه، فاحتجب أيامًا كثيرة ثم خرج فقال: والله ما أقدر ولا يطيق هذا أحد، إِني فتحتُ المصحف فخرجت سورة المائدة فنظرت فإِذا هو قد نطق بالوفاء، ونهى عن النكث، وحلّل تحليلًا عامًّا، ثم استثنى استثناءً، ثم أخبر عن قدرته وحكمته في سطرين ولا يقدر أحدٌ بهذا إِلا في مجلدات.\nالثانية: جرت سنة الجاهلية على مبدأ العصبية العمياء الذي عبّر عنه الشاعر الجاهلي بقوله:\nوهل أنا إِلا من غُزيّة إِن غوتْ غويتُ ... وأن ترشد غُزية أرشد","vol":"1","page":304},{"text":"وجاء الإِسلام بهذا المبدأ الإِنساني الكريم ﴿وَتَعَاوَنُواْ عَلَى البر والتقوى وَلاَ تَعَاوَنُواْ عَلَى الإثم والعدوان﴾ وشتّان بين المبدأين.\nالثالثة: روي أن رجلًا من اليهود جاء إلى عمر بن الخطاب ﵁ فقال يا أمير المؤمنين: آيةٌ في كتابكم تقرءونها لو علينا معشر اليهود نزلت لاتخذنا ذلك اليوم عيدًا! قال أيَّ آية تعني؟ قال ﴿اليوم أَكْمَلْتُ لَكُمْ دِينَكُمْ﴾ الآية فقال عمر: والله إِني لأعلم اليوم الذي نزلت على رسول الله ﷺ َ فيه، والساعة التي نزلت فيها، نزلت على رسول الله ﷺ َ عشية عرفة في يوم جمعة.","vol":"1","page":305},{"text":"المنَاسَبَة: لما ذكر تعالى ما شرعه لعباده المؤمنين في هذه السورة الكريمة من الأحكام، ومن أعظمها بيان الحلال والحرام، ذكر هنا نعمته عليهم بالهداية إِلى الإِسلام ودفع الشرور عنهم والآثام، ثم أعقبه ببيان نعمته تعالى على أهل الكتاب «اليهود والنصارى» وأخذه العهد والميثاق عليهم ولكنهم نقضوا العهد فألزمهم الله العداوة والبغضاء إِلى يوم القيامة، ثم دعا الفريقين إِلى الاهتداء بنور القرآن والتمسك بشريعة خاتم المرسلين، وترك ما هم عليه من ضلالات وأوهام.\nاللغَة: ﴿نَقِيبًا﴾ النقيب: كبير القوم الذي يبحث عن أحوالهم ومصالحهم فهو كالكفيل عن الجماعة ﴿وَعَزَّرْتُمُوهُمْ﴾ التعزير: التعظيم والتوقيرْ ﴿سَوَآءَ السبيل﴾ قصد الطريق ووسطه ﴿قَاسِيَةً﴾ صلبة لا تعي خيرًا والقاسية والعاتية بمعنى واحد ﴿خَآئِنَةٍ﴾ خيانة ويجوز أن يكون صفة للخائن كما يقال: رجل طاغية وراوية للحديث ﴿فَأَغْرَيْنَا﴾ هيجنا وألزمنا مأخوذٌ من الغِراء، وغَري بالشيء إِذا لصق به ﴿فَتْرَةٍ﴾ انقطاع ﴿يَتِيهُونَ﴾ التيه: الحيرة والضياع.\nسَبَبُ النّزول: أراد بنو النضير أن يلقوا على رأس رسول الله ﷺ َ الرحى وأن يغدروا به وبأصحابه فأنزل الله ﴿يَا أَيُّهَآ الذين آمَنُواْ اذكروا نِعْمَتَ الله عَلَيْكُمْ إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ. .﴾ الآية.\nالتفِسير: ﴿يَا أَيُّهَآ الذين آمَنُواْ اذكروا نِعْمَتَ الله عَلَيْكُمْ﴾ أي اذكروا فضل الله عليكم بحفظه إِياكم من أعدائكم ﴿إِذْ هَمَّ قَوْمٌ أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ﴾ أي يبطشوا بكم بالقتل والإِهلاك ﴿فَكَفَّ أَيْدِيَهُمْ عَنكُمْ﴾ أي عصمكم من شرهم وردَّ أذاهم عنكم ﴿واتقوا الله﴾ بامتثال أوامره واجتناب نواهيه ﴿وَعَلَى الله فَلْيَتَوَكَّلِ المؤمنون﴾ أي فليثق المؤمنون بالله فإِنه كافيهم وناصرهم، ثم ذكر تعالى أحوال اليهود وما تنطوي عليه نفوسهم من الخيانة ونقض الميثاق فقال ﴿وَلَقَدْ أَخَذَ الله مِيثَاقَ بني إِسْرَآئِيلَ﴾","vol":"1","page":306},{"text":"أي عهدهم المؤكد باليمين ﴿وَبَعَثْنَا مِنهُمُ اثني عَشَرَ نَقِيبًا﴾ أي وأمرنا موسى بأن يأخذ اثني عشر نقيبًا - والنقيبُ كبير القائم بأمورهم - من كل سبطٍ نقيبٌ يكون كفيلًا على قومه بالوفاء بالعهد توثقةً عليهم قال الزمخشري: لما استقر بنو إِسرائيل بمصر بعد هلاك فرعون أمرهم الله تعالى بالسير إِلى «أريحاء» بأرض الشام كان يسكنها الكنعانيون الجبابرة وقال لهم: إِني كتبتها لكم دارًا وقرارًا فجاهدوا من فيها فإِني ناصركم، وأمر موسى بأن يأخذ من كل سِبْطٍ نقيبًا فاختار النقباء وسار بهم فلما دنا من أرض كنعان بعثهم يتجسّسون الأخبار فرأوا قومًا أجسامهم عظيمة ولهم قوةٌ وشوكة فهابوهم ورجعوا وحدثوا قومهم وكان موسى قد نهاهم أن يتحدثوا بما يرون فنكثوا الميثاق وتحدثوا إِلا إِثنين منهم ﴿وَقَالَ الله إِنِّي مَعَكُمْ﴾ أي ناصركم ومعينكم ﴿لَئِنْ أَقَمْتُمُ الصلاة وَآتَيْتُمُ الزكاة﴾ اللام للقسم أي وأقسم لكم يا بني إِسرائيل لئن أردتم ما فرضتُ عليكم من إِقامة الصلاة وإِيتاء الزكاة ﴿وَآمَنتُمْ بِرُسُلِي وَعَزَّرْتُمُوهُمْ﴾ أي وصدقتم برسلي ونصرتموهم ومنعتموهم من الأعداء ﴿وَأَقْرَضْتُمُ الله قَرْضًا حَسَنًا﴾ أي بالإِتفاق في سبيل الخير ابتغاء مرضاة الله ﴿لأُكَفِّرَنَّ عَنْكُمْ سَيِّئَاتِكُمْ﴾ أي لأمحونَّ عنكم ذنوبكم، وهذا جواب القسم قال البيضاوي: وقد سدَّ مسدَّ جواب الشرط ﴿وَلأُدْخِلَنَّكُمْ جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار﴾ أي تجري من تحت غرفها، وأشجارها أنهار الماء واللبن والخمر والعسل ﴿فَمَن كَفَرَ بَعْدَ ذلك مِنْكُمْ فَقَدْ ضَلَّ سَوَآءَ السبيل﴾ أي من كفر بعد ذلك الميثاق، فقد أخطأ الطريق السويّ وضلّ ضلالًا لا شبهة فيه ﴿فَبِمَا نَقْضِهِم مِّيثَاقَهُمْ لَعنَّاهُمْ﴾ أي بسبب نقضهم الميثاق طردناهم من رحمتنا ﴿وَجَعَلْنَا قُلُوبَهُمْ قَاسِيَةً﴾ أي جافة جافية لا تلين لقبول الإِيمان ﴿يُحَرِّفُونَ الكلم عَن مَّوَاضِعِهِ﴾ قال ابن كثير: تأولوا كتابه - التوراة - على غير ما أنزله وحملوه على غير مراده وقالوا على الله ما لم يقل، ولا جُرْم أعظمُ من الاجتراء على تغيير كلام الله ﷿ ﴿وَنَسُواْ حَظًّا مِّمَّا ذُكِرُواْ بِهِ﴾ أي تركوا نصيبًا وافيا مما أمروا به في التوراة ﴿وَلاَ تَزَالُ تَطَّلِعُ على خَآئِنَةٍ مِّنْهُمْ إِلاَّ قَلِيلًا مِّنْهُمُ﴾ أي لا تزال يا محمد تطهر على خيانةٍ منهم بنقض العهود وتدبير المكايد، فالغدرُ والخيانة عادتُهم وعادةُ أسلافهم إلا قليلًا منهم ممن أسلم ﴿فاعف عَنْهُمْ واصفح إِنَّ الله يُحِبُّ المحسنين﴾ أي لا تعاقبهم واصفح عمن أساء منهم، وهذا منسوخ بآية السيف والجزية كما قال الجمهور ﴿وَمِنَ الذين قَالُواْ إِنَّا نصارى أَخَذْنَا مِيثَاقَهُمْ﴾ أي ومن الذين ادعوا أنهم أنصار الله وسمّوا أنفسهم بذلك أخذنا منهم أيضًا الميثاق على توحيد الله والإِيمان بمحمد رسول الله ﴿فَنَسُواْ حَظًّا مِّمَّا ذُكِرُواْ بِهِ﴾ أي فتركوا ما أمروا به في الإِنجيل من الإِيمان بالأنبياء ونقضوا الميثاق ﴿فَأَغْرَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة﴾ أي ألزمنا وألصقنا بين فرّق النصارى العداوة والبغضاء إِلى قيام الساعة قال ابن كثير: ولا يزالون متباغضين متعادين، يكفِّر بعضهم بعضًا، ويلعن بعضهم بعضًا، وكل فرقةٍ تمنع الأخرى دخول معبدها.","vol":"1","page":307},{"text":"وهكذا نجد الأمم الغربية - وهم أبناء دين واحد - يتفنّن بعضهم في إِهلاك بعض، فمن مخترج للقنبلة الذرية إلى مخترع للقنبلة الهيدروجينية وهي مواد مدمّرة لا يمكن أن يتصور العقل ما تحدثه من تلفٍ بالغ وهلاك شامل ﴿إِنَّمَا يُرِيدُ الله أَن يُعَذِّبَهُمْ بِهَا فِي الدنيا وَتَزْهَقَ أَنفُسُهُمْ وَهُمْ كَافِرُونَ﴾ [التوبة: ٨٥] ثم قال تعالى ﴿وَسَوْفَ يُنَبِّئُهُمُ الله بِمَا كَانُواْ يَصْنَعُونَ﴾ تهديد لهم أي سيلقون جزاء عملهم القبيح ﴿يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ كَثِيرًا مِّمَّا كُنْتُمْ تُخْفُونَ مِنَ الكتاب﴾ الخطاب لليهود والنصارى أي ما معشر أهل الكتاب قد جاءكم رسولنا محمد ﷺ َ بالدين الحق يبيّن لكم الكثير مما كنتم تكتمونه في كتابكم من الإِيمان به، ومن آية الرجم، ومن قصة أصحاب السبت الذين مسخوا قردة وغير ذلك مما كنتم تخفونه ﴿وَيَعْفُواْ عَن كَثِيرٍ﴾ أي يتركه ولا يبيّنه وإِنما يبيّن لكم ما فيه حجة على نبوته وشهادة على صدقه، ولو ذكر كل شيء لفضحكم قال في التسهيل: وفي الآية دلي على صحة نبوته بيّن ما أخفوه في كتبهم وهو أميٌّ لم يقرأ كتبهم ﴿قَدْ جَآءَكُمْ مِّنَ الله نُورٌ وَكِتَابٌ مُّبِينٌ﴾ أي جاءكم نور هو القرآن لأنه مزيل لظلمات الشرك والشك وهو كتاب مبين ظاهر الإِعجاز ﴿يَهْدِي بِهِ الله مَنِ اتبع رِضْوَانَهُ سُبُلَ السلام﴾ أي يهدي بالقرآن من اتبع رضا الله طرق النجاة والسلامة ومناهج الاستقامة ﴿وَيُخْرِجُهُمْ مِّنِ الظلمات إِلَى النور بِإِذْنِهِ﴾ أي يخرجهم من ظلمات الكفر إِلى نور الإِيمان بتوفيقه وإرادته ﴿وَيَهْدِيهِمْ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ هو دين الإِسلام، ثم ذكر تعالى إِفراط النصارى حق عيسى حيث اعتقدوا ألوهيته فقال ﴿لَّقَدْ كَفَرَ الذين قآلوا إِنَّ الله هُوَ المسيح ابن مَرْيَمَ﴾ أي جعلوه إلهًا وهم فرقةٌ من النصارى زعموا أن الله حلَّ في عيسى ولهذا نجد في كتبهم «وجاء الرب يسوع» وأمثاله، ويسوع عندهم هو عيسى ﴿قُلْ فَمَن يَمْلِكُ مِنَ الله شَيْئًا إِنْ أَرَادَ أَن يُهْلِكَ المسيح ابن مَرْيَمَ وَأُمَّهُ وَمَن فِي الأرض جَمِيعًا﴾ أي قل لهم يا محمد لقد كذبتم فمن الذي يستطيع أن يدفع عذاب الله لو أراد أن يهلك المسيح وأمه وأهل الأرض جميعًا؟ فعيسى عبد مقهور قابلٌ للفناء كسائر المخلوقات ومن كان كذلك فهو بمعزل عن الألوهية ولو كان إِلهًا لقدر على تخليص نفسه من الموت ﴿وَللَّهِ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا﴾ أي من الخلق والعجائب ﴿يَخْلُقُ مَا يَشَآءُ﴾ أي هو قادر على أن يخلق ما يريد ولذلك خلق عيسى من غير أب ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي لا يعجزه شيء، ثم حكى عن اليهود والنصارى افتراءهم فقال ﴿وَقَالَتِ اليهود والنصارى نَحْنُ أَبْنَاءُ الله وَأَحِبَّاؤُهُ﴾ أي نحن من الله بمنزلة الأبناء من الآباء ونحن أحباؤه لأننا على دينه قال ابن كثير: أي نحن منتسبون إِلى أنبيائه وهم بنوه وله بهم عناية وهو يحبنا ﴿قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم﴾ أي لو كنتم كما تدَّهون","vol":"1","page":308},{"text":"أبناءه وأحباءه فلم أعدَّ لكم نار جهنم على كفركم وافترائكم ﴿بَلْ أَنتُمْ بَشَرٌ مِمَّنْ خَلَقَ﴾ أي أنتم بشر كسائر الناس وهو سبحانه الحاكم في جميع عباده ﴿يَغْفِرُ لِمَن يَشَآءُ وَيُعَذِّبُ مَن يَشَآءُ﴾ أي يغفر لمن شاء من عباده ويعذب من شاء لا اعتراض لحكمه ولا رادَّ لأمره ﴿وَللَّهِ مُلْكُ السماوات والأرض وَمَا بَيْنَهُمَا وَإِلَيْهِ المصير﴾ أي الجميع ملكه وتحت قهره وسلطانه وإِليه المرجع والمآب، ثم دعاهم إِلى الإِيمان بخاتم المرسلين فقال ﴿يَا أَهْلَ الكتاب قَدْ جَآءَكُمْ رَسُولُنَا يُبَيِّنُ لَكُمْ على فَتْرَةٍ مِّنَ الرسل﴾ أي يا معشر اليهود والنصارى لقد جاءكم محمد ﷺ َ يوضّح لكم شرائع الدين على انقطاع من الرسل ودروسٍ من الدين، وكانت الفترة بين عيسى ومحمد ومدتها خمسمائة وستون سنة لم يُبعث فيها رسول ﴿أَن تَقُولُواْ مَا جَآءَنَا مِن بَشِيرٍ وَلاَ نَذِيرٍ﴾ أي لئلا تحتجوا وتقولوا: ما جاءنا من رسول يبشر بالخير وينذر من الشر ﴿فَقَدْ جَاءَكُمْ بَشِيرٌ وَنَذِيرٌ﴾ هو محمد ﷺ َ ﴿والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ قال ابن جرير: أي قادرٌ على عقاب من عصاه وثواب من أطاعه، ثم ذكر تعالى ما عليه اليهود من العناد والجحود فقال ﴿وَإِذْ قَالَ موسى لِقَوْمِهِ يَاقَوْمِ اذكروا نِعْمَةَ الله عَلَيْكُمْ﴾ أي اذكر يا محمد حين قال موسى لبني إِسرائيل يا قوم تذكّروا نعمة الله العظمى عليكم واشكروه عليها ﴿إِذْ جَعَلَ فِيكُمْ أَنْبِيَآءَ وَجَعَلَكُمْ مُّلُوكًا﴾ أي حين بعث فيكم الأنبياء يرشدونكم إِلى معالم الدين وجعلكم تعيشون كالملوك لا يغلبكم غالب بعد أن كنتم مملوكين لفرعون مقهورين فأنقذكم منه بإِغراقه قال البيضاوي: لم يُبعث في أمةٍ ما بعث في بني إِسرائيل من الأنبياء ﴿وَآتَاكُمْ مَّا لَمْ يُؤْتِ أَحَدًا مِّن العالمين﴾ أي من أنواع الإِنعام والإِكرام من فلق البحر وتظليل الغمام وإِنزال المنّ والسلوى ونحوها ﴿يَاقَوْمِ ادْخُلُوا الأَرْضَ المُقَدَّسَةَ﴾ قال البيضاوي: هي أرض بيت المقدس سميت بذلك لأنها كانت قرار الأنبياء ومسكن المؤمنين ومعنى ﴿الَّتِي كَتَبَ اللَّهُ لَكُمْ﴾ أي التي وعدكموها على لسان أبيكم اسرائيل وقضى أن تكون لكم ﴿وَلاَ تَرْتَدُّوا على أَدْبَارِكُمْ فَتَنْقَلِبُوا خَاسِرِينَ﴾ أي ولا ترجعوا مدبرين خوفًا من الجبابرة قال في التسهيل: روي أنه لما أمرهم موسى بدخول الأرض المقدسة خافوا من الجبارين الذين فيها وهمّوا أن يرجعوا إِلى مصر ﴿قَالُوا ياموسى إِنَّ فِيهَا قَوْمًا جَبَّارِينَ﴾ أي عظام الأجسام طوال القامة لا قدرة لنا على قتالهم وهم العمالقة من بقايا عاد ﴿وَإِنَّا لَن نَّدْخُلَهَا حتى يَخْرُجُواْ مِنْهَا﴾ أي لن ندخلها حتى يسلّموها لنا من غير قتال ﴿فَإِن يَخْرُجُواْ مِنْهَا فَإِنَّا دَاخِلُونَ﴾ أي لا يمكننا الدخول ما داموا فيها فإِن خرجوا منها دخلناها ﴿قَالَ رَجُلاَنِ مِنَ الذين يَخَافُونَ أَنْعَمَ الله عَلَيْهِمَا﴾ أي فلما جبنوا حرضهم رجلان من النقباء ممن يخاف أمر الله ويخشى عقابه وفيهما الصلاح واليقين ﴿ادخلوا عَلَيْهِمُ الباب فَإِذَا دَخَلْتُمُوهُ فَإِنَّكُمْ غَالِبُونَ﴾ أي قالا لهم لا يهولنكم عِظَم أجسامهم، فأجسامهم عظيمة وقلوبهم ضعيفة فإِذا دخلتم عليهم باب المدينة غلبتموهم بإِذن الله ﴿وَعَلَى الله فتوكلوا إِن كُنتُم مُّؤْمِنِينَ﴾ أي اعتمدوا على الله فإِنه ناصركم إِن كنتم حقًا مؤمنين ﴿قَالُواْ ياموسى إِنَّا لَنْ نَّدْخُلَهَآ أَبَدًا مَّا دَامُواْ فِيهَا فاذهب أَنتَ وَرَبُّكَ فقاتلا إِنَّا هَاهُنَا قَاعِدُونَ﴾ وهذا إِفراط في العصيان ومع","vol":"1","page":309},{"text":"سوء الأدب بعبارةٍ تقتضي الكفر والاستهانة بالله ورسوله، وأين هؤلاء من الصحابة الأبرار الذين قالوا لرسول الله ﷺ َ: لسنا نقول لك كما قالت بنو إِسرائيل ولكن نقول لك اذهب أنت وربك فقاتلا إِنّا معكما مقاتلون؟! ﴿قَالَ رَبِّ إِنِّي لا أَمْلِكُ إِلاَّ نَفْسِي وَأَخِي فافرق بَيْنَنَا وَبَيْنَ القوم الفاسقين﴾ أي قال موسى حينذاك معتذرًا إِلى الله متبرءًا من مقالة السفهاء: يا ربّ لا أملك قومي، لا أملك إلا نفسي وأخي هارون فافصل بيننا وبين الخارجين عن طاعتك بحكمك العادل ﴿قَالَ فَإِنَّهَا مُحَرَّمَةٌ عَلَيْهِمْ أَرْبَعِينَ سَنَةً يَتِيهُونَ فِي الأرض﴾ استجاب الله دعاءه وعاقبهم في التّيه أربعين سنة والمعنى: قال الله لموسى إِن الأرض المقدسة محرم عليهم دخولها مدة أربعين سنة يتيهون في الأرض ولا يهتدون إِلى الخروج ﴿فَلاَ تَأْسَ عَلَى القوم الفاسقين﴾ أي لا تحزن عليهم فإِنهم فاسقون مستحقون للعقاب قال في التسهيل: روي أنهم كانوا يسيرون الليل كله فإِذا أصبحوا وجدوا أنفسهم في الموضع الذي كانوا فيه.\nالبَلاَغَة: ١ - ﴿أَن يَبْسُطُواْ إِلَيْكُمْ أَيْدِيَهُمْ﴾ بسط الأيدي كناية عن البطش والفتك، وكف الأيدي كناية عن المنع والحبس.\n٢ - ﴿وَبَعَثْنَا مِنهُمُ﴾ فيه التفات عن الغيبة إِلى المتكلم ومقتضى الظاهر وبعث وإِنما التفت اعتناءً بشأنه.\n٣ - ﴿وَيُخْرِجُهُمْ مِّنِ الظلمات إِلَى النور﴾ فيه استعارة استعار الظلمات للكفر والنور للإِيمان.\n٤ - ﴿وَجَعَلَكُمْ مُّلُوكًا﴾ فيه تشبيه بليغ أي كالملوك في رغد العيش وراحة البال فحذف أداة الشبه ووجه الشبه فأصبح بليغًا.\n٥ - الطباق بين ﴿يَغْفِرُ ... وَيُعَذِّبُ﴾ .\n٦ - ﴿أَنْعَمَ الله عَلَيْهِمَا﴾ جملة اعتراضية لبيان فضل الله على عباده الصالحين.\nالفوَائِد: الأولى: إِنما سميت الأرض المقدسة أي المطهرة لسكنى الأنبياء المطهرين فيها فشرفت وطهرت بهم فالظرف طاب بالمظروف.\nالثانية: قال بعض العارفين لبعض الفقهاء: أين تجد في القرآن أن الحبيب لا يعذب حبيبه؟ فسكت ولم يردّ عليه فتلا عليه هذه الآية ﴿قُلْ فَلِمَ يُعَذِّبُكُم بِذُنُوبِكُم﴾ ففي الآية دليل على أن المحب لا يعذب حبيبه ذكره ابن كثير.","vol":"1","page":310},{"text":"المنَاسَبَة: لّما ذكر تعالى تمرد بني إِسرائيل وعصيانهم لأمر الله في قتال الجبارين، ذكر قصة ابني آدم وعصيان «قابيل» أمر الله وإِقدامه على قتل النفس البريئة التي حرمها الله، فاليهود اقتفوا في العصيان أوَّل عاصٍ لله في الأرض، فطبيعةُ الشر فيهم مستقاةٌ من ولد آدم الأول، فاشتبهت القصتان من حيث التمرد والعصيان، ثم ذكر تعالى عقوبة قُطّاع الطريق والسُرَّاق الخارجين على أمن الدولة والمفسدين في الأرض.\nاللغَة: ﴿قُرْبَانًا﴾ القُربان ما يُتقرب به إِلى الله ﴿تَبُوءَ﴾ ترجع يقال: باء إِذا رجع إِلى المباءة وهي المنزل ﴿فَطَوَّعَتْ﴾ سوَّلت وسهَّلت يقال: طاع الشيءُ إِذا سهل وانقاد وطوَّعه له أي سهّله ﴿يَبْحَثُ﴾ يفتش وينقب ﴿سَوْءَةَ﴾ السوأة: العورة ﴿يَاوَيْلَتَا﴾ كلمة تحسر وتلهف قال سيبويه: كلمةً تقال عند الهلكة ﴿يُنفَوْاْ﴾ نفاه: طرده وأصله الإِهلاك ومنه النقابة لرديء المتاع ﴿خِزْيٌ﴾ الخزي الفضيحة والذل يقال أخزاه الله أي فضحه وأذله ﴿الوسيلة﴾ كل ما يتوسل به إِلى الله ﴿نَكَالًا﴾ عقوبة.","vol":"1","page":311},{"text":"التفِسير: ﴿واتل عَلَيْهِمْ نَبَأَ ابنيءَادَمَ بالحق﴾ أي اقرأ يا محمد على هؤلاء الحسدة من اليهود وأشباههم خبر «قابيل وهابيل» ابنيْ آدم ملتبسةً بالحق والصِّدق وذكّرهم بهذه القصة فهي قصة حق ﴿إِذْ قَرَّبَا قُرْبَانًا فَتُقُبِّلَ مِن أَحَدِهِمَا وَلَمْ يُتَقَبَّلْ مِنَ الآخر﴾ أي حين قرَّب كلٌ منهما قربانًا فتُقبل من هابيل ولم يُتقبل من قابيل قال المفسرون: سبب هذ القربان أن حوّاء كانت تلد في كل بطنٍ ذكرًا وأنثى وكان يزوّج الذكر من هذا البطن الأنثى من البطن الآخر فلما أراد آدم أن يزوّج قابيلَ أخت هابيل ويزوّج هابيل أخت قابيل رضي هابيل وأبى قابيل لأن توأمته كانت أجمل فقال لهما آدم: قرّبا قربانًا فمن أيكما تُقبل تزوجها، وكان قابيل صاحب زرع فقرّب أرذل زرعه وكان هابيل صاحب غنم فقرّب أحسن كبشٍ عنده فقبل قربانُ هابيل بأن نزلت نارٌ فأكلته فازداد قابيل حسدًا وسخطًا وتوعّده بالقتل ﴿قَالَ لأَقْتُلَنَّكَ﴾ أي قال قابيل لأخيه هابيل لأقتلنك قال: لمَ؟ قال لأنه تقبل قربانك ولم يتقبل قرباني قال: وما ذنبي؟ ﴿قَالَ إِنَّمَا يَتَقَبَّلُ الله مِنَ المتقين﴾ أي إِنما يتقبل ممن اتقى ربه وأخلص نيته قال البيضاوي: توعّده بالقتل لفرط الحسد له على تقبل قربانه فأجابه بأنك أتيت من قِبل نفسك بترك التقوى لا من قِبَلي وفيه إِشارة إِلى أن الطاعة لا تُقبل إِلا من مؤمن متّقٍ لله ﴿لَئِن بَسَطتَ إِلَيَّ يَدَكَ لِتَقْتُلَنِي مَآ أَنَاْ بِبَاسِطٍ يَدِيَ إِلَيْكَ لأَقْتُلَكَ﴾ أي لئن مددتَ إِليَّ يدك ظلمًا لأجل قتلي ما كنتُ لأقابلك بالمثل قال ابن عباس المعنى: ما أنا بمنتصر لنفسي ﴿إني أَخَافُ الله رَبَّ العالمين﴾ أي لا أمدُّ يدي إِليك لأني أخاف ربَّ العالمين قال الزمخشري: قيل: كان هابيل أقوى من القاتل ولكنه تحرّج عن قتل أخيه خوفًا من الله ﴿إني أُرِيدُ أَن تَبُوءَ بِإِثْمِي وَإِثْمِكَ فَتَكُونَ مِنْ أَصْحَابِ النار﴾ أي إِن قتلتني فذاك أحبُّ إِليَّ من أن أقتلك قال أبو حيان: المعنى إِن سبق بذلك قَدَرٌ فاختياري أن أكون مظلومًا ينتصر الله لي لا ظالمًا وقال ابن عباس: المعن لا أبدؤك بالقتل لترجع بإِثم قتلي إِن قتلتني، وإِثمك الذي كان منك قبل قتلي فتصير من أهل النار ﴿وَذَلِكَ جَزَآءُ الظالمين﴾ أي عقاب من تعدّى وعصى أمر الله ﴿فَطَوَّعَتْ لَهُ نَفْسُهُ قَتْلَ أَخِيهِ فَقَتَلَهُ فَأَصْبَحَ مِنَ الخاسرين﴾ أي زيّنت له نفسه وسهّلت له قتل أخيه فقتله فخسر وشقي قال ابن عباس: خوّفه بالنار فلم ينته ولم ينزجر ﴿فَبَعَثَ الله غُرَابًا يَبْحَثُ فِي الأرض لِيُرِيَهُ كَيْفَ يُوَارِي سَوْءَةَ أَخِيهِ﴾ أي أرسل الله غرابًا يحفر بمنقاره ورجله الأرض ليُرى القاتل كيف يستر جسد أخيه قال مجاهد: بعث الله غرابين فاقتتلا حتى قتل أحدهما صاحبه ثم","vol":"1","page":312},{"text":"حفر له فدفنه، وكان ابن آدم هذا أول من قُتِل، وروي أنه لما قتله تركه بالعراء ولم يدر كيف يدفنه حتى رأى الغراب يدفن صاحبه فلما رآه ﴿قَالَ يَاوَيْلَتَا أَعَجَزْتُ أَنْ أَكُونَ مِثْلَ هذا الغراب فَأُوَارِيَ سَوْءَةَ أَخِي﴾ أي قال قابيل متحسرًا يا ويلي ويا هلاكي أضعفتُ أن أكون مثل هذا الطير فأستر جسد أخي في التراب كما فعل هذا الغراب؟ ﴿فَأَصْبَحَ مِنَ النادمين﴾ أي صار نادمًا على عدم الاهتداء إِلى دفن أخيه لا على قتله قال ابن عباس: ولو كانت ندامته على قتله لكانت الندامة توبةً له ﴿مِنْ أَجْلِ ذلك كَتَبْنَا على بني إِسْرَائِيلَ أَنَّهُ مَن قَتَلَ نَفْسًا بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأرض﴾ أي من أجل حادثة «قابيل وهابيل» وبسبب قتله لأخيه ظلمًا فرضنا وحكمنا على بني إِسرائيل أن من قتل منهم نفسًا ظلمًا بغير أن يقتل نفسًا فيستحق القصاص وبغير فسادٍ يوجب إِهدار الدم كالردّة وقطع الطريق ﴿فَكَأَنَّمَا قَتَلَ الناس جَمِيعًا﴾ أي فكأنه قتل جميع الناس قال البيضاوي: من حيث أنه هتك حرمة الدماء وسنَّ القتل وجرأ الناس عليه، والمقصود منه تعظيم قتل النفس وإِحيائها في القلوب ترهيبًا عن التعرض لها وترغيبًا في المحاماة عليها ﴿وَمَنْ أَحْيَاهَا فَكَأَنَّمَا أَحْيَا النَّاسَ جَمِيعًا﴾ أي ومن تسبَّب لبقاء حياتها واستنقذها من الهَلَكة فكأنه أحيا جميع الناس قال ابن عباس في تفسير الآية: من قتل نفسًا واحدةً حرّمها الله فهو مثلُ من قتل الناس جميعًا ومن امتنع عن قتل نفسٍ حرمها الله وصان حرمتها خوفًا من الله فهو كمن أحيا الناس جميعًا ﴿وَلَقَدْ جَآءَتْهُمْ رُسُلُنَا بالبينات﴾ أي بعدما كتبنا على بني إِسرائيل هذا التشديد العظيم وجاءتهم رسلنا بالمعجزات الساطعات والآيات الواضحات ﴿ثُمَّ إِنَّ كَثِيرًا مِّنْهُمْ بَعْدَ ذلك فِي الأرض لَمُسْرِفُونَ﴾ أي ثم إنهم بعد تلك الزواجر كلها يسرفون في القتل ولا يبالون بعظمته قال ابن كثير: هذا تقريعٌ لهم وتوبيخ على ارتكابهم المحارم بعد علمهم بها وقال الرازي: إِن اليهود مع علمهم بهذه المبالغة العظيمة أقدموا على قتل الأنبياء والرسل وذلك يدل على غاية قساوة قلوبهم ونهاية بعدهم عن طاعة الله تعالى، ولما كان الغرض من ذكر هذه القصص تسلية الرسول ﷺ َ لأنهم عزموا على الفتك به وبأصحابه كان تخصيص بني إِسرائيل بهذه المبالغة العظيمة مناسبًا للكلام ومؤكدًا للمقصود، ثم ذكر تعالى عقوبة قُطّاع الطريق فقال ﴿إِنَّمَا جَزَآءُ الذين يُحَارِبُونَ الله وَرَسُولَهُ﴾ أي يحاربون شريعة الله ودينه وأولياءه ويحاربون رسوله ﴿وَيَسْعَوْنَ فِي الأرض فَسَادًا﴾ أي يفسدون في الأرض بالمعاصي وسفك الدماء ﴿أَن يقتلوا﴾ أي يُقتلوا جزاء بغيهم ﴿أَوْ يصلبوا﴾ أي يُقتلوا ويُصلبوا زجرًا لغيرهم، والصيغةُ للتكثير ﴿أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُم مِّنْ خِلافٍ﴾ معناه أن تُقطع أيديهم اليمنى وأرجلهم اليسرى ﴿أَوْ يُنفَوْاْ مِنَ الأرض﴾ أي يُطردوا ويُبعدوا من بلدٍ إِلى بلد آخر ﴿ذلك لَهُمْ خِزْيٌ فِي الدنيا﴾ أي ذلك الجزاء المذكور ذلٌ لهم وفضيحة في الدنيا ﴿وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ﴾ هو عذاب النار، قال بعض العلماء: الإِمام بالخياران إِن شاء قتل، وإِن شاء صلب، وإِن شاء قطع الأيدي والأرجل، وإِن شاء نفى وهو مذهب مالك وقال ابن عباس: لكلّ","vol":"1","page":313},{"text":"ربتةٌ من العقاب فمن قَتَل قُتل، ومن قتل وأخذ المال قُتل وصُلب، ومن اقتصر على أخذ المال قطعت يده ورجله من خلاف، ومن أخاف فقط نُفي من الأرض، وهذا قول الجمهور ﴿إِلاَّ الذين تَابُواْ مِن قَبْلِ أَن تَقْدِرُواْ عَلَيْهِمْ﴾ أي لكن الذين تابوا من المحاربين وقُطّأع الطريق قبل القدرة على أخذهم وعقوبتهم ﴿فاعلموا أَنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي واسع المغفرة والرحمة لمن تاب وأناب يقبل توبته ويغفر زلّته، ثم أمر تعالى المؤمنين بالتقوى والعمل الصالح فقال ﴿يَا أَيُّهَا الذين آمَنُواْ اتقوا الله وابتغوا إِلَيهِ الوسيلة﴾ أي خافوا عقابه واطلبوا ما يقربكم إِليه من طاعته وعبادته قال قتادة: تقربوا إِليه بطاعته والعمل بما يرضيه ﴿وَجَاهِدُواْ فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ﴾ أي جاهدوا لإِعلاء دينه لتفوزوا بنعيم الأبد ﴿إِنَّ الذين كَفَرُواْ لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ﴾ أي لو كان لكل كافر جميع ما في الأرض من خيرات وأموال ومثله معه ﴿لِيَفْتَدُواْ بِهِ مِنْ عَذَابِ يَوْمِ القيامة مَا تُقُبِّلَ مِنْهُمْ وَلَهُمْ عَذَابٌ أَلِيمٌ﴾ أي وارد أن يفتدي بها نفسه من عذاب الله ما نفعه ذلك وله عذاب مؤلم موجع ﴿يُرِيدُونَ أَن يَخْرُجُواْ مِنَ النار وَمَا هُم بِخَارِجِينَ مِنْهَا وَلَهُمْ عَذَابٌ مُّقِيمٌ﴾ أي دائم لا ينقطع وفي الحديث\n«يُجاء بالكافر يوم القيامة فيقال له: أرأيتَ لو كان لك ملء الأرض ذهبًا أكنتَ تفتدي به؟ فيقول نعم فيقال له: قد كنتَ سُئلتَ ما هو أيسرُ من ذلك ألاّ تشرك بي فأبيت فيؤمر به إِلى النار»\nثم كذر تعالى عقوبة السارق فقال ﴿والسارق والسارقة فاقطعوا أَيْدِيَهُمَا﴾ أي كل من سرق رجلًا كان أو امرأة فاقطعوا يده ﴿جَزَآءً بِمَا كَسَبَا﴾ أي مجازاة لهما على فعلهما القبيح ﴿نَكَالًا مِّنَ الله﴾ أي عقوبة من الله ﴿والله عَزِيزٌ حَكِيمٌ﴾ أي حكيم في شرعه فلا يأمر بقطع اليد ظلمًا ﴿فَمَن تَابَ مِن بَعْدِ ظُلْمِهِ﴾ أي رجع عن السرقة ﴿وَأَصْلَحَ﴾ أي أصلح سيرته وعمله ﴿فَإِنَّ الله يَتُوبُ عَلَيْهِ﴾ أي يقبل توبته فلا يعذبه في الآخرة ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي مبالغ في المغفرة والرحمة، ثم نبّه تعالى على واسع ملكه وأنه لا معقّب لحكمه فقال ﴿أَلَمْ تَعْلَمْ أَنَّ الله لَهُ مُلْكُ السماوات والأرض﴾ أي ألم تعلم أيها المخاطب أن الله تعالى له السلطان القاهر والملك الباهر وبيده ملكوت السماوات والأرض والاستفهام للتقرير ﴿يُعَذِّبُ مَن يَشَآءُ وَيَغْفِرُ لِمَن يَشَآءُ والله على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي يعذّب من يشاء تعذيبه ويغفر لمن يشاء غفران ذنبه وهو القادر على كل شيء الذي لا يعجزه شيء.\nالبَلاَغَة: ١ - الطباق بين كلمة ﴿قَتَلَ ... أَحْيَا﴾ وهو من المحسنات البديعية وكذلك بين.\n٢ - ﴿يُحَارِبُونَ الله﴾ هو على حذف مضاف أي يحاربون أولياء الله لأن الله لا يُحارب ولا يٌغالب فالكلام على سبيل المجاز.\n٣ - الاستعارة ﴿وَمَنْ أَحْيَاهَا﴾ لأن المراد استبقاها ولم يتعرض لقتلها، وإِحياء النفس بعد موتها لا يقدر عليه إِلا الله تعالى.\n٤ - ﴿لَوْ أَنَّ لَهُمْ مَّا فِي الأرض جَمِيعًا وَمِثْلَهُ مَعَهُ لِيَفْتَدُواْ بِهِ﴾ قال الزمخشري: هذا تمثيلٌ للزوم","vol":"1","page":314},{"text":"العذاب لهم وأه لا سبيل لهم إِلى النجاةمنه بوجهٍ من الوجوه.\n٥ - طباق السلب ﴿لَئِن بَسَطتَ ... مَآ أَنَاْ بِبَاسِطٍ يَدِيَ﴾ .\nالفوَائد: الأولى: النفي من الأرض كما يكون بالطرد والإِبعاد يكون بالحبس ولهذا قال مالك ﵀: النفيُ: السجنُ ينفى من سعة الدنيا إِلى ضيقها قال الشاعر وهو في السجن:\nخرجنا عن الدنيا وعن وصل أهلها ... فلسنا من الأحياء ولسنا من الموتى\nإِذا جاءنا السّجان يومًا لحاجةٍ ... عجبنا وقلنا: جاء هذا من الدنيا\nالثانية: السرُّ في تقديم السارق على السارقة هنا وتقديم الزانية على الزاني في قوله ﴿الزانية والزاني فاجلدو﴾ [النور: ٢] أن الرجل على السرقة أجرأ، والزنى من المرأة أشنع وأقبح فناسب ذكر كل منهما المنام.\nالثالثة: قال الأصمعي: قرأتُ يومًا هذه الآية ﴿والسارق والسارقة﴾ وإِلى جنبي أعرابي فقلت ﴿الله غَفُورٌ رَّحِيمٌ﴾ سهوًا فقال الأعرابي: كلامُ من هذا؟ قلت: كلام الله قال: ليس هذا بكلام الله أعِدْ فأعدت وتنبهتُ فقلت ﴿والله عَزِيزٌ حَكِيمٌ﴾ فقال: نعم هذا كلام الله فقلت: أتقرأ القرآن؟ قال: لا قلت: فمن أين علمت أني أخطأتُ؟ فقال يا هذا: عزّ َفحكم فقطع، ولو غفر ورحم لما قطع.\nالرابعة: اعترض بعض الملحدين على الشريعة الغراء في قطع يد السارق بالقليل من المال ونظم ذلك شعرًا فقال:\nيدٌ بخمسِ مثين عسجدٍ وُديتْ ... ما بالُها قُطعتْ في رُبْع دينار؟\nتحكّمٌ مالنا إلا السكوتُ له ... وأن نعوذَ بمولانا من النّار\nفأجابه بعض العلماء بقوله:\nعزُّ الامانة أغلاها وأرخصَها ... ذلُّ الخيانةِ فافهم حكمةَ الباري\nأي لّما كانت أمينة كانت ثمينة، فلما خانت هانت، ويا له من قول سديد.\n«كلمة وجيزة حول قطع يد السارق»\nيعيب بعض الغربيين على الشريعة الإِسلامية قطع يد السارق ويزعمون أن هذه العقوبة صارمة لا تليق بمجتمع متحضر ويقولون: يكفي في عقوبته السجن ردعًا له، وكان من أثر هذه الفلسفة التي لا تستند على منطقٍ سليم أن زادت الجرائم وكثرت العصابات وأصبحت السجون ممتلئة بالمجرمين وقطاع الطريق الذين يهدّدون الأمن والاستقرار، يسرق السارق وهو آمن مطمئن لا يخشى شيئًا اللهم إلا ذلك السجن يُطعم ويُكسى فيه فيقضي مدة العقوبة التي فرضها عليه القانون الوضعي ثم يخرج منه وهو إِلى الإِجرام أميل وعلى الشر أقدر، يؤكد هذا ما نقرؤه ونسمعه عن تعداد الجرائم وزيادتها يومًا بعد يوم، وذلك لقصور العقل البشري عن الوصول إلى الدواء الناجع والشفاء النافع","vol":"1","page":315},{"text":"لمعالجة مثل هذه الأمراض الخطيرة، أما الإِسلام فقد استطاع أن يقتلع الشر من جذوره ويدٌ واحدة تقطع كافية لردع المجرمين فيا له من تشريع حكيم!!","vol":"1","page":316},{"text":"المنَاسَبَة: لما ذكر تعالى قصة ابني آدم وإِقدام الأخ على قتل أخيه بسبب البغي والحسد وذكر أحكام الحرابة والسرقة، أعقبه بذكر أمر المنافقين وأمر اليهود في حسدهم للنبي ﷺ َ وتربصهم به","vol":"1","page":316},{"text":"وبأصحابه الدوائر، وأمر رسوله ﷺ َ ألا يحزن لما يناله من أذى من أعداء الإِنسانية فالله سيعصمه من شرهم، وينجيه من مكرهم، ثم يذكر ما أنزل الله من أحكام نورانية في شريعة التوراة.\nاللغَة: ﴿يَحْزُنكَ﴾ الحُزْن والحَزَن خلاف السرور ﴿السُّحْتِ﴾ الحرام: سمي بذلك لأنه يسحتُ الطاعات أي يذهبها ويستأصلها وأصل السحت: الهلاك قال تعالى ﴿فَيُسْحِتَكُم بِعَذَابٍ﴾ [طه: ٦١] أي يستأصلكم ويهلككم ﴿الأحبار﴾ جمع حَبْر وهو العالم مأخوذ من التحبير وهو التحسين ﴿وَقَفَّيْنَا﴾ أتبعنا ﴿مُهَيْمِنًا﴾ المهيمين: الرقيب على الشيء الحافظ له، من هيمن عليه أي راقبه ويأتي بمعنى العالي والمرتفع على الشيء ﴿شِرْعَةً﴾ الشِّرعة: السُّنَّة والطريقة يقال: شرع لهم أي سنَّ لهم ﴿مِنْهَاجًا﴾ المنهاج: الطريق الواضح\nسَبَبُ النّزول: عن البراء بن عازب قال: «مُرَّ على النبي ﷺ َ بيهودي محمّمًا مجلودًا فدعاهم فقال: هكذا تجدون حد الزاني في كتابكم؟ قالوا نعم فدعا رجلًا من علمائهم فقال: أنشدك بالله الذي أنزل التوراة على موسى أهكذا تجدون حد الزاني في كتابكم؟ قال: لا، ولولا أنك نشدتني بهذا لم أخبرك، نجده الرجم ولكنه كثر في أشرافنا فكنا إِذا أخذنا الشريف تركناه، وإِذا أخذنا الضعيف أقمنا عليه الحد فقلنا: تعالوا فلنجتمع على شيء نقيمه على الشريف والوضيع فاجتمعنا على التحميم والجلد مكان الرجم فقال رسول الله ﷺ َ: اللهم إِني أول من أحيا أمرك إِذ أماتوه فأمر به فرجم» فأنزل الله ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ إِلى قوله ﴿إِنْ أُوتِيتُمْ هذا فَخُذُوهُ﴾ يقولون: ائتوا محمدًا فإِن أمركم فالتحميم والجلد فخذوه وإِن أفتاكم بالرجم فاحذروا.\nالتفِسير: ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ الخطاب للرسول ﷺ َ على وجه التسلية أي لا تتأثر يا محمد ولا تحزن لصنيع الذين يتسابقون نحو الكفر ويقعون فيه بسرعة ﴿مِنَ الذين قالوا آمَنَّا بِأَفْوَاهِهِمْ وَلَمْ تُؤْمِن قُلُوبُهُمْ﴾ أي من المنافقين الذين لا يُجاوز الإِيمان أفواههم يقولون بألسنتهم آمنا وقلوبهم كافرة ﴿وَمِنَ الذين هَادُواْ﴾ أي ومن اليهود ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ أي هم مبالغون في سماع الأكاذيب والأباطيل وفي قبول ما يفتريه أحبارهم من الكذب على الله وتحريف كتابه ﴿سَمَّاعُونَ لِقَوْمٍ آخَرِينَ لَمْ يَأْتُوكَ﴾ أي مبالغون في قبول كلام قومٍ آخرين لم يحضروا مجلسك تكبرًا وإِفراطًا في العداوة والبغضاء وهم يهود خيبر، والسماعون للكذب بنو قريظة ﴿يُحَرِّفُونَ الكلم مِن بَعْدِ مَوَاضِعِهِ﴾ أي يُزيلونه ويُميلونه عن مواضعه بعد أن وضعه الله تعالى فيها والمراد تحريف أحكام الله وتغييرها بأحكام أخرى قال ابن عباس: هي حدود الله في التوراة غيروا الرجم بالجلد والتحميم - يعني تسويد الوجه - ﴿يَقُولُونَ إِنْ أُوتِيتُمْ هذا فَخُذُوهُ وَإِن لَّمْ تُؤْتَوْهُ فاحذروا﴾ أي إِن أمركم محمد بالجلد فأقبلوا وإِن أمركم بالرجم فلا تقبلوا قال تعالى ردًّا عليهم ﴿وَمَن يُرِدِ الله فِتْنَتَهُ فَلَن تَمْلِكَ لَهُ مِنَ الله شَيْئًا﴾ أي ومن يرد الله كفره وضلالته فلن يقدر أحدٌ على دفع ذلك عنه ﴿أولئك الذين لَمْ يُرِدِ الله أَن يُطَهِّرَ قُلُوبَهُمْ﴾ أي لم يرد الله أن يطهرّ قلوبهم من رجس الكفر وخبث الضلالة لقبح","vol":"1","page":317},{"text":"صنيعهم وسوء اختيارهم ﴿لَهُمْ فِي الدنيا خِزْيٌ﴾ أي ذلٌ وفضيحة ﴿وَلَهُمْ فِي الآخرة عَذَابٌ عَظِيمٌ﴾ هو الخلود في نار جهنم قال أبو حيان: والآية جاءت تسلية للرسول ﷺ َ وتخفيفًا عنه من ثقل حزنه على مسارعتهم في الكفر وقطعًا لرجائه من فلاحهم ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ أي الباطل كرره تأكيدًا وتفخيمًا ﴿أَكَّالُونَ لِلسُّحْتِ﴾ أي الحرام من الرشوة والربا وشبه ذلك ﴿فَإِن جَآءُوكَ فاحكم بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ﴾ أي إِن تحاكموا إِليك يا محمد فيما شجر بينهم من الخصومات فأنت مخير بين أن تحكم بينهم وبين أن تُعرض عنهم قال ابن كثير: أي إِن جاءك يتحاكمون إِليك فلا عليك ألا تحكم بينهم لأنهم لا يقصدون بتحاكمهم إِليك اتباع الحق بل ما يوافق أهواءهم ﴿وَإِن تُعْرِضْ عَنْهُمْ فَلَن يَضُرُّوكَ شَيْئًا﴾ أي لأن الله عاصمك وحافظك من الناس ﴿وَإِنْ حَكَمْتَ فاحكم بَيْنَهُمْ بالقسط إِنَّ الله يُحِبُّ المقسطين﴾ أي فاحكم بينهم بالعدل والحق وإِن كانا ظلمةً خارجين عن طريق العدل لأن الله يحب العادلين، ثم قال تعالى منكرًا عليهم مخالفتهم لأحكام التوراة ﴿وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التوراة فِيهَا حُكْمُ الله﴾ أي كيف يحكّمك يا محمد هؤلاء اليهود ويرضون بحكمك وعندهم التوراة فيها حكم الله يرونه ولا يعملون به؟ قال الرازي: هذا تعجيبٌ من الله تعالى لنبيه ﷺ َ بتحكيم اليهود إِيّاه بعد علمهم بما في التوراة من حد الزاني ثم تركهم قبول ذلك الحكم، فعدلوا عما يعتقدونه حكمًا حقًا إِلى ما يعتقدونه باطلًا طلبًا للرخصة فظهر بذلك جهلهم وعنادهم ﴿ثُمَّ يَتَوَلَّوْنَ مِن بَعْدِ ذلك﴾ أي يعرضون عن حكمك الموافق لكتابهم بعد أن وضح لهم الحق وبان ﴿وَمَآ أولئك بالمؤمنين﴾ أي ليسوا بمؤمنين لأنهم لا يؤمنون بكتابهم «التوراة» لإِعراضهم عنه وعن حكمك الموافق لما فيه قال في التسهيل: وهذا إِلزامٌ لهم لأن من خالف كتاب الله وبدّله فدعواه الإِيمان باطلة، ثم مدح تعالى التوراة بأنها نور وضياء فقال ﴿إِنَّآ أَنزَلْنَا التوراة فِيهَا هُدًى وَنُورٌ﴾ أي أنزلنا التوراة على موسى فيها بيانٌ واضح ونور ساطع يكشف ما اشتبه من الأحكام ﴿يَحْكُمُ بِهَا النبيون الذين أَسْلَمُواْ﴾ أي يحكم بالتوراة أنبياء بني إِسرائيل الذين انقادوا لحكم الله ﴿لِلَّذِينَ هَادُواْ﴾ أي يحكمون بالتوراة لليهود لا يخرجون عن حكمها ولا يُبدّلونها ولا يُحرّفونها ﴿والربانيون والأحبار﴾ أي العلماء منهم والفقهاء ﴿بِمَا استحفظوا مِن كِتَابِ الله﴾ أي بسبب أمر الله إِياهم بحفظ كتابه من التحريف والتضييع ﴿وَكَانُواْ عَلَيْهِ شُهَدَآءَ﴾ أي رقباء لئلا يُبدّل ويُغيرّ ﴿فَلاَ تَخْشَوُاْ الناس واخشون﴾ أي لا تخافوا يا علماء اليهود الناس في إِظهار ما عندكم من نعت محمد ﷺ َ والرجم بل خافوا مني في كتمان ذلك ﴿وَلاَ تَشْتَرُواْ بِآيَاتِي ثَمَنًا قَلِيلًا﴾ أي ولا تستبدلوا بآياتي حطام الدنيا الفاني من الرشوة والجاه والعَرَض الخسيس ﴿وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الكافرون﴾ أي من لم يحكم بشرع الله كائنًا من كان فقد كفر وقال الزمخشري: ومن لم يحكم بما أنزل الله مستهينًا به فأولئك هم الكافرون والظالمون والفاسقون وصفٌ لهم بالعتوّ في كفرهم حين ظلموا آيات الله بالاستهزاء والاستهانة وتمرّدوا بأن حكموا بغيرها قال أبو حيان: والآية وإِن كان الظاهر من سياقها أن الخطاب فيها لليهود إِلا أنها عامة في","vol":"1","page":318},{"text":"اليهود وغيرهم.\n. وكل آية وردت في الكفار تجرُّ بذيلها على عصاة المؤمنين ﴿وَكَتَبْنَا عَلَيْهِمْ فِيهَآ أَنَّ النفس بالنفس﴾ أي فرضنا على اليهود في التوراة أن النفس تُقتل بالنفس ﴿والعين بالعين﴾ أي تُفقأ بالعين إِذا فقئت بدون حق ﴿والأنف بالأنف﴾ أي يجُدع بالأنف إِذا قطع ظلمًا ﴿والأذن بالأذن﴾ أي تقطع بالأذن ﴿والسن بالسن﴾ أي يقلع بالسنِّ ﴿والجروح قِصَاصٌ﴾ أي يُقتص من جانبها بأن يُفعل به مثل ما فعله بالمجني عليه وهذا في الجراح التي يمكن فيها المماثلة ولا يُخاف على النفس منها ﴿فَمَن تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَّهُ﴾ قال ابن عباس: أي فمن عفا عن الجاني وتصدَّق عليه فهو كفارة للمطلوب وأجرٌ للطالب وقال الطبري: من تصدَّق من أصحاب الحق وعفا فهو كفارة له أي للمصدِّق ويكفّر الله ذنوبه لعفوه وإِسقاطه حقه ﴿وَمَن لَّمْ يَحْكُم بِمَآ أنزَلَ الله فأولئك هُمُ الظالمون﴾ أي المبالغون في الظلم لمخالفة شرع الله ﴿وَقَفَّيْنَا على آثَارِهِم بِعَيسَى ابن مَرْيَمَ﴾ أي أتبعنا على آثار النبيّين بعيسى بن مريم وأرسلناه عقيبهم مصدقًا لما تقدّمه من التوراة ﴿وَآتَيْنَاهُ الإنجيل فِيهِ هُدًى وَنُورٌ﴾ أي أنزلنا عليه الإِنجيل فيه هدى إِلى الحق ونور يُستضاء به في إِزالة الشبهات ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ التوراة﴾ أي مُعترفًا بأنها من عند الله، والتكرير لزيادة التقرير ﴿وَهُدًى وَمَوْعِظَةً لِّلْمُتَّقِينَ﴾ أي وهاديًا وواعظًا للمتقين ﴿وَلْيَحْكُمْ أَهْلُ الإنجيل بِمَآ أَنزَلَ الله﴾ أي وآتينا عيسى بن مريم الإِنجيل وأمرناه وأتباعه بالحكم به ﴿وَمَن لَّمْ يَحْكُم بِمَآ أَنزَلَ الله فأولئك هُمُ الفاسقون﴾ أي المتمردون الخارجون عن الإِيمان وطاعة الله ﴿وَأَنزَلْنَآ إِلَيْكَ الكتاب بالحق﴾ أي وأنزلنا إِليك يا محمد القرآن بالعدل والصدق الذي لا ريب فيه ﴿مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الكتاب﴾ أي مصدّقًا للكتب السماوية التي سبقته ﴿وَمُهَيْمِنًا عَلَيْهِ﴾ أي مؤتمنًا عليه وحاكمًا على ما قبله من الكتب قال الزمخشري: أي رقيبًا على سائر الكتب لأنه يشهد لها بالصحة والثبات قال ابن كثير: اسم المهيمن يتضمن ذلك فهو أمينٌ وشاهد وحاكم على كل كتابٍ قبله جمع الله فيه محاسن من قبله وزاده من الكمالات ما ليس في غيره ﴿فاحكم بَيْنَهُم بِمَآ أَنزَلَ الله﴾ أي فاحكم يا محمد بين الناس بما أنزل الله إِليك في هذا الكتاب العظيم ﴿وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ عَمَّا جَآءَكَ مِنَ الحق﴾ أي لا توافقهم على أغراضهم الفاسدة عادلًا عمّا جاءك في هذا القرآن قال ابن كثير: أي لا تنصرفْ عن الحق الذي أمرك الله به إِلى أهواء هؤلاء من الجهلة الأشقياء ﴿لِكُلٍّ جَعَلْنَا مِنكُمْ شِرْعَةً وَمِنْهَاجًا﴾ أي لكل أمةٍ جعلنا شريعة وطريقًا بينًا واضحًا خاصًا بتلك الأمة قال أبو حيان: لليهود شرعةٌ ومنهاج وللنصارى كذلك والمراد في الأحكام وأما المعتقد فواحدٌ لجميع الناس توحيدٌ وإِيمان بالرسل وجميع الكتب وما تضمنته من المعاد والجزاء ﴿وَلَوْ شَآءَ الله لَجَعَلَكُمْ أُمَّةً وَاحِدَةً﴾ أي لو أراد الله لجمع الناس كلهم على دين واحد وشريعة واحدة لا ينسخ شيءٌ منها الآخر ﴿ولكن لِّيَبْلُوَكُمْ فِي مَآ آتَاكُم﴾ أي شرع الشرائع مختلفة ليختبر العباد هل يذعنون لحكم الله أم يُعرضون، فخالف بين الشرائع لينظر المطيع","vol":"1","page":319},{"text":"من العاصي ﴿فَاسْتَبِقُوا الخَيْرَاتِ﴾ أي فسارعوا إِلى ما هو خيرٌ لكم من طاعة الله واتباع شرعه ﴿إلى الله مَرْجِعُكُمْ جَمِيعًا فَيُنَبِّئُكُم بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ﴾ أي معادكم ومصيركم أيها الناس إِلى الله يوم القيامة فيخبركم بما اختلفتم فيه من أمر الدين ويجازيكم بأعمالكم ﴿وَأَنِ احكم بَيْنَهُمْ بِمَآ أَنزَلَ الله وَلاَ تَتَّبِعْ أَهْوَآءَهُمْ﴾ أي أُحكم بين أهل الكتاب بهذا القرآن ولا تتّبع أهواءهم الزائفة ﴿واحذرهم أَن يَفْتِنُوكَ عَن بَعْضِ مَآ أَنزَلَ الله إِلَيْكَ﴾ أي احذر هؤلاء الأعداء أن يصرفوك عن شريعة الله فإِنهم كذَبةٌ كفرةٌ خونة ﴿فَإِن تَوَلَّوْاْ فاعلم أَنَّمَا يُرِيدُ الله أَن يُصِيبَهُم بِبَعْضِ ذُنُوبِهِمْ﴾ أي فإِن أعرضوا عن الحكم بما أنزل الله وأرادوا غيره فاعلم يا محمد أنما يريد الله يعاقبهم ببعض إِجرامهم ﴿وَإِنَّ كَثِيرًا مِّنَ الناس لَفَاسِقُونَ﴾ أي أكثر الناس خارجون عن طاعة ربهم مخالفون للحق منهمكون في المعاصي ﴿أَفَحُكْمَ الجاهلية يَبْغُونَ﴾ الاستفهام للإِنكار والتوبيخ والمعنى أيتولون عن حكمك ويبتغون غير حكم الله وهو حكم الجاهلية؟ ﴿وَمَنْ أَحْسَنُ مِنَ الله حُكْمًا لِّقَوْمٍ يُوقِنُونَ﴾ أي ومن أعدل من الله في حكمه، وأصدقُ في بيانه، وأحكم في تشريعه لقومٍ يصدّقون بالعليّ الحكيم!!\nالبَلاَغَة: ١ - ﴿ياأيها الرسول﴾ الخطاب بلفظ الرسالة للتشريف والتعظيم.\n٢ - ﴿يُسَارِعُونَ فِي الكفر﴾ إيثار كلمة «في» على كلمة «إِلى» للإِيماء إِلى أنهم مستقرون في الكفر لا يبرحونه وإِنما ينتقلون بالمسارعة عن بعض فنونه إِلى بعض آخر.\n٣ - ﴿سَمَّاعُونَ لِلْكَذِبِ﴾ صيغة فعّال للمبالغة أي مبالغون في سماع الكذب.\n٤ - ﴿لَهُمْ فِي الدنيا خِزْيٌ﴾ تنكير الخزي للتفخيم وتكرير لهم ﴿وَلَهُمْ فِي الآخرة﴾ لزيادة التقرير والتأكيد وبين كلمتي «الدنيا والآخرة» طباقٌ.\n٥ - ﴿وَكَيْفَ يُحَكِّمُونَكَ﴾ تعجيبٌ من تحكيمهم لرسول الله ﷺ َ وهم لا يؤمنون به ولا بكتابه.\n٦ - ﴿وَمَآ أولئك بالمؤمنين﴾ الإِشارة بالبعيد للإِيذان ببعد درجتهم في العتو والمكابرة.\n٧ - ﴿فَلاَ تَخْشَوُاْ الناس﴾ خطابٌ لرؤساء اليهود وعلمائهم بطريق الإٍلتفات والأصل «فلا يخشوا» .\n٨ - ﴿فَاسْتَبِقُوا الخَيْرَاتِ﴾ أي بادروا فعل الخيرات وفيه استعارة حيث شبهه بالمتسابقين على ظهور الخيل إِذ كل واحد ينافس صاحبه في السبق لبلوغ الغاية المقصودة.\nالفَوَائِد: قال الفخر الرازي: خاطب الله محمدًا ﷺ َ بقوله ﴿ياأيها النبي﴾ [الأحزاب: ١] في مواضع كثيرة وما خاطبه بقوله ﴿ياأيها الرسول﴾ إِلا في موضعين أحدهما ﴿ياأيها الرسول لاَ يَحْزُنكَ الذين يُسَارِعُونَ فِي الكفر﴾ والثاني في هذه السورة أيضًا وهو قوله ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ﴾ [المائدة: ٦٧] وهذا الخطاب لا شك أنه خطاب تشريف وتعظيم.\nتنبيه: يقول شهيد الإِسلام «سيد قطب» طيَّب الله ثراه في تفسير الظلال ما نصه «إِن الجاهلية","vol":"1","page":320},{"text":"في ضوء هذا النص القرآني البليغ ﴿أَفَحُكْمَ الجاهلية يَبْغُونَ﴾ هي حكم البشر للبشر وعبودية البشر للبشر ورفض أُلوهية الله والخروج من عبوديته إلى عبودية غير الله، إنه مفرق الطريق فإما حكم الله، وإما حكم الجاهلية وشريعة الهوى ومنهج العبودية لغير الله، والجاهلية ليست فترة من الزمان ولكنها وضع من الأوضاع يوجد بالأمس واليوم وغدًا والناسُ إما أنهم يحكمون بشريعة الله ويقبلونها ويسلمون بها تسليمًا فهم إذًا مسلمون وإما أنهم يحكمون بشريعة من صنع البشر فهم في الجاهلية وهم خارجون عن شريعة الله» .","vol":"1","page":321},{"text":"المنَاسَبَة: لما حكى تعالى عن أهل الكتاب أنهم تركوا العمل بالتوارة والإِنجيل وحكم عليهم بالكفر والظلم والفسوق، حذّر تعالى في هذه الآيات من موالاة اليهود والنصارى، ثم عدّد جرائم اليهود وما اتهموا به الذات الإِلهية المقدسة من شنيع الأقوال وقبيح الفعال.\nاللغَة: ﴿دَآئِرَةٌ﴾ واحدة الدوائر وهي صروف الدهر ونوازله قال الراجز:\nتردُّ عنكَ القَدرَ المَقْدُورَا ... ودائرتِ الدَّهر أنْ تَدُورا\n﴿حَبِطَتْ﴾ بطلت وذهبت ﴿تَنقِمُونَ﴾ تنكرون وتعيبون ﴿السحت﴾ الحرام وقد تقدم ﴿مَغْلُولَةٌ﴾ مقبوضة والغلُّ: القيد يوضع في اليد وهو كناية عن البخل، وغلّة وضع القيد في يده ﴿أَطْفَأَهَا﴾ الإِطفاء: الإِخماد حتى لا يبقى هناك أثر ﴿مُّقْتَصِدَةٌ﴾ أي عادلة غير متغالية من القصد وهو الاعتدال.\nسَبَبُ النّزول: ١ - عن ابن عباس قال: كان «رفاعةُ بن زيد» و«سُوَيْد بن الحارث» قد أظهرا الإِسلام ثم نافقا، وكان رجال من المسلمين يوادونهما فأنزل الله ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ الذين اتخذوا دِينَكُمْ هُزُوًا وَلَعِبًا ...﴾ الآية.\nب - عن ابن عباس قال: جاء نفرٌ من اليهود إِلى النبي ﷺ َ فسألوه عمن يؤمن به من الرسل ﵈، فقال: أومن بالله وما أُنزل إِلينا وما أُنزل إِلى إِبراهيم وإِسماعيل إِلى قوله «ونحن له مسلمون» فلما ذكر عيسى جحدوا نبوته وقالوا: والله ما نعلم أهل دينٍ أقلَّ حظًا في الدنيا والآخرة منكم، ولا دينًا شرًا من دينكم فأنزل الله ﴿قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك مَثُوبَةً عِندَ الله﴾ الآية.\nالتفِسير: ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ اليهود والنصارى أَوْلِيَآءَ﴾ نهى تعالى المؤمنين عن موالاة اليهود والنصارى ينصرونهم ويستنصرون بهم ويصافونهم ويعاشرونهم معاشرة المؤمنين ﴿بَعْضُهُمْ أَوْلِيَآءُ بَعْضٍ﴾ أي هم يدٌ واحدة على المسلمين لاتحادهم في الكفر والضلال، وملةُ الكفر واحدة ﴿وَمَن يَتَوَلَّهُمْ مِّنكُمْ فَإِنَّهُ مِنْهُمْ﴾ أي من جملتهم وحكمهُ حكمهمُ قال الزمخشري: وهذا تغليظٌ من الله وتشديدٌ في مجانبة المخالف في الدين واعتزاله كما قال ﷺ َ «لا تراءى نارهما» ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ أي لا يهديهم إِلى الإِيمان ﴿فَتَرَى الذين فِي قُلُوبِهِم مَّرَضٌ يُسَارِعُونَ فِيهِمْ﴾ أي شك ونفاق كعبد الله بن أُبيّ وأصحابه يسارعون في مُوالاتهم ومُعاونتهم ﴿يَقُولُونَ نخشى أَن تُصِيبَنَا دَآئِرَةٌ﴾ أي يقولون معتذرين عن موالاة الكافرين نخاف حوادث الدهر وشروره أن يظفر اليهود بالمسلمين فلا يتم الأمر لمحمد قال تعالى ردًا على مزاعمهم الفاسدة ﴿","vol":"1","page":322},{"text":"فَعَسَى الله أَن يَأْتِيَ بالفتح﴾ يعني فتح مكة وهذه بشارة للنبي ﷺ َ والمؤمنين بوعده تعالى بالفتح والنصرة ﴿أَوْ أَمْرٍ مِّنْ عِندِهِ﴾ أي يُهلكهم بأمرٍ من عنده لا يكون فيه تسبّبٌ لمخلوق كإِلقاء الرعب في قلوبهم كما فعل ببني النضير ﴿فَيُصْبِحُواْ على مَآ أَسَرُّواْ في أَنْفُسِهِمْ نَادِمِينَ﴾ أي يصير المنافقون نادمين على ما كان منهم من موالاة أعداء الله من اليهود والنصارى ﴿وَيَقُولُ الذين آمَنُواْ﴾ أي يقول المؤمنون تعجبًا من حال المنافقين إِذا هتك الله سترهم ﴿أهؤلاء الذين أَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ إِنَّهُمْ لَمَعَكُمْ﴾ أي حلفوا لكم يا معشر اليهود بأغلظ الإِيمان إِنهم لمعكم بالنصرة والمعونة كما حكى تعالى عنهم\n﴿قُوتِلْتُمْ لَنَنصُرَنَّكُمْ﴾ [الحشر: ١١] ﴿حَبِطَتْ أَعْمَالُهُمْ فَأَصْبَحُواْ خَاسِرِينَ﴾ أي بطلت أعمالهم بنفاقهم فصاروا خاسرين في الدنيا والآخرة ﴿ياأيها الذين آمَنُواْ مَن يَرْتَدَّ مِنكُمْ عَن دِينِهِ﴾ خطابٌ على وجه التحذير والوعيد والمعنى: يا معشر المؤمنين من يرجع منكم عن دينه الحق ويبدّله بدينٍ آخر ويرجع عن الإِيمان إِلى الكفر ﴿فَسَوْفَ يَأْتِي الله بِقَوْمٍ يُحِبُّهُمْ وَيُحِبُّونَهُ﴾ أي فسوف يأتي الله مكانهم بأناسٍ مؤمنين يحبّهم الله ويحبّون الله ﴿أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين﴾ أي رحماء متواضعين للمؤمنين أشداء متعززين على الكافرين قال ابن كثير: وهذه صفاتُ المؤمنين الكُمَّل أن يكون أحدهم متواضعًا لأخيه متعززًا على عدوه كقوله تعالى ﴿أَشِدَّآءُ عَلَى الكفار رُحَمَآءُ﴾ [الفتح: ٢٩] ومن علامة حب الله تعالى للمؤمن أن يكون ليّن الجانب متواضعًا لإِخوانه المؤمنين متسربلًا بالعزّة حيال الكافرين والمنافقين ﴿يُجَاهِدُونَ فِي سَبِيلِ الله وَلاَ يَخَافُونَ لَوْمَةَ لائم﴾ أي يجاهدون لإِعلاء كلمة الله ولا يبالون بمن لامهم فهم صلاب في دين الله لا يخافون في ذات الله أحدًا ﴿ذلك فَضْلُ الله يُؤْتِيهِ مَن يَشَآءُ﴾ أي من اتصف بهذه الأوصاف الحميدة فإِنما هو من فضل الله عليه وتوفيقه له ﴿والله وَاسِعٌ عَلِيمٌ﴾ أي واسع الإِفضال والإِحسان عليهمٌ بمن يستحق ذلك، ثمّ لما نهاهم تعالى عن موالاة الكفرة ذكر هنا من هم حقيقون بالموالاة فقال ﴿إِنَّمَا وَلِيُّكُمُ الله وَرَسُولُهُ والذين آمَنُواْ﴾ أي ليس اليهود والنصارى بأوليائكم إِنما أولياؤكم الله ورسوله والمؤمنون ﴿الذين يُقِيمُونَ الصلاة وَيُؤْتُونَ الزكاة وَهُمْ رَاكِعُونَ﴾ أي المؤمنون المتصفون بهذه الأوصاف الجليلة من إِقام الصلاة وإِيتاء الزكاة وهم خاشعون متواضعون لله ﷿ قال في التسهيل: ذكر تعالى الوليَّ بلفظ المفرد إِفرادًا لله تعالى بهما، ثم عطف على اسمه تعالى الرسول ﷺ َ والمؤمنين على سبيل التّبع، ولو قال «إِنما أولياؤكم» لم يكن في الكلام أصلٌ وتبع ﴿وَمَن يَتَوَلَّ الله وَرَسُولَهُ والذين آمَنُواْ فَإِنَّ حِزْبَ الله هُمُ الغالبون﴾","vol":"1","page":323},{"text":"أي من يتولّ الله ورسوله والمؤمنين فإِنه من حزب الله وهم الغالبون القاهرون لأعدائهم ﴿ياأيها الذين آمَنُواْ لاَ تَتَّخِذُواْ الذين اتخذوا دِينَكُمْ هُزُوًا وَلَعِبًا﴾ أي لا تتخذوا أعداء الدين الذين يسخرون من دينكم ويهزءون ﴿مِّنَ الذين أُوتُواْ الكتاب مِن قَبْلِكُمْ والكفار أَوْلِيَآءَ﴾ أي من هؤلاء المستهزئين اليهود والنصارى وسائر الكفرة أولياء لكم تودّونهم وتحبونهم وهم أعداء لكم، فنم اتخذ دينكم سخرية لا يصح لكم أن تصادقوه أو توالوه بل يجب أن تبغضوه وتعادوه ﴿واتقوا الله إِن كُنتُم مُّؤْمِنِينَ﴾ أي اتقوا الله في موالاة الكفار والفجار إِن كنتم مؤمنين حقًا، ثمَّ بيَن تعالى جانبًا من استهزائهم فقال ﴿وَإِذَا نَادَيْتُمْ إِلَى الصلاة اتخذوها هُزُوًا وَلَعِبًا﴾ أي وإِذا أذنتم إِلى الصلاة ودعوتم إِليها سخروا منكم ومن صلاتكم قال في البحر: حسد اليهود الرسول ﷺ َ حين سمعوا الأذان وقالوا: ابتدعت شيئًا لم يكن للأنبياء فمن أين لك الصياح كصياح العير فما أقبحه من صوت فأنزل الله هذه الآية نبّه تعالى على أنَّ من استهزأ بالصلاة ينبغي أن لا يُتّخذ وليًا بل يُهجر ويطرد، وهذه الآية جاءت بالتوكيد للآية قبلها ﴿ذلك بِأَنَّهُمْ قَوْمٌ لاَّ يَعْقِلُونَ﴾ أي ذلك الفعل منهم بسبب أنهم فجرة لا يعقلون حكمة الصلاة ولا يدركون غايتها في تطهير النفوس، ونفى العقل عنهم لكونهم لم ينتفعوا به في أمر الدين وإِن كان لهم عقول يدركون بها مصالح الدنيا ﴿قُلْ ياأهل الكتاب هَلْ تَنقِمُونَ مِنَّآ﴾ أي قل يا محمد: يا معشر اليهود والنصارى هل تعيبون علينا وتنكرون منا ﴿إِلاَّ أَنْ آمَنَّا بالله وَمَآ أُنزِلَ إِلَيْنَا وَمَآ أُنزِلَ مِن قَبْلُ﴾ أي إِلا إِيماننا بالله وبما جاء به رسل الله قال ابن كثير: أي هل لكم علينا مطعنٌ أو عيبٌ إِلا هذا؟ وهذا ليس بعيبٍ ولا مذمة فيكون الاستثناء منقطعًا ﴿وَأَنَّ أَكْثَرَكُمْ فَاسِقُونَ﴾ أي خارجون عن الطريق المستقيم ﴿قُلْ هَلْ أُنَبِّئُكُمْ بِشَرٍّ مِّن ذلك﴾ أي هل أخبركم بما هو شرٍّ من هذا الذي تعيبونه علينا؟ ﴿مَثُوبَةً عِندَ الله﴾ أي ثوابًا وجزاءً ثابتًا عند الله قال في التسهيل: ووضع الثوابَ موضع العقاب تهكمًا بهم نحو قوله\n﴿فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ﴾ [آل عمران: ٢١] ﴿مَن لَّعَنَهُ الله﴾ أي طرده من رحمته ﴿وَغَضِبَ عَلَيْهِ﴾ أي سخط عليه بكفره وانهماكه في المعاصي بعد وضوح الآيات ﴿وَجَعَلَ مِنْهُمُ القردة والخنازير﴾ أي ومسخ بعضَهم قردةً وخنازير ﴿وَعَبَدَ الطاغوت﴾ أي وجعل منهم من عَبَد الشيطان بطاعته ﴿أولئك شَرٌّ مَّكَانًا وَأَضَلُّ عَن سَوَآءِ السبيل﴾ أي هؤلاء الملعونون الموصوفون بتلك القبائح والفضائح شرٌّ مكانًا في الآخرة وأكثر ضلالًا عن الطريق المستقيم قال ابن كثير والمعنى: يا أهل الكتاب الطاعنين في ديننا الذي هو توحيد الله وإِفراده بالعبادة دون ما سواه كيف يصدر منكم هذا وأنتم قد وجد منكم جمع ما ذكر؟ قال القرطبي: ولما نزلت هذه الآية قال المسلمون لهم: يا إِخوة القردة والخنازير فنكّسوا رءوسهم افتضاحًا وفيهم يقول الشاعر:\nفلعنة الله على اليهود ... إِن اليهود إِخوةُ القرود","vol":"1","page":324},{"text":"﴿وَإِذَا جَآءُوكُمْ قالوا آمَنَّا﴾ الضمير يعود إِلى المنافقين من اليهود أي إِذا جاءوكم أظهروا الإِسلام ﴿وَقَدْ دَّخَلُواْ بالكفر وَهُمْ قَدْ خَرَجُواْ بِهِ﴾ أي والحال قد دخلوا إِليك كفارًا وخرجوا كفارًا لم ينتفعوا بما سمعوا منك يا محمد من العلم، ولا نجعت فيهم المواعظ والزواجر ﴿والله أَعْلَمُ بِمَا كَانُواْ يَكْتُمُونَ﴾ أي من كفرهم ونفاقهم وفيه وعيد شديدٌ لهم ﴿وترى كَثِيرًا مِّنْهُمْ يُسَارِعُونَ فِي الإثم والعدوان﴾ أي وترى كثيرًا من اليهود يسابقون في المعاصي والظلم ﴿وَأَكْلِهِمُ السحت﴾ أي أكلهم الحرام ﴿لَبِئْسَ مَا كَانُواْ يَعْمَلُونَ﴾ أي بئس أعمالهم القبيحة تلك الأخلاق الشنيعة ﴿لَوْلاَ يَنْهَاهُمُ الربانيون والأحبار﴾ أي هلاّ يزجرهم علماؤهم وأحبارهم ﴿عَن قَوْلِهِمُ الإثم وَأَكْلِهِمُ السحت﴾ أي عن المعاصي والآثام وأكل الحرام ﴿لَبِئْسَ مَا كَانُواْ يَصْنَعُونَ﴾ أي بئس صنيعهم ذلك تركهم النهي عن ارتكاب محارم الله قال ابن عباس: ما في القرآن آية أشد توبيخًا من هذه الآية - يعني على العلماء - وقال أبو حيان: تضمنت هذه الآية توبيخ العلماء والعبَّاد على سكوتهم عن النهي عن معاصي الله وأنشد ابن المبارك:\nوهلْ أفسَد الدِّينَ إِلا الملو ... كُ وأحبارُ سَوْءٍ ورهبانها\n﴿وَقَالَتِ اليهود يَدُ الله مَغْلُولَةٌ﴾ أي قال اليهود اللعناء إِن الله بخيلٌ يقتّر الرزق على العباد قال ابن عباس: مغلولة أي بخيلة أمسك ما عنده بخلًا ليس يعنون أن يد الله موثقة ولكنهم يقولون إِنه بخيل ﴿غُلَّتْ أَيْدِيهِمْ﴾ دعاءٌ عليهم بالبخل المذموم والفقر والنكد ﴿وَلُعِنُواْ بِمَا قَالُواْ﴾ أي أبعدهم الله من رحمته بسبب تلك المقالة الشنيعة ﴿بَلْ يَدَاهُ مَبْسُوطَتَانِ يُنفِقُ كَيْفَ يَشَآءُ﴾ أي بل هو جواد كريم سابغٍ الإِنعام يرزق ويعطي كما يشاء قال أبو السعود: وتضييق الرزق ليس لقصورٍ في فيضه بل لأن إِنفاقه تابع لمشيئته المبنيّة على الحِكَم وقد اقتضت الحكمة بسبب ما فيهم من شؤم المعاصي أن يضيّق عليهم ﴿وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُم مَّآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا﴾ أي وليزيدنَّهم هذا القرآن الذي أُنزل عليك يا محمد كفرًا فوق كفرهم وطغيانًا فوق طغيانهم إِذ كلّما نزلت آية كفروا بها فيزداد طغيانهم وكفرهم كما أن الطعام للأصحاء يزيد المرضى مرضًا قال الطبري: أعلم تعالى نبيّه أنهم أهل عتو وتمرّد على ربهم وأنهم لا يذعنون الحقٍّ وإِن علموا صحته ولكنهم يعاندونه يسلِّي بذلك نبيَّه ﷺ َ في ذهابهم عن الله وتكذيبهم إِيّاه ﴿وَأَلْقَيْنَا بَيْنَهُمُ العداوة والبغضآء إلى يَوْمِ القيامة﴾ أي ألقينا بين اليهود العداوة والبغضاء فكلمتهم مختلفة وقلوبهم شتّى لا يزالون متباغضين متعادين إِلى قيام الساعة ﴿كُلَّمَآ أَوْقَدُواْ نَارًا لِّلْحَرْبِ أَطْفَأَهَا الله﴾ أي كلما أرادوا إِشعال حربٍ على رسول الله ﷺ َ أطفأها الله ﴿وَيَسْعَوْنَ فِي الأرض فَسَادًا﴾ أي يجتهدون في الكيد للإِسلام وأهله ويسعون لإِثارة الفتن بين المسلمين قال ابن كثير: أي من سجيتهم أنهم دائمًا يسعون في الإِفساد في الأرض ﴿والله لاَ يُحِبُّ المفسدين﴾ أي لا يحب من كانت هذه صفته ﴿وَلَوْ أَنَّ أَهْلَ الكتاب آمَنُواْ واتقوا﴾ أي لو أن","vol":"1","page":325},{"text":"اليهود والنصارى آمنوا بالله وبرسوله حق الإِيمان واتقوا محارم الله فاجتنبوها ﴿لَكَفَّرْنَا عَنْهُمْ سَيِّئَاتِهِمْ﴾ أي محونا عنهم ذنوبهم التي اقترفوها ﴿وَلأَدْخَلْنَاهُمْ جَنَّاتِ النعيم﴾ أي ولأدخلناهم مع ذلك في جنان النعيم ﴿وَلَوْ أَنَّهُمْ أَقَامُواْ التوراة والإنجيل وَمَآ أُنزِلَ إِلَيهِمْ مِّن رَّبِّهِمْ﴾ أي ولو أنهم استقاموا على أمر الله وعملوا بما في التوراة والإِنجيل وبما أُنزل إِليهم في هذا الكتاب الجليل الذي نزل على خاتم الرسل ﷺ َ ﴿لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم﴾ أي لوسّع الله عليهم الأرزاق وأغدق عليهم الخيرات بإِفاضة بركات السماء والأرض عليهم ﴿مِّنْهُمْ أُمَّةٌ مُّقْتَصِدَةٌ﴾ أي منهم جماعة معتدلة مستقيمة غير غالية ولا مقصّرة، وهم الذين آمنوا بمحمد ﷺ َ كعبد الله بن سلام والنجاشي وسلمان ﴿وَكَثِيرٌ مِّنْهُمْ سَآءَ مَا يَعْمَلُونَ﴾ أي وكثير منهم أشرار بئس ما يعملون من قبيح الأقوال وسوء الفعال.\nالبَلاَغَة: ١ - ﴿أَذِلَّةٍ عَلَى المؤمنين أَعِزَّةٍ عَلَى الكافرين﴾ بين لفظ «أعزّة» و«أذلة» طباقٌ وهو من المحسنات البديعية وكذلك بين لفظ ﴿مِن فَوْقِهِمْ ... . وَمِن تَحْتِ أَرْجُلِهِم﴾ .\n٢ - ﴿لَوْمَةَ لائم﴾ في تنكير لومة ولائم مبالغةٌ لا تخفى لأن اللّومة المرّة من اللوم.\n٣ - ﴿إِن كُنتُم مُّؤْمِنِينَ﴾ هذا على سبيل التهييج.\n٤ - ﴿هَلْ تَنقِمُونَ مِنَّآ إِلاَّ أَنْ آمَنَّا﴾ يسمى مثل هذا عند علماء البيان تأكيد المدح بما يشبه الذم وبالعكس فقد جعلوا التمسك بالإِيمان موجبًا للإِنكار والنقمة مع أن الأمر بالعكس.\n٥ - ﴿مَثُوبَةً عِندَ الله مَن لَّعَنَهُ الله﴾ هذا من باب التهكم حيث استعملت المثوبة في العقوبة.\n٦ - ﴿شَرٌّ مَّكَانًا﴾ نسب الشرُّ للمكان وهو في الحقيقة لأهله وذلك مبالغة في الذم.\n٧ - ﴿يَدُ الله مَغْلُولَةٌ﴾ غلُّ اليد كناية عن البخل وبسيطها كناية عن الجود.\n٨ - ﴿أَوْقَدُواْ نَارًا لِّلْحَرْبِ﴾ إيقاد النار في الحرب استعارة لأن الحرب لا نار لها وإِنما شبهت بالنار لأنها تأكل أهلها كما تأكل النار حطبها.\n٩ - ﴿لأَكَلُواْ مِن فَوْقِهِمْ وَمِن تَحْتِ أَرْجُلِهِم﴾ استعارة أيضًا عن سبوغ النعم وتوسعة الرزق عليهم كما يقال: عمَّه الرزق من فوقه إِلى قدمه.\nالفوَائِد: الأولى: روي أعمر بلغه أن كاتبًا نصرانيًا قد استعمله أبو موسى الأشعري فكتب إِلى أبي موسى: لا تكرموهم إِذْ أهانهم الله، ولا تأمنوهم إِذْ خوّنهم الله، ولا تُدنوهم إِذْ أقصاهم الله فقال له أبو موسى: لا قوام للبصرة إِلا به فقال عمر: مات النصراني فماذا تفعل.\nالثانية: قُتِل مسليمةُ الكذاب في عهد أبي بكر يد «وحشي» قاتل حمزة وكأن يقول: قتلتُ خير الناس في الجاهلية - يريد حمزة - وشرَّ الناس في الإِسلام - يريد مسليمة الكذاب.\nالثالثة: قال المفسرون: «عسى» من الله واجب لأن الكريم إِذا أطمع في خيرٍ فله فهو بمنزلة","vol":"1","page":326},{"text":"الوعد لتعلق النفس به.\nالرابعة: قال البيضاوي في قوله تعالى ﴿لَوْلاَ﴾ فيها تحضيضٌ لعلمائهم للنهي عن ذلك فإِنَّ ﴿لَوْلاَ يَنْهَاهُمُ الربانيون﴾ إذا دخل على الماضي أفاد التوبيخ وإِذا دخل على المستقبل أفاد التحضيض.","vol":"1","page":327},{"text":"المنَاسَبَة: لّما حذر تعالى المؤمنين من موالاة الكافرين، وكانت رسالته ﷺ َ تتضمن الطعن في أحوال الكفرة والمخالفين، وهذا يستدعي مناصيتهم العداء له ولأتباعه أمره تعالى في هذه الآيات بتبليغ الدعوة، ووعده بالحفظ والنصرة، ثم ذكر تعالى طرفًا من عقائد أهل الكتاب الفاسدة وبخاصة النصارى الذين يعتقدون بألوهية عيسى وأنه ثالث ثلاثة، وردّ عليهم بالدليل القاطع والبرهان الساطع.\nاللغَة: ﴿يَعْصِمُكَ﴾ العصمة: الحفظ والحماية ﴿طُغْيَانًا﴾ الطغيان: تجاوز الحد في الظلم والغلوُّ فيه ﴿تَأْسَ﴾ تحزن يقال: أسِيَ، والأسى: الحزن قال:\nوانحلبتْ عيناه من فرط الأسَى ... ﴿خَلَتْ﴾ مضت ﴿صِدِّيقَةٌ﴾ الصدِّيق: المبالغ في الصدق وفِعِّيل من أبنية المبالغة كما يقال رجل سِكيِّت أي مبالغ في السكوت أي كثير السكر ﴿يُؤْفَكُونَ﴾ يُصرفون عن الحق يقال: أَفَكه إِذا صرفه ومنه ﴿أَجِئْتَنَا لِتَأْفِكَنَا﴾ [الأحقاف: ٢٢] ﴿تَغْلُواْ﴾ الغلو: التجاوز في الحد والتشدد في الأمر يقال: غلا في دينه غلوًا فيه حتى جاوز الحد. سَبَبُ النّزول: أ - عن ابن عباس عن النبي ﷺ َ أنه قال: «لّما بعثني الله برسالته ضقتُ بها ذرعًا وعرفتُ أن من الناس من يكذبني فأنزل الله ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ﴾ الآية» .\nب - وعن ابن عباس قال: «جاء جماعة من اليهود إِلى النبي ﷺ َ فقالوا: ألست تُقرُّ أن التوراة حق من عند الله؟ قال: بلى فقالوا: فإِنّا نؤمن بها ولا نؤمن بما عداها» فأنزل الله ﴿قُلْ ياأهل الكتاب لَسْتُمْ على شَيْءٍ حتى تُقِيمُواْ التوراة والإنجيل ...﴾ الآية.\nالتفِسير: ﴿ياأيها الرسول بَلِّغْ مَآ أُنزِلَ إِلَيْكَ مِن رَّبِّكَ﴾ هذا نداءُ تشريفٍ وتعظيمٍ ناداه تعالى بأشرف الأوصاف بالرسالة الربانية أي بلّغْ رسالة ربك غير مراقب أحدًا ولا خائفٍ أن ينالك مكروه ﴿وَإِن لَّمْ تَفْعَلْ فَمَا بَلَّغْتَ رِسَالَتَهُ﴾ قال ابن عباس: المعنى بلّغْ جميع ما أنزل إِليك من ربك فإِن كتمتَ شيئًا منه فما بلّغت رسالته، وهذا تأديب لحملة العلم من أمته ألا يكتموا شيئًا من أمر شريعته ﴿والله يَعْصِمُكَ مِنَ الناس﴾ أي يمنعك من أن ينالوك بسوء قال الزمخشري: هذا وعدٌ من الله بالحفظ والكلاءة والمعنى: والله يضمن لك العصمة من أعدائك فما عذرك في مراقبتهم؟ «روي أن رسول الله ﷺ َ كان يُحرس حتى نزلت فأخرج رأسه من قبة أدَم وقال: انصرفوا أيها الناس فقد عصمني الله ﷿» ﴿إِنَّ الله لاَ يَهْدِي القوم الكافرين﴾ أي إِنما عليك البلاغ والله هو الذي يهدي من يشاء فمن قُضي له بالكفر لا يهتدي أبدًا ﴿قُلْ ياأهل الكتاب لَسْتُمْ على شَيْءٍ حتى تُقِيمُواْ التوراة","vol":"1","page":328},{"text":"والإنجيل﴾ أي قل يا محمد لهؤلاء اليهود والنصارى لستم على شيء من الدين أصلًا حتى تعملوا بما في التوراة والإِنجيل وتقيموا أحكامهما على الوجه الأكمل، ومن إِقامتهما الإِيمان بمحمد ﷺ َ ﴿وَمَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ﴾ قال ابن عباس: يعني القرآن العظيم ﴿وَلَيَزِيدَنَّ كَثِيرًا مِّنْهُمْ مَّآ أُنْزِلَ إِلَيْكَ مِن رَّبِّكَ طُغْيَانًا وَكُفْرًا﴾ اللام للقسم أي وأقسم ليزيدنَّ هذا القرآن المنزل عليك يا محمد الكثير منهم غلوًا في التكذيب وجحودًا لنبوتك وإِصرارًا على الكفر والضلال ﴿فَلاَ تَأْسَ عَلَى القوم الكافرين﴾ أي لا تحزن عليهم فإِن تكذيب الأنبياء عادتُهم ودأبهم، وهذه تسليةٌ للنبي ﷺ َ وليس بنهي عن الحزن ثم قال تعالى ﴿إِنَّ الذين آمَنُواْ﴾ أي صدّقوا الله ورسوله وهم المسلمون ﴿والذين هَادُواْ﴾ وهم اليهود ﴿والصابئون﴾ وهم طائفة من النصارى عبدوا الكواكب ﴿والنصارى﴾ وهم أتباع عيسى ﴿مَنْ آمَنَ بالله واليوم الآخر وعَمِلَ صَالِحًا﴾ أي مَنْ آمن من هؤلاء المذكورين إِيمانًا صحيحًا خالصًا لا يشوبه ارتيابٌ بالله وباليوم الآخر وعمل صالحًا يقربه من الله ﴿فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فلا خوفٌ عليهم فيما قدموا عليه من أهوال يوم القيامة ولا هم يحزنون على ما خلّفوا وراءهم من الدنيا بعد معاينهم جزيل ثواب الله قال ابن كثير: والمقصود أن كلَّ فرةقٍ آمنت بالله واليوم الآخر وعملت عملًا صالحًا - ولا يكون ذلك كذلك حتى يوافق الشريعة المحمدية بعد إِرسال صاحبها المبعوث إِلى جميع الثقلين - فمن اتصف بذلك فلا خوفٌ عليهم فيما يستقبلونه ولا هم يحزنون على ما تركوه وراء ظهورهم ﴿لَقَدْ أَخَذْنَا مِيثَاقَ بني إِسْرَائِيلَ﴾ أي أخذنا من اليهود العهد المؤكد على الإِيمان بالله ورسله قال في البحر: هذا إِخبار بما صدر من أسلاف اليهود من نقض الميثاق الذي أخذه تعالى عليهم وما اجترحوه من الجرائم العظام من تكذيب الأنبياء وقتل بعضهم، وهؤلاء أخلاف أولئك فغير بدعٍ ما يصدر منهم للرسول ن الأذى والعصيان إِذ اك شنِشْينةٌ من أسلافهم ﴿وَأَرْسَلْنَآ إِلَيْهِمْ رُسُلًا﴾ أي أرسلنا لهم الرسل ليرشوهم ويبينوا لهم أمر الدين ﴿كُلَّمَا جَآءَهُمْ رَسُولٌ بِمَا لاَ تهوى أَنْفُسُهُمْ﴾ أي كلما جاءهم رسول من أولئك الرسل بما يخالف أهواءهم وشهواتهم ﴿فَرِيقًا كَذَّبُواْ وَفَرِيقًا يَقْتُلُونَ﴾ أي كذبوا طائفةً من الرسل يقتلون طائفة أخرى منهم قال البيضاوي: وإِنما جيء ب «وقتلوا» موضع «قتلوا» على حكاية الحال الماضية استحضارًا لها واستفظاعًا للقتل وتنبيهًا على أن ذلك من ديدنهم ماضيًا ومستقبلًا ومحافظةً على رءوس الآي ﴿وحسبوا أَلاَّ تَكُونَ فِتْنَةٌ﴾ أي وظن إِسرائيل أن لا يصيبهم بلاءٌ وعذاب بقتل الأنبياء وتكذيب الرسل اغترارًا بإِمهال الله ﷿ لهم ﴿فَعَمُواْ وَصَمُّواْ﴾ أي تمادوا في الغيّ والفساد فعَمُوا عن الهدى وصمّوا عن سماع الحق وهذا على التشبيه بالأعمى والأصمّ لأنه لا يهتدي إِلى طريق الرشد في الدين لإِعراضه عن النظر ﴿ثُمَّ تَابَ الله عَلَيْهِمْ﴾ قال القرطبي: في الكلام إِضمارٌ أي أوقعت بهم الفتنةُ فتابوا فتاب الله عليهم ﴿ثُمَّ عَمُواْ وَصَمُّواْ كَثِيرٌ مِّنْهُمْ﴾ أي عميَ كثير منهم وصمَّ بعد تبيّن الحق له ﴿والله بَصِيرٌ بِمَا يَعْمَلُونَ﴾ أي عليم","vol":"1","page":329},{"text":"بما عملوا وهذا وعيدٌ لهم وتهديد، ثم ذكر تعالى عقائد النصارى الضالة في المسيح فقال ﴿لَقَدْ كَفَرَ الذين قالوا إِنَّ الله هُوَ المسيح ابن مَرْيَمَ﴾ قال أبو السعود: هذا شروعٌ في تفصيل قبائح النصارى وإِبطال أقوالهم الفاسدة بعد تفصيل قبائح النصارى وإِبطال أقوالهم الفاسدة بعد تفصيل قبائح اليهود وهؤلاء الذين قالوا إِن مريم ولدت إِلهًا هم «اليعقوبية» زعموا أن الله تعالى حلَّ في ذات عيسى واتحد به، تعالى الله عن ذلك علوًا كبيرًا ﴿وَقَالَ المسيح يابني إِسْرَائِيلَ اعبدوا الله رَبِّي وَرَبَّكُمْ﴾ أي أنا عبدٌ مثلكم فاعبدوا خالقي وخالقكم الذي يذلّ له كل شيء ويخضع له كل موجود قال ابن كثير: كان أول كلمة نطق بها وهو صغير أن قال\n﴿إِنِّي عَبْدُ الله﴾ [مريم: ٣٠] ولم يقل: إِني أنا الله، ولا ابن الله بل قال ﴿إِنِّي عَبْدُ الله آتَانِيَ الكتاب وَجَعَلَنِي نَبِيًّا﴾ [مريم: ٣٠] وقال القرطبي: ردَّ الله عليهم ذلك بحجةٍ قاطعةٍ مما يُقرّون به فقال ﴿وَقَالَ المسيح يابني إِسْرَائِيلَ اعبدوا الله رَبِّي وَرَبَّكُمْ﴾ فإِذا كان المسيح يقول: يا رب، ويا ألله فكيف يدعو نفسه أم كيف يسألها؟ هذا محال ﴿إِنَّهُ مَن يُشْرِكْ بالله فَقَدْ حَرَّمَ الله عَلَيهِ الجنة﴾ أي من يعتقد بألوهية غير الله فلن يدخل الجنة أبدًا لأنها دار الموحّدين ﴿وَمَأْوَاهُ النار﴾ أي مصيره نار جهنم ﴿وَمَا لِلظَّالِمِينَ مِنْ أَنصَارٍ﴾ أي فلا ناصر ولا منقذ له من عذاب الله ﴿لَّقَدْ كَفَرَ الذين قالوا إِنَّ الله ثَالِثُ ثَلاَثَةٍ﴾ أي أحد ثلاثة الإِلهيّة وهذا قول فرقةٍ من النصارى يسمون «النُّسطورية والملكانية» القائلين بالتثليث وهم يقولون: إِن الإلهيّة مشتركة بين الله، وعيسى، ومريم وكل واحدٍ من هؤلاء إِله ولهذا اشتهر قولهم «الأب والإِبن وروح القدس» ﴿وَمَا مِنْ إله إِلاَّ إله وَاحِدٌ﴾ أي والحال أنه ليس في الوجود إِلا إِله واحدٌ موصوفٌ بالوحدانية متعالٍ عن المثيل والنظير ﴿وَإِن لَّمْ يَنتَهُواْ عَمَّا يَقُولُونَ﴾ أي وإِن لم يكفّوا عن القول بالتثليث ﴿لَيَمَسَّنَّ الذين كَفَرُواْ مِنْهُمْ عَذَابٌ أَلِيمٌ﴾ أي ليمسنهم عذاب أليم في الدنيا والآخرة ﴿أَفَلاَ يَتُوبُونَ إلى الله وَيَسْتَغْفِرُونَهُ﴾ الاستفهام للتوبيخ أي أفلا ينتهون عن تلك العقائد الزائفة والأقاويل الباطلة ويستغفرون الله مما نسبوه إِليه من الاتحاد والحلول؟ ﴿والله غَفُورٌ رَّحِيمٌ﴾ أي يغفر لهم ويرحمهم إن تابوا قال البيضاوي: وفي هذا الاستفهام ﴿أَفَلاَ يَتُوبُونَ﴾ تعجيبٌ من إِصرارهم على الكفر ﴿مَّا المسيح ابن مَرْيَمَ إِلاَّ رَسُولٌ قَدْ خَلَتْ مِن قَبْلِهِ الرسل﴾ أي ما المسيح إِلا رسولٌ كالرسل الخالية الذين تقدموه خصّه الله تعالى ببعض الآيات الباهرات إِ؟ هارًا لصدقه كما خصّ بعض الرسل، فإِن أحيا الموتى على يده فقد أحيا العصا في يد موسى.\nوجعلت حية تسعى وهو أعجب، وإن خُلق من غير أب فقد خلق آدم من غير أبٍ ولا أم وهو أغرب، وكلُّ ذلك من جنابه ﷿ وإِنما موسى وعيسى مظاهر شئونه وأفعاله ﴿وَأُمُّهُ صِدِّيقَةٌ﴾ أي مبالغة في الصّدق ﴿كَانَا يَأْكُلاَنِ الطعام﴾ أي أنه مخلوق كسائر المخلوقين مركبٌ من عظمٍ ولحمٍ وعروقٍ وأعصاب وفيه إِشارة لطيفة إِلى أن من يأكل الطعام لا بدّ أن يكون في حاجة إِلى إخراجه ومن يكن هذا حاله فكيف يُعْبد، أو كيف يُتوهم أنه إِله؟ ﴿","vol":"1","page":330},{"text":"انظر كَيْفَ نُبَيِّنُ لَهُمُ الآيات﴾ تعجيبٌ من حال الذين يدَّعون ألوهيّته هو وأمه أي أنظر كيف نوضّح لهم الآيات الباهرة على بطلان ما اعتقدوه ﴿ثُمَّ انظر أنى يُؤْفَكُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَكُمْ ضَرًّا وَلاَ نَفْعًا﴾ أي كيف يُصرفون عن استماع الحق وتأمله بعد هذا البيان مع أنه أوضح من الشمس في رابعة النّهار ﴿قُلْ أَتَعْبُدُونَ﴾ أي قل يا محمد أتوجهون عبادتكم الى من لا يقدر لكم على النفع والضر؟ ﴿والله هُوَ السميع العليم﴾ أي السميع لأقوالكم العليم بأحوالكم وتضمنت الآية الإِنكار عليهم حيث عبدوا من هو متصفٌ بالعجز عن دفع ضرّ أو جلب نفع ﴿قُلْ ياأهل الكتاب لاَ تَغْلُواْ فِي دِينِكُمْ غَيْرَ الحق﴾ أي يا معشر اليهود والنصارى لا تتجاوزوا الحد في دينكم وتُفرطوا كما أفرط أسلافكم فتقولوا عن عيسى إِنه إلهٌ أو ابن إِله قال القرطبي: وغلو اليهود قولهم في عيسى إِنه ليس ولد رشْدة - أي هو ابن زنا - وغلوُّ النصارى قولهم إِنه إِله ﴿وَلاَ تتبعوا أَهْوَآءَ قَوْمٍ قَدْ ضَلُّواْ مِن قَبْلُ﴾ أي لا تتبعوا أسلافكم وأئمتكم الذين كانوا عن الضلال قبل بعثة النبي ﷺ َ ﴿وَأَضَلُّواْ كَثِيرًا﴾ أي أضلوا كثيرًا من الخلق بإِغوائهم لهم ﴿وَضَلُّواْ عَن سَوَآءِ السبيل﴾ أي ضلوا عن الطريق الواضح المستقيم قال القرطبي: وتكرير ضلوا للإِشارة إِلى أنهم ضلوا من قبل وضلوا من بعد، والمرادُ الأسلافُ الذين سنُّوا الضلالة وعملوا بها من رؤساء اليهود والنصارى ﴿لُعِنَ الذين كَفَرُواْ مِن بني إِسْرَائِيلَ على لِسَانِ دَاوُودَ وَعِيسَى ابن مَرْيَمَ﴾ أي لعنهم الله ﷿ في الزبور، والإِنجيل قال ابن عباس: لُعنوا بكل لسان، لعنوا على عهد موسى في التوراة، وعلى عهد داود في الزبور، وعلى عهد عيسى في الإِنجيل وعلى عهد محمد في القرآن قال المفسرون: إِن اليهود لّما اعتدوا في السبت دعا عليهم داود فمسخهم الله قردة، وأصحاب المائدة لّما كفروا بعيسى دعا عليهم عيسى فمُسخوا خنازير ﴿ذلك بِمَا عَصَوْا وَّكَانُواْ يَعْتَدُونَ﴾ أي ذلك اللعن بسبب عصيانهم واعتدائهم، ثمَّ بيَّن تعالى حالهم الشنيع فقال ﴿كَانُواْ لاَ يَتَنَاهَوْنَ عَن مُّنكَرٍ فَعَلُوهُ﴾ أي لا ينهى بعضُهم بعضًا عن قبيحٍ فعلوه ﴿لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ﴾ أي بئس شيئًا فعلوه قال الزمخشري: تعجيب من سوء فعلهم مؤكد بالقسم فيا حسرتا على المسلمين في إِعراضهم عن التناهي عن المنكر كأنه ليس من الإِسلام في شيء مع ما يتلون من كتاب الله من المبالغات في هذا الباب وقال في البحر: وذلك أنهم جمعوا بين فعل المنكر، والتجاهر به، وعدم النهي عنه، والمعصيةُ إذا فُعلت ينبغي أن يُستتر بها لحديث\n«من ابتلي منكم بشيء من هذا القاذورات فليستتر» فإِذا فعلت جهارًا وتواطأ الناس على عدم الإِنكار كان ذلك تحريضًا على فعلها وسببًا مثيرًا لإِفشائها وكثرتها ﴿ترى كَثِيرًا مِّنْهُمْ يَتَوَلَّوْنَ الذين كَفَرُواْ﴾ أي ترى كثيرًا من اليهود يوالون المشركين بغضًا لرسول الله ﷺ َ والمؤمنين والمراد «كعب بن الأشرف» وأصحابه ﴿لَبِئْسَ مَا قَدَّمَتْ لَهُمْ أَنفُسُهُمْ﴾ أي بئس ما قدموا من العمل لمعادهم في الآخرة ﴿أَن","vol":"1","page":331},{"text":"سَخِطَ الله عَلَيْهِمْ﴾ وهذا هو المخصوص بالذم أي بئس ما قدموه لآخرتهم سخطُ الله وغضبُه عليهم ﴿وَفِي العذاب هُمْ خَالِدُونَ﴾ أي وفي عذاب جهنم مخلّدون أبد الآبدين ﴿وَلَوْ كَانُوا يُؤْمِنُونَ بِالله والنَّبِيِّ وَمَا أُنْزِلَ إِلَيْهِ مَا اتَّخَذُوهُمْ أَوْلِيَآءَ﴾ أي لو كان هؤلاء اليهود يصدّقون بالله ونبيّهم وما جاءهم من الكتاب ما اتخذوا المشركين أولياء ﴿ولكن كَثِيرًا مِّنْهُمْ فَاسِقُونَ﴾ أي ولكنَّ أكثرهم خارجون عن الإِيمان وطاعة الله ﷿.\nالبَلاَغَة: ١ - ﴿لَسْتُمْ على شَيْءٍ﴾ في هذا التعبير من التحقير والتصغير ما لا غاية وراءه.\n٢ - ﴿إِلَيْكُمْ مِّن رَّبِّكُمْ﴾ أضاف الاسم الجليل إِليهم تلطفًا معهم في الدعوة.\n٣ - ﴿وَمَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ﴾ لم يقل عليهم وإِنما وضع الظاهر مكان الضمير للتسجيل عليهم بالرسوخ في الكفر.\n٤ - ﴿والله بَصِيرٌ بِمَا يَعْمَلُونَ﴾ صيغة المضارع بدل الماضي ﴿بما عملوا﴾ لحكاية الحال الماضية استحضارًا لصورتها الفظيعة ومراعاة لرءوس الآيات.\n٥ - ﴿فَقَدْ حَرَّمَ الله عَلَيهِ الجنة﴾ إِظهار الاسم الجليل في موضع الإِضمار لتهويل الأمر وتربية المهابة.\n٦ - الاستعارة ﴿فَعَمُواْ وَصَمُّواْ﴾ استعار العمى والصمم للإِعراض عن الهداية والإِيمان.\n٧ - ﴿انظر كَيْفَ نُبَيِّنُ﴾ ﴿ثُمَّ انظر أنى يُؤْفَكُونَ﴾ قال أبو السعود: تكرير الأمر بالنظر للمبالغة في التعجيب ولفظ «ثمَّ» لإِظهار ما بين العجبين من التفاوت أي إن بياننا للآيات أمرٌ بديع بالغٌ أقصى الغايات من الوضوح والتحقيق وإِعراضهم عنها أعجبُ وأبدع.\n٨ - ﴿لَبِئْسَ مَا كَانُواْ يَفْعَلُونَ﴾ تقبيحٌ لسوء أعمالهم وتعجيبٌ منه بالتوكيد مع القسم.\nالفوَائِد: قال بعض المحققين في قوله تعالى ﴿قُلْ أَتَعْبُدُونَ مِن دُونِ الله مَا لاَ يَمْلِكُ لَكُمْ ضَرًّا وَلاَ نَفْعًا﴾ إِذا كان هذا في حق عيسى النبي فما ظنك بوليّ من الأولياء هل يملك لهم نفعًا ولا ضرًا؟!\nتنبيه: قال ابن كثير: دلت الآية ﴿وَأُمُّهُ صِدِّيقَةٌ﴾ على أن مريم بنبيَّة كما زعمه ابن حزم وغيره ممن ذهب إِلى نبوة «سارة» ونبوة «أم موسى» استدلالًا منهم بخطاب الملائكة لسارة ومريم والذي عليه الجمهور أن الله لم يبعث نبيًا إِلا من الرجال ﴿وَمَآ أَرْسَلْنَا مِن قَبْلِكَ إِلاَّ رِجَالًا نوحي إِلَيْهِمْ﴾ [يوسف: ١٠٩] وحكى الأشعري الإِجماع على ذلك.","vol":"1","page":332},{"text":"المنَاسَبَة: لّما ذكر تعالى اليهود والنصارى وما هم عليه من الزيغ والضلال، ذكر هنا أنَّ اليهود في غاية العداوة للمسلمين، ولذلك جعلهم قرناء للمشركين في شدة العداوة، وذكر أن النصارى ألين عريكة من اليهود وأقرب إِلى المسلمين منهم، ثم لّما استقصى المناظرة مع أهل الكتاب عاد إِلى بيان الأحكام الشرعية فذكر منها كفارة اليمين، وتحريم الخمر والميسر، وجزاء قتل الصيد في حالة الإِحرام.\nاللغَة: ﴿قِسِّيسِينَ﴾ القِسُّ والقسيِّس اسم لرئيس النصارى ومعناه العالم ﴿رُهْبَانًا﴾ جمع راهب وأصله من الرهبة بمعنى المخافة، والرهبانيةُ التعبد في الصومعة ﴿تَفِيضُ﴾ الفيض أن","vol":"1","page":333}]