[{"text":"يمتلئ الإِناء ويسيل من شدة الامتلاء يقال: فاض الماء وفاض الدمع قال الشاعر:\nففاضتْ دموعُ العينِ منّي صَبَابةً ... على النحر حتى بلَّ دمعي مْحِمَلي\n﴿رِجْسٌ﴾ قال الزجاج: الرجس اسم لكل ما استقذر من عمل ويقال للعذرة والأقذار رجس لأنها قذارة ونجاسة ﴿الجحيم﴾ النار الشديدة الاتقاد ﴿الصيد﴾ كل ما يصطاد من حيوانٍ وطيرٍ وغيره فالصيد يطلق على المصيد قال الشاعر:\nصيدُ الملوكِ أرانبٌ وثعالبٌ ... وإِذا ركبتُ فصيديَ الأَبْطالُ\nسَبَبُ النّزول: أ - عن ابن عباس أن رجلًا أتى النبي ﷺ َ فقال يا رسول الله: إِني إِذا أكلت هذا اللحم انتشرت للنساء وأخذتني شهوتي وإِني حرّمت عليّ اللحم فأنزل الله ﴿ياأيها الذين آمَنُواْ لاَ تُحَرِّمُواْ طَيِّبَاتِ مَآ أَحَلَّ الله لَكُمْ﴾ الآية.\nب - عن أنس قال: كنتُ ساقي القوم يوم حُرّمت الخمر في بيت «أبي طلحة» وما شرابهم إِلا الفضيخ والبسر والتمر، وإِذا منادٍ ينادي إِن الخمر قد حرّمت قال: فأريقت في سكك المدينة فقال أبو طلحة إِذهب فأهرقها فقال بعض القوم قُتل قومٌ وهي في بطونهم فأنزل الله ﴿لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ فِيمَا طعموا﴾ .\nالتفِسير: ﴿لَتَجِدَنَّ أَشَدَّ الناس عَدَاوَةً لِّلَّذِينَ آمَنُواْ اليهود والذين أَشْرَكُواْ﴾ اللام للقسم أي قسمًا لتجدنَّ يا محمد اليهود والمشركين أشدَّ الناس عداوة للمؤمنين ﴿وَلَتَجِدَنَّ أَقْرَبَهُمْ مَّوَدَّةً لِّلَّذِينَ آمَنُواْ الذين قالوا إِنَّا نصارى﴾ نزلت في النجاشي ملك الحبشة وأصحابه قال الزمخشري: وصف الله شدة شكيمة اليهود وصعوبة إِجابتهم إِلى الحق، ولين عريكة النصارى وسهولة ميلهم إِلى الإِسلام، وجعل اليهود قرناء المشركين في شدة العداوة للمؤمنين بل نبّه على زيادة عداوتهم وبتقديمهم على الذين أشركوا ﴿ذلك بِأَنَّ مِنْهُمْ قِسِّيسِينَ وَرُهْبَانًا﴾ تعليلٌ لقرب مودتهم أي كونهم أقرب مودة بسبب أن منهم علماء وعُبادًا ﴿وَأَنَّهُمْ لاَ يَسْتَكْبِرُونَ﴾ أي يتواضعون لوداعتهم ولا يتكبرون كاليهود قال البيضاوي: وفيه دليلٌ على أن التواضعَ والإِقبال على العلم والعمل والإِعراض عن الشهوات، محمودٌ وإِن كان من كافر ﴿وَإِذَا سَمِعُواْ مَآ أُنزِلَ إِلَى الرسول﴾ أي إِذا سمعوا القرآن المُنْزَل على محمد رسول الله ﴿ترى أَعْيُنَهُمْ تَفِيضُ مِنَ الدمع﴾ أي فاضت أعينهم بالدمع من خشية الله لرقة قلوبهم وتأثرهم بكلام الله الجليل ﴿مِمَّا عَرَفُواْ مِنَ الحق﴾ أي من أجل معرفتهم أنه كلام الله وأنه حق ﴿يَقُولُونَ رَبَّنَآ آمَنَّا﴾ أي يقولون يا ربنا صدقنا بنبيّك وكتابك ﴿فاكتبنا مَعَ الشاهدين﴾ أي مع أمة محمد ﵇ الذين يشهدون على الأمم يوم القيامة قال ابن عباس: نزلت هذه الآيات في النجاشي وأصحابه الذين حين تلا عليهم «جعفر بن أبي طالب» بالحبشة القرآن بكوا حتى أخضلوا لحاهم ﴿وَمَا لَنَا لاَ نُؤْمِنُ بالله وَمَا جَآءَنَا مِنَ الحق﴾ أي ما الذي يمنعنا عن الإِيمان ويصدنا عن اتّباع الحق وقد لاح لنا الصواب","vol":"1","page":334},{"text":"وظهر الحق المنير؟ قالوا ذلك في جواب من عيّرهم بالإِسلام من اليهود قال في البحر: هذا إِنكارٌ واستبعادٌ لانتفاء الإِيمان منهم مع قيام موجبه وهو عرفان الحق ﴿وَنَطْمَعُ أَن يُدْخِلَنَا رَبُّنَا مَعَ القوم الصالحين﴾ أي والحال أننا نطمع أن يدخلنا ربنا الجنة بصحبة الصالحين من عباده الأبرار ﴿فَأَثَابَهُمُ الله بِمَا قَالُواْ﴾ أي جازاهم على إِيمانهم وتصديقهم واعترافهم بالحق ﴿جَنَّاتٍ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَا﴾ أي ماكثين فيها أبدًا لا يحولون عنها ولا يزولون ﴿وذلك جَزَآءُ المحسنين﴾ أي ذلك الأجر والثواب جزاء من أحسن عمله وأصلح نيّته، ثم أخبر تعالى عن حال الأشقياء فقال ﴿والذين كَفَرُواْ وَكَذَّبُواْ بِآيَاتِنَآ أولئك أَصْحَابُ الجحيم﴾ أي جحدوا بآيات الله وأنكروا نبوة محمد ﷺ َ فهم أهل الجحيم المعذّبون فيها قال أبو السعود: وذكَرهم بمقابلة المصدِّقين بآيات الله جمعًا بين الترغيب والترهيب ﴿ياأيها الذين آمَنُواْ لاَ تُحَرِّمُواْ طَيِّبَاتِ مَآ أَحَلَّ الله لَكُمْ﴾ روى الطبري عن عكرمة قال: كان أناسٌ من أصحاب النبي ﷺ َ همّوا بالخِصاء وترك اللحم والنساء فنزلت هذه الآية أي لا تمنعوا أنفسكم تلك اللذائذ وتقولوا حرّمناها على أنفسنا مبالغة في تركها وتقشفًا وتزَهُّدًا ﴿وَلاَ تعتدوا﴾ أي ولا تتعدّوا حدود ما أحل الله لكم بتجاوز الحلال إِلى الحرام ﴿إِنَّ الله لاَ يُحِبُّ المعتدين﴾ أي يبغض المتجاوزين الحد، والإِسلام يدعو إِلى القصد بدون إِفراط أو تفريط ولهذا قال ﴿وَكُلُواْ مِمَّا رَزَقَكُمُ الله حَلاَلًا طَيِّبًا﴾ أي كلوا ما حلَّ لكم وطاب مما رزقكم الله قال في التسهيل: أي تمتعوا بالمآكل الحلال وبالنساء وغير ذلك، وإِنما خصّ الأكل بالذكر لأنه أعظم حاجات الإِنسان ﴿واتقوا الله الذي أَنتُم بِهِ مُؤْمِنُونَ﴾ هذا استدعاء إِلى التقوى بألطف الوجوه كأنه يقول: لا تضيّعوا إِيمانكم بالتقصير في طاعة الله ﷿ فتكون عليكم الحسرة العظمى فإِن الإِيمان بالله تعالى يوجب المبالغة في تقوى الله ﴿لاَ يُؤَاخِذُكُمُ الله باللغو في أَيْمَانِكُمْ﴾ أي لا يؤاخذكم بما يسبق إِليه اللسان من غير قصد الحلف كقولكم لا والله، وبلى والله ﴿ولكن يُؤَاخِذُكُم بِمَا عَقَّدتُّمُ الأيمان﴾ أي ولكن يؤاخذكم بما وثّقتم الأيمان عليه بالقصد والنية إِذا حنثتم ﴿فَكَفَّارَتُهُ إِطْعَامُ عَشَرَةِ مَسَاكِينَ مِنْ أَوْسَطِ مَا تُطْعِمُونَ أَهْلِيكُمْ﴾ أي كفارة اليمين عند الحنث أن تُطعموا عشرة مساكين من الطعام الوسط الذي تُطعمون منه أهليكم قال ابن عباس: أي من أعدل ما تُطعمون أهليكم وقال ابن عمر: الأوسط الخبز والتمر، والخبز والزبيب، وخيرُ ما نُطعم أهلينا الخبز واللحم ﴿أَوْ كِسْوَتُهُمْ﴾ أي كسوة المساكين لكل مسكين ثوبٌ يستر البدن ﴿أَوْ تَحْرِيرُ رَقَبَةٍ﴾ أي إِعتاق عبد مملوك لوجه الله قال في البحر: وأجمع العلماء على أن الحانث مُخَيّر بين الإِطعام والكسوة والعتق ﴿فَمَن لَّمْ يَجِدْ فَصِيَامُ ثَلاَثَةِ أَيَّامٍ﴾ أي فمن لم يجد شيئًا من الأمور المذكورة فكفارته صيام ثلاثة أيام ﴿ذلك كَفَّارَةُ أَيْمَانِكُمْ إِذَا حَلَفْتُمْ﴾ أي هذه كفارة اليمين الشرعية عند الحنث ﴿","vol":"1","page":335},{"text":"واحفظوا أَيْمَانَكُمْ﴾ أي احفظوها عن الابتذال ولا تحلفوا إِلا لضرورة قال ابن عباس: أي لا تحلفوا وقال ابن جرير: أي لا تتركوها بغير تكفير ﴿كذلك يُبَيِّنُ الله لَكُمْ آيَاتِهِ لَعَلَّكُمْ تَشْكُرُونَ﴾ أي مثل ذلك التبيين يبيّن الله لكم الأحكام الشرعية ويوضحها لتشكروه على هدايته وتوفيقه لكم ﴿ياأيها الذين آمَنُواْ إِنَّمَا الخمر والميسر﴾ قال ابن عباس: الخمر جمع الأشربة التي تُسكر، والميسرُ القمار كانوا يتقامرون به في الجاهلية ﴿والأنصاب والأزلام﴾ أي الأصنام المنصوبة للعبادة والأقداح التي كانت عند سدنة البيت وخُدّام الأصنام قال ابن عباس ومجاهد: الأنصاب حجارةٌ كانوا يذبحون قرابينهم عندها والأزلام: قداحٌ كانوا يستقسمون بها ﴿رِجْسٌ مِّنْ عَمَلِ الشيطان﴾ أي قذر ونجسٌ تعافه العقول، وخبيثٌ مستقذر من تزيين الشيطان ﴿فاجتنبوه لَعَلَّكُمْ تُفْلِحُونَ﴾ أي اتركوه وكونوا في جانب آخر بعيدين عن هذه القاذورات لتفوزوا بالثواب العظيم ﴿إِنَّمَا يُرِيدُ الشيطان أَن يُوقِعَ بَيْنَكُمُ العداوة والبغضآء فِي الخمر والميسر﴾ أي ما يريد الشيطان بهذه الرذائل إِلا إِيقاع العداوة والبغضاء بين المؤمنين في شربهم الخمر ولعبهم بالقمار ﴿وَيَصُدَّكُمْ عَن ذِكْرِ الله وَعَنِ الصلاة﴾ أي ويمنعكم بالخمر والميسر عن ذكر الله الذي به صلاح دنياكم وآخرتكم وعن الصلاة التي هي عماد دينكم قال أبو حيان: ذكر تعالى في الخمر والميسر مفسدتين: إِحداهما دنيوية، والأخرى دينية، فأما الدنيوية فإِن الخمر تثير الشرور والأحقاد وتئول بشاربها إِلى التقاطع، وأما الميسر فإِن الرجل لا يزال يقامر حتى يبقى سليبًا لا شيء له وينتهي إِلى أن يقامر حتى على أهله وولده، وأما الدينية فالخمر لغلبة السرور والطرب بها تُلهي عن ذكر الله وعن الصلاة، والميسر - سواء كان غالبًا أو مغلوبًا - يلهي عن ذكر الله ﴿فَهَلْ أَنْتُمْ مُّنتَهُونَ﴾ الصيغة للاستفهام ومعناه الأمر أي انتهوا ولذلك قال عمر: انتهينا ربّنا انتهينا قال في البحر: وهذا الاستفهام من أبلغ ما يُنهى به كأنه قيل: قد تُلي عليكم ما فيهما من المفاسد التي توجب الانتهاء فهل أنتم منتهون أم باقون على حالكم؟ ﴿وَأَطِيعُواْ الله وَأَطِيعُواْ الرسول واحذروا﴾ أي أطيعوا أمر الله وأمر سوله واحذروا مخالفتهما ﴿فَإِن تَوَلَّيْتُمْ﴾ أي أعرضتم ولم تعملوا بأمر الله ورسوله ﴿فاعلموا أَنَّمَا على رَسُولِنَا البلاغ المبين﴾ أي ليس عليه هدايتكم وإِنما عليكم تبليغكم الرسالة وجزاؤكم علينا قال الطبري: وهذا من الله وعيدٌ لمن تولى عن أمره ونهيه يقول تعالى ذكره لهم: فإِن توليتم عن أمري ونهي فتوقعوا عقابي واحذروا سخطي وقال أبو حيان: وفي هذا من الوعيد البالغ ما لا خفاء به إِذ تضمّن أن عقابكم إِنما يتولاه المرسِلُ لا الرسول ﴿لَيْسَ عَلَى الذين آمَنُواْ وَعَمِلُواْ الصالحات جُنَاحٌ فِيمَا طعموا﴾ قال الإِثم والذمّ إِنما يتعلق بفعل المعاصي والذين ماتوا قبل التحريم ليسوا بعاصين ﴿إِذَا مَا اتقوا وَآمَنُواْ وَعَمِلُواْ الصَّالِحَاتِ﴾ أي ليس عليهم جُناحٌ فيما تناولوه من المأكل والمشروب إِذا اتقوا المحرَّم وثبتوا على الإِيمان والأعمال الصالحة ﴿ثُمَّ اتَّقَواْ وَآمَنُواْ﴾ أي اتقوا المحرّم وآمنوا بتحريمه بمعنى اجتنبوا ما حرمّه الله معتقدين حرمته ﴿ثُمَّ اتَّقَواْ وَّأَحْسَنُواْ﴾ أي ثم استمروا على تقوى الله واجتناب المحارم وعملوا الأعمال الحسنة","vol":"1","page":336},{"text":"التي تقربهم من الله ﴿والله يُحِبُّ المحسنين﴾ أي يحب المتقربين إِليه بالأعمال الصالحة قال في التسهيل: كرّر التقوى مبالغةٌ وقيل: الرتبة الأولى: إِتقاء الشرك، والثانيةُ: اتقاء المعاصي، والثالثةُ: اتقاء ما لا بأس به حذرًا مما به البأس ﴿ياأيها الذين آمَنُواْ لَيَبْلُوَنَّكُمُ الله بِشَيْءٍ مِّنَ الصيد تَنَالُهُ أَيْدِيكُمْ وَرِمَاحُكُمْ﴾ أي ليختبرنكم الله في حال إِحرامكم بالحج أو العمرة بشيء من الصيد تنال صغاره الأيدي وكباره الرماح قال البيضاوي: نزل في عام الحديبية ابتلاهم الله ﷾: بالصيد وكانت الوحوش تغشاهم في رحالهم بحيث يتمكنون من صيدها أخذًا بأيديهم وطعنًا برماحهم وهم محرمون قال في البحر: وكان الصيد مما تعيش به العرب وتتلذذ باقتناصه ولهم فيه الأشعار والأوصاف الحسنة ﴿لِيَعْلَمَ الله مَن يَخَافُهُ بالغيب﴾ أي ليتميز الخائف من الله بطريق الغيب لقوة إِيمانه ممن لا يخاف الله لضعف إِيمانه ﴿فَمَنِ اعتدى بَعْدَ ذلك فَلَهُ عَذَابٌ أَلِيمٌ﴾ أي فمن تعرّض للصيد بعد هذا الإِعلام والإِنذار فله عذابٌ مؤلم موجع ﴿ياأيها الذين آمَنُواْ لاَ تَقْتُلُواْ الصيد وَأَنْتُمْ حُرُمٌ﴾ أي لا تقتلوا الصيد وأنتم محرمون بحجٍ أو عمرة ﴿وَمَن قَتَلَهُ مِنكُم مُّتَعَمِّدًا فَجَزَآءٌ مِّثْلُ مَا قَتَلَ مِنَ النعم﴾ أي من قتل الصيد في حالة الإِحرام فعليه جزاء يماثل ما قتل من النَّعم وهي الإِبل والبقر والغنم ﴿يَحْكُمُ بِهِ ذَوَا عَدْلٍ مِّنْكُمْ﴾ أي يحكم بالمِثْل حكمان عادلان من المسلمين ﴿هَدْيًا بَالِغَ الكعبة﴾ أي حال كونه هديًا يُنحر ويُتصدَّق به على مساكينه فإِن لم يكن للصيد مثلٌ من النَّعم كالعصفور والجراد فعليه قيمته ﴿أَوْ كَفَّارَةٌ طَعَامُ مَسَاكِينَ﴾ أي وإِذا لم يجد المحرم مثل ما قتل من النَّعم فَيُقوّم الصيدُ المقتول ثم يُشترى به طعامٌ فيصرفُ لكل مسكينٍ مدٌّ منه ﴿أَو عَدْلُ ذلك صِيَامًا لِّيَذُوقَ وَبَالَ أَمْرِهِ﴾ أي عليه مثل ذلك الطعام صيامًا يصومه عن كل مدٍّ يومًا ليذوق سوء عاقبة هتكه لحرمة الإِحرام قال في التسهيل: عدَّد تعالى ما يجب في قتل المحرم للصيد، فذكر أولًا الجزاء من النَّعم، ثم الطعام، ثم الصيام ومذهب مالك والجمهور أنها على التخيير وهو الذي يقتضيه العطف ب «أو» وعن ابن عباس أنها على الترتيب ﴿عَفَا الله عَمَّا سَلَف﴾ أي من قتل الصيد قبل التحريم ﴿وَمَنْ عَادَ فَيَنْتَقِمُ الله مِنْهُ﴾ أي ومن عاد إِلى قتل الصيد وهو محرم فينتقم الله منه في الآخرة ﴿والله عَزِيزٌ ذُو انتقام﴾ أي غالب في أمره منتقم ممن عصاه ﴿أُحِلَّ لَكُمْ صَيْدُ البحر﴾ أي أُحلَّ لكم أيها الناس صيد البحر سواء كنتم محرمين أو غير محرمين ﴿وَطَعَامُهُ مَتَاعًا لَّكُمْ وَلِلسَّيَّارَةِ﴾ أي وما يُطعم من صيده كالسمك وغيره منفعةً وقوتًا لكم وزادًا للمسافرين يتزودونه في أسفارهم ﴿وَحُرِّمَ عَلَيْكُمْ صَيْدُ البر مَا دُمْتُمْ حُرُمًا﴾ أي وحُرّم عليكم صيد البر ما دمتم محرمين ﴿واتقوا الله الذي إِلَيْهِ تُحْشَرُونَ﴾ أي خافوا الله الذي تبعثون إِليه يوم القيامة فيجازيكم على أعمالكم وهو وعيد وتهديد.\nالبَلاَغَة: ١ - بين لفظ ﴿عَدَاوَةً ... مَّوَدَّةً﴾ طباقٌ وهو من المحسنات البديعية.\n٢ - ﴿تَفِيضُ مِنَ الدمع﴾ أي تمتلئ بالدمع فاستعير له الفيضُ الذي هو الانصباب عن امتلاء مبالغة أو جعلت أعينهم من فرط البكاء تفيض بأنفسها.","vol":"1","page":337},{"text":"٣ - ﴿تَحْرِيرُ رَقَبَةٍ﴾ مجاز مرسل أطلق الجزء وأراد الكل أي عتق إِنسان.\n٤ - ﴿فَهَلْ أَنْتُمْ مُّنتَهُونَ﴾ الاستفهام يراد به أي انتهوا وهو من أبلغ ما يُنهى به قال أبو السعود: ولقد أكد تحريم الخمر والميسر في هذه الآية الكريمة بفنون التأكيد حيث صُدرت الجملة ب «إِنما» وقُرنا بالأصنام والأزلام، وسُميّا رجسًا من عمل الشيطان، وأُمر بالاجتناب عن عينهما وجعل ذلك سببًا للفلاح، ثم ذكر ما فيهما من المفاسد الدنيوية والدينية، ثم أعيد الحث على الانتهاء بصيغة الاستفهام ﴿فَهَلْ أَنْتُمْ مُّنتَهُونَ﴾ إِيذانًا بأن الأمر في الزجر والتحذير قد بلغ الغاية القصوى.\nفَائِدَة: التعبير بقوله تعالى ﴿فاجتنبوه﴾ نصٌ في التحريم ولكنه أبلغ في النهي والتحريم من لفظ «حُرّم» لأن معناه البعد عنه بالكلية فهو مثل قوله تعالى ﴿وَلاَ تَقْرَبُواْ الزنى﴾ [الإسراء: ٣٢] لأن القرب منه إِذ كان حرامًا فيكون الفعل محرمًا من باب أولى وكذلك هنا.\nتنبيه: لم يذكر في القرآن الكريم تعليل الأحكام الشرعية إِلا بالإِيجاز أمّا هنا فقد ذكرت العلة بالتفصيل فذكر تعالى منها إِلقاء العداوة والبغضاء بين المؤمنين، والصدّ عن سبيل الله وذكره، وشغل المؤمنين عن الصلاة، ووصف الخمر والميسر بأنهما رجس وأنهما من عمل الشيطان وأن الشيطان يريد إِغواء الإِنسان وكل ذلك ليشير إِلى ضرر وخطر هاتين الرذيلتين «القمار والخمر» فتدبر أسرار القرآن العظيم.","vol":"1","page":338},{"text":"المنَاسَبَة: لما ذكر تعالى في الآية المتقدمة أن الصيد على المحرم حرام، ونهى عن قتل الطير والوحش في حالة الإِحرام، ذكر تعالى في هذه الآية أنه جعل الكعبة قيامًا للناس إذ ركّز في قلوبهم تعظيمها بحيث لا يقع فيها أذى لأحد، فكما أن الحرم سببٌ لأمن الوحش والطير فكذلك هو سبب لأمن الناس عن الآفات والمخافات، وسبب لحصول الخيرات والسعادات في الدنيا والآخرة.\nاللغَة: ﴿البحيرة﴾ من البحر وهو الشق قال أبو عبيدة: وهي الناقة إذا نتجت خمسة أبطن آخرها ذكرٌ شقوا أذنها وخلّوا سبيلها فلا تُركب ولا تُحلب ﴿السآئبة﴾ البعير يسيّب بنذرٍ ونحوه ﴿وَصِيلَةٍ﴾ الوصيلة من الغنم كانوا إذا وَلدت الشاة سبعة أبطن وكان السابع ذكرًا وأُنثى قالوا قد وصلت أخاها فلم تُذبح ﴿حَامٍ﴾: الفَحْل إذا نتج من صلبه عشرة أبطن يقال قد حمى ظهره فلا يُركب ولا يمنع من كلأ ولا ماء ﴿عُثِرَ﴾ ظهر يقال: عثرت منه على خيانة أي اطلعت وظهرت لي ﴿الأوليان﴾ تثنية أولى بمعنى أحق.\nسَبَبُ النّزول: أ - عن ابن عباس قال: كان قومٌ يسألون النبي ﷺ َ استهزاء فيقول الرجل: من أبي؟ ويقول الرجل تضل ناقتِه: أين ناقتي فأنزل الله ﴿ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ ...﴾ الآية.\nب - وعن ابن عباس قال: كان تميم الداريُّ وعَدِيُّ بن بدّاء يختلفان إلى مكة فخرج معهما فتى من «بني سهم» فتوفي بأرضٍ ليس بها مسلم، فأوصى إِليهما فدفعا تركته إلى أهله وحبسا جامًا من فضة مخوّصًا بالذهب، فاستحلفهما رسول الله ﷺ َ ما كتمتما ولا اطعلتما!! ثم وُجد الجام بمكة فقالوا: اشتريناه من عدي وتميم فجاء رجلان من ورثة السهمي فحلفا أن هذا الجام للسهمي ولشهادتنا أحقُّ من شهادتهما وما اعتدينا فأخذوا الجام وفيهما نزلت هذه الآية ﴿شَهَادَةُ بَيْنِكُمْ﴾ الآية.\nالتفسِير: ﴿جَعَلَ الله الكعبة البيت الحرام قِيَامًا لِّلنَّاسِ﴾ أي جعل الله الكعبة المشرّفة وهي البيت المحرّم صلاحًا ومعاشًا للناس لقيام أمر دينهم ودنياهم إذ هو سبب لانتعاشهم في أمو معاشهم ومعادهم، يلوذ به الخائف، ويأمن فيه الضعيف، ويربح فيه التجار، ويتوجه إليه الحُجَّاج والعمار ﴿","vol":"1","page":339},{"text":"والشهر الحرام﴾ أي الأشهر الحُرُم «ذو القعدة وذو الحجة والمحرم ورجب» قيامًا لهم لأمنهم القتال فيها ﴿والهدي والقلائد﴾ أي الهدي الذي يُهدى للحرم من الأنعام، والبُدن ذوات القلائد التي تُقلّد من شجر الحرم لتأمن هي وأصحابها جعلها الله أيضًا قيامًا للناس ﴿ذلك لتعلموا أَنَّ الله يَعْلَمُ مَا فِي السماوات وَمَا فِي الأرض وَأَنَّ الله بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي جعل هذه الحرمة للبيت الحرام والشهر الحرام والهدي والقلائد لتعلموا أيها الناس أن الله يعلم تفاصيل أمور السماوات والأرض ويعلم مصالحكم لذلك جعل الحرم آمنا يسكن فيه كل شيء، فانظروا لطفه بالعباد مع كفرهم وضلالهم ﴿اعلموا أَنَّ الله شَدِيدُ العقاب وَأَنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي اعلموا أيها الناس أن الله شديد العقاب لمن عصاه وأنه غفور رحيم لمن تاب وأطاع وأناب، فلا تُيئسنّكم نقمتُه ولا تُطْمعنَّكم رحمتُه ﴿مَّا عَلَى الرسول إِلاَّ البلاغ﴾ أي ليس على الرسول إلا أداء الرسالة وتبليغ الشريعة وقد بلّغ ما وجب عليه فلا عذر لأحدٍ في التفريط ﴿والله يَعْلَمُ مَا تُبْدُونَ وَمَا تَكْتُمُونَ﴾ أي لا يخفى عليه شيء من أحوالكم وأعمالكم وسيجازيكم عليها قال أبو حيان: الجملة فيها تهديد إذ أخبر تعالى أنه مطّلع على حال العبد ظاهرًا وباطنًا فهو مجازيه على ذلك ثوابًا أو عقابًا ﴿قُل لاَّ يَسْتَوِي الخبيث والطيب وَلَوْ أَعْجَبَكَ كَثْرَةُ الخبيث﴾ أي قل يا محمد لا يتساوى الخبيث والطيّبُ ولو أعجبك أيها السامع كثرة الخبيث وهو مثلٌ ضربه الله للتمييز بين الحلال والحرام، والمطيع والعاصي، والرديء والجيد قال القرطبي: اللفظ عامٌ في جميع الأمور يتصور في المكاسب، والأعمال، والناس، والمعارف، من العلوم وغيرها، فالخبيث من هذا كلِّه لا يُفلح ولا يُنْجِب ولا تَحسن له عاقبةُ وإن كثر، والطيّب - وإن قلَّ - نافعٌ حميدٌ جميل العاقبة وقال أبو حيان: الظاهر أن الخبيث والطيّب عامّان فيندرج تحتهما المال وحرامه، وصالح العمل وفاسده، وجيّد الناس ورديئهم، وصحيح العقائد وفاسدها ونظير هذه الآية قوله تعالى\n﴿والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا﴾ [الأعراف: ٨٥] ﴿فاتقوا الله ياأولي الألباب لَعَلَّكُمْ تُفْلِحُونَ﴾ أي فاتقوا الله بامتثال أوامره واجتناب نواهيه يا ذوي العقول لتفلحوا وتفوزوا برضوان الله والنعيم المقيم ﴿ياأيها الذين آمَنُواْ لاَ تَسْأَلُواْ عَنْ أَشْيَآءَ إِن تُبْدَ لَكُمْ تَسُؤْكُمْ﴾ أي لا تسألوا الرسول عن أمور لا حاجة لكم بها إن طهرت لكم ساءتكم قال الزمخشري: أي لا تُكثروا مسألة رسول الله ﷺ َ حتى تسألوه عن تكاليف شاقة عليكم إن أفتاكم بها وكلّفكم إياها تغمكم وتشق عليكم وتندموا على السؤال عنها ﴿وَإِن تَسْأَلُواْ عَنْهَا حِينَ يُنَزَّلُ القرآن تُبْدَ لَكُمْ﴾ أي وإِن تسألوا عن هذه التكاليف الصعبة في زمان نزول الوحي تظهر لكم تلك التكاليف التي تسؤكم فلا تسألو عنها ﴿عَفَا الله عَنْهَا﴾ أي عفا الله عن مسائلكم السالفة التي لا ضرورة لها وتجاوز عن عقوبتكم الأخروية فلا تعودوا إلى مثلها ﴿والله غَفُورٌ حَلِيمٌ﴾ أي واسع المغفرة عظيم","vol":"1","page":340},{"text":"الفضل والإِحسان ولذلك عفا عنكم ولم يعاجلكم بالعقوبة ﴿قَدْ سَأَلَهَا قَوْمٌ مِّن قَبْلِكُمْ﴾ أي سأل أمثال هذه المسائل قومٌ قبلكم فلما أعطوها وفُرضت عليهم كفروا بها ولهذا قال ﴿ثُمَّ أَصْبَحُواْ بِهَا كَافِرِينَ﴾ أي صاروا بتركهم العمل بها كافرين وذلك أن بني إِسرائيل كانوا يستفتون أنبياءهم عن أشياء فإذا أُمروا بها تركوها فهلكوا ﴿مَا جَعَلَ الله مِن بَحِيرَةٍ وَلاَ سَآئِبَةٍ وَلاَ وَصِيلَةٍ وَلاَ حَامٍ﴾ كان أهل الجاهلية إذا أنتجت الناقة خمسة أبطن آخرها ذكروا بحروا أذنها أي شقوها وحرموا ركوبها وهي البحيرة، وكان الرجل يقول: إذا قدمتُ من سفري أو برئتُ من مرضي فناقتي سائبة، وجعلها كالبحيرة في تحريم الانتفاع بها، وإذا ولدت الشاة أنثى فهم لهم وإن ولدت ذكرًا فهو لآلهتهم وإن ولدت ذكرًا وأنثى قالوا وصلت أخاها وهي الوصيلة، وإذا انتجت من صلب الفحل عشرة أبطن قالوا قد حمى ظهره وهو الحام، فلما جاء الإِسلام أبطل هذه العادات كلها فلا بحيرة ولا سائبة ولا وصيلة ولا حام، ﴿ولكن الذين كَفَرُواْ يَفْتَرُونَ على الله الكذب وَأَكْثَرُهُمْ لاَ يَعْقِلُونَ﴾ أي ولكنَّ الذين كفروا بالله يختلفون الكذب على الله وينسبون التحريم إِليه فيقولون الله أمرنا بهذا وأكثرهم لا يعقلون أن هذا لأنهم يقلّدون فيه الآباء ولهذا قال تعالى: ﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ إلى مَآ أَنزَلَ الله وَإِلَى الرسول﴾ أي وإِذا قيل لهؤلاء الضالين هلموا إِلى حكم الله ورسوله فيما حلّلتم وحرّمتم ﴿قَالُواْ حَسْبُنَا مَا وَجَدْنَا عَلَيْهِ آبَاءَنَآ﴾ أي يكفينا دين آبائنا ﴿أَوَلَوْ كَانَ آبَاؤُهُمْ لاَ يَعْلَمُونَ شَيْئًا وَلاَ يَهْتَدُونَ﴾ الهمزة للإِنكار والغرض التوبيخ أي أيتبعون آباءهم فيما هم عليه من الضلال ولو كانوا لا يعلمون شيئًا من الدين ولا يهتدون إلى الحق؟ ﴿ياأيها الذين آمَنُواْ عَلَيْكُمْ أَنْفُسَكُمْ﴾ أي احفظوها عن ملابسة المعاصي والإِصرار على الذنوب والزموا إصلاحها ﴿لاَ يَضُرُّكُمْ مَّن ضَلَّ إِذَا اهتديتم﴾ أي لا يضركم ضلال من ضلَّ من الناس إذا كنتم مهتدين قال الزمخشري: كان المسلمون تذهب أنفسهم حسرة على الكفرة يتمنون دخولهم في الإِسلام فقيل لهم عليكم أنفسكم بإصلاحها والمشي بها في طرق الهدى لا يضركم الضلاَّل عن دينكم إذا كنتم مهتدين كما قال تعالى لنبيه ﷺ َ\n﴿فَلاَ تَذْهَبْ نَفْسُكَ عَلَيْهِمْ حَسَرَاتٍ﴾ [فاطر: ٨] وقال أبو السعود: ولا يتوهمنّ أحدٌ أنّ في الآية رخصة في ترك الأمر بالمعروف والنهي عن المنكر فإن من جملة الاهتداء أن ينكر وقد روي أن رسول الله ﷺ َ قال: «إن الناس إِذا رأوا المنكر فلم يغيّروه عمّهم الله بعقابه» ﴿إِلَى الله مَرْجِعُكُمْ جَمِيعًا﴾ أي مصيركم ومصير جميع الخلائق إلى الله ﴿فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ تَعْمَلُونَ﴾ أي فيجازيكم بأعمالكم قال البيضاوي: هذا وعدٌ ووعيد للفريقين، وتنبيه على أن أحدًا لا يؤاخذ بذنب غيره ﴿يِا أَيُّهَا الذين آمَنُواْ شَهَادَةُ بَيْنِكُمْ إِذَا حَضَرَ أَحَدَكُمُ الموت حِينَ الوصية﴾ أي يا أيها المؤمنون إذا شارف أحدكم على الموتِ وظهرت علائمه فينبغي أن يُشهد على وصيته ﴿اثنان ذَوَا عَدْلٍ مِّنْكُمْ أَوْ آخَرَانِ مِنْ غَيْرِكُمْ﴾ أي يُشهد على الوصية شخصين عدلين من المسلمين أو اثنان من غير المسلمين إن لم تجدوا شاهدين منكم ﴿إِنْ أَنتُمْ ضَرَبْتُمْ فِي الأرض","vol":"1","page":341},{"text":"فَأَصَابَتْكُم مُّصِيبَةُ الموت﴾ أي إن أنتم فقاربكم الأجل ونزل بكم الموت ﴿تَحْبِسُونَهُمَا مِن بَعْدِ الصلاة﴾ أي توقفونهما من بعد صلاة العصر لأنه وقت اجتماع الناس وكذا فعل رسول الله ﷺ َ استحلف عديًّا وتميمًا بعد العصر عند المنبر ﴿فَيُقْسِمَانِ بالله إِنِ ارتبتم﴾ أي يحلفان بالله إن شككتم وارتبتم في شهادتهما قال أبو السعود: أي إن ارتاب بهما الوارث منكم بخيانةٍ وأخذ شيء من التركة فاحبسوهما وحلفوهما بالله ﴿لاَ نَشْتَرِي بِهِ ثَمَنًا وَلَوْ كَانَ ذَا قربى﴾ أي يحلفان بالله قائلين: لا نحابي بشهادتنا أحدًا ولا نستبدل بالقسم بالله عرضًا من الدنيا أي لا نحلف بالله كاذبين من أجل المال ولو كان من نُقسم له قريبًا لنا ﴿وَلاَ نَكْتُمُ شَهَادَةَ الله إِنَّآ إِذًَا لَّمِنَ الآثمين﴾ أي ولا نكتم الشهادة التي أمرنا الله تعالى بإقامتها إنّا إن فعلنا ذلك كنا من الآثمين ﴿فَإِنْ عُثِرَ على أَنَّهُمَا استحقآ إِثْمًا﴾ أي فإن اطًّلع بعد حلفهما على خيانتهما أو كذبهما في الشهادة ﴿فَآخَرَانِ يَقُومَانِ مَقَامَهُمَا مِنَ الذين استحق عَلَيْهِمُ الأوليان﴾ أي فرجلان آخران من الورثة المستحقين للتركة يقومان مقام الشاهدين الخائنين وليكونا من أولى من يستحق الميراث ﴿فَيُقْسِمَانِ بالله لَشَهَادَتُنَا أَحَقُّ مِن شَهَادَتِهِمَا﴾ أي يحلفان بالله لشهادتنا أصدق وأولى بالسماع والاعتبار من شهادتهما لأنهما خانا ﴿وَمَا اعتدينآ إِنَّا إِذًا لَّمِنَ الظالمين﴾ أي وما اعتدينا فيما قلنا فيهما من الخيانة إنّا إذا كذبنا عليهم نكون من الظالمين ﴿ذلك أدنى أَن يَأْتُواْ بالشهادة على وَجْهِهَآ﴾ أي ذلك الحكم أقرب أن يأتوا بالشهادة على حقيقتها من غير تغيير ولا تبديل ﴿أَوْ يخافوا أَن تُرَدَّ أَيْمَانٌ بَعْدَ أَيْمَانِهِمْ﴾ أي يخافوا أن يحلف غيرهم بعدهم فيفتضحوا ﴿واتقوا الله واسمعوا﴾ أي خافوا ربم وأطيعوا أمره ﴿والله لاَ يَهْدِي القوم الفاسقين﴾ أي والله لا يهدي الخارجين عن طاعته إلى جنته ورحمته.\nالبَلاَغَة: ١ - ﴿والهدي والقلائد﴾ عطفُ القلائد على الهدي من عطف الخاص على العام، خُصّت بالذكر لأن الثواب فيها أكثر، وبهاء الحج بها أظهر.\n٢ - ﴿مَّا عَلَى الرسول إِلاَّ البلاغ﴾ أطلق المصدر البلاغ وأراد به التبليغ للمبالغة.\n٣ - ﴿الخبيث والطيب﴾ بينهما طباقٌ، وبين ﴿فَأَصَابَتْكُم مُّصِيبَةُ﴾ جناس الاشتقاق وكلاهما من المحسنات البديعية.\n٤ - ﴿شَهَادَةُ بَيْنِكُمْ﴾ جملة خبرية لفظًا إنشائية معنى يراد منها الأمر أي ليشهد بينكم.\nالفوَائِد: قال الإمام الشاطبي: الإِكثار من الأسئلة مذموم وله مواضع نذكر منها عشرة:\nأحدها: السؤال عما لا ينفع في الدين كسؤال بعضهم: من أبي؟\nثانيها: أن يسأل ما يزيد عن الحاجة كؤال الرجل عن الحج: أكلَّ عام؟\nثالثها: السؤال من غير احتياج إليه في الوقت ويدل عليه: «ذروني ما تركتكم»\nرابعها: أن يسأل عن صعاب المسائل وشرارها كما جاء في النهي عن الأغلوطات.\nخامسها: أن يسأل عن علة الحكم في التعبدات كالسؤال عن قضاء الصوم للحائض دون الصلاة.","vol":"1","page":342},{"text":"سادسها: أن يبلغ بالسؤال حدّ التكلف والتعمق كسؤال بني إِسرائيل عن البقرة وما هي وما لونها؟\nسابعها: أن يظهر من السؤال معارضة الكتاب والسنة بالرأي ولذلك قال سعيد: أعراقي أنت؟\nثامنها: السؤال عن المتشابهات ومن ذلك سؤال مالك عن الاستواء فقال: الاستواء معلوم. . الخ.\nتاسعها: السؤال عما حصل بين السلف وقد قال عمر بن عبد العزيز: تلك دماء كف الله عنها يدي فلا ألطّخ بها لساني.\nعاشرها: سؤال التعنت والإِفحام وطلب الغلبة في الخصام ففي الحديث: «أبغض الرجال إلى الله الألد الخصم» .","vol":"1","page":343},{"text":"المنَاسَبَة: لّما ذكر تعالى الوصية عند دنوّ الأجل وأمر بتقوى الله والسمع والطاعة، أعقبه بذكر اليوم المهول المخيف وهو يوم القيامة الذي يجمع الله فيه الأولين والآخرين للجزاء والحساب، ثم ذكر المعجزات التي أيّد بها عبده ورسوله «عيسى» ومنها المائدة من السماء، وختم السورة الكريمة ببراءة السيد المسيح من دعوى الألوهية.\nاللغَة: ﴿كَفَفْتُ﴾ منعتُ وصرفتُ ومنه الكفيف لأنه منع الرؤية ﴿أَيَّدتُّكَ﴾ قوّيتك مأخوذ من الأيْد وهو القوة ﴿أَوْحَيْتُ﴾ الوحي: إِلقاء المعنى إلى النفس خفية وهو على أقسام: وحيٌ بمعنى الإِلهام ووحيٌ بمعنى الإِعلام في اليقظة والمنام، ووحيٌ بمعنى إِرسال جبريلَ إِلى الرسل ﵈ ﴿مائدة﴾ المائدة: الخُوان الذي عليه الطعام أي السُّفرة فإِن لم يكن عليه طعام فليس بمائدة ﴿الرَّقِيبَ﴾ المراقب الشاهد على الأفعال ﴿أَبَدًا﴾ أي بلا انقطاع.\nالتفِسير: ﴿يَوْمَ يَجْمَعُ الله الرسل﴾ أي اذكروا أيها الناس ذلك اليوم الرهيب يوم القيامة حين يجمع الله الرسل والخلائق للحساب والجزاء ﴿فَيَقُولُ مَاذَآ أُجِبْتُمْ﴾ أي ما الذي أجابتكم به أممكم؟ وما الذي ردّ عليكم قومكم حين دعوتموهم إِلى الإِيمان والتوحيد؟ ﴿قَالُواْ لاَ عِلْمَ لَنَآ﴾ أي لا علم لنا إِلى جنب علمك قال ابن عباس: أي لا علم لنا إِلا علم أنت أعلم به منا ﴿إِنَّكَ أَنتَ عَلاَّمُ الغيوب﴾ أي تعلم ما لا نعلم ممّا ظهر وبطن قال أبو السعود: وفيه إِظهارٌ للشكوى وردٌ للأمر إِلى علمه تعالى بما لقوا من قومهم من الخطوب وكابدوا من الكروب والتجاءٌ إِلى ربهم في الانتقام منهم ﴿إِذْ قَالَ الله ياعيسى ابن مَرْيَمَ اذكر نِعْمَتِي عَلَيْكَ وعلى وَالِدَتِكَ إِذْ أَيَّدتُّكَ﴾ قال ابن كثير: يذكر تعالى ما منَّ به على عبده ورسوله عيسى بن مريم ﵇ بما أجراه على يديه من المعجزات وخوارق العادات أي اذكر نعمتي عليك في خلقي إِياك من أمّ بلا ذكر وجعلي إِيّاك آية قاطعة على كمال قدرتي، وعلى والدتك حيث جعلتك برهانًا على براءتها ممّا اتهمها به الظالمون من الفاحشة وقال القرطبي: هذا من صفة يوم القيامة كأنه قال: اذكر يوم يجمع الله الرسل وإِذ يقول لعيسى كذا وذكر بلفظ الماضي ﴿إِذْ قَالَ﴾ تقريبًا للقيامة لأن ما هو آتٍ قريب ﴿إِذْ أَيَّدتُّكَ بِرُوحِ القدس﴾ أي حين قوّيتك بالروح الطاهرة المقدسة «جبريل» ﵇ ﴿تُكَلِّمُ الناس فِي المهد وَكَهْلًا﴾ أي تكلّم الناس في المهد صبيًّا وفي الكهولة نبيًا ﴿وَإِذْ عَلَّمْتُكَ الكتاب والحكمة والتوراة والإنجيل﴾ أي واذكر نعمتي","vol":"1","page":344},{"text":"عليك حين علمتك الكتابة والحكمة وهي العلم النافع مع التوراة والإِنجيل ﴿وَإِذْ تَخْلُقُ مِنَ الطين كَهَيْئَةِ الطير بِإِذْنِي﴾ أي واذكر أيضًا حين كنت تصوّر الطين كصورة الطير بتيسيري وأمري ﴿فَتَنفُخُ فِيهَا فَتَكُونُ طَيْرًا بِإِذْنِي﴾ أي فتنفخ في تلك الصورة والهيئة فتصبح طيرًا بأمر الله ومشيئته ﴿وَتُبْرِىءُ الأكمه والأبرص بِإِذْنِي﴾ أي تشفي الأعمى الذي لايبصر والأبرص الذي استعصى شفاؤه بأمري ومشيئتي ﴿وَإِذْ تُخْرِجُ الموتى بِإِذْنِيِ﴾ أي تحيي الموتى بأمري ومشيئتي، وكرر لفظ ﴿بِإِذْنِي﴾ مع كل معجزة ردًا على من نسب الربوبية إِلى عيسى ولبيان أن تلك الخوارق من جهته سبحانه أظهرها على يديه معجزة له ﴿وَإِذْ كَفَفْتُ بني إِسْرَائِيلَ عَنكَ إِذْ جِئْتَهُمْ بالبينات﴾ أي واذكر حين منعتُ اليهود من قتلك لّما همّوا وعزموا على الفتك بك حين جئتهم بالحجج والمعجزات ﴿فَقَالَ الذين كَفَرُواْ مِنْهُمْ إِنْ هذا إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي قال الين جحدوا نبوتك ولم يؤمنوا بك ما هذه الخوارق إِلا سحرٌ ظاهر واضح ﴿وَإِذْ أَوْحَيْتُ إِلَى الحواريين أَنْ آمِنُواْ بِي وَبِرَسُولِي﴾ وهذا أيضًا من الامتنان على عيسى أي واذكر حين أمرتُ الحواريين وقذفت في قلوبهم أن صدّقوا بي وبرسولي عيسى بن مريم ﴿قالوا آمَنَّا واشهد بِأَنَّنَا مُسْلِمُونَ﴾ أي قال الحواريون صدّقنا يا رب بما أمرتنا واشهد بأننا مخلصون في هذا الإِيمان خاضعون لأمر الرحمن ﴿إِذْ قَالَ الحواريون ياعيسى ابن مَرْيَمَ هَلْ يَسْتَطِيعُ رَبُّكَ أَن يُنَزِّلَ عَلَيْنَا مَآئِدَةً مِّنَ السمآء﴾ أي واذكر حين قال الحواريون يا عيسى هل يقدر ربك على إنزال مائدة من السماء علينا؟ قال القرطبي: وكان هذا السؤال في ابتداء أمرهم قبل استحكام معرفتهم بالله ﷿ ويجوز أن يكون ذلك صدر ممن كان معهم من الجهال كما قال بعض قوم موسى\n﴿اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ﴾ [الأعراف: ١٣٨] وقال أبو حيان: وهذا اللفظ يقتضي ظاهره الشك في قدرة الله تعالى على أن ينزّل مائدة من السماء وهذا ما ذهب إِليه الزمخشري وأما غيره من أهل التفسير فأطبقوا على أن الحواريين كانوا مؤمنين وهم خواص عيسى وأنهم لم يشكّوا في ذلك حتى قال الحسن: لم يشكوا في قدرة الله وإِنما سألوه سؤال مستخبر هل ينزّل أم لا؟ فإن كان ينزّل فاسأله لنا فسؤالهم كان للاطمئنان والتثبت ﴿قَالَ اتقوا الله إِن كُنْتُم مُّؤْمِنِينَ﴾ أي اتقوا الله في أمثال هذه الأسئلة إن كنتم مصدقين بكمال قدرته تعالى ﴿قَالُواْ نُرِيدُ أَن نَّأْكُلَ مِنْهَا وَتَطْمَئِنَّ قُلُوبُنَا﴾ أي قال الحواريون نريد بسؤالنا المائدة أن نأكل منها تبركًا وتسكن نفوسنا بزيادة اليقين ﴿وَنَعْلَمَ أَن قَدْ صَدَقْتَنَا﴾ أي ونعلم علمًا يقينًا لا يحوم حوله شائبة من الشك بصدقك في دعوى النبوة ﴿وَنَكُونَ عَلَيْهَا مِنَ الشاهدين﴾ أي نشهد بها عند من لم يحضرها من الناس ﴿قَالَ عِيسَى ابن مَرْيَمَ اللهم رَبَّنَآ أَنزِلْ عَلَيْنَا مَآئِدَةً مِّنَ السمآء﴾ أجابهم عيسى إِلى سؤال المائدة لإِلزامهم بالحجة الدامغة وروي أنه لما الدعاء لبس جبة شعر ورداء شعر وقام يصلي ويدعو ربه ويبكي قال أبو السعود: نادى عيسى ربه مرتين: مرة بوصف الألوهية الجامعة لجميع الكمالات،","vol":"1","page":345},{"text":"ومرة بوصف الربوبية المنبئة عن التربية إِظهارًا لغاية التضرع ﴿تَكُونُ لَنَا عِيدًا لأَوَّلِنَا وَآخِرِنَا﴾ أي يكون يوم فرح وسرور لنا ولمن يأتي بعدنا ﴿وَآيَةً مِّنْكَ وارزقنا وَأَنتَ خَيْرُ الرازقين﴾ أي ودلالة وحجة شاهدة على صدق رسولك وارزقنا يا ألله فإِنك خير من يعطي ويرزق لأنك الغني الحميد ﴿قَالَ الله إِنِّي مُنَزِّلُهَا عَلَيْكُمْ﴾ أي أجاب الله دعاءه فقال إِني سأُنزل عليكم هذه المائدة من السماء ﴿فَمَن يَكْفُرْ بَعْدُ مِنكُمْ فإني أُعَذِّبُهُ عَذَابًا لاَّ أُعَذِّبُهُ أَحَدًا مِّنَ العالمين﴾ أي من كفر بعد تلك الآية الباهرة فسوف أعذبه عذابًا شديدًا لا أُعذّب مثل ذلك التعذيب أحدًا من البشر وفي الحديث\n«أُنزلت المائدة من السماء خبزًا ولحمًا وأُمروا ألا يدّخروا لغدٍ ولا يخونوا فخانوا وادخروا ورفعوا لغدٍ فمسخوا قردة وخنازير» قال في التسهيل: جرت عادة الله ﷿ بعقاب من كفر بعد اقتراح آية فأُعطيها، ولما كفر بعض هؤلاء مسهم الله خنازير ﴿وَإِذْ قَالَ الله ياعيسى ابن مَرْيَمَ أَأَنتَ قُلتَ لِلنَّاسِ اتخذوني وَأُمِّيَ إلهين مِن دُونِ الله﴾ هذا عطف قصة على قصة ﴿إِذْ قَالَ الحواريون﴾ ﴿وَإِذْ قَالَ الله ياعيسى﴾ قال ابن عباس: هذا القول يكون من الله يوم القيامة على رءوس الخلائق ليعلم الكفار أنهم كانوا على باطل والمعنى: اذكر للناس يوم يخاطب الله عبده ورسوله عيسى بن مريم في الآخرة توبيخًا للكفرة وتبكيتًا لهم قائلًا، يا عيسى أأنت دعوت الناس إِلى عبادتك والاعتقاد بألوهيتك وألوهية أمك؟! قال القرطبي: إِنما سأله عن ذلك توبيخًا لمن ادّعى ذلك عليه ليكون إِنكاره بعد السؤال أبلغ في التكذيب وأشد في التوبيخ والتقريع ﴿قَالَ سُبْحَانَكَ مَا يَكُونُ لي أَنْ أَقُولَ مَا لَيْسَ لِي بِحَقٍّ﴾ أي أنزهك عما لا يليق بك يا رب فما ينبغي لي أن أقول قولًا لا يحق لي أن أقوله ﴿إِن كُنتُ قُلْتُهُ فَقَدْ عَلِمْتَهُ﴾ أي إِن كان ذلك صدر مني فإِنك لا يخفى عليك شيء وأنت العالم بأني لم أقله، وهذا اعتذارٌ وبراءة من ذلك القول ومبالغةٌ في الأدب وإِظهار الذلّة والمسكنة في حضرة ذي الجلال ﴿تَعْلَمُ مَا فِي نَفْسِي وَلاَ أَعْلَمُ مَا فِي نَفْسِكَ إِنَّكَ أَنتَ عَلاَّمُ الغيوب﴾ أي تعلم حقيقة ذاتي وما انطوت عليه ولا أعلم حقيقة ذاتك وما احتوت عليه من صفات الكمال إِنك أنت العالم بالخفايا والنوايا وعلمك محيط بما كان وما يكون ﴿مَا قُلْتُ لَهُمْ إِلاَّ مَآ أَمَرْتَنِي بِهِ﴾ أي ما أمرتهم إِلا بما أمرتني به قال الرازي: وضع القول موضع الأمر نزولًا على موجب الأدب لئلا يجعل نفسه وربه آمرين معًا ﴿أَنِ اعبدوا الله رَبِّي وَرَبَّكُمْ﴾ أي قلت لهم اعبدوا الله خالقي وخالقكم فأنا عبد مثلكم ﴿وَكُنتُ عَلَيْهِمْ شَهِيدًا مَّا دُمْتُ فِيهِمْ﴾ أي كنت شاهدًا على أعمالهم حين كنتُ بين أظهرهم ﴿فَلَمَّا تَوَفَّيْتَنِي كُنتَ أَنتَ الرَّقِيبَ عَلَيْهِمْ﴾ أي فلما قبضتني إِليك بالرفع إِلى السماء كنت يا ألله الحفيظ لأعمالهم، والشاهد على أفعالهم ﴿وَأَنتَ على كُلِّ شَيْءٍ شَهِيدٌ﴾ أي وأنت المطّلع على كل شيء لا يخفى عليك شيء ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ﴾ أي إِن تعذبهم فأنت مالكهم تتصرف فيهم كيف شئت لا اعتراض عليك ﴿وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم﴾ أي وإِن تغفر لمن تاب منهم فإِنك أنت الغالب على أمره الحكيم في صنعه ﴿قَالَ الله هذا يَوْمُ يَنفَعُ الصادقين صِدْقُهُمْ﴾ أي يوم القيامة ينفع الصادقين في الدنيا صدقُهم","vol":"1","page":346},{"text":"لأنه يوم الجزاء ﴿لَهُمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الأنهار خَالِدِينَ فِيهَآ أَبَدًا﴾ أي لهم جنات تجري من تحت غرفها وأشجارها الأنهار ماكثين فيها لا يخرجون منها أبدًا ﴿رَّضِيَ الله عَنْهُمْ وَرَضُواْ عَنْهُ ذلك الفوز العظيم﴾ أي نالوا رضوان الله لصدقهم ورضوا عن الله فيما أثابهم وجازاهم ذلك هو الظفر والفوز الكبير بجنات النعيم ﴿للَّهِ مُلْكُ السماوات والأرض وَمَا فِيهِنَّ وَهُوَ على كُلِّ شَيْءٍ قَدِيرٌ﴾ أي الجميع ملكه وتحت قهره ومشيئته وهو القادر على كل شيء.\n«أن النبي ﷺ َ تلا قول الله ﷿ في إبراهيم ﴿رَبِّ إِنَّهُنَّ أَضْلَلْنَ كَثِيرًا مِّنَ الناس فَمَن تَبِعَنِي فَإِنَّهُ مِنِّي وَمَنْ عَصَانِي فَإِنَّكَ غَفُورٌ رَّحِيمٌ﴾ [إبراهيم: ٣٦] وقول عيسى ﴿إِن تُعَذِّبْهُمْ فَإِنَّهُمْ عِبَادُكَ وَإِن تَغْفِرْ لَهُمْ فَإِنَّكَ أَنتَ العزيز الحكيم﴾ فرفع يديه وقال: اللهم أمتي أمتي وبكى فقال الله تعالى يا جبريل: اذهب إِلى محمد - وربك أعلم - فاسأله ما يبكيك؟ فأتاه جبريل ﵇ فسأله فأخبره رسول الله ﷺ َ بما قال وهو أعلم، فقال الله يا جبريل: اذهب إِلى محمد فقل له إِنا سنرضيك في أمتك ولانسوءك» .","vol":"1","page":347},{"text":"اللغَة: ﴿يَعْدِلُونَ﴾ يسؤون به غيره ويجعلون له عِدْلًا وشريكًا يقال: عدل فلانًا بفلان أي سواه به ﴿تَمْتَرُونَ﴾ تشكّون يقال امترى في الأمر إِذا شك فيه ﴿قَرْنٍ﴾ القرن: الأمة المقترنة في مدةٍ من الزمان ومنه حديث «خير القرون قرني» وأصل القرن مائة سنة ثم أصبح يطلق على الأمة من الناس التي تعيش في ذلك قال الشاعر:\nإِذا ذهب القرنُ الذي كنتَ فيهم ... وخُلِّقت في قرنٍ فأنت غريب\n﴿مِّدْرَارًا﴾ غزيرة دائمة ﴿قِرْطَاسٍ﴾ القرطاس: الصحيفة التي يكتب فيها ﴿لَبَسْنَا﴾ خلطنا يقال لَبسْتُ عليه الأمر أي خلطته عليه حتى اشتبه ﴿حَاقَ﴾ نزل بهم وأصابهم ﴿وَلِيًّا﴾ ناصرًا ومعينًا.\nسَبَبُ النّزول: روي أن مشركي مكة قالوا: يا محمد والله لا نؤمن لك حتى تأتينا بكتاب من عند الله ومعه أربعة من الملائكة يشهدون أنه من عند الله وأنك رسوله فأنزل الله ﴿وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ .\nالتفِسير: ﴿الحمد للَّهِ الذي خَلَقَ السماوات والأرض﴾ بدأ تعالى هذه السورة بالحمد لنفسه تعليمًا لعباده أن يحمدوه بهذا الصيغة الجامعة لصنوف التعظيم والتبجيل والكمال وإِعلامًا بأنه","vol":"1","page":350},{"text":"المستحق لجميع المحامد فلا نِدَّله ولا شريك، ولا نظير ولا مثيل ومعنى الآية: احمدوا الله ربكم المتفضل عليكم بصنوف الإِنعام والإِكرام الذي أوجد وأنشأ وابتدع خلق السماوات والأرض بما فيهما من أنواع البدائع وأصناف الروائع، وبما اشتملا عليه من عجائب الصنعة وبدائع الحكمة، بما يدهش العقول والأفكار تبصرة وذكرى لأولي الأبصار ﴿وَجَعَلَ الظلمات والنور﴾ أي وأنشأ الظلمات والأنوار وخلق الليل والنهار يتعاقبان في الوجود لفائدة العوالم بما لا يدخل تحت حصر أو فكر، وجمع الظلمات لأن شعب الضلال متعددة، ومسالكه متنوعة، وأفرد النور لأن مصدره واحد هو الرحمن منوّر الأكوان قال في التسهيل: وفي الآية ردٌّ على المجوس في عبادتهم للنار وغيرها من الأنوار، وقولهم إِن الخير من النور والشر من الظلمة، فإِن المخلوق لا يكون إِلهًا ولا فاعلًا لشيء من الحوادث ﴿ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ﴾ أي ثم بعد تلك الدلائل الباهرة والبراهين القاطعة على وجود الله ووحدانيته يشرك الكافرون بربهم فيساوون به أصنامًا نحتوها بأيديهم، وأوهامًا ولّدوها بخيالهم، ففي ذلك تعجيب من فعلهم وتوبيخ لهم قال ابن عطية: والآية دالة على قبح فعل الكافرين لأن المعنى أن خلقه السماوات والأرض وغيرها قد تقرر، وآياته قد سطعت، وإِنعامه بذلك قد تبين، ثم بعد هذا كله قد عدلوا بربهم فهذا كما تقول: يا فلان أعطيتُك وأكرمتُك وأحسنتُ إليك ثم تشتمني؟ أي بعد وضوح هذا كله ﴿هُوَ الذي خَلَقَكُمْ مِّن طِينٍ﴾ أي خلق أباكم آدم من طين ﴿ثُمَّ قضى أَجَلًا﴾ أي حكم وقدَّر لكم أجلًا من الزمن تموتون عند انتهائه ﴿وَأَجَلٌ مُّسَمًّى عِندَهُ﴾ أي وأجلٌ آخر مسمّى عنده لبعثكم جميعًا، فالأجل الأول الموتُ والثاني البعثُ والنشور ﴿ثُمَّ أَنتُمْ تَمْتَرُونَ﴾ أي ثم أنتم أيها الكفار تشكّون في البعث وتنكرونه بعد ظهور تلك الآيات العظيمة ﴿وَهُوَ الله فِي السماوات وَفِي الأرض﴾ أي هو الله المعظّم المعبود في السماوات والأرض قال ابن كثير: أي يعبدوه ويوحده ويقر له بالألوهية من في السماوات والأرض ويدعونه رغبًا ورهبًا ويسمونه الله ﴿يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ﴾ أي يعلم سركم وعَلَنكم ﴿وَيَعْلَمُ مَا تَكْسِبُونَ﴾ أي من خير أو شر وسيجازيكم عليه، ثم أخبر تعالى عن عنادهم وإِعراضهم فقال ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ﴾ أي ما يظهر لهم دليل من الأدلة أو معجزة من المعجزات أو آية من آيات القرآن ﴿إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ﴾ أي إِلاّ تركوا النظر فيها ولم يلتفتوا إليها قال القرطبي: والمراد تركهم النظر في الآيات التي يجب أن يستدلوا بها على توحيد الله ﷿، والمعجزات التي أقامها لنبيه ﷺ َ التي يستدل بها على صدقه في جميع ما أتى به عن ربه ﴿فَقَدْ كَذَّبُواْ بالحق لَمَّا جَآءَهُمْ﴾ أي كذبوا بالقرآن الذي جاءهم من عند الله ﴿فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُواْ بِهِ يَسْتَهْزِءُونَ﴾ أي سوف يحل بهم العقاب أن عاجلًا أو آجلًا ويظهر لهم خبر ما كانوا به يستهزئون، وهذا وعيدٌ بالعذاب والعقاب على استهزائهم، ثم حضهم تعالى على الاعتبار بمن سبقهم من الأمم فقال ﴿أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ أي ألا يعتبرون بمن أهلكنا من الأمم قبلهم لتكذيبهم الأنبياء ألم يعرفوا ذلك؟ ﴿مَّكَّنَّاهُمْ فِي الأرض مَا لَمْ نُمَكِّن لَّكُمْ﴾ أي","vol":"1","page":351},{"text":"منحناهم من أسباب السعة والعيش والتمكين في الأرض ما لم نعطكم يا أهل مكة ﴿وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَارًا﴾ أي أنزلنا المطر غزيرًا متتابعًا يدرُّ عليهم درًّا ﴿وَجَعَلْنَا الأنهار تَجْرِي مِن تَحْتِهِمْ﴾ أي من تحت أشجارهم ومنازلهم حتى عاشوا في الخصب والريف بين الأنهار والثمار ﴿فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ﴾ أي فكفروا وعصوا فأهلكناهم بسبب ذنوبهم، وهذا تهديد للكفار أن يصيبهم مثل ما أصاب هؤلاء على حال قوتهم وتمكينهم في الأرض ﴿وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ﴾ أي أحدثنا من بعد إِهلاك المكذبين قومًا آخرين غيرهم قال أبو حيان: وفيه تعريض للمخاطبين بإهلاكهم إذا عصوا كما أهلك من قبلهم ﴿وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ﴾ أي لو نزّلنا عليك يا محمد كتابًا مكتوبًا على ورقٍ كما اقترحوا ﴿فَلَمَسُوهُ بِأَيْدِيهِمْ﴾ أي فعاينوا ذلك ومسّوه باليد ليرتفع عنهم كل إِشكال ويزول كل ارتياب ﴿لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي لقال الكافرون عند رؤية تلك الآية الباهرة تعنتًا وعنادًا ما هذا إِلا سحرٌ واضح، والغرضُ أنهم لا يؤمنون ولو جاءتهم أوضح الآيات وأظهر الدلائل ﴿وَقَالُواْ لولا أُنزِلَ عَلَيْهِ مَلَكٌ﴾ أي هلاّ أنزل على محمد ملك يشهد بنبوته وصدقه و﴿لولا﴾ بمعنى هلاّ للتحضيض قال أبو السعود: أي هلاّ أُنزل عليه ملك بحيث نراه ويكلمنا أنه نبيّ وهذا من أباطيلهم المحقّقة وخرافاتهم الملفّقة التي يتعللون بها كلما ضاقت عليهم الحيَل وعييت بهم العلل ﴿وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الأمر﴾ أي لو أنزلنا الملك كما اقترحوا وعاينوه ثم كفروا لحقًّ إِهلاكهم كما جرت عادة الله بأن من طلب آية ثم لم يؤمن من أهلكه الله حالًا ﴿ثُمَّ لاَ يُنظَرُونَ﴾ أي ثم لا يُمهلون ولا يُؤخرون، والآية كالتعليل لعدم إِجابة طلبهم، فإِنهم - في ذلك الإِقتراح - كالباحث عن حتفه بظِلْفه ﴿وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا﴾ أي لو جعلنا الرسول ملكًا لكان في صورة رجل لأنهم لا طاقة لهم على رؤية الملك في صورته ﴿وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ﴾ أي لخلطنا عليهم ما يخلطون على أنفسهم وعلى ضعفائهم، فإِنهم لو رأوا الملك في صورة إِنسان قالوا هذا إِنسانٌ وليس بملك قال ابن عباس: لو أتاهم ملكٌ ما أتاهم إِلا في صورة رجل لأنهم لا يستطيعون النظر إلى الملائكة من النور، ثم قال تعالى تسلية للنبي ﷺ َ ﴿وَلَقَدِ استهزىء بِرُسُلٍ مِّن قَبْلِكَ﴾ أي والله لقد استهزأ الكافرون من كل الأمم بأنبيائهم الذين بعثوا إِليهم ﴿فَحَاقَ بالذين سَخِرُواْ مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ﴾ أي أحاط ونزل بهؤلاء المستهزئين بالرسل عاقبة استهزائهم، وفي هذا الإِخبار تهديد للكفار ﴿قُلْ سِيرُواْ فِي الأرض ثُمَّ انظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي قل يا محمد لهؤلاء المستهزئين الساخرين: سافروا في الأرض فانظروا وتأملوا ماذا حلّ بالكفرة قبلكم من العقاب وأليم العذاب لتعتبروا بآثار من خلا من الأمم كيف أهلكهم الله وأصبحوا عبرةً للمعتبرين ﴿قُل لِّمَن مَّا فِي السماوات والأرض﴾ أي قل يا محمد لمن الكائنات جميعًا خلقًا وملكًا وتصرفًا؟ والسؤال لإِقامة الحجة على","vol":"1","page":352},{"text":"الكفار فهو سؤال تبكيت ﴿قُل للَّهِ﴾ أي قل لهم تقريرًا وتنبيهًا هي لله لأن الكفار يوافقون على ذلك بالضرورة لأنه خالق الكل إِما باعترافهم أو بقيام الحجة عليهم ﴿كَتَبَ على نَفْسِهِ الرحمة﴾ أي ألزم نفسه الرحمة تفضلًا وإِحسانًا والغرضُ التلطف في دعائهم إِلى الإِيمان وإِنابتهم إِلى الرحمن ﴿لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ أي ليحشرنكم من قبوركم مبعوثين إِلى يوم القيامة الذي لا شك فيه ليجازيكم بأعمالكم ﴿الذين خسروا أَنْفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ﴾ أي أضاعوها بكفرهم وأعمالهم السيئة في الدنيا فهم لا يؤمنون ولهذا لا يقام لهم وزن في الآخرة وليس لهم نصيب فيها سوى الجحيم والعذاب الأليم ﴿وَلَهُ مَا سَكَنَ فِي الليل والنهار﴾ أي لله ﷿ ما حلّ واستقر في الليل والنهار الجميع عباده وخلقه وتحت قهره وتصرفه، والمراد عموم ملكه تعالى لكل شيء ﴿وَهُوَ السميع العليم﴾ أي السميع لأقوال العباد العليم بأحوالهم ﴿قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيًّا﴾ الاستفهام للتوبيخ أي قل يا محمد لهؤلاء المشركين أغير الله أتخذ معبودًا؟ ﴿فَاطِرِ السماوات والأرض﴾ أي خالقهما ومبدعهما على غير مثال سابق ﴿وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ﴾ أي هو جل وعلا يْرزق ولا يُرْزَق قال ابن كثير: أي هو الرازق لخلقه من غير احتياج إليهم ﴿قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ﴾ أي قل لهم يا محمد إِن ربي أمرني أن أكون أول من أسلم لله من هذه الأمة ﴿وَلاَ تَكُونَنَّ مِنَ المشركين﴾ أي وقيل لي: لا تكوننَّ من المشركين قال الزمخشري ومعناه: أُمرتُ بالإِسلام ونُهيت عن الشرك ﴿قُلْ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي قل لهم أيضًا إِنني أخاف إِن عبدتُ غير ربي عذاب يوم عظيم هو يوم القيامة ﴿مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ﴾ أي من يصرف عنه العذاب فقد ﵀ ﴿وَذَلِكَ الفوز المبين﴾ أي النجاة الظاهرة ﴿وَإِن يَمْسَسْكَ الله بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ﴾ أي إِن تنزل بك يا محمد شدةٌ من فقرٍ أو مرضٍ فلا رافع ولا صارف له إِلا هو ولا يملك كشفه سواه ﴿وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ على كُلِّ شَيْءٍ قَدُيرٌ﴾ أي وإن يصبك بخيرٍ من صحةٍ ونعمة فلا رادّ له لأنه وحده القادر على إِيصال الخير والضر قال في التسهيل: والآية برهان على الوحدانية لانفراد الله تعالى بالضر والخير وكذلك ما بعد هذا من الأوصاف براهين ورد على المشركين ﴿وَهُوَ القاهر فَوْقَ عِبَادِهِ وَهُوَ الحكيم الخبير﴾ قال ابن كثير: أي هو الذي خضعت له الرقاب وذلّت له الجبابرة وعنت له الوجوه وقهر كل شيء وهو الحكيم في جميع أفعاله الخبير بمواضع الأشياء.\nالبَلاَغَة: ١ - ﴿الحمد للَّهِ﴾ الصيغة تفيد القصر أي لا يستحق الحمد والثناء إلا الله رب العالمين.\n٢ - ﴿الظلمات والنور﴾ فيه من المحسنات البديعية الطباق.","vol":"1","page":353},{"text":"٣ - ﴿ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ﴾ فيه استبعاد أن يعدلوا به غيره بعد وضوح آيات قدرته ووضع الرب ﴿رَبِّهِم﴾ موضع الضمير لزيادة التشنيع والتقبيح.\n٤ - ﴿سِرَّكُمْ وَجَهْرَكُمْ﴾ بينهما طباق.\n٥ - ﴿ِّن قَرْنٍ﴾ أي أهل قرن فهو مجاز مرسل.\n٦ - ﴿وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَارًا﴾ أي المطر عبَّر عنه بالسماء لأنه ينزل من السماء فهو مجاز أيضًا.\n٧ - ﴿استهزىء بِرُسُلٍ﴾ تنكير رسل للتفخيم والتكثير.\n٨ - ﴿السميع العليم﴾ من صيغ المبالغة.\nفَائِدَة: في القرآن العظيم خمس سور ابتدأت ب ﴿الحمد للَّهِ﴾ وهي سورة الفاتحة ﴿الحمد للَّهِ رَبِّ العالمين﴾ [الآية: ٢] والأنعام ﴿الحمد للَّهِ الذي خَلَقَ السماوات والأرض﴾ [الآية: ١] وسورة الكهف ﴿الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب﴾ [الآية: ١] وسورة سبأ ﴿الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ [الآية: ١] وسورة فاطر ﴿الحمد للَّهِ فَاطِرِ السماوات والأرض﴾ [الآية: ١] .","vol":"1","page":354},{"text":"المنَاسَبَة: لما أفاض جلّ ذكره في إِقامة الدلائل والبراهين على قدرته ووحدانيته من أول السورة الكريمة ذكر هنا شهادته تعالى على صدق نبوة محمد ﵇ ثم ذكر موقف الجاحدين للقرآن المكذبين للوحي، وحسرتهم الشديدة يوم القيامة.\nاللغَة: ﴿لأُنذِرَكُمْ﴾ الإِنذار: إِخبار فيه تخويف ﴿فِتْنَتُهُمْ﴾ الفتنة الاختبار ﴿أَكِنَّةً﴾ جمع كِنان وهو الغطاء ﴿وَقْرًا﴾ ثقلًا يقال وقرت أذن هإِذا ثقلت أو صُمّت ﴿أَسَاطِيرُ﴾ خرافات وأباطيل جمع أسطورة قال الجوهري الأساطير: الأباطيل والتُّرهات ﴿يَنْأَوْنَ﴾ يبعدون يقال نأى عنه إذا ابتعد ﴿بَغْتَةً﴾ فجأة يقال: بغتة إِذا فَجَأَه ﴿فَرَّطْنَا﴾ فرّط: قصّر مع القدرة على ترك التقصير قال أبو عبيد: فرَّط: ضيّع ﴿أَوْزَارَهُمْ﴾ ذنوبهم جمع وزر ﴿يَزِرُونَ﴾ يحملون ﴿لَهْوٌ﴾ اللهو: صرف النفس عن الجدّ إِلى الهزل، وكل ما شغلك فقد ألهاك.\nسَبَبُ النّزول: أ - روي أن رؤساء مكة قالوا يا محمد: ما نرى أحدًا يصدقك بما تقول من أمر الرسالة، ولقد سألنا عنك اليهود والنصارى فزعموا أن ليس لك عندهم ذكرٌ ولا صفةٌ فأرنا من يشهد لك أنك رسول كما تزعم؟ فأنزل الله ﴿قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً؟ قُلِ الله شَهِيدٌ بِيْنِي وَبَيْنَكُمْ﴾ الآية.\nب - عن ابن عباس أن «أبا سفيان» و«الوليد بن المغيرة» و«النضر بن الحارث» جلسوا إِلى رسول الله ﷺ َ وهو يقرأ القرآن فقالوا للنضر: ما يقول محمد؟ فقال أساطير الأولين مثل ما كنت أحدثكم عن القرون الماضية فأنزل الله ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ ...﴾ الآية.\nج - روي أن «الأَخنْس بن شُريق» التقى ب «أبي جهل بن هشام» فقال له: يا أبا الحكم أخبرني عن محمد أصادقٌ هو أم كاذب؟ فإِنه ليس عندنا أحدٌ غيرنا فقال أبو جهل: والله إِن محمدًا لصادق وما كذب قط، ولكن إذا ذهب «بنو قصيّ» باللواء، والسقاية، والحجابة، والنبوة فماذا يكون لسائر قريش؟ فأنزل الله ﴿قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ...﴾ الآية.\nالتفِسير: ﴿قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً﴾ أي قل لهم يا محمد أي شيء أعظم شهادة حتى يشهد لي بأني صادقٌ في دعوى النبوة؟ ﴿قُلِ الله شَهِيدٌ بِيْنِي وَبَيْنَكُمْ﴾ أي أجبهم أنت وقل لهم الله يشهد لي بالرسالة والنبوة وكفى بشهادة الله لي شهادة قال ابن عباس: قال الله لنبيه محمد ﷺ َ قل لهم أي شيء أكبر شهادة فإِن أجابوك وإِلاّ فقل لهم الله شهيد بيني وبينكم ﴿وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ","vol":"1","page":355},{"text":"بِهِ وَمَن بَلَغَ﴾ أي وأوحي إِليَّ هذا القرآن لأنذركم به يا أهل مكة وأنذر كل من بلغه القرآن من العرب والعجم إِلى يوم القيامة قال ابن جزيّ: والمقصودُ بالآية الاستشهاد بالله - الذي هو أكبر شهادة - على صدق رسول الله ﷺ َ وشهادة الله بهذا هي علمه بصحة نبوة سيدنا محمد ﷺ َ وإِظهار معجزته الدالة على صدقه ﴿أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ الله آلِهَةً أخرى﴾ استفهام توبيخ أي أئنكم أيها المشركون لتقرون بوجود آلهة مع الله؟ فكيف تشهدون أن مع الله آلهة أخرى بعد وضوح الأدلة وقيام الحجة على وحدانية الله؟ ﴿قُل لاَّ أَشْهَدُ﴾ أي قل لهم لا أشهد بذلك ﴿قُلْ إِنَّمَا هُوَ إله وَاحِدٌ﴾ أي قل يا محمد إِنما أشهد بأن الله واحد أحدٌ، فرد صمد ﴿وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ﴾ أي وأنا بريء من هذه الأصنام، ثم ذكر تعالى أن الكفار بين جاهل ومعاند فقال ﴿الذين آتَيْنَاهُمُ الكتاب يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ﴾ يعني اليهود والنصارى الذين عرفوا وعاندوا يعرفون النبي ﷺ َ بحليته ونعته على ما هو مذكور في التوراة والإِنجيل كما يعرف الواحد منهم ولده لا يشك في ذلك أصلًا قال الزمخشري: وهذا استشهادٌ لأهل مكة بمعرفة أهل الكتاب وبصحة نبوته ﴿الذين خسروا أَنْفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ﴾ أي أولئك هم الخاسرون لأنهم لم يؤمنوا بمحمد ﷺ َ بعد وضوح الآيات ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ﴾ الاستفهام إِنكاري ومعناه النفي أي لا أحد أظلم ممن اختلق على الله الكذب أو كذّب بالقرآن والمعجزات الباهرة وسمّاها سحرًا قال أبو السعود: وكلمة ﴿أَوْ﴾ للإِيذان بأن كلًا من الافتراء والتكذيب وحده بالغٌ غاية الإِفراط في الظلم، فكيف وهم قد جمعوا بينهما فأثبتوا ما نفاه الله ونفوا ما أثبته! قاتلهم الله أنّى يؤفكون ﴿إِنَّهُ لاَ يُفْلِحُ الظالمون﴾ أي لا يفلح المفتري ولا المكذّب وفيه إِشارة إِلى أن مدّعي الرسالة لو كان كاذبًا مفتريًا على الله فلا يكون محلًا لظهور المعجزات ﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ﴾ أي اذكر يوم نحشرهم جميعًا للحساب ونقول لهم على رءوس الأشهاد ﴿أَيْنَ شُرَكَآؤُكُمُ الذين كُنتُمْ تَزْعُمُونَ﴾ أي أين آلهتكم التي جعلتموها شركاء الله؟ قال البيضاوي: والمراد من الاستفهام التوبيخ و﴿تَزْعُمُونَ﴾ أي تزعمونهم آلهة وشركاء مع الله فحذف المفعولان ولعله يحال بينهم وبين آلهتهم حينئذٍ ليفقدوها في الساعة التي علقوا بها الرجاء فيها قال ابن عباس: كل زعم في القرآن فهو كذب ﴿ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ﴾ أي لم يكن جوابهم حين اختبروا بهذا السؤال ورأوا الحقائق ﴿إِلاَّ أَن قَالُواْ والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ أي أقسموا كاذبين بقولهم والله يا ربنا ما كنا مشركين قال القرطبي: تبرءوا من الشرك وانتفوا منه لما رأوا من تجاوزه ومغفرته للمؤمنين قال ابن عباس: يغفر الله لأهل الإِخلاص ذنوبهم فإِذا رأى المشركون ذلك قالوا تعالوا نقول: إِنّا كنا أهل ذنوب ولم نكن مشركين، فيختم على أفواههم وتنطق أيديهم وتشهد أرجلهم بما كانوا يكسبون ﴿انظر كَيْفَ كَذَبُواْ على أَنفُسِهِمْ﴾ أي انظر يا محمد كيف كذبوا على أنفسهم بنفي الإِشراك عنها أمام علاّم الغيوب، وهذا التعجيب من","vol":"1","page":356},{"text":"كذبهم الصريح ﴿وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي تلاشى وبطل ما كانوا يظنونه من شفاعة آلهتهم وغاب عنهم ما كانوا يفترونه على الله من الشركاء، ثم وصف تعالى حال المشركين حين استماع القرآن فقال ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ﴾ أي ومن هؤلاء المشركين من يصغي إِليك يا محمد حين تتلو القرآن ﴿وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ﴾ أي جعلنا على قلوبهم أغطية لئلا يفقهوا القرآن ﴿وفي آذَانِهِمْ وَقْرًا﴾ أي ثقلًاَ وصممًا يمنع من السمع قال ابن جزي: والمعنى أن الله حال بينهم وبين فهم القرآن إذا استمعوه وعبّر بالأكنَّة والوقر مبالغة ﴿وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا﴾ أي مهما رأوا من الآيات والحجج البيّنات لا يؤمنوا بها لفرط العناد ﴿حتى إِذَا جَآءُوكَ يُجَادِلُونَكَ يَقُولُ الذين كفروا إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي بلغوا من التكذيب والمكابرة إِلى أنهم إِذا جاءوك مجادلين يقولون عن القرآن ما هذا إلا خرافات وأباطيل الأولين ﴿وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ﴾ أي هؤلاء المشركون المكذبون ينهون الناس عن القرآن وعن اتباع محمد ﵇ ويُبعدون هم عنه ﴿وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ﴾ أي وما يهلكون بهذا الصنيع إِلا أنفسهم وما يشعرون بذلك قال ابن كثير: فهم قد جمعوا بين الفعلين القبيحين لا ينتفعون ولا يدعون أحدًا ينتفع ولا يعود وباله إِلا عليهم وما يشعرون ﴿وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار﴾ أي لو ترى يا محمد هؤلاء المشركين إِذ عرضوا على النار لرأيت أمرًا عظيمًا تشيب لهوله الرءوس قال البيضاوي: وجواب ﴿لَوْ﴾ محذوف تقديره لرأيت أمرًا شنيعًا وإِنما حذف ليكون أبلغ ما يقدره السامع ﴿فَقَالُواْ ياليتنا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا﴾ أي تمتّوا الرجوع إِلى الدنيا ليعملوا عملًا صالحًا ولا يكذبوا بآيات الله ﴿وَنَكُونَ مِنَ المؤمنين﴾ أي إِذا رجعنا إِلى الدنيا نصدّق ونؤمن بالله إِيمانًا صادقًا فتمنوا العودة ليصلحوا العمل ويتداركوا الزلل قال تعالى ردًّا لذلك التمني ﴿بَلْ بَدَا لَهُمْ مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ﴾ أي ظهر لهم يوم القيامة ما كانوا يخفون في الدنيا من عيوبهم وقبائحهم فتمنوا ذلك ﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ﴾ أي لو ردّوا - على سبيل الفرض لأنه لا رجعة إلى الدنيا بعد الموت - لعادوا إلى الكفر والضلال وإِنهم لكاذبون في وعدهم بالإِيمان ﴿وقالوا إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا وَمَا نَحْنُ بِمَبْعُوثِينَ﴾ أي قال أولئك الكفار الفجار ما هي إِلا هذه الحياة الدنيا ولا بعث ولا نشور ﴿وَلَوْ ترى إِذْ وُقِفُواْ على رَبِّهِمْ﴾ أي لو ترى حالهم إذ حُبسوا للحساب أمام رب الأرباب كما يوقف العبد الجاني بين يدي سيده للعقاب وجواب ﴿لَوْ﴾ محذوف للتهويل من فظاعة الموقف ﴿قَالَ أَلَيْسَ هذا بالحق﴾ أي أليس هذا المعاد بحق؟ والهمزة للتقريع على التكذيب ﴿قَالُواْ بلى وَرَبِّنَا﴾ أي قالوا بلى والله إِنه الحق ﴿قَالَ فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْفُرُون﴾ أي ذوقوا العذاب بسبب كفركم في الدنيا وتكذيبكم رسل الله، ثم أخبر تعالى عن هؤلاء الكفار فقال ﴿قَدْ خَسِرَ الذين كَذَّبُواْ بِلِقَآءِ الله﴾ أي لقد خسر هؤلاء المكذبون بالبعث ﴿حتى إِذَا جَآءَتْهُمُ الساعة بَغْتَةً﴾ أي حتى إِذا جاءتهم القيامة فجأةً من غير أن يعرفوا وقتها قال القرطبي: سميت القيامة بالساعة لسرعة الحساب فيها ﴿قَالُواْ ياحسرتنا على مَا فَرَّطْنَا فِيهَا﴾ أي قالوا يا ندامتنا على","vol":"1","page":357},{"text":"ما قصَّرنا وضيّعنا في الدنيا من صالح الأعمال ﴿وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ على ظُهُورِهِمْ﴾ أي والحال أنهم يحملون أثقال ذنوبهم على ظهورهم قال البيضاوي: وهذا تمثيلٌ لاستحقاقهم آصار الآثام وقال ﴿على ظُهُورِهِمْ﴾ لأن العادة حمل الأثقال على الظهور، قال ابن جزي: وهذا كناية عن تحمل الذنوب، وقيل إِنهم يحملونها على ظهورهم حقيقة فقد رُوي أن الكافر يركبه عمله بعد أن يتمثل له في أقبح صورة، وأن المؤمن يركب عمله بعد أن يتمثل له في أحسن صورة ﴿أَلاَ سَآءَ مَا يَزِرُونَ﴾ أي بئس ما يحملونه من الأوزار ﴿وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ﴾ أي لذتها ﴿وَلَلدَّارُ الآخرة خَيْرٌ لِّلَّذِينَ يَتَّقُونَ﴾ أي الآخرة وما فيها من أنواع النعيم خير لعباد الله المتقين من دار الفناء لأنها دائمة لا يزول عنهم نعيمها ولا يذهب عنهم سرورها ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا يعقلون أن الآخرة خير من الدنيا؟ ثم سلَّى تعالى نبيه لتكذيب قومه له فقال ﴿قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ﴾ أي قد أحطنا علمًا بتكذيبهم لك وحزنك وتأسفك عليهم قال الحسن: كانوا يقولون إِنه ساحر وشاعر وكاهن ومجنون ﴿فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ﴾ أي فإنهم في دخيلة نفوسهم لا يكذبونك بل يعتقدون صدقك ولكنهم يجحدون عن عناد فلا تحزن لتكذيبهم قال ابن عباس: كان رسول الله ﷺ َ يسمى الأمين فعرفوا أنه لا يكذب في شيء ولكنهم كانوا يجحدون فكان أبو جهل يقول: ما نكذبك يا محمد وإِنك عندنا المصدّق وإِنما تكذّب ما جئتنا به ﴿وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ على مَا كُذِّبُواْ﴾ أي صبروا على ما نالهم من قومهم من التكذيب والاستهزاء ﴿وَأُوذُواْ حتى أَتَاهُمْ نَصْرُنَا﴾ أي وأُوذوا في الله حتى نصرهم الله، وفي الآية إرشادٌ إلى الصبر، ووعدٌ له بالنصر ﴿وَلاَ مُبَدِّلَ لِكَلِمَاتِ الله﴾ قال ابن عباس: أي لمواعيد الله، وفي هذا تقوية للوعد ﴿وَلَقدْ جَآءَكَ مِن نَّبَإِ المرسلين﴾ أي ولقد جاءك بعض أخبار المرسلين الذين كُذّبوا وأُوذوا كيف أنجيناهم ونصرناهم على قومهم فتسلَّ ولا تحزن فإِن الله ناصرك كما نصرهم ﴿وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ﴾ أي إِن كان إِعراضهم عن الإِسلام وقد عظم وشقّ عليك يا محمد ﴿فَإِن استطعت أَن تَبْتَغِيَ نَفَقًا فِي الأرض﴾ أي إِن قدرت أن تطلب سرَبًا ومسكنًا في جوف الأرض ﴿أَوْ سُلَّمًا فِي السمآء فَتَأْتِيَهُمْ بِآيَةٍ﴾ أي مصعدًا تصعد به إِلى السماء فتأتيهم بآيةٍ ممّا اقترحوه فافعل ﴿وَلَوْ شَآءَ الله لَجَمَعَهُمْ عَلَى الهدى فَلاَ تَكُونَنَّ مِنَ الجاهلين﴾ أي لو أراد الله لهداهم إِلى الإِيمان فلا تكوننَّ يا محمد من الذين يجهلون حكمة الله ومشيئته الأزلية.\nالبَلاَغة: ١ - ﴿كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ﴾ فيه تشبيه يسمى «المرسل المجمل» .\n٢ - ﴿الذين كُنتُمْ تَزْعُمُونَ﴾ فيه إيجاز بالحذف أي تزعمونهم شركاء.\n٣ - ﴿انظر كَيْفَ كَذَبُواْ﴾ الصيغة للتعجيب من كذبهم الغريب.\n٤ - ﴿آذَانِهِمْ وَقْرًا﴾ عبَّر بالأكنة في القلوب والوقر في الآذان وهو تمثيل بطريق الاستعارة لإِعراضهم عن القرآن.","vol":"1","page":358},{"text":"٥ - ﴿يَقُولُ الذين كفروا﴾ وضع الظاهر موضع الضمير لتسجيل الكفر عليهم.\n٧ - ﴿يَنْهَوْنَ ... وَيَنْأَوْنَ﴾ وردت الصيغة مؤكدة بمؤكدين «إنَّ» و«اللام» للتنبيه على أن الكذب طبيعتهم.\n٨ - ﴿وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ﴾ تشبيه بليغ حيث جعلت الدنيا نفس اللعب واللهو مبالغة كقول الخنساء: «فإِنما هي إقبال وإدبار» .\n٩ - ﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾ الاستفهام للتوبيخ.\n١٠ - ﴿كُذِّبَتْ رُسُلٌ﴾ تنوين رسل للتفخيم والتكثير.\nتنبيه: قال الإِمام الفخر: قوله تعالى ﴿وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار﴾ يقتضي له جوابًا وقد حُذف تفخيمًا للأمر وتعظيمًا للشأن، وأشباهه كثير في القرآن والشعر، وحذف الجواب في هذه الأشياء أبلغ في المعنى من إظهاره ألا ترى أنك لو قلت لغلامك: والله لئن قمتُ إليك - وسكتَّ عن الجواب - ذهب فكره إلى أنواع المكروه من الضرب، والقتل، والكسر، وعظم خوفه لأنه لم يدر أي الأقسام تبغي، ولو قلت: والله لئن قمتُ إِليك لأضربنك فأتيتَ بالجواب لعلم أنك لم تبلغ شيئًا غير الضرب، فثبت أن حذف لجواب أقوى تأثيرًا في حصول الخوف.","vol":"1","page":359},{"text":"المنَاسَبَة: لما ذكر الله تعالى إعراض المشركين عن القرآن وعن الإِيمان بالنبي ﵇، ذكر في هذه الآيات السبب في ذلك وهو أن القرآن نور وشفاء يهتدي به المؤمنون، وأما الكافرون فهم بمنزلة الموتى الذين لا يسمعون ولا يستجيبون، ثم ذكر اقتراح المشركين بعض الآيات وشبههم بالصم البكم الذين لا يعقلون.\nاللغَة: ﴿تَضَرَّعُواْ﴾ التضرع من الضراعة وهي الذلة يقال: ضرع فهو ضارع ﴿البأسآء﴾ من البؤس وهو الفقر ﴿الضرآء﴾ من الضر وهو البلاء قال القرطبي: البأساء في الأموال، والضراء في الأبدان، هذا قول الأكثر ﴿مُّبْلِسُونَ﴾ المبلس: اليائس من الخير من أبلس الرجل إذا يئس ومنه «إبليس» لأنه أبلس من رحمة الله ﷿ ﴿دَابِرُ﴾ الدابر: الآخر ودابر القوم: خلفهم من نسلهم قال قطرب: يعني استؤصلوا وأهلكوا قال الشاعر:\nفأهلكوا بعذابٍ حصَّ دابرهم ... فما استطاعوا له صرفًا ولا انتصروا\n﴿يَصْدِفُونَ﴾ صَدَف عن الشيء أعرض عنه ﴿تَطْرُدِ﴾ الطرد: الإِبعاد مع الإِهانة ﴿الفاصلين﴾ الحاكمين.\nسَبَبُ النّزول: عن ابن مسعود قال: مرّ الملأ من قريش على رسول الله ﷺ َ وعنده «صهيب، وخبّاب، وبلال، وعمّار» وغيرهم من ضعفاء المسلمين فقالوا يا محمد: أرضيتَ بهؤلاء من قومك ﴿","vol":"1","page":360},{"text":"أفنحن نكون تبعًا لهم﴾ أهؤلاء الذين منّ الله عليهم ﴿اطردهم عنك فلعلك إن طردتهم إِتَّبعناك فأنزل الله تعالى ﴿وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ﴾ الآية.\nالتفِسير: ﴿إِنَّمَا يَسْتَجِيبُ الذين يَسْمَعُونَ﴾ أي إنما يستجيب للإِيمان الذين يسمعون سماع قبول وإصغاء، وهنا تمَّ الكلام ثم ابتدأ فقال ﴿والموتى يَبْعَثُهُمُ الله﴾ قال ابن كثير: يعني بذلك الكفار لأنهم موتى القلوب فشبههم الله بأموات الأجساد، وهذا من باب التهكم بهم والإِزراء عليهم وقال الطبري: يعني والكفار يبعثهم الله مع الموتى، فجعلهم تعالى ذكره في عداد الموتى الذين لا يسمعون صوتًا، ولا يعقلون دعاءً، ولا يفقهون قولًا، إذ كانوا لا يتدبرون حجج الله ولا يعتبرون بآياته ولا يتذكرون فينزجرون عن تكذيب رسل الله ﴿ثُمَّ إِلَيْهِ يُرْجَعُونَ﴾ أي ثم مرجعهم إلى الله فيجازيهم بأعمالهم ﴿وَقَالُواْ لَوْلاَ نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾ أي قال كفار مكة هلاّ نُزّل على محمد معجزة تدل على صدقه كالناقة والعصا والمائدة قال القرطبي وكان هذا منهم تعنتًا بعد ظهور البراهين وإقامة الحجة بالقرآن الذي عجزوا أن يأتوا بسورة من مثله ﴿قُلْ إِنَّ الله قَادِرٌ على أَن يُنَزِّلٍ آيَةً﴾ أي هو تعالى قادرٌ على أن يأتيهم بما اقترحوا ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي لا يعلمون أن إنزالها يستجلب لهم البلاء لأنه لو أنزلها وَفْق ما طلبوا ثم لم يؤمنوا لعاجلهم بالعقوبة كما فعل بالأمم السابقة ﴿وَمَا مِن دَآبَّةٍ فِي الأرض﴾ أي ما من حيوان يمشي على وجه الأرض ﴿وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ﴾ أي ولا من طائر يطير في الجو بجناحيه ﴿إِلاَّ أُمَمٌ أَمْثَالُكُمْ﴾ أي إِلا طوائف مخلوقة مثلكم خلقها الله وقدَّر أحوالها وأرزاقها وآجالها قال البيضاوي: والمقصود من ذلك الدلالة على كمال قدرته وشمول علمه وسعة تدبيره ليكون كالدليل على أنه قادر على أن ينزّل آية ﴿مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ﴾ أي ما تركنا وما أغفلنا في القرآن شيئًا من أمر الدين يحتاج الناس إليه في أمورهم إلا بيّناه وقيل: إن المراد بالكتاب اللوح المحفوظ ويكون المعنى: ما تركنا في اللوح المحفوظ شيئًا فلم نكتبه ﴿ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ﴾ أي يجمعون فيقضي بينهم قال الزمخشري: يعني الأمم كلها من الدواب والطير فيعوضها وينصف بعضها من بعض كما روي أنه يأخذ للجماء من القرناء ﴿والذين كَذَّبُواْ بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظلمات﴾ أي والذين كذبوا بالقرآن صمٌ لا يسمعون كلام الله سماع قبول بكمٌ لا ينطقون بالحق خابطون في ظلمات الكفرر قال ابن كثير: وهذا مثل أي مثلهم في جهلهم وقلة علمهم وعدم فهمهم كمثل أصم وهو الذي لا يسمع، أبكم وهو الذي لا يتكلم، وهو مع هذا في ظلمات لا يبصر، فكيف يهتدى مثل هذا إلى الطريق أو يخرج مما هو فيه﴾ ﴿مَن يَشَإِ الله يُضْلِلْهُ وَمَن يَشَأْ","vol":"1","page":361},{"text":"يَجْعَلْهُ على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي من يشأ الله إضلاله يضلله ومن يشأ هدايته يرشده إلى الهدى ويوفقه لدين الإِسلام ﴿قُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ الله أَوْ أَتَتْكُمْ الساعة﴾ استفهام تعجيب أي أخبروني إن أتاكم عذاب الله كما أتى من قبلكم أو أتتكم القيامة بغتة من تدعون؟ ﴿أَغَيْرَ الله تَدْعُونَ إِن كُنتُمْ صَادِقِينَ﴾ أي أتدعون غير الله لكشف الضر عنكم؟ إن كنتم صادقين في أن الأصنام تنفعكم ﴿بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَآءَ﴾ أي بل تخصونه تعالى بدعائكم في الشدائد فيكشف الضر الذي تدعونه إلى كشفه إن شاء كشفه ﴿وَتَنسَوْنَ مَا تُشْرِكُونَ﴾ أي تتركون الآلهة فلا تدعونها لاعتقادكم أن الله تعالى هو القادر على كشف الضر وحده دون سواه ﴿وَلَقَدْ أَرْسَلنَآ إلى أُمَمٍ مِّن قَبْلِكَ﴾ هذه تسلية لرسول الله ﷺ َ أي والله لقد أرسلنا رسلًا إلى أمم كثيرين من قبلك فكذبوهم ﴿فَأَخَذْنَاهُمْ بالبأسآء والضرآء﴾ أي بالفقر والبؤس والأسقام والأوجاع ﴿لَعَلَّهُمْ يَتَضَرَّعُونَ﴾ أي لكي يتضرعوا إِلى الله بالتذلل والإِنابة ﴿فلولا إِذْ جَآءَهُمْ بَأْسُنَا تَضَرَّعُواْ﴾ لولا للتحضيض أي فهلا تضرعوا حين جاءهم العذاب، وهذا عتاب على ترك الدعاء وإخبارٌ عنهم أنهم لم يتضرعوا مع قيام ما يدعوهم إلى التضرع ﴿ولكن قَسَتْ قُلُوبُهُمْ﴾ أي ولكن ظهر منهم النقيض حيث قست قلوبهم فلم تلن للإِيمان ﴿وَزَيَّنَ لَهُمُ الشيطان مَا كَانُواّ يَعْمَلُونَ﴾ أي زين لهم المعاصي والإِصرار على الضلال ﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ﴾ أي لما تركوا ما وُعظوا به ﴿فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ﴾ أي من النعم والخيرات استدارجًا لهم ﴿حتى إِذَا فَرِحُواْ بِمَآ أوتوا﴾ أي فرحوا بذلك النعيم وازدادوا بطرًا ﴿أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ﴾ أي أخذناهم بعذابنا فجأة فإذا هم يائسون قانطون من كل خير ﴿فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ﴾ أي استؤصلوا وهلكوا عن آخرهم ﴿والحمد للَّهِ رَبِّ العالمين﴾ أي على نصر الرسل وإهلاك الكافرين قال الحسن: مُكر بالقوم وربّ الكعبة، أعطوا حاجتهم ثم أخذوا وفي الحديث «إذا رأيت الله يعطي العبد من الدنيا على معاصيه ما يحب فإنما هو استدراج ثم قرأ ﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ﴾ ﴿قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وَأَبْصَارَكُمْ﴾ أي قل يا محمد لهؤلاء المكذبين المعاندين من أهل مكة أخبروني لو أذهب الله حواسكم فأصمكم وأعمالكم ﴿وَخَتَمَ على قُلُوبِكُمْ﴾ أي طبع على قلوبكم حتى زال عنها العقل والفهم ﴿مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ﴾ أي هل أحد غير الله يقدر على ردّ ذلك إليكم إِذا سلبه الله منكم؟ ﴿انظر كَيْفَ نُصَرِّفُ الآيات ثُمَّ هُمْ يَصْدِفُونَ﴾ أي انظر كيف نبيّن ونوضح الآيات الدالة على وحدانيتنا ثم هم بعد ذلك يعرضون عنها فلا يعتبرون ﴿قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ الله بَغْتَةً أَوْ جَهْرَةً﴾ أي قل لهؤلاء المكذبين أخبروني إن أتاكم عذاب الله العاجل فجأة أو عيانًا بالليل أو بالنهار ﴿هَلْ يُهْلَكُ إِلاَّ القوم الظالمون﴾ الاستفهام إنكاري بمعنى النفي أي ما يهلك بالعذاب إلا أنتم لأنكم كفرتم وعاندتم ﴿وَمَا نُرْسِلُ المرسلين إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ﴾ أي ما نرسل الرسل إلا لتبشير المؤمنين بالثواب، وإنذار الكافرين بالعقاب، وليس إرسالهم ليأتوا بما يقترحه الكافرون من الآيات ﴿فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فمن آمن بهم وأصلح عمله فلا خوف عليهم في","vol":"1","page":362},{"text":"الآخرة ولا هم يحزنون والمراد أنهم لا يخافون ولا يحزنون لأن الآخرة دار الجزاء للمتقين ﴿والذين كَذَّبُواْ بِآيَاتِنَا يَمَسُّهُمُ العذاب بِمَا كَانُواْ يَفْسُقُونَ﴾ أي وأما المكذبون بآيات الله فيمسهم العذاب الأليم بسبب فسقهم وخروجهم عن طاعة الله قال ابن عباس: يفسقون أي يكفرون ﴿قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ الله ولا أَعْلَمُ الغيب﴾ أي قل يا محمد لهؤلاء الكفرة الذين يقترحون عليك تنزيل الآيات وخوارق العادات لستُ أدعي أن خزائن الله مفوضةٌ إليَّ حتى تقترحوا عليَّ تنزيل الآيات ولا أدعي أيضًا أني أعلم الغيب حتى تسألوني عن وقت نزول العذاب ﴿ولا أَقُولُ لَكُمْ إِنِّي مَلَكٌ﴾ أي ولست أدعي أني من الملائكة حتى تكلفوني الصعود إلى السماء وعدم المشي في الأسواق وعدم الأكل والشرب قال الصاوي: وهذه الآية نزلت حين قالوا له إن كنت رسولًا فاطلب من ربك أن يوسّع علينا ويغني فقرنا وأخبرنا بمصالحنا ومضارنا فأخبر أن ذلك بيد الله سبحانه لا بيده.\nوالمعنى: إني لا أدعي شيئاص من هذه الأشياء الثلاثة حتى تجعلوا عدم إجابتي إلى ذلك دليلًا على عدم صحة رسالتي ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي ما أتّبع فيما أدعوكم إليه إلاّ وحي الله الذي يوحيه إليَّ ﴿قُلْ هَلْ يَسْتَوِي الأعمى والبصير﴾ أي هل يتساوى الكافر والمؤمن والضال والمهتدي؟ ﴿أَفَلاَ تَتَفَكَّرُونَ﴾ تقريعٌ وتوبيخ أي أتسمعون فلا تتفكرون؟ ﴿وَأَنذِرْ بِهِ الذين يَخَافُونَ أَن يحشروا إلى رَبِّهِمْ﴾ أي خوِّف يا محمد بهذا القرآن المؤمنين المصدقين بوعد الله ووعيده الذي يتوقعون عذاب الحشر قال أبو حيان: وكأنه قيل: أنذر بالقرآن من يُرجى إيمانهُ وأما الكفرة المعرضون فدعهم ورأيهم ﴿لَيْسَ لَهُمْ مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ﴾ أي ليس لهم غير الله وليٌّ ينصرهم ولا شفيع يشفع لهم ﴿لَّعَلَّهُمْ يَتَّقُونَ﴾ أي أنذرهم لكي يتقوا الكفر والمعاصي ﴿وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ﴾ أي لا تطرد هؤلاء المؤمنين الضعفاء من مجلسك يا محمد الذين يعبدون ربَّهم دوما في الصباح والمساء يلتمسون بذلك القرب من الله والدنوَّ نم رضاه قال الطبري: نزلت الآية في سبب جماعة من ضعفاء المسلمين قال المشركون لرسول الله ﷺ َ: لو طردت هؤلاء عنك لغشيناك وحضرنا مجلسك وأراد النبي ﷺ َ ذلك طمعًا في إسلامهم ﴿مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ﴾ أي لا تؤاخذ بأعمالهم وذنوبهم كقول نوح ﴿إِنْ حِسَابُهُمْ إِلاَّ على رَبِّي﴾ [الشعراء: ١١٣] قال الصاوي: هذا كالتعليل لما قبله والمعنى لا تؤاخذ بذنوبهم ولا بما في قلوبهم إن أرادوا بصحبتك غير وجه الله، وهذا على فرض تسليم ما قاله المشركون وإلا فقد شهد الله لهم بالإِخلاص بقوله ﴿يُرِيدُونَ وَجْهَهُ﴾ ﴿وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ﴾ وهذا التأكيد لمطابقة الكلام والمعنى لا تؤاخذ أنت بحسابهم ولا هم بحسابك فلم تطردهم؟ وقيل إن المراد بالحساب الرزق، والمعنى ليس رزقهم عليك ولا رزقك عليهم وإنما يرزقك وإياهم الله رب العالمين ﴿فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين﴾ أي لا تطردهم فإنك إن طردتهم تكون من الظالمين، وهذا لبيان الأحكام وحاشاه من وقوع ذلك منه ﵇ قال القرطبي: وهذا كقوله","vol":"1","page":363},{"text":"تعالى ﴿لئن أشركت ليحبطنَّ عملك﴾ وقد علم الله منه أنه لا يشرك ولا يحبط عمله ﴿فَتَنَّا بَعْضَهُمْ بِبَعْضٍ﴾ أي ابتلينا الغنيّ بالفقير والشريف بالوضيع ﴿ليقولوا أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ﴾ أي ليقول الأشراف والأغنياء أهؤلاء الضعفاء والفقراء منَّ الله عليهم بالهداية والسبق إلى الإِسلام من دوننا!! قالوا ذلك إِنكارًا واستهزاء كقولهم\n﴿أهذا الذي بَعَثَ الله رَسُولًا﴾ [الفرقان: ٤١] قال تعالى ردًا عليهم ﴿أَلَيْسَ الله بِأَعْلَمَ بالشاكرين﴾؟ أي الله أعلم بمن يشكر فيهديه ومن يكفر فيخزيه، والاستفهام للتقرير ﴿وَإِذَا جَآءَكَ الذين يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ﴾ قال القرطبي: نزلت في الذين نهى الله نبيه ﵊ ُ عن طردهم فكان إذا رآهم بدأهم بالسلام وقال «الحمدلله الذي جعل في أمتي من أمرني أن أبدأهم بالسلام» وأُمر ﷺ َ بأن يبدأهم بالسلام إِكرامًا لهم وتطييبًا لقلوبهم ﴿كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة﴾ أي ألزم نفسه الرحمة تفضلًا منه وإِحسانًا ﴿أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ﴾ أي خطيئة من غير قصد قال مجاهد: أي لا يعلم حلالًا من حرام ومن جهالته ركب الأمر ﴿ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ﴾ أي ثم تاب من بعد ذلك الذنب وأصلح عمله فإن الله يغفر له، وهو وعدٌ بالمغفرة والرحمة لمن تاب وأصلح ﴿وَكَذَلِكَ نفَصِّلُ الآيات﴾ أي كما فصلنا في هذه السورة الدلائل والحجج على ضلالات المشركين كذلك نبيّن ونوضّح لكم أمور الدين ﴿وَلِتَسْتَبِينَ سَبِيلُ المجرمين﴾ أي ولتتوضح وتظهر طريق المجرمين فينكشف أمرهم وتستبين سبلُهم ﴿قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الذين تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين إني نُهيت أن أعبد هذه الأصنام التي زعمتموها آلهة وعبدتموها من دون الله ﴿قُلْ لاَّ أَتَّبِعُ أَهْوَآءَكُمْ﴾ أي في عبادة غير الله، وفيه تنبيه على سبب ضلالهم ﴿قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَاْ مِنَ المهتدين﴾ أي قد ضللت إِن أتبعتُ أهواءكم ولا أكون في زمرة المهتدين ﴿قُلْ إِنِّي على بَيِّنَةٍ مِّن رَّبِّي﴾ أي على بصيرة من شريعة الله التي أوحاها إليّ ﴿وَكَذَّبْتُم بِهِ﴾ أي وكذَّبتم بالحق الذي جاءني من عند الله ﴿مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ﴾ أي ليس عندي ما أبادركم به من العذاب قال الزمخشري: يعني العذاب الذي استعجلوه في قولهم ﴿فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء﴾ [الأنفال: ٣٢] ﴿إِنِ الحكم إِلاَّ للَّهِ﴾ أي ما الحكم في أمر العذاب وغيره إلا لله وحده ﴿يَقُصُّ الحق وَهُوَ خَيْرُ الفاصلين﴾ أي يخبر الحق ويبينه البيان الشافي وهو خير الحاكمين بين عباده ﴿قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ﴾ أي لو أن بيدي أمر العذاب الذي تستعجلونه ﴿لَقُضِيَ الأمر بَيْنِي وَبَيْنَكُمْ﴾ أي لعجلته لكم لأستريح منكم ولكنه بيد الله قال ابن عباس: لم أهملكم ساعةً ولأهلكتكم ﴿والله أَعْلَمُ بالظالمين﴾ أي هو تعالى أعلم بهم إِن شاء عاجلهم وإِن شاء آخّر عقوبتهم، وفيه وعيد وتهديد.\nالبَلاَغَة: ١ - ﴿والموتى يَبْعَثُهُمُ الله﴾ فيه استعارة لأن الموتى عبارة عن الكفار لموت قلوبهم.\n٢ - ﴿يَطِيرُ بِجَنَاحَيْهِ﴾ تأكيد لدفع توهم المجاز لأن الطائر قد يستعمل مجازًا للعمل كقوله ﴿أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ﴾ [الإسراء: ١٣] .","vol":"1","page":364},{"text":"٣ - ﴿صُمٌّ وَبُكْمٌ﴾ تشبيه بليغ أي كالصم والبكم في عدم السماع وعدم الكلام فحذفت منه الأداة ووجه الشبه.\n٤ - ﴿إِيَّاهُ تَدْعُونَ﴾ فيه قصر أي لا تدعون غيره لكشف الضر، فهو قصر صفة على موصوف.\n٥ - ﴿فَقُطِعَ دَابِرُ﴾ كناية عن إهلاكهم بعذاب الاستئصال.\n٦ - ﴿الأعمى والبصير﴾ استعارة عن الكافر والمؤمن.\n٧ - ﴿مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ﴾ في هاتين الجملتين من أنواع البديع ما يسمى ردّ الصدر على العجز.\nفَائِدَة: قال الزمخشري في قوله تعالى ﴿فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين﴾ هذا إيذان بوجوب الحمد عند هلاك الظلمة وأنه من أجلّ النعم وأجزل القسم.\nفَائِدَة: قال بعض المفسرين: إن الواجب في الدعاء الإِخلاص به لأنه تعالى قال ﴿يُرِيدُونَ وَجْهَهُ﴾ وهكذا جميع الطاعات لا ينبغي أن تكون لشيء من أغراض الدنيا.","vol":"1","page":365},{"text":"المنَاسَبَة: لّما أقام تعالى الأدلة والبراهين على وجوده ووحدانيته، أعقبه بذكر الأدلة على صفاته القدسية: علمه، وقدرته، وعظمته، وجلاله، وسائر صفات الجلال والجمال، ثم ذكر نعمته على العباد بإِنجائهم من الشدائد، وقدرته على الانتقام ممَّن خالف أمره وعصى رسله.\nاللغَة: ﴿كَرْبٍ﴾ الكرب: الغمُّ الذي يأخذ بالنفس ﴿شِيَعًا﴾ الشيعة: الفرقة تتبع الأخرى ويجمع على شيع وأشياع ﴿أُبْسِلُواْ﴾ الإِبسال: تسليم الإِنسان نفسه للهلاك ﴿عْدِلْ﴾ فدية ﴿حَمِيمٍ﴾ الحميم: الماء الحار ﴿حَيْرَانَ﴾ الحَيرْة: التردد في الأمر لا يهتدي إِلى مخرجٍ منه ﴿الغيب﴾ ما غاب عن الحواس ﴿الشهادة﴾ ما كان مشاهدًا ظاهرًا للعيان ﴿تُحْشَرُونَ﴾ تجمعون.\nالتفِسير: ﴿وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ﴾ أي عند الله خزائن الغيب وهي الأمور المغّيبة الخفيّة لا يعلمها ولا يحيط بها إلا هو ﴿وَيَعْلَمُ مَا فِي البر والبحر﴾ أي ويعلم ما في البر والبحر من الحيوانات جملةً وتفصيلًا وفي كلٍ عوالم وعجائب وسعها علمه وقدرته ﴿وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا﴾ مبالغةٌ في إِحاطة علمه بالجزئيات أي لا تسقط ورقة من الشجر إِلا يعلم وقت سقوطها والأرض التي تسقط عليها ﴿وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض﴾ أي ولا حبة صغيرة في باطن الأرض إِلا يعلم مكانها وهل تنبت أولاوكم تنبتُ ومن يأكلها ﴿وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي ولا شيءٍ فيه رطوبة أو جفاف إِلا وهو معلوم عند الله ومسجّل في اللوح المحفوظ قال أبو حيان:","vol":"1","page":366},{"text":"وانظر إلى حسن ترتيب هذه المعلومات: بدأ أولًا بأمرٍ معقول لا ندركه نحن بالحسّ وهو ﴿مَفَاتِحُ الغيب﴾ ثم ثانيًا بامرٍ ندرك كثيرًا منه بالحسّ وهو ﴿البر والبحر﴾ ثم ثالثًا بجزأين لطيفين أحدهما علوي وهو سقوط الورقة من علوّ والثاني سفلي وهو اختفاء حبةٍ في بطن الأرض فدل ذلك على أنه تعالى عالمٌ بالكليّات والجزئيات ﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل وَيَعْلَمُ مَا جَرَحْتُم باليل﴾ أي ينيمكم بالليل ويعلم ما كسبتم من العمل بالنهار قال القرطبي: وليس ذلك موتًا حقيقةً بل هو قبض الأرواح، قال ابن عباس: يقبض أرواحكم في منامكم، وفي هذا اعتبار واستدلالٌ على البعث الأخروي ﴿ثُمَّ يَبْعَثُكُمْ فِيهِ ليقضى أَجَلٌ مُّسَمًّى﴾ أي ثم يوقظم في النهار لتبلغوا الأجل المسمّى لانقطاع حياتكم، والضمير عائد على النهار لأن غالب اليقظة فيه وغالب النوم بالليل ﴿ثُمَّ إِلَيْهِ مَرْجِعُكُمْ﴾ أي ثم مرجعكم إِليه يوم القيامة ﴿ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي يخبركم بأعمالكم ويجزيكم عليها إِن خيرًا فخيرٌ، وإِن شرًا فشرٌّ، ثم ذكر تعالى جلال عظمته وكبريائه فقال ﴿وَهُوَ القاهر فَوْقَ عِبَادِهِ﴾ أي هو الذي قهر كل شيء وخضع لجلاله وعظمته وكبريائه كل شيء ﴿وَيُرْسِلُ عَلَيْكُم حَفَظَةً﴾ أي ملائكة تحفظ أعمالكم وهم الكرام الكاتبون قال أبو السعود: وفي ذلك حكمة ونعمة جليلة لأن المكلّف إِذا علم أن أعماله تُحفظ عليه وتعرض على رءوس الأشهاد كان ذلك أزجر له عن تعاطي المعاصي والقبائح ﴿حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا﴾ أي حتى إِذا انتهى أجل الإِنسان توفته الملائكة الموكلون بقبض الأرواح والمعنى أن حفظ الملائكة للأشخاص ينتهي عند نهاية الأجل فهم مأمورون بحفظ ابن آدم ما دام حيًا فإِذا انتهى أجله فقد انتهى حفظهم له ﴿وَهُمْ لاَ يُفَرِّطُونَ﴾ أي لا يقصّرون في شيءٍ مما أُمروا به من الحفظ والتوفي ﴿ثُمَّ ردوا إلى الله مَوْلاَهُمُ الحق﴾ أي ثم يردُّ العباد بعد البعث إِلى الله خالقهم ومالكهم الذي له الحكم والتصرف والذي لا يقضي إِلا بالعدل ﴿أَلاَ لَهُ الحكم وَهُوَ أَسْرَعُ الحاسبين﴾ أي نه جل وعلا الحكم وحده يوم القيامة وله الفصل والقضاء لا يشغله حساب عن حساب ولا شأن عن شأن، يحاسب الخلائق كلهم في مقدار نصف يوم من أيام الدنيا كما ورد به الحديث وروي أنه يحاسب الناس في مقدار حلب شاة ﴿قُلْ مَن يُنَجِّيكُمْ مِّن ظُلُمَاتِ البر والبحر﴾ أي قل يا محمد لهؤلاء الكفرة من ينقذكم ويخلصكم في أسفاركم من شدائد وأهوال البر والبحر؟ ﴿تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً﴾ أي تدعون ربكم عند معاينة هذه الأهوال مخلصين له الدعاء مظهرين الضراعة، تضرعًا بألسنتكم وخفية في أنفسكم قال ابن عباس المعنى: تدعون ربكم علانيةً وسرا قائلين ﴿لَّئِنْ أَنجَانَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين﴾ أي لئن خلّصتنا من هذه الظلمات والشدائد لنكوننَّ من المؤمنين الشاكرين والغرض: إذا خفتم الهلاك دعوتموه فإِذا نجّاكم كفرتموه قال القرطبي: وبّخهم الله في دعائهم إِيّاه عند الشدائد وهم يدعون معه في حالة الرخاء غيره ﴿قُلِ الله","vol":"1","page":367},{"text":"يُنَجِّيكُمْ مِّنْهَا وَمِن كُلِّ كَرْبٍ﴾ أي الله وحده ينجيّكم من هذه الشدائد ومن كل كربٍ وغمّ ﴿ثُمَّ أَنتُمْ تُشْرِكُونَ﴾ تقريعٌ وتوبيخ أي ثم أنتم بعد معرفتكم بهذا كله وتحققه تشركون به ولا تؤمنون ﴿قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ﴾ أي قل يا محمد لهؤلاء الكفرة إِنه تعالى قادر على إهلاككم بإِرسال الصواعق من السماء سوما تلقيه البراكين من الأحجار والحُمَم وكالرجم بالحجارة والطوفان والصيحة والريح كما فُعل بمن قبلكم ﴿أَوْ مِن تَحْتِ أَرْجُلِكُمْ﴾ بالخسف والزلازل والرجفة كما فُعل بقارون وأصحاب مدين ﴿أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ﴾ أي يجعلكم فرقًا متحزبين يقاتل بعضكم بعضًا قال البيضاوي: أي يخلطكم فرقًا متحزبين على أهواء شتّى فينشب القتال بينكم وقال ابن عباس: أي يبث فيكم الأهواء المختلفة فتصيرون فرقًا، والكل متقارب والغرض منه التوعيد ﴿انظر كَيْفَ نُصَرِّفُ الآيات لَعَلَّهُمْ يَفْقَهُونَ﴾ أي انظر كيف نبيّن ونوضّح لهم الآيات بوجوه العيَر والعظات ليفهموا ويتدبروا عن الله آياته وبراهينه وحججه، عن جابر بن عبد الله قال: لما نزلت هذه الآية ﴿قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ﴾ قال رسول الله ﷺ َ: أعوذ بوجهك ﴿أَوْ مِن تَحْتِ أَرْجُلِكُمْ﴾ قال: أعوذ بوجهك ﴿أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ﴾ قال رسول الله ﷺ َ: هذه أهون أو أيسر ﴿وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق﴾ أي وكذَّب بهذا القرآن قومك يا محمد - وهم قريش - وهو الكتاب المنزّل بالحق ﴿قُل لَّسْتُ عَلَيْكُمْ بِوَكِيلٍ﴾ أي لستُ عليكم بحفيظ ومتسلّط إنما أنا منذر ﴿لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ﴾ أي لكل خبرٍ من أخبار الله ﷿ وقتٌ يقع فيه من غير خُلْفٍ ولا تأخير ﴿وَسَوْفَ تَعْلَمُونَ﴾ مبالغة في الوعيد والتهديد أي سوف تعلمون ما يحل بكم من العذاب ﴿وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا﴾ أي إِذا رأيت هؤلاء الكفار يخوضون في القرآن بالطعن والتكذيب والاستهزاء ﴿فَأَعْرِضْ عَنْهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ﴾ أي لا تجالسهم وقم عنهم حتى يأخذوا في كلامٍ آخر ويدعو الخوض والاستهزاء بالقرآن قال السدي: كان المشركون إِذا جالسوا المؤمنين وقعوا في النبي ﷺ َ والقرآن فسبّوه واستهزءوا به فأمرهم الله ألاّ يقعدوا معهم حتى يخوضوا في حديث غيره ﴿وَإِمَّا يُنسِيَنَّكَ الشيطان﴾ أي إِن أنساك الشيطان النهي عن مجالستهم فجالستهم ثم تذكرت ﴿فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين﴾ أي لا تجلس بعد تذكر النهي مع الكفرة والفسّاق الذين يهزءون بالقرآن والدين قال ابن عباس: أي قم إِذا ذكرت النهي ولا تقعد مع المشركين ﴿وَمَا عَلَى الذين يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ﴾ أي ليس على المؤمنين شيء من حساب الكفار على استهزائهم وإِضلالهم إِذا تجنبوهم فلم يجسلوا معهم ﴿ولكن ذكرى لَعَلَّهُمْ يَتَّقُونَ﴾ أي ولكنْ عليهم أن يذكّروهم ويمنعوهم عمّا هم عليه من القبائح بما أمكن من العظة والتذكير، ويُظهروا لهم الكراهة لعلهم يجتنبون الخوض في القرآن حياءً من المؤمنين إِذا رأوهم قد تركوا مجالستهم قال ابن عطية: تينبغي للمؤمن أن يمتثل حكم هذه الآية","vol":"1","page":368},{"text":"مع الملحدين وأهل الجدل والخوض فيه ﴿وَذَرِ الَّذِينَ اتخذوا دِينَهُمْ لَعِبًا وَلَهْوًا﴾ أي اترك هؤلاء الفجرة الذين اتخذوا الدين الذي كان ينبغي احترامه وتعظيمه لعبًا ولهوًا باستهزائهم به ﴿وَغَرَّتْهُمُ الحياة الدنيا﴾ أي خدعتهم هذه الحياة الفانية حتى زعموا أن لا حياة بعدها أبدًا ﴿وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ﴾ أي وذكّر بالقرآن الناس مخالفة أن تُسْلم نفسٌ للهلاك وتُرهن بسوء عملها ﴿لَيْسَ لَهَا مِن دُونِ الله وَلِيٌّ وَلاَ شَفِيعٌ﴾ أي ليس لها ناصرٌ ينجيها من العذاب ولا شفيع يشفع لها عند الله ﴿وَإِن تَعْدِلْ كُلَّ عَدْلٍ لاَّ يُؤْخَذْ مِنْهَآ﴾ أي وإِن تُعْط تلك النفس كل فدية لا يقبل منها قال قتادة: لو جاءت بملء الأرض ذهبًا لم يُقبل منها ﴿أولئك الذين أُبْسِلُواْ بِمَا كَسَبُواْ﴾ أي أُسلموا العذاب الله بسبب أعمالهم القبيحة وعقائدهم الشنيعة ﴿لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ﴾ أي لهؤلاء الضالين شرابٌ من ماء مغليّ يتجرجر في بطونهم وتتقطع به أمعاؤهم، ونارٌ تشتعل بأبدانهم بسبب كفرهم المستمر فلهم مع الشراب الحميم العذاب الأليم والهوان المقيم ﴿قُلْ أَنَدْعُواْ مِن دُونِ الله مَا لاَ يَنفَعُنَا وَلاَ يَضُرُّنَا﴾ الاستفهام للإِنكار والتوبيخ أي قل لهم يا محمد أنعبد ما لا ينفعنا إِن دعوناه ولا يضرنا إِن تركناه؟ والمراد به الأصنام ﴿وَنُرَدُّ على أَعْقَابِنَا﴾ أي نرجع إِلى الضلالة بعد الهدى ﴿بَعْدَ إِذْ هَدَانَا الله﴾ أي بعد أن هدانا الله للإِسلام ﴿كالذي استهوته الشياطين فِي الأرض﴾ أي فيكون مثلنا كمثل الذي اختطفته الشياطين وأضلته وسارت به في المفاوز والمهالك فألقته في هوّة سحيقة ﴿حَيْرَانَ﴾ أي متحيرًا لا يدري أين يذهب ﴿لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الهدى ائتنا﴾ أي إِلى الطريق الواضح يقولون ائتنا فلا يقبل منهم ولا يستجيب لهم ﴿قُلْ إِنَّ هُدَى الله هُوَ الهدى﴾ أي قل لهؤلاء الكفار إِنَّ ما نحن عليه من الإِسلام هو الهدى وحده وما عداه ضلال ﴿وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ العالمين﴾ أي أمرنا بأن نستسلم لله ﷿ ونخلص له العبادة في جميع أمورنا وأحوالنا، وهذا تمثيلٌ لمن ضلّ عن الهدى وهو يُدْعى إِلى الإِسلام فلا يُجيب قال ابن عباس: هذا مثلٌ ضربه الله للآلهة ومن يدعو إِليها وللدعاة الذين يدعون إِلى الله، كمثل رجلٍ ضلّ عن الطريق تائهًا ضالًا إِذ ناداه منادٍ يا فلان هلُمَّ إِلى الطريق وله أصحاب يدعونه يا فلان هلُمَّ إِلى الطريق، فإِن اتبع الداعي الأول انطلق به حتى يلقيه في الهلكة وإِن أجاب من يدعوه إِلى الهدى اهتدى إلى الطريق يقول: مثل من يعبد هؤلاء الآلهة من دون الله فإِنه يرى أنه في شيء حتى يأتيه الموت فيستقبل الهَلَكة والندامة ﴿وَأَنْ أَقِيمُواْ الصلاة واتقوه﴾ أي وأُمرنا بإِقامة الصلاة وبتقوى الله في جميع الأحوال ﴿وَهُوَ الذي إِلَيْهِ تُحْشَرُونَ﴾ أي تجمعون إِليه يوم القيامة فيجازي كل عاملٍ بعمله ﴿وَهُوَ الذي خَلَقَ السماوات والأرض بالحق﴾ أي هو سبحانه الخالق المالك المدبر للسماوات والأرض ومن فيهما خلقهما بالحق ولم يخلقهما باطلًا ولا عبثًا ﴿وَيَوْمَ يَقُولُ كُن فَيَكُونُ﴾ أي واتقوه واتقوا عقابه والشدائد يوم يقول كن فيكون قال أبو حيان: وهذا تمثيلٌ لإِخراج الشيء من العدم إِلى الوجود وسرعته لا أنَّ ثَمَ شيئًا يؤمر ﴿قَوْلُهُ الحق وَلَهُ الملك﴾ أي قوله الصدق الواقع لا محالة وله الملك يوم القيامة ﴿يَوْمَ يُنفَخُ فِي الصور﴾ أي يوم","vol":"1","page":369},{"text":"ينفخ إِسرافيل في الصور النفخة الثانية وهي نخفة الإِحياء ﴿عَالِمُ الغيب والشهادة﴾ أي يعلم ما خفي وما ظهر وما يغيب عن الحواس والأبصار وما تشاهدونه بالليل والنهار ﴿وَهُوَ الحكيم الخبير﴾ أي الحكيم في أفعاله الخبير بشئون عباده.\nالبَلاَغَة: ١ - ﴿مَفَاتِحُ الغيب﴾ استعار المفاتح للأمور الغيبية كأنها مخازن خزنت فيها المغيبات قال الزمخشري: مفاتح على طريق الاستعارة لأن المفاتح يتوصل بها إِلى ما في المخازن المغلقة بالأقفال، فهو سبحانه العالم بالمغيّبات وحده.\n٢ - ﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل﴾ استعير التوفي من الموت للنوم لما بينهما من المشاركة في زوال الإِحساس والتمييز.\n٣ - ﴿فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين﴾ وضع الظاهر موضع المضير «معهم» للتسجيل عليهم بشناعة ما ارتكبوا حيث وضعوا التكذيب والاستهزاء مكان التصديق والتعظيم.\n٤ - ﴿وَنُرَدُّ على أَعْقَابِنَا﴾ عبّر بالرد على الأعقاب عن الشرك لزيادة تقبيح الأمر وتشنيعه.\n٥ - ﴿تَعْدِلْ كُلَّ عَدْلٍ﴾ بينهما جناس الاشتقاق.\n٦ - من المحسنات البديعية الطباق في كلٍ من ﴿رَطْبٍ ويَابِسٍ﴾ و﴿الليل وَالنهار﴾ و﴿فَوْقَ وَتَحْتِ﴾ و﴿يَنفَعُنَا وَيَضُرُّنَا﴾ و﴿الغيب والشهادة﴾ والسجع في ﴿شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ﴾ والله أعلم.\nتنبيه: قال الحاكم: دلّ قوله تعالى ﴿وَعِندَهُ مَفَاتِحُ الغيب﴾ على بطلان قول الإِمامية: إن الإِمام يعلم شيئاص من الغيب، انتهى أقول: هذا كذب وبهتان لأن الغيب لا يعلمه إِلا الله.","vol":"1","page":370},{"text":"المنَاسَبَة: لما ذكر تعالى الحجج الدامغة الدالة على التويحيد وبطلان عبادة الأوثان، ذكر هنا قصة أب الأنبياء «إِبراهيم» لإِقامة الحجة على مشركي العرب في تقديسهم الأصنام، فإِنه جاء بالتوحيد الخالص الذي يتنافى مع الإِشراك بالله، وجميع الطوائف والملل معترفةٌ بفضل إِبراهيم وجلالة قدره، ثم ذكر شرف الرسل من أبناء إِبراهيم، وأمر رسوله بالاقتداء بهديهم الكريم.\nاللغَة: ﴿مَلَكُوتَ﴾ ملك والواو والتاء للمبالغة في الوصف كالرَّغبوت والرَّهبوت من الرغبة والرهبة ﴿جِنُّ﴾ سترة بظلمته قال الواحدي: جنَّ عليه الليلُ وأجنّه الليل ويقال لكل ما سترته جنَّ وأجنَّ ومنه الجنَّة، والجِنُّ والجنون، والجنين وكل هذا يعود أصله إِلى الستر والاستتار ﴿بَازِغًا﴾ طالعًا يقال: بزغ القمر إِذا ابتدأ في الطلوع قال الأزهري: كأنه مأخوذ من البزغ وهو الشق لأنه بنوره يشق الظلمة شقًا ﴿أفل﴾ غاب يقال: أفل أفولًا إِذا غاب ﴿سُلْطَانًا﴾ حجة ﴿يلبسوا﴾ يخلطوا يقال: لبس الأمر خلطة ولبس الثوب اكتسى به ﴿اجتبيناهم﴾ اصطفيناهم ﴿قَرَاطِيسَ﴾ جمع قرطاس وهو","vol":"1","page":371},{"text":"الورق قال الشاعر:\nاستودعَ العلمَ قرطاسًا فضيَّعه ... فبئسَ مستودعُ العلم القراطيسُ\n﴿غَمَرَاتِ﴾ الغمرة: الشدة المذهلة وأصله من غمرة الماء وهي ما يغطي الشيء ﴿خَوَّلْنَاكُمْ﴾ أعطيناكم وملّكناكم والتحويل: المنح والإِعطاء ﴿ضَلَّ عَنكُم﴾ ضاع وبطل.\nسَبَبُ النّزول: «عن سعيد بن جبير أن» مالك بن الصَّيْف «من اليهود جاء يخاصم النبي ﷺ َ فقال له النبي ﷺ َ: أنشدك بالذي أنزل التوراة على موسى أما تجد في التوراة أنَّ الله يبغض الحَبْر السمين؟ - وكان حبرًا سمينًا - فغضب وقال: والله ما أنزل الله على بشر من شيء فقال له أصحابه الذين معه ويحك ولا على موسى؟ فقال: والله ما أنزل الله على بشر من شيء فأنزل الله ﴿وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ ... .﴾ الآية» .\nالتفِسير: ﴿وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً﴾ أي واذكر يا محمد لقومك عبدة الاوثان وقت قول إِبراهيم - الذي يدّعون أنهم على ملّته - لأبيه آزر منكرًا عليه أتتخذ أصنامًا آلهة تعبدها وتجعلها ربًا دون الله الذي خلقك فسوّاك ورزقك؟ ﴿إني أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فأنت وقومك في ضلال عن الحق مبين واضح لا شك فيه ﴿وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض﴾ أي نُرى إِبراهيم المُلْك العظيم والسلطان الباهر ﴿وَلِيَكُونَ مِنَ الموقنين﴾ أي وليكون من الراسخين في اليقين أريناه تلك الآيات الباهرة قال مجاهد: فُرجت له السماوات والأرض فرأى ببصره الملكوت الأعلى والملكوت الأسفل ﴿فَلَمَّا جَنَّ عَلَيْهِ الليل رَأَى كَوْكَبًا﴾ أي فلما ستر الليلُ بظلمته كل ضياء رأى كوكبًا مضيئًا في السماء هو الزهرة أو المشتري ﴿قَالَ هذا رَبِّي﴾ أي على زعمكم قاله على سبيل الرد عليهم والتوبيخ لهم واستدراجًا لهم لأجل أن يعرفهم جهلهم وخطأهم في عبادة غير الله قال الزمخشري: كان أبوه وقومه يعبدون الأصنام والكواكب فأراد أن ينبههم على ضلالتهم ويرشدهم إِلى الحق من طريق النظر والاستدلال، ويعرّفهم أن النظر الصحيح مؤدٍّ إِلى ألا يكون شيء منها إِلهًا وأن وراءها محدثًا أحدثها، ومدبرًا دبّر طلوعها وأفولها وانتقالها ومسيرها وقوله ﴿هذا رَبِّي﴾ قول من ينصف خصمه مع علمه بأنه مبطلٌ، فيحكي قوله كما هو غير متعصب لمذهبه لأن ذلك أدعى إِلى الحق ثم يكرُّ عليه فيبطله بالحجة ﴿فَلَمَّآ أَفَلَ قَالَ لا أُحِبُّ الآفلين﴾ أي فلما غاب الكوكب قال لا أحب عبادة من كان كذلك، لأن الرب لا يجوز عليه التغيّر والانتقال لأن ذلك من صفات الأجرام ﴿فَلَمَّآ رَأَى القمر بَازِغًا قَالَ هذا رَبِّي﴾ أي فلما رأى القمر طالعًا منتشر الضوء قال هذا ربي على الأسلوب المتقدم لفتًا لأنظار قومه إِلى فساد ما يعبدونه وتسفيهًا لأحلامهم ﴿فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين﴾ أي فلما غاب القمر قال إِبراهيم لئن لم يثبتني ربي هلى الهدى لأكوننَّ من القوم الضالين، وفيه تعريضٌ لقومه بأنهم على ضلال ﴿فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ﴾ أي هذا أكبر من الكوكب والقمر ﴿فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي برياء مِّمَّا","vol":"1","page":372},{"text":"تُشْرِكُونَ﴾ أي فلما غابت الشمس قال أنا بريء من إشراككم وأصنامكم قال أبو حيان: لّما أوضح لهم أن هذا الكوكب الذي رآه لايصلح أن يكون ربًا ارتقب ما هو أنور منه وأضوأ فرأى القمر أول طلوعه، ثم لما غاب ارتقب الشمس إِذ كانت أنور من القمر وأضوأ، وأكبر جرمًا وأعم نفعًا، فقال ذلك على سبيل الاحتجاج عليهم وبيّن أنها مساوية للنجم في صفة الحدوث وقال ابن كثير: والحق أن إبراهيم ﵇ كان في هذا المقام مناظرًا لقومه مبينًا لهم بطلان ما كانوا عليه من عبادة الأصنام والكواكب السيارة وأشدهن إضاءة الشمس ثم القمر ثم الزهرة فلما انتفت الإِلهية عن هذه الأجرام الثلاثة التي هي أنور ما تقع عليه الأبصار وتحقق ذلك بالدليل القاطع ﴿قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ﴾ ﴿إِنِّي وَجَّهْتُ وَجْهِيَ﴾ أي قصدت بعبادتي وتوحيدي ﴿لِلَّذِي فَطَرَ السماوات والأرض﴾ أي الله الذي اتبدع العالم وخلق السماوات والأرض ﴿حَنِيفًا﴾ أي مائلًا عن الأديان الباطلة إِلى الدين الحق ﴿وَمَآ أَنَاْ مِنَ المشركين﴾ أي لست ممن يعبد مع الله غيره ﴿وَحَآجَّهُ قَوْمُهُ﴾ أي جادلوه وناظروه في شأن التوحيد قال ابن عباس: جادلوه في آلهتهم وخوّفوه بها فأجابهم منكرًا عليهم ﴿قَالَ أتحاجواني فِي الله﴾ أي أتجادلونني في وجود الله ووحدانيته ﴿وَقَدْ هَدَانِ﴾ أي وقد بصّرني وهداني إِلى الحق ﴿وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ﴾ أي لا أخاف هذه الآلهة المزعومة التي تعبدونها من دون الله لأنها لا تضر ولا تنفع، ولا تُبصر ولا تسمع وليست قادرة على شيء مما تزعمون ﴿إِلاَّ أَن يَشَآءَ رَبِّي شَيْئًا﴾ أي إِلا إِذا أراد ربي أن يصيبني شيءٌ من المكروه فيكون ﴿وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا﴾ أي أحاط علمه بجميع الأشياء ﴿أَفَلاَ تَتَذَكَّرُونَ﴾ استفهام للتوبيخ أي أفلا تعتبرون وتتعظون؟ وفي هذا تنبيهٌ لهم على غفلتهم التامة حيث عبدوا ما لا يضر ولا ينفع وأشركوا مع ظهور الدلائل الساطعة على وحدانيته سبحانه ﴿وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ﴾ أي كيف أخاف آلهتكم التي أشركتموها مع الله في العبادة! ﴿وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بالله مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا﴾ أي وأنتم لا تخافون الله القادر على كل شيء الذي أشركتم به بدون حجة ولا برهان ﴿فَأَيُّ الفريقين أَحَقُّ بالأمن إِن كُنتُمْ تَعْلَمُونَ﴾ أي أيّنا أحقُّ بالأمن أنحن وقد عرفنا الله بأدلة وخصصناه بالعبادة أم أنتم وقد أشركتم معه الأصنام وكفرتم بالواحد الديان؟ ﴿الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ﴾ أي لم يخلطوا إِيمانهم بشرك ﴿أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ﴾ أي لهم الأمن من العذاب وهم على هداية ورشاد،","vol":"1","page":373},{"text":"روي أن هذه الآية لما نزلة أشفق منها أصحاب النبي ﷺ َ فقالوا: وأيُّنا لم يظلم نفسه؟ فقال ﷺ َ: «ليس كما تظنون وإِنما هو كما قال لقمان لابنه\n﴿يابني لاَ تُشْرِكْ بالله إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ [لقمان: ١٣] ﴿وَتِلْكَ حُجَّتُنَآ آتَيْنَاهَآ إِبْرَاهِيمَ على قَوْمِهِ﴾ الإِشارة إِلى ما تقدم من الحجج الباهرة التي أيّد الله بها خليله ﵇ أي هذا الذي احتج به إِبراهيم على وحدانية الله من أفول الكواكب والشمس والقمر من أدلتنا التي أرشدناه لها لتكون له الحجة الدامغة على قومه ﴿نَرْفَعُ دَرَجَاتٍ مَّن نَّشَآءُ﴾ أي بالعلم والفهم والنبوّة ﴿إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ﴾ أي حكيم يضع الشيء في محله عليم لا يخفى عليه شيء ﴿وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ﴾ أي وهبنا لإِبراهيم ولدًا وولد ولد لتقر عينه ببقاء العقب ﴿كُلًاّ هَدَيْنَا﴾ أي كلًا منهما أرشدناه إِلى سبيل السعادة وآتيناه النبوة والحكمة قال ابن كثير: يذكر تعالى أنه وهب لإِبراهيم إِسحق بعد أن طعن في السنّ وأيس من الولد، وبُشّر بنبوته وبأن له نسلًا وعقبًا وهذا أكمل في البشارة وأعظم في النعمة، وكان هذا مجازاةً لإِبراهيم حين اعتزل قومه وهاجر من بلادهم لعبادة الله، فعوّضه الله عن قومه وعشيرته بأولاد صالحين من صلبه لتقرَّ بهم عينه ﴿وَنُوحًا هَدَيْنَا مِن قَبْلُ﴾ أي من قبل إِبراهيم، وذكر تعالى نوحًا لأنه أب البشر الثاني فذكر شرف أبناء إِبراهيم ثم ذكر شرف آبائه ﴿وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ﴾ أي ومن ذرية إِبراهيم هؤلاء الأنبياء الكرام، وبدأ تعالى بذكر داود وسليمان لأنهما جمعا الملك مع النبوة وسليمان بن داود فذكر الأب والإِبن ﴿وَأَيُّوبَ وَيُوسُفَ﴾ قرنهما لاشتراكهما في الامتحان والبلاء ﴿وموسى وَهَارُونَ﴾ قرنهما لاشتراكهما في الأخوّة وقدَّم موسى لأنه كليم الله ﴿وَكَذَلِكَ نَجْزِي المحسنين﴾ أي مثل ذلك الجزاء الكريم لإِبراهيم نجزي من كان محسنًا في عمله صادقًا في إِيمانه ﴿وَزَكَرِيَّا ويحيى وعيسى وَإِلْيَاسَ﴾ قرن بينهم لاشتراكهم في الزهد الشديد والإِعراض عن الدنيا ﴿كُلٌّ مِّنَ الصالحين﴾ أي الكاملين في الصلاح ﴿وَإِسْمَاعِيلَ واليسع وَيُونُسَ وَلُوطًا﴾ اسماعيل هو ابن إِبراهيم، ويونس بن متّى، ولوط بن هاران وهو ابن أخ إِبراهيم ﴿وَكُلًاّ فَضَّلْنَا عَلَى العالمين﴾ أي كلًا من هؤلاء المذكورين في هذه الآية فضلناه بالنبوة على عالمي عصرهم ﴿وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ﴾ أي وهدينا من آبائهم وذرياتهم وإِخوانهم جماعاتٍ كثيرة ﴿واجتبيناهم وَهَدَيْنَاهُمْ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي اصطفيناهم وهديناهم إِلى الطريق الحق المستقيم الذي لا عوج فيه قال ابن عباس: هؤلاء الأنبياء كلهم مضافون إِلى ذرية إِبراهيم وإِن كان فيهم من لا يلحقه بولادةٍ من قبل أمٍ ولا أب ﴿ذلك هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي ذلك الهدى إِلى الطريق المستقيم هو هدى الله يهدي به من أراد من خلقه ﴿وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُمْ مَّا كَانُواْ يَعْمَلُونَ﴾ أي لو أشرك هؤلاء الأنبياء مع فضلهم وعلو قدرهم لبطل عملهم فكيف بغيرهم؟ ﴿أولئك الذين آتَيْنَاهُمُ الكتاب والحكم والنبوة﴾ أي أنعمنا عليهم بإِنزال الكتب السماوية والحكمة الربانية والنبوة والرسالة ﴿فَإِن يَكْفُرْ بِهَا هؤلاء فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُواْ بِهَا بِكَافِرِينَ﴾ أي فإِن يكفر","vol":"1","page":374},{"text":"بآياتنا كفار عصرك يا محمد فقد استحفظناها واسترعيناها رسلنا وأنبياءنا ﴿أولئك الذين هَدَى الله فَبِهُدَاهُمُ اقتده﴾ أي هؤلاء الرسل المتقدم ذكرهم هم الهداة المهديّون فتأس واقتد بسيرتهم العطرة ﴿قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا﴾ أي قل يا محمد لقومك لا أسألكم على تبليغ القرآن شيئًا من الأجر والمال ﴿إِنْ هُوَ إِلاَّ ذكرى لِلْعَالَمِينَ﴾ أي ما هذا القرآن إِلا عظةٌ وتذكير لجميع الخلق ﴿وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ﴾ أي ما عرفوا الله حق معرفته ولا عظّموه حقَّ تعظيمه ﴿إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ﴾ أي حين أنكروا الوحي وبعثة الرسل، والقائلون هم اليهود للعناء تفوهوا بهذه العظيمة الشنْعاء مبالغة في إِنكار نزول القرآن على محمد ﵇ ﴿قُلْ مَنْ أَنزَلَ الكتاب الذي جَآءَ بِهِ موسى نُورًا وَهُدًى لِّلنَّاسِ﴾ أي قل يا محمد لهؤلاء المعاندين من أنزل التوراة على موسى نورًا يستضاء به وهداية لبني إِسرائيل؟ ﴿تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا﴾ أي تكتبونه في قراطيس مقطعة وورقات مفرقة تبدون منها ما تشاءون وتخفون ما تشاءون قال الطبري: ومما كانوا يكتمونه إِياهم ما فيها من أمر محمد ﷺ َ ونبوته ﴿وَعُلِّمْتُمْ مَّا لَمْ تعلموا أَنتُمْ وَلاَ آبَاؤُكُمْ﴾ أي عُلّمتم يا معشر اليهود من دين الله وهدايته في هذا القرآن ما لم تعلموا به من قبل لا أنتم ولا آباؤكم ﴿قُلِ الله ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ﴾ أي قل لهم في الجواب: الله أنزل هذا القرآن ثم اتركهم في باطلهم الذي يخوضون فيه يهزءون ويلعبون، وهذا وعيدٌ لهم وتهديد على إِجرامهم ﴿وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ﴾ أي وهذا القرآن الذي أُنزل على محمد ﷺ َ مبارك كثير النفع والفائدة ﴿مُّصَدِّقُ الذي بَيْنَ يَدَيْهِ﴾ أي يصدّق كتب الله المنزّلة كالتوراة والإِنجيل ﴿وَلِتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا﴾ أي لتنذر به يا محمد أهل مكة ومن حولها سائر أهل الأرض قاله ابن عباس ﴿والذين يُؤْمِنُونَ بالآخرة يُؤْمِنُونَ بِهِ﴾ أي والذين يصدّقون بالحشر والنشر يؤمنون بهذا الكتاب ما انطوى عليه من ذكر الوعد والوعيد والتبشير والتهديد ﴿وَهُمْ على صَلاَتِهِمْ يُحَافِظُونَ﴾ أي يؤدون الصلاة على الوجه الأكمل في أوقاتها قال الصاوي: خصّ الصلاة بالذكر لأنها أشرف العبادات ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام معناه النفي أي لا أحد أظلم ممن كذب على الله فجعل له شركاء وأندادًا ﴿أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ﴾ أي زعم أن الله بعثه نبيًا كمسيلمة الكذاب والأسود العنسي مع أن الله لم يرسله ﴿وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنَزلَ الله﴾ أي ومن ادعى أنه سينظم كلامًا يماثل ما أنزله الله كقوله الفجار\n﴿لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا﴾ [الأنفال: ٣١] قال أبو حيان: نزلت في النضر بن الحارث ومن معه من المستهزئين لأنه عارض القرآن بكلام سخيف لا يُذكر لسخفه ﴿وَلَوْ ترى إِذِ الظالمون فِي غَمَرَاتِ الموت﴾ أي ولو ترى يا محمد هؤلاء الظلمة وهم في سكرات الموت وشدائده، وجواب ﴿لَوْ﴾ محذوف للتهويل أي لرأيت أمرًا عظيمًا ﴿والملائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ﴾ أي وملائكة العذاب يضربون","vol":"1","page":375},{"text":"وجوههم وأدبارهم لتخرج أرواحهم من أجسادكم، وهذه عبارة عن العنف في السياق والإِلحاح الشديد في الإِزهاق من غير تنفيس وإِمهال ﴿اليوم تُجْزَوْنَ عَذَابَ الهون﴾ أي تُجزون العذاب الذي يقع به الهوان الشديد مع الخزي الأكيد ﴿بِمَا كُنتُمْ تَقُولُونَ عَلَى الله غَيْرَ الحق﴾ أي بافترائكم على الله ونسبتكم إِليه الشريك والولد ﴿وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ﴾ أي تتكبرون عن الإِيمان بآيات الله فلا تتأملون فيها ولا تؤمنون ﴿وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ﴾ أي جئتمونا للحساب منفردين عن الأهل والمال والولد حفاةً عراة غرلًا كما ورد في الحديث «أيها الناس إِنكم محشورون إِلى الله حفاةً عُراةً غرلًا كما بدأنا أول خلق نعيده. .» ﴿وَتَرَكْتُمْ مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ﴾ أي تركتم ما أعطيناكم من الأموال في الدنيا فلم تنفعكم في هذا اليوم العصيب ﴿وَمَا نرى مَعَكُمْ شُفَعَآءَكُمُ الذين زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَآءُ﴾ أي وما نرى معكم آلهتكم الذين زعمتم أنهم يشفعون لكم والذين اعتقدتم أنهم شركاء لله في استحقاق العبادة ﴿لَقَد تَّقَطَّعَ بَيْنَكُمْ﴾ أي تقطّع وصلكم وتشتّت جمعكم ﴿وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ﴾ أي ضاع وتلاشى ما زعمتوه من الشفعاء والشركاء.\nالبَلاَغَة: ١ - ﴿وَكَذَلِكَ نري إِبْرَاهِيمَ﴾ حكاية حال ماضية أي أريناه.\n٢ - ﴿لأَكُونَنَّ مِنَ القوم الضالين﴾ فيه تعريض بضلال قومه، وبين لفظ ﴿الهداية والضلالة﴾ طباقٌ وهو من المحسنات البديعية.\n٣ - ﴿وَجَّهْتُ وَجْهِيَ﴾ بينهما جناس الاشتقاق.\n٤ - ﴿هُدَى الله﴾ الإِضافة للتشريف وبين ﴿هُدَى﴾ و﴿يَهْدِي﴾ جناس الاشتقاق أيضًا.\n٥ - ﴿مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ﴾ مبالغة في إِنكار نزول شيء من الوحي على أحدٍ من الرسل.\n٦ - ﴿مَنْ أَنزَلَ الكتاب﴾ استفهام للتبكيت والتوبيخ.\n٧ - ﴿تُبْدُونَهَا وَتُخْفُونَ﴾ بينهما طباق.\n٨ - ﴿أُمَّ القرى﴾ مكة المكرمة وفيه استعارة حيث شبهت بالأم لأنها أصل المدن والقرى.\n٩ - ﴿فِي غَمَرَاتِ الموت﴾ قال الشريف الرضي: هذه استعارة عجيبة حيث شبه سبحانه ما يعتورهم من كُرب الموت وغصصه بالذين تتقاذفهم غمرات الماء ولججه وسميت غمرة لأنها تغمر قلب الإِنسان.\nتنبيه: ذهب بعض المفسرين إِلى أن ﴿آزَرَ﴾ عم إِبراهيم وليس أباه وقال آخرون: إنه اسم","vol":"1","page":376},{"text":"للصنم، والصحيح كما قال المحققون من المفسرين أنه اسم لوالد إِبراهيم وقد دل على ذلك الكتاب والسنة، والآية صريحة في أن آزر كان كافرًا ولا يقدح ذلك في مقام إِبراهيم ﵇ وفي صحيح البخاري «يلقى إِبراهيم أباه آزر يوم القيامة وعلى وجه آزر قترة وغبرة. .» الحديث ودعوى إِيمانه مرفوضة بنص الكتاب والسنة والله أعلم.","vol":"1","page":377},{"text":"المنَاسَبَة: لما ذكر تعالى أمر التوحيد وأردفه بتقرير أمر النبوة، ذكر هنا الأدلة الدالة على وجود الخالق وكمال علمه وقدرته وحكمته، تنبيهًا على أن المقصود الأصلي إنما هو معرفة الله بذاته وصفاته وأفعاله.\nاللغَة: ﴿فَالِقُ﴾ الفلق: الشقُّ، وانفلق الصبح انشق ﴿سَكَنًا﴾ السَّكن ما يسكن إليه الإِنسان ويأنس به، والسَّكن: الرحمة ﴿حُسْبَانًا﴾ أي بحساب قال الزمخشري: الحُسبان مصدر حَسَب كما","vol":"1","page":377},{"text":"أن الحِسْبان مصدر حَسِب ونظيره الكُفران والشُكران ﴿مُّتَرَاكِبًا﴾ بعضه فوق بعض ﴿قِنْوَانٌ﴾ جمع قِنْو وهو العِذِقُ أي عنقود النخلة ﴿وَيَنْعِهِ﴾ أي نُضْجه وإدراكه يقال: يَنَعت الشجرةُ وأيْنعتْ إذا نضجت ﴿خَرَقُواْ﴾ اختلقوا كذبًا وإِفكًا ﴿بَدِيعُ﴾ مبدع وهو الخالق على غير مثال سابق، والإِبداع الإِتيان بشيء لم يُسبق إليه ولهذا يقال لمن أتى في فنّ من الفنون لم يسبقه فيه غيره إنه أبدع ﴿نُصَرِّفُ﴾ التصريف: نقل الشيء من حال إلى حال.\nسَبَبُ النّزول: عن ابن عباس ﵄ قال: قال كفار قريش لأبي طالب إمّا أن تنهى محمدًا وأصحابه عن سب آلهتنا والنَّيل منها وإِمّا أن نسب إِلهه ونهجوه فنزلت ﴿وَلاَ تَسُبُّواْ الذين يَدْعُونَ مِن دُونِ الله فَيَسُبُّواْ الله عَدْوًا بِغَيْرِ عِلْمٍ ...﴾ الآية وفي رواية أخرى أن المشركين قالوا يا محمد: لتنتهينّ عن سبك آلهتنا أو لنهجونَّ ربك فنزلت.\nالتفِسير: عاد الكلام إلى الاحتجاج على المشركين بعجائب الصنع ولطائف التدبير فقال سبحانه: ﴿إِنَّ الله فَالِقُ الحب والنوى﴾ أي يفلق الحبَّ تحت الأرض لخروج النبات منها ويفلق النوى لخروج الشجر منها قال القرطبي: أي يشق النواة الميتة فيُخرج منها ورقًا أخضر وكذلك الحبة ﴿يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي﴾ أي يخرج النبات الغضِّ الطريّ من الحبّ اليابس، ويخرج الحبَّ اليابس من النبات الحيّ النامي عن ابن عباس: يخرج المؤمن من الكافر، والكافر من المؤمن، وعلى هذا فالحي والميت استعارة عن المؤمن والكافر ﴿ذلكم الله فأنى تُؤْفَكُونَ﴾ أي ذلكم الله الخالق المدبر فكيف تُصرفون عن الحق بعد هذا البيان ﴿﴿فَالِقُ الإصباح﴾ أي شاقُّ الضياء عن الظلام وكاشفه قال الطبري: شقَّ عمود الصبح عن ظلمة الليل وسواده ﴿وَجَعَلَ الليل سَكَنًا﴾ أي يسكن الناس فيه عن الحركات ويستريحون ﴿والشمس والقمر حُسْبَانًا﴾ أي بحساب دقيق يتعلق به مصالح العباد، ويُعرف بهما حساب الأزمان والليل والنهار ﴿ذلك تَقْدِيرُ العزيز العليم﴾ أي ذلك التسيير بالحساب المعلوم تقدير الغالب القاهر الذي لا يستعصي عليه شيء العليم بمصالح خلقه وتدبيرهم ﴿وَهُوَ الذي جَعَلَ لَكُمُ النجوم لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ البر والبحر﴾ أي خلق لكم النجوم لتهتدوا بها في أسفاركم في ظلمات الليل في البر والبحر، وإنما امتنّ عليهم بالنجوم لأن سالكي القفار، وراكبي البحار إنما يهتدون في الليل لمقاصدهم بها ﴿قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ﴾ أبي بيّنا الدلائل على قدرتنا لقوم يتدبرون عظمة الخالق ﴿وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خلقكم وأبدعكم من نفسٍ واحدة هي آدم ﵇ ﴿فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ﴾ قال ابن عباس: المستقرُّ في الأرحام والمستودع في الأصلاب، أي لكم استقرار في أرحام أمهاتكم وأصلاب آبائكم، وقال ابن مسعود: مستقر في الرحم ومستودع في الأرض التي تموت فيها ﴿قَدْ فَصَّلْنَا الآيات لِقَوْمٍ","vol":"1","page":378},{"text":"يَفْقَهُونَ﴾ أبي بينا الحجج لقوم يفقهون الأسرار والدقائق قال الصاوي: عبّر هنا ب ﴿يَفْقَهُونَ﴾ إشارة إلى أن أطوار الإِنسان وما احتوى عليه أمرٌ خفيٌّ تتحير فيه الألباب، بخلاف النجوم فأمرها ظاهر مشاهد، ولذا عبّر فيها ب ﴿يَعْلَمُونَ﴾ ﴿وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ﴾ أي أنزل من السحاب المطر فأخرج به كل ما ينبتُ من الحبوب والفواكه والثمار والبقول والحشائش والشجرَ قال الطبري: أي أخرجنا به ما ينبتُ به كل شيء وينمو عليه ويصلح ﴿فَأَخْرَجْنَا مِنْهُ خَضِرًا﴾ أي أخرجنا من النبات شيئًا غضًّا أخضر ﴿نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا﴾ أي نُخرج من الخضر حبًا متراكبًا بعضُه فوق بعض كسنابل الحنطة والشعير قال ابن عباس: يريد القمح والشعير والذرة والأرز ﴿وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ﴾ أي وأخرجنا من طلع النخل - والطلعُ أول ما يخرج من التمر في أكمامه - عناقيد قريبة سهلة التناول قال ابن عباس: يريد العراجين التي قد تدلّت من الطلع دانيةً ممن يجتنيها ﴿وَجَنَّاتٍ مِّنْ أَعْنَابٍ﴾ أي وأخرجنا بالماء بساتين وحدائق من أعناب ﴿والزيتون والرمان مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ﴾ أي وأخرجنا به أيضًا شجر الزيتون وشجر الرمان مشتبهًا في المنظر وغير متشابه في الطعم قال قتادة: مشتبهًا ورقُه مختلفًا ثمرُه، وفي ذلك دليل قاطع على الصانع المختار العليم القدير ﴿انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ﴾ أي انظروا أيها الناس نظر اعتبار واستبصار إلى خروج هذه الثمار من ابتداء خروجها إلى انتهاء ظهورها ونضجها كيف تنتقل من حال إلى حال في اللون والرائحة والصغر والكبر، وتأملوا ابتداء الثمر حيث يكون بعضه مرًا وبعضه مالحًا لا يُنتفع بشيء منه، ثم إذا انتهى ونضج فإنه يعود حلوًا طيبًا نافعًا مستساغ المذاق﴾ فسبحان القدير الخلاّق!! ﴿إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إن في خلق هذه الثمار والزروع مع اختلاف الأجناس والأشكال والألوان لدلائل باهرة على قدرة الله ووحدانيته لقوم يصدّقون بوجود الله قال ابن عباس: يصدّقون أن الذي أخرج هذا النبات قادر على أن يحيي الموتى ﴿وَجَعَلُواْ للَّهِ شُرَكَآءَ الجن﴾ أي وجعلوا الجنَّ شركاء لله حيث أطاعوهم في عبادة الأوثان ﴿وَخَلَقَهُمْ﴾ أي وقد عملوا أنه تعالى هو الذي خلقهم وانفرد بإيجادهم فكيف يجعلونهم شركاء له؟ وهذه غاية الجهالة ﴿وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ﴾ أي واختلقوا ونسبوا إليه تعالى البنين والبنات حيث قالوا: عزيرٌ ابن الله والملائكة بناتُ الله سفهًا وجهالة ﴿سُبْحَانَهُ وتعالى عَمَّا يَصِفُونَ﴾ أي تنزّه الله وتقدس عن هذه الصفات التي نسبها إليه الظالمون وتعالى علوًا كبيرًا ﴿بَدِيعُ السماوات والأرض﴾ أي مبدعهما من غير مثالٍ سبق ﴿أنى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَاحِبَةٌ﴾ أي كيف يكون له ولد وليس له زوجة؟ والولد لا يكون إلا من زوجة ﴿وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي وما من شيء إلا هو خالقه والعالم به ومن كان كذلك كان غنيًا عن كل شيء قال في التسهيل: والغرض الرد على من نسب لله الولد من وجهين: أحدهما أن الولد لا يكون إلا من جنس والده والله تعالى متعالٍ عن الأجناس لأنه مبدعها فلا يصح أن يكون له ولد، والثاني: أن الله خلق السماوات والأرض ومن كان هكذا فهو غني عن الولد وعن كل شيء","vol":"1","page":379},{"text":"ثم أكّد تعالى على وحدانيته وتفرده بالخلق والإيجاد فقال ﴿ذلكم الله رَبُّكُمْ لا إله إِلاَّ هُوَ﴾ أي ذلكم الله خالقكم ومالككم ومدبّر أموركم لا معبود بحق سواه ﴿خَالِقُ كُلِّ شَيْءٍ فاعبدوه﴾ أي هو الخالق لجميع الموجودات ومن كان هكذا فهو المستحق للعبادة وحده ﴿وَهُوَ على كُلِّ شَيْءٍ وَكِيلٌ﴾ أي وهو الحافظ والمدبر لكل شيء ففوّضوا أموركم إليه وتوسلوا إليه بعبادته ﴿لاَّ تُدْرِكُهُ الأبصار وَهُوَ يُدْرِكُ الأبصار﴾ أي لا تصل إليه الأبصار ولا تحيط به وهو يراها ويحيط بها لشمول علمه تعالى للخفيات ﴿وَهُوَ اللطيف الخبير﴾ أي اللطيف بعباده الخبير بمصالحهم قال ابن كثير: ونفيُ الإدراك الخاص لا ينفي الرؤية يوم القيامة إذ يتجلى لعباده المؤمنين كما يشاء، فأما جلاله وعظمته على ما هو عليه تعالى وتقدس فلا تدركه الأبصار ولهذا كانت عائشة تثبت الرؤية في الآخرة وتنفيها في الدنيا وتحتج بهذه الآية ﴿قَدْ جَآءَكُمْ بَصَآئِرُ مِن رَّبِّكُمْ﴾ أي قد جاءكم البينات والحجج التي تُبصرون بها الهدى من الضلال وتميزون بها بين الحق والباطل قال الزجاج: المعنى قد جاءكم القرآن الذي فيه البيان والبصائر ﴿فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا﴾ قال الزمخشري: المعنى من أبصر الحق وآمن فلنفسه أبصر وإيّاها نفع ومن عمي عنه فعلى نفسه عمي وإيّاها ضرَّ بالعمى ﴿وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ﴾ أي لست عليكم بحافظ ولا رقيب وإنما أنا منذر والله هو الحفيظ عليكم ﴿وكذلك نُصَرِّفُ الآيات﴾ أي وكما بينا ما ذُكر نبيّن الآيات ليعتبروا ﴿وَلِيَقُولُواْ دَرَسْتَ﴾ أي وليقول المشركون درست يا محمد في الكتب وقرأت فيها وجئتَ بهذا القرآن واللامُ لامُ العاقبة ﴿وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ﴾ أي ولنوضحه لقوم يعلمون الحق فيتبعونه ﴿اتبع مَآ أُوحِيَ إِلَيْكَ مِن رَّبِّكَ﴾ أي اتبع يا محمد القرآن الذي أوحاه الله إليك قال القرطبي: أي لا تشغل قلبك وخاطرك بهم بل اشتغل بعبادة الله ﴿لا إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا هو ﴿وَأَعْرِضْ عَنِ المشركين﴾ أي لا تحتفل بهم ولا تلتفت إلى آرائهم ﴿وَلَوْ شَآءَ الله مَآ أَشْرَكُواْ﴾ أي لو شاء الله هدايتهم لهداهم فلم يشركوا ولكنه سبحانه يفعل ما يشاء\n﴿لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾ [الأنبياء: ٢٣] ﴿وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ أي وما جعلناك رقيبًا على أعمالهم تجازيهم عليها ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي ولستَ بموكل على أرزاقهم وأمورهم قال الصاوي: وهذا تأكيد لما قبله أي لستَ حفيظًا مراقبًا لهم فنجبرهم على الإِيمان وهذا كان قبل الأمر بالقتال ﴿وَلاَ تَسُبُّواْ الذين يَدْعُونَ مِن دُونِ الله﴾ أي لا تسبوا آلهة المشركين وأصنامهم ﴿فَيَسُبُّواْ الله عَدْوًا بِغَيْرِ عِلْمٍ﴾ أي فيسبوا الله جهلًا واعتداءً لعدم معرفتهم بعظمة الله قال ابن عباس: قال المشركون: لتنتهينَّ عن سبك آلهتنا أو لنهجونَّ ربك فنهاهم الله أن يسبّوا أوثانهم ﴿كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ﴾ أي كما زينّا لهؤلاء أعمالهم كذلك زينّا لكل أمةٍ عملهم قال ابن عباس: زينّا لأهل الطاعة الطاعة ولأهل الكفر الكفرَ ﴿ثُمَّ إلى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾ أي ثم معادهم ومصيرهم إلى الله فيجازيهم بأعمالهم، وهو وعيدٌ بالجزاء والعذاب ﴿","vol":"1","page":380},{"text":"وَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ﴾ أي حلف كفار مكة بأغلظ الأيمان وأشدها ﴿لَئِن جَآءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا﴾ أي لئن جاءتهم معجزة أو أمر خارقٌ مما اقترحوه ليؤمننَّ بها ﴿قُلْ إِنَّمَا الآيات عِندَ الله﴾ أي قل لهم يا محمد أمر هذه الآيات عند الله لا عندي هو القادر على الإتيان بها دوني ﴿وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ﴾ أي وما يدريكم أيها المؤمنون لعلها إذا جاءتهم لا يصدقون بها!! ﴿وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ﴾ أي ونحوّل قلوبهم عن الإِيمان كما لم يؤمنوا بما أُنزل من القرآن أول مرة قال الصاوي: وهو استئناف مسوقٌ لبيان أن خالق الهدى والضلال هو الله لا غيره فمن أراد له الهدى حوّل قلبه له، ومن أراد الله شقاوته حوّل قلبه لها ﴿وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي ونتركهم في ضلالهم يتخبطون ويتردّدون متحيرين.\nالبَلاَغَة: ١ - ﴿يُخْرِجُ الحي مِنَ الميت﴾ بين لفظ الحيّ والميت طباقٌ وهو من المحسنات البديعية وفي الآية أيضًا من المحسنات ما يسمى ردّ العجز على الصدر في قوله ﴿وَمُخْرِجُ الميت مِنَ الحي﴾ .\n٢ - ﴿فأنى تُؤْفَكُونَ﴾ استفهام إنكاري بمعنى النفي أي لا وجه لصرفكم عن الإِيمان بعد قيام البرهان.\n٣ - ﴿فَأَخْرَجْنَا بِهِ﴾ فيه التفاتٌ عن الغيبة والأصل فأخرج به والنكتة هي الاعتناء بشأن المُخْرج والإِشارة إلى أنَّ نِعَمَه عظيمة.\n٤ - ﴿والزيتون والرمان﴾ من عطف الخاص على العام المزيد الشرف لأنهما من أعظم النعم.\n٥ - ﴿بَصَآئِرُ مِن رَّبِّكُمْ﴾ مجاز مرسل من باب تسمية المسبب باسم السبب أي حجج وبراهين تبصرون بها الحقائق.\n٦ - ﴿أَبْصَرَ عَمِيَ﴾ طباق وبين لفظ ﴿بَصَآئِرُ أَبْصَرَ﴾ جناس الاشتقاق.\nتنبيه: قوله تعالى ﴿لاَّ تُدْرِكُهُ الأبصار﴾ الآية نفت الإِحاطة ولم تنف الرؤية فلم يقل تعالى: لا تراه الأبصار فمن ذهب إلى عدم رؤية الله في الآخرة كالمعتزلة فقد جانب الحق وضلّ السبيل بمخالفة ما دل عليه كتاب الله وسنة رسوله ﷺ َ المتواترة أما الكتاب فقوله تعالى ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ﴾ [القيامة: ٢٢ - ٢٣] وأما السنة فما أخرجه البخاري «إنكم سترون ربكم كما ترون هذا القمر لا تضامون في رؤيته. .» الحديث وكفى بالكتاب والسنة دليلًا وهاديًا.","vol":"1","page":381},{"text":"المنَاسَبَة: لما ذكر تعالى دلائل التوحيد والنبوّة والبعث، واقتراح المشركين بعض الآيات على رسول الله ﷺ َ، ذكر هنا أن رؤية المعجزات لن تفيد من عميت بصيرته، وأنه لو أتاهم بالآيات التي اقترحوها من إِنزال الملائكة، وإِحياء الموتى حتى يكلموهم، وحشر السباع والدواب والطيور وشهادتهم بصدق الرسول ما آمنوا بمحمد والقرآن لتأصلهم في الضلال.\nاللغَة: ﴿قُبُلًا﴾ مقابلة ومواجهة ومنه قولهم أتيتُك قُبُلًا لا دُبُرًا أي من قِبَل وجهك ﴿وَحَشَرْنَا﴾ الحشر: الجمع مع سوقٍ وكل جمعٍ حشرٌ ومنه ﴿فَحَشَرَ فنادى﴾ [النازعات: ٢٣] . ﴿زُخْرُفَ﴾ قال الزجاج: الزخرف الزينة وقال أبو عبيدة: كلُّ ما حسنته وزينته وهو باطل فهو زخرف ﴿ولتصغى﴾ صغى إِلى الشيء مال إِليه ومثله أصغى وفي الحديث «فأصغى إليها الإِناء» وأصله الميل ﴿يَقْتَرِفُونَ﴾ اقترف: اكتسب وأكثر ما يكون في الشر يقال: قرف الذنبَ واقترفه أي اكتسبه ﴿يَخْرُصُونَ﴾ يكذبون قال الأزهري: أصله","vol":"1","page":382},{"text":"الظن فيما لا يستيقن ﴿صَغَارٌ﴾ ذلة وهوان ﴿يَشْرَحْ﴾ يوسّع والشرح: البسط والتوسعة ﴿حَرَجًا﴾ الحَرج: شدة الضيق قال ابن قتيبة: الحَرج الذي ضاق فلم يجد منفذًا.\nسَبَبُ النّزول: عن ابن عباس أن أبا جهل رمى رسول الله ﷺ َ بفرث - وحمزة لم يؤمن من بعد - فأُخبر حمزة بما فعل أبو جهل وهو راجع من قنصه وبيده قوس فأقبل غضبان حتى علا أبا جهل بالقوس قال أبو جهل: أما ترى ما جاء به سفّه عقولنا، وسبب آلهتنا، وخالف آباءنا قال حمزة: ومن أسفهُ منكم؟ تعبدون الحجارة من دون الله أشهد أن لا إِله إِلا الله وأن محمدًا عبده ورسوله فأنزل الله ﴿مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ ...﴾ الآية.\nالتفِسير: ﴿وَلَوْ أَنَّنَا نَزَّلْنَآ إِلَيْهِمُ الملائكة وَكَلَّمَهُمُ الموتى﴾ هذا بيانّ لكذب المشركين في أيمانهم الفاجرة حين أقسموا ﴿لَئِن جَآءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ﴾ [الأنعام: ١٠٩] والمعنى: ولو أننا لم نقتصر على إيتاء ما اقترحوه من آيةٍ واحدة من الآيات بل نزلنا إِليهم الملائكة وأحيينا لهم الموتى فكلموهم وأخبروهم بصدق محمد ﷺ َ كما اقترحوا ﴿وَحَشَرْنَا عَلَيْهِمْ كُلَّ شَيْءٍ قُبُلًا﴾ أي وجمعنا لهم كل شيء من الخلائق عيانًا ومشاهدة ﴿مَّا كَانُواْ ليؤمنوا إِلاَّ أَن يَشَآءَ الله﴾ أي لو أعطيناهم هذه الآيات التي اقترحوها وكل آية لم يؤمنوا إِلا أن يشاء الله، والغرضُ التيئيسُ من إِيمانهم ﴿ولكن أَكْثَرَهُمْ يَجْهَلُونَ﴾ أي ولكنَّ أكثر هؤلاء المشركين يجهلون ذلك قال الطبري: أي يجهلون أن الأمر بمشيئة الله، يحسبون أن الإِيمان إِليهم والكفر بأيديهم متى شاءوا آمنوا، ومتى شاءوا كفروا، وليس الأمر كذلك، ذلك بيدي لا يؤمن منهم إِلا من هديتُه لو فوقته، ولا يكفر إِلا من خذلتُه فأضللتُه ﴿وَكَذَلِكَ جَعَلْنَا لِكُلِّ نِبِيٍّ عَدُوًّا شَيَاطِينَ الإنس والجن﴾ أي كما جعلنا هؤلاء المشركين أعداءك يعادونك ويخالفونك كذلك جعلنا لمن قبلك من الأنبياء أعداء من شياطين الإِنس والجن، فاصبر على الأذى كما صبروا قال ابن الجوزي: أي كما ابتليناك بالأعداء ابتلينا من قبلك من الأنبياء ليعظم الثواب عند الصبر على الأذى ﴿يُوحِي بَعْضُهُمْ إلى بَعْضٍ﴾ أي يوسوس بعضهم إِلى بعض بالضلال والشر ﴿زُخْرُفَ القول غُرُورًا﴾ أي يوسوسون بالكلام المزيّن والأباطيل المموّهة ليغروا الناس ويخدعوهم قال مقاتل: وكَلَ إِبليسُ بالإِنس شياطينَ يُضلونهم فإِذا التقى شيطان الإِنس بشيطان الجن قال أحدهما لصاحبه: إِني أضللتُ صاحبي بكذا وكذا فأضللْ أنتَ صاحبك بكذا وكذا، فذلك وحيُ بعضهم إِلى بعض ﴿وَلَوْ شَآءَ رَبُّكَ مَا فَعَلُوهُ﴾ أي لو شاء الله ما عادى هؤلاء أنبياءهم ولكنَّ حكمة الله اقتضت هذا الابتلاء قال ابن كثير: وذلك كله بقدر الله وقضائه وإِرادته ومشيئته أن يكون لكل نبي عدوٌ من هؤلاء ﴿فَذَرْهُمْ وَمَا يَفْتَرُونَ﴾ أي اتركهم وما يدبرونه من المكائد فإن الله كافيك وناصرُكَ عليهم ﴿ولتصغى إِلَيْهِ أَفْئِدَةُ الذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي ولتميل إِلى هذا القول المزخرف قلوبُ الكفرة","vol":"1","page":383},{"text":"الذين لا يصدّقون بالآخرة ﴿وَلِيَرْضَوْهُ وَلِيَقْتَرِفُواْ مَا هُم مُّقْتَرِفُونَ﴾ أي وليرضوا بهذا الباطل وليكتسبوا ما هم مكتسبون من الآثام ﴿أَفَغَيْرَ الله أَبْتَغِي حَكَمًا﴾ أي قل لهم يا محمد أفغير الله أطلب قاضيًا بيني وبينكم؟ قال أبو حيان: قال مشركو قريش لرسول الله ﷺ َ: اجعلْ بيننا وبينك حكمًا إِن شئتَ من أحبار اليهود أو النصارى ليخبرنا عنك بما في كتابهم من أمرك فنزلت ﴿وَهُوَ الذي أَنَزَلَ إِلَيْكُمُ الكتاب مُفَصَّلًا﴾ أي أنزل إِليكم القرآن بأوضح بيان، مفصَّلًا فيه الحق والباطل موضّحًا الهدى من الضلال ﴿والذين آتَيْنَاهُمُ الكتاب يَعْلَمُونَ أَنَّهُ مُنَزَّلٌ مِّن رَّبِّكَ بالحق﴾ أي وعلماء اليهود والنصارى يعلمون حق العلم أن القرآن حقً لتصديقه ما عندهم ﴿فَلاَ تَكُونَنَّ مِنَ الممترين﴾ أي فلا تكوننَّ من الشاكين قال أبو السعود: وهذا من باب التهييج والإِلهاب وقيل: الخطاب للرسول والمراد به الأمة ﴿وَتَمَّتْ كَلِمَتُ رَبِّكَ صِدْقًا وَعَدْلًا﴾ أي تمَّ كلام الله المنزّل فيما أخبر، وعدلًا فيما قضى وقدَّر ﴿لاَّ مُبَدِّلِ لِكَلِمَاتِهِ﴾ أي لا مغيّر لحكمه ولا رادَّ لقضائه ﴿وَهُوَ السميع العليم﴾ أي السميع لأقوال العباد العليم بأحوالهم ﴿وَإِن تُطِعْ أَكْثَرَ مَن فِي الأرض يُضِلُّوكَ عَن سَبِيلِ الله﴾ أي إِن تطع هؤلاء الكفار وهم أكثر أهل الأرض يضلّوك عن سبيل الهدى قال الطبري: وإِنما قال ﴿أَكْثَرَ مَن فِي الأرض﴾ لأنهم كانوا حينئذٍ كفارًا ضُلاّلًا والمعنى: لا تطعهم فيما دعوك إِليه فإِنك إِن أطعتهم ضللتَ ضلالهم وكنت مثلهم لأنهم لا يدعونك إِلى الهدى وقد أخطأوه ﴿إِن يَتَّبِعُونَ إِلاَّ الظن وَإِنْ هُمْ إِلاَّ يَخْرُصُونَ﴾ أي ما يتبعون في أمر الدين إِلا الظنون والأوهام يقلّدون آباءهم ظنًا منهم أنهم كانوا على الحق وما هم إِلا قومٌ يكذبون ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ مَن يَضِلُّ عَن سَبِيلِهِ وَهُوَ أَعْلَمُ بالمهتدين﴾ أي إِن ربك يا محمد أعلم بالفريقين بمن ضلّ عن سبيل الرشاد وبمن اهتدى إلى إلى طريق الهدى والسداد قال في البحر: وهذه الجملة خبريةٌ تتضمن الوعيد والوعد لأن كونه تعالى عالمًا بالضال والمهتدى كناية عن مجازاتهما ﴿فَكُلُواْ مِمَّا ذُكِرَ اسم الله عَلَيْهِ إِن كُنتُمْ بِآيَاتِهِ مُؤْمِنِينَ﴾ أي كلوا مما ذبحتم وذكرتم اسم الله عليه إِن كنتم حقًا مؤمنين قال ابن عباس: قال المشركون للمؤمنين إِنكم تزعمون أنكم تعبدون الله فما قتله الله - يريدون الميتة - أحق أن تأكلوه مما قتلتم أنتم فنزلت الآية ﴿وَمَا لَكُمْ أَلاَّ تَأْكُلُواْ مِمَّا ذُكِرَ اسم الله﴾ أي وما المانع لكم من أكل ما ذبحتموه بأيديكم بعد أن ذكرتم اسم ربكم عليه عند ذبحه؟ ﴿عَلَيْهِ وَقَدْ فَصَّلَ لَكُمْ مَّا حَرَّمَ عَلَيْكُمْ إِلاَّ مَا اضطررتم إِلَيْهِ﴾ أي وقد بيَّن لكم ربكم الحلال والحرام ووضّح لكم ما يحرم عليكم من الميتة والدم الخ في آية المحرمات إلا في حالة الاضطرار فقد أحلّ لكم ما حرّم أيضًا فما لكم تستمعون إِلى الشبهات التي يثيرها أعداؤكم الكفار؟ ﴿وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ﴾ أي وإِن كثيرًا من الكفار المجادلين ليُضلون الناس بتحريم الحلال وتحليل الحرام بغير شرعٍ من الله بل بمجرد الأهواء والشهوات ﴿إِنَّ رَبَّكَ هُوَ أَعْلَمُ بالمعتدين﴾ أي المجاوزين الحدَّ في الاعتداء فيحلّلون ويحرمون بدون دليل شرعي من كتاب أو سنّة، وفيه وعيد شديد وتهديد أكيد لمن اعتدى حدود الله ﴿وَذَرُواْ ظَاهِرَ الإثم وَبَاطِنَهُ﴾ أي اتركوا المعاصي ظاهرها وباطنها وسرَّها وعلانيتها قال مجاهد: هي المعصية في السر والعلانية وقال","vol":"1","page":384}]