[{"text":"السدي: ظاهره الزنى مع البغايا وباطنه الزنى مع الصدائق والأخدان ﴿إِنَّ الذين يَكْسِبُونَ الإثم سَيُجْزَوْنَ بِمَا كَانُواْ يَقْتَرِفُونَ﴾ أي يكسبون الإِثم والمعاصي ويأتون ما حرّم الله سيلقون في الآخرة جزاء ما كانوا يكتسبون ﴿وَلاَ تَأْكُلُواْ مِمَّا لَمْ يُذْكَرِ اسم الله عَلَيْهِ﴾ أي لا تأكلوا أيها المؤمنون ممَّا ذُبح لغير الله أو ذكر اسم غير الله عليه كالذي يذبح للأوثان ﴿وَإِنَّهُ لَفِسْقٌ﴾ أي وإِن الأكل منه لمعصيةً وخروجٌ عن طاعة الله ﴿وَإِنَّ الشياطين لَيُوحُونَ إلى أَوْلِيَآئِهِمْ لِيُجَادِلُوكُمْ﴾ أي وإِن الشياطين ليوسوسون إِلى المشركين أوليائهم في الضلال لمجادلة المؤمنين بالباطل في قولهم: أتأكلون ممّا قتلتم ولا تأكلون مما قتل الله؟ يعني الميتة ﴿وَإِنْ أَطَعْتُمُوهُمْ إِنَّكُمْ لَمُشْرِكُونَ﴾ أي وإِن أطعتم هؤلاء المشركين في استحلال الحرام وساعدتموهم على أباطيلهم إِنكم إِذًا مثلهم قال الزمخشري: لأن من اتبع غير الله تعالى في دينه فقد أشرك به، ومن حق ذي البصيرة في دينه ألا يأكل مما لم يذكر اسم الله عليه كيفما كان للتشديد العظيم ﴿أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ﴾ قال أبو حيان: لما تقدم ذكر المؤمنين والكافرين مثَّل تعالى بأن شبّه المؤمن بالحيّ الذي له نور يتصرف به كيفما سلك، والكافر بالمتخبط في الظلمات المستقر فيها ليظهر الفرق بين الفريقين والمعنى: أو من كان بمنزلة الميت أعمى البصيرة كافرًا ضالًا، فأحيا الله قلبه بالإِيمان، وأنقذه من الضلالة بالقرآن ﴿وَجَعَلْنَا لَهُ نُورًا يَمْشِي بِهِ فِي الناس﴾ أي وجعلنا مع تلك الهداية النور العظيم الوضاء الذي يتأمل به الأشياء فيميز به بين الحق والباطل ﴿كَمَن مَّثَلُهُ فِي الظلمات لَيْسَ بِخَارِجٍ مِّنْهَا﴾ أي كمن هو يتخبط في ظلمات الكفر والضلالة لا يعرف المَنْفذ ولا المخْلص؟ قال البيضاوي: وهو مَثلٌ لمن بقي في الضلالة لا يفارقها بحال ﴿كَذَلِكَ زُيِّنَ لِلْكَافِرِينَ مَا كَانُواْ يَعْمَلُونَ﴾ أي وكما بقي هذا في الظلمات يتخبّط فيها كذلك حسنًا للكافرين وزينا لهم ما كانوا يعملون من الشرك والمعاصي ﴿وكذلك جَعَلْنَا فِي كُلِّ قَرْيَةٍ أَكَابِرَ مُجْرِمِيهَا لِيَمْكُرُواْ فِيهَا﴾ أي وكما جعلنا في مكة صناديدها ليمكروا فيها كذلك جعلنا في كل بلدةٍ مجرميها من الأكابر والعظماء ليفسدوا فيها قال ابن الجوزي: وإِنما جعل الأكابر فُسَّاق كل قرية لأنهم أقربُ إلى الكفر بما أعطوا من الرياسة والسعة ﴿وَمَا يَمْكُرُونَ إِلاَّ بِأَنْفُسِهِمْ وَمَا يَشْعُرُونَ﴾ أي وما يدرون أن وبال هذا المكر يحيق بهم ﴿وَإِذَا جَآءَتْهُمْ آيَةٌ قَالُواْ لَن نُّؤْمِنَ حتى نؤتى مِثْلَ مَآ أُوتِيَ رُسُلُ﴾ أي وإِذا جاءت هؤلاء المشركين حجةٌ قاطعة وبرهانٌ ساطع على صدق محمد ﷺ َ قالوا لن نصدّق برسالته حتى نُعطى من المعجزات مثل ما أُعطي رسُل الله، قال في البحر: وإِنما قالوا ذلك على سبيل التهكم والاستهزاء ولو كانوا موقنين غير معاندين لاتبعوا رسل الله تعالى، وروي أن أبا جهل قال: زاحمنا بني عبد منافٍ في الشرف حتى إِذا صرنا كفَرَسيْ رهان قالوا: منّا نبيٌ يُوحى إِليه! والله لا نرضي به ولا نتبعه أبداص إِلا أن يأتينا وحيٌ كما يأتيه فنزلت الآية ﴿الله الله أَعْلَمُ حَيْثُ يَجْعَلُ رِسَالَتَهُ﴾ أي الله أعلم من هو أهلٌ للرسالة فيضعها فيه وقد وضعها فيمن اختاره لها وهو محمد ﷺ َ دون أكابر مكة كأبي جهل والوليد بن المغيرة ﴿سَيُصِيبُ الذين أَجْرَمُواْ صَغَارٌ عِندَ الله وَعَذَابٌ شَدِيدٌ","vol":"1","page":385},{"text":"بِمَا كَانُواْ يَمْكُرُونَ﴾ أي سيصيب هؤلاء المجرمين الذل والهوان، والعذاب الشديد يوم القيامة بسبب استكبارهم ومكرهم المستمر قال في البحر: وقدَّم الصغار على العذاب لأنهم تمردوا عن اتباع الرسول وتكبّروا طلبًا للعزّ والكرامة فقوبلوا بالهوان والذل أولًا ثم بالعقاب الشديد ثانيًا ﴿فَمَن يُرِدِ الله أَن يَهْدِيَهُ يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ﴾ أي من شاء الله هدايته قذف في قلبه نورًا فينفسح له وينشرح وذاك علامة الهداية للإِسلام قال ابن عباس: معناه يوسّع قلبه للتوحيد والإِيمان، وحين سئل رسول الله ﷺ َ عن هذه الآية قال: إِذا دخل النور القلب انفسح وانشرح قالوا: فهل لذلك من أمارة يُعرف بها؟ قال: الإِنابة إِلى دار الخلود، والتجافي عن دار الغرور، والاستعداد للموت قبل نزوله ﴿وَمَن يُرِدْ أَن يُضِلَّهُ﴾ أي ومن يرد شقاوته وإِضلاله ﴿يَجْعَلْ صَدْرَهُ ضَيِّقًا حَرَجًا﴾ أي يجعل صدره ضيّقًا شديد الضيق لا يتسع لشئ من الهدى، ولا يخلص إِليه شئ من الإِيمان قال عطاء: ليس للخير فيه منفذ ﴿كَأَنَّمَا يَصَّعَّدُ فِي السمآء﴾ أي كأنما يحاول الصعود إِلى السماء ويزاول أمرًا غير ممكن قال ابن جرير: وهذا مثلٌ ضربه الله لقلب هذا الكافر في شدة ضيقه عن وصول الإِيمان إِليه، مثلُ امتناعه من الصعود إِلى السماء وعجزه عنه لأنه ليس في وسعه ﴿كذلك يَجْعَلُ الله الرجس عَلَى الذين لاَ يُؤْمِنُونَ﴾ أي مثل جعل صدر الكافر شديد الضيق كذلك يلقي الله العذاب والخذلان على الذين لا يؤمنون بآياته قال مجاهد: الرجسُ كل ما لا خير فيه وقال الزجاج: الرجس اللعنةُ في الدنيا والعذاب في الآخرة ﴿وهذا صِرَاطُ رَبِّكَ مُسْتَقِيمًا﴾ أي وهذا الدين الذي أنت عليه يا محمد هو الطريق المستقيم الذي لا عوج فيه فاستمسك ﴿قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَذَّكَّرُونَ﴾ أي بينا ووضحنا الآيات والبراهين لقوم يتدبرون بعقولهم ﴿لَهُمْ دَارُ السلام عِندَ رَبِّهِمْ﴾ أي لهؤلاء الذين يؤمنون ويعتبرون وينتفعون بالآيات دار السلام أي السلامة من المكاره وهي الجنة في نُزل الله وضيافته ﴿وَهُوَ وَلِيُّهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾ أي هو تعالى حافظهم وناصرهم ومؤيدهم جزاءً لأعمالهم الصالحة قال ابن كثير: وإِنما وصف تعالى الجنة هنا بدار السلام لسلامتهم فيما سلكوه من الصراط المستقيم، المقتفي أثر الأنبياء وطرائقهم، فكما سلموا من آفات الاعوجاج أفضوا إِلى دار السلام.\nالبَلاَغَة: ١ - ﴿وَلَوْ شَآءَ رَبُّكَ﴾ التعرض لوصف الربوبية والإِضافة إِلى ضميره ﵇ ﴿رَبُّكَ﴾ لتشريف مقامه وللمبالغة في اللطف في التسلية.\n٢ - ﴿الحق مِن رَّبِّكَ فَلاَ تَكُنْ مِّن الممترين﴾ [آل عمران: ٦٠] الخطاب للرسول ﷺ َ على طريق التهييج والإِلهاب.\n٣ - ﴿وَتَمَّتْ كَلِمَتُ رَبِّكَ﴾ أي تمَّ كلامه ووحيه أطلق الجزء وأراد الكل فهو مجاز مرسل.\n٤ - ﴿وَذَرُواْ ظَاهِرَ الإثم وَبَاطِنَهُ﴾ بين لفظ ﴿ظاهر﴾ و﴿باطن﴾ طباقٌ.\n٥ - ﴿أَوَ مَن كَانَ مَيْتًا فَأَحْيَيْنَاهُ﴾ الموت والحياة، والنور والظلمة كلها من باب الاستعارة فقد","vol":"1","page":386},{"text":"استعار الموت للكفر والحياة للإِيمان وكذلك النور والظلمات للهدى والضلال.\n٦ - ﴿يَشْرَحْ صَدْرَهُ لِلإِسْلاَمِ﴾ الشرح كناية عن قبول النفس للحق والهدى الذي جاء به الرسول ﷺ َ وبين لفظ الشرح والضيق طباقٌ وهو من المحسنات البديعية.\nفائِدَة: الحكم أبلغ من الحاكم وأدلُّ على الرسوخ لا يطلق إلا على العادل وعلى من تكرّر منه الحكم بخلاف الحاكم.\nتنبيه: قال الرازي: دلّت هذه الآية ﴿وَإِنَّ كَثِيرًا لَّيُضِلُّونَ بِأَهْوَائِهِم بِغَيْرِ عِلْمٍ﴾ على أن القول في الدين بمجرد التقليد حرام، لأن القول بالتقليد قولٌ بمحض الهوى والشهوة، والآية دلّت على أن ذلك حرام.","vol":"1","page":387},{"text":"المنَاسَبَة: لما ذكر سبحانه أن البشر فريقان: مهتد وضال، وذكر أن منهم من شرح الله صدره وأنار قلبه فآمن واهتدى، ومنهم من اتبع الهوى وسار بقيادة الشيطان فضلً وغوى، ذكر هنا أنه سيحشر الخلائق جميعًا يوم القيامة للحساب، لينال كلٌّ جزاءه العادل على ما قدّم في هذه الحياة.\nاللغَة: ﴿مَثْوَاكُمْ﴾ مأواكم يقال ثوى بالمكان إِذا أقام فيه ﴿يَقُصُّونَ﴾ يحكون يقال قصًّ الخبر يقصُّه قصًا أي حكاه ﴿ذَرَأَ﴾ خلق ﴿الحرث﴾ الزرع ﴿لِيُرْدُوهُمْ﴾ الإِرداء: الإِهلاك يقال أرادهُ يرديه أي أهلكه ﴿حِجْرٌ﴾ الحِجر: الحرام وأصله المنع يقال حجره أي منعه والحِجْر: العقل سمي به لأنه يمنع عن القبائح قال تعالى ﴿هَلْ فِي ذَلِكَ قَسَمٌ لِّذِى حِجْرٍ﴾ [الفجر: ٥] ﴿سَفَهًا﴾ حماقة وجهالة والسَّفه: خفة العقل.\nالتفِسير: ﴿وَيَوْمَ يِحْشُرُهُمْ جَمِيعًا﴾ أي اذكر يوم يجمع الله الثقلَين: الإِنس والجن جميعًا للحساب قائلًا ﴿يَامَعْشَرَ الجن قَدِ استكثرتم مِّنَ الإنس﴾ أي استكثرتم من إِضلالهم وإِغوائهم قال ابن عباس: أضللتم منهم كثيرًا، وهذا بطريق التوبيخ والتقريع ﴿وَقَالَ أَوْلِيَآؤُهُم مِّنَ الإنس رَبَّنَا استمتع بَعْضُنَا بِبَعْضٍ﴾ أي وقال الذين أطاعوهم من الإِنس ربنا انتفع بعضنا ببعض قال البيضاوي: انتفع الإِنس والجن بأن دلوهم على الشهوات وما يتوصل به إِليها، وانتفع الجنُّ بالإِنس بأن أطاعوهم وحصّلوا مرادهم ﴿وَبَلَغْنَآ أَجَلَنَا الذي أَجَّلْتَ لَنَا﴾ أي وصلنا إِلى الموت والقبر ووافينا الحساب، وهذا منهم اعتذارٌ واعترافٌ بما كان منهم من طاعة الشياطين واتباع الهوى وتحسر على حالهم ﴿قَالَ النار مَثْوَاكُمْ﴾ أي قال تعالى ردًا عليهم النارً موضع مقامكم وهي منزلكم ﴿خَالِدِينَ فِيهَآ إِلاَّ مَا شَآءَ الله﴾ أي ماكثين في النار في حال خلودٍ دائم إِلا الزمان الذي شاء الله أن لا يخلدوا فيها قال الطبري: هي المدة التي بين حشرهم إلى دخولهم النار وقال الزمخشري: يخُلدون في عذاب النار الأبد كلَّه إلا ما شاء الله أي إلا الأوقات التي يُنقلون فيها من عذاب النار إلى عذاب الزمهرير فقد رُوي أنهم يدخلون واديًا من الزمهرير فيتعَاوَوْن ويطلبون الرد إِلى الجحيم ﴿إِنَّ رَبَّكَ حَكِيمٌ عَليمٌ﴾ أي حكيم في أفعاله عليم بأعمال عباده ﴿وكذلك نُوَلِّي بَعْضَ الظالمين بَعْضًا بِمَا كَانُواْ يَكْسِبُونَ﴾ أي كما متعنا الإِنس والجن بعضهم ببعض نسلّط بعض الظالمين على بعض بسبب كسبهم للمعاصي والذنوب قال القرطبي: وهذا تهديد للظالم إِن لم يمتنع من ظلمه سلّط الله عليه ظالمًا آخر قال ابن عباس: إِذا رَضِيَ اللَّهُ عَنْ قوم ولّى أمرهم خيارهم، وإِذا سخط الله على قوم ولى أمرهم شرارهم وعن مالك بن دينار قال: قرأتُ في بعض كتب الحكمة إِن الله تعالى يقول: «إِني أنا الله مالك","vol":"1","page":388},{"text":"الملوك، قلوب الملوك بيدي، فمن أطاعني جعلتهم عليه رحمة، ومن عصاني جعلتهم عليه نقمة، فلا تشْغلوا أنفسكم بسبّ الملوك ولكن توبوا إِليَّ أعطفْهم عليكم»\n﴿يَامَعْشَرَ الجن والإنس أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي﴾ هذا النداء أيضًا يوم القيامة والاستفهام للتوبيخ والتقريع أي ألم تأتكم الرسل يتْلون عليكم آيات ربكم؟ ﴿وَيُنذِرُونَكُمْ لِقَآءَ يَوْمِكُمْ هذا﴾ أي يخوفونكم عذاب هذا اليوم الشديد؟ ﴿قَالُواْ شَهِدْنَا على أَنْفُسِنَا﴾ أي لم يجدوا إِلا الإِعتراف فقالوا: بلى شهدنا على أنفسنا بأن رسلك قد أتتنا وأنذرتنا لقاء يومنا هذا قال ابن عطية: وهذا إقرارٌ منهم بالكفر واعتراف على أنفسهم بالتقصير كقولهم ﴿قَالُواْ بلى قَدْ جَآءَنَا نَذِيرٌ فَكَذَّبْنَا﴾ [الملك: ٩] ﴿وَغَرَّتْهُمُ الحياة الدنيا﴾ أي خدعتهم الدنيا بنعيمها وَبَهْرجِها الكاذب ﴿وَشَهِدُواْ على أَنْفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ﴾ أي اعترفوا بكفرهم قال البيضاوي: وهذا ذمٌ لهم على سوء نظرهم وخطأ رأيهم، فإِنهم اغتروا الحياة الدنيا ولذاتها الفانية، وأعرضوا عن الآخرة بالكلية حتى كان عاقبة أمرهم أن اضطروا بالشهادة على أنفسهم بالكفر والاستسلام للعذاب المخلّد تحذيرًا للسامعين من مثل حالهم ﴿ذلك أَن لَّمْ يَكُنْ رَّبُّكَ مُهْلِكَ القرى بِظُلْمٍ وَأَهْلُهَا غَافِلُونَ﴾ أي إِنما فعلنا هذا بهم من إِرسال الرسل إِليهم لإِنذارهم سوء العاقبة لأن ربك عادل لم يكن ليهلك قومًا حتى يبعث إِليهم رسولًا قال الطبري: أي إِنما أرسلنا الرسل يا محمد يقصون عليهم آياتي وينذرونهم لقاء معادهم من أجل أن ربك لم يكن ليهلكهم دون التنبيه والتذكير بالرسل والآيات والعير ﴿وَلِكُلٍّ دَرَجَاتٌ مِّمَّا عَمِلُواْ﴾ أي ولكل عاملٍ بطاعة الله أو معصيته، منازل ومراتب من عمله يلقاها في آخرته إِن كان خيرًا فخير، وإِن كان شرًا فشر، قال ابن الجوزي: وإِنما سميت درجات لتفاضلها في الارتفاع والانحطاط كتفاضل الدرج ﴿وَمَا رَبُّكَ بِغَافِلٍ عَمَّا يَعْمَلُونَ﴾ أي ليس الله بلاهٍ أو ساهٍ عن أعمال عباده، وفي ذلك تهديد ووعيد ﴿وَرَبُّكَ الغني﴾ أي هو جل وعلا المستغني عن الخلق وعبادتهم، لا تنفعه الطاعة ولا تضره المعصية ﴿ذُو الرحمة﴾ أي ذو التفضل التام قال ابن عباس: ذو الرحمة بأوليائه وأهل طاعته، وقال غيره: بجميع الخلق ومن رحمته تأخير الانتقام من المخالفين قال أبو السعود: وفيه تنبيهٌ على أنَّ ما سلف ذكره من الإِرسال ليس لنفعه بل لترحمه على العباد ﴿إِن يَشَأْ يُذْهِبْكُمْ﴾ أي لو شاء لأهلككم أيها العصاة بعذاب الاستئصال ﴿وَيَسْتَخْلِفْ مِن بَعْدِكُمْ مَّا يَشَآءُ﴾ أي وأتى بخلقٍ آخر أمثل منكم وأطوع ﴿كَمَآ أَنشَأَكُمْ مِّن ذُرِّيَّةِ قَوْمٍ آخَرِينَ﴾ أي كما خلقكم وابتدأكم من بعد آخرين كانوا قبلكم قال أبو حيان: وتضمنت الآية التحذير من بطش الله في التعجيل بالإِهلاك ﴿إِنَّ مَا تُوعَدُونَ لآتٍ﴾ أي ما توعدونه من مجيء الساعة والحشر لواقعٌ لا محالة ﴿وَمَآ أَنتُم بِمُعْجِزِينَ﴾ أي لا تخرجون عن قدرتنا وعقابنا وإِن ركبتم في الهرب متن كل صعبٍ وذَلول ﴿قُلْ يَاقَوْمِ اعملوا على مَكَانَتِكُمْ﴾ أي قل لهم يا محمد يا قوم اثبتوا على كفركم ومعاداتكم لي واعملوا ما أنتم عاملون، والأمر هنا للتهديد كقوله\n﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿إِنَّي عَامِلٌ﴾ أي عاملٌ ما أمرني به ربي من الثبات على دينه ﴿فَسَوْفَ تَعْلَمُونَ مَن تَكُونُ لَهُ عَاقِبَةُ","vol":"1","page":389},{"text":"الدار﴾ أي فسوف تعلمون أينا تكون له العاقبة المحمودة في الدار الآخرة أنحن أم أنتم؟ ﴿إِنَّهُ لاَ يُفْلِحُ الظالمون﴾ أي لا ينجح ولا يفوز بمطلوبه من كان ظالمًا قال الزمخشري: في الآية طريقٌ من الإِنذار لطيف المسلك، فيه إِنصاف في المقال وأدبٌ حسن، مع تضمن شدة الوعيد، والوثوق بأن المُنْذر محِقٌ، والمْنذَر مبطل ﴿وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ مِنَ الحرث والأنعام نَصِيبًا﴾ أي جعل مشركو قريش لله ممّا خلق من الزرع والأنعام نصيبًا ينفقونه على الفقراء ولشركائهم نصيبًا يصرفونه إِلى سدنتها قال ابن كثير: هذا ذمٌ وتوبيخٌ من الله للمشركين الذين ابتدعوا بدعًا وكفرًا وشركًا، وجعلوا لله شركاء وهو خالق كل شيء سبحانه ﴿وَجَعَلُواْ للَّهِ مِمَّا ذَرَأَ﴾ أي خلق وبرأ من الزرع والثمار والأنعام جزءًا وقسمًا ﴿فَقَالُواْ هذا للَّهِ بِزَعْمِهِمْ﴾ أي قالوا: هذا نصيب الله بزعمهم أي بدعواهم وقولهم من غير دليل ولا شرع قال في التسهيل: وأكثرُ ما يقال الزعم في الكذب ﴿وهذا لِشُرَكَآئِنَا﴾ أي وهذا النصيب لآلهتنا وأصنامنا قال ابن عباس: إِنَّ أعداء الله كانوا إِذا حرثوا حرثًا أو كانت لهم ثمرة جعلوا لله منه جزءًا وللوثن جزءًا، فما اكن من حرثٍ أو ثمرةٍ أو شيء من نصيب الأوثان حفظوه وأحصوه، وإِن سقط منه شيء فيما سُمي لله ردّوه إِلى ما جعلوه للوثن وقالوا إِن الله غنيٌّ والأصنام أحوج ولهذا قال: ﴿فَمَا كَانَ لِشُرَكَآئِهِمْ فَلاَ يَصِلُ إلى الله﴾ أي ما كان للأصنام فلا يصل إلى الله منه شيء ﴿وَمَا كَانَ للَّهِ فَهُوَ يَصِلُ إلى شُرَكَآئِهِمْ﴾ وما كان من نصيب الله فهو يصل إِلى أصنامهم قال مجاهد: كانوا يسمُّون جزءًا من الحرث لله وجزءًا لشركائهم وأوثانهم فما ذهبت به الريح من نصيب الله إلى أوثانهم تركوه وما ذهب من نصيب أوثانهم إلى نصيب الله ردوه، وكانوا إِذا اصابتهم سَنَةٌ «قحط» أكلوا نصيب الله وتحاموا نصيب شركائهم ﴿سَآءَ مَا يَحْكُمُونَ﴾ أي بئس هذا الحكم الجائر حكمهم ﴿وكذلك زَيَّنَ لِكَثِيرٍ مِّنَ المشركين قَتْلَ أَوْلاَدِهِمْ شُرَكَآؤُهُمْ﴾ أي مثل ذلك التزيين في قسمة القربان بين الله وبين آلهتهم زيَّن شياطينُهم لهم قتل أولادهم بالوأد أو بنحرهم لآلهتهم قال الزمخشري: كان الرجل في الجاهلية يحلف لئن ولد له كذا غلامًا لينحرنَّ أحدهم كما حلف عبد المطلب ﴿لِيُرْدُوهُمْ﴾ أي ليهلكوهم بالإِغواء ﴿وَلِيَلْبِسُواْ عَلَيْهِمْ دِينَهُمْ﴾ أي وليخلطوا عليهم ما كانوا عليهم من دين إِسماعيل ﵇ ﴿وَلَوْ شَآءَ الله مَا فَعَلُوهُ﴾ أي لو شاء الله ما فعلوا ذلك القبيح ﴿فَذَرْهُمْ وَمَا يَفْتَرُونَ﴾ أي دعْهم وما يختلقونه من الإِفك على الله، وهو تهديد ووعيد ﴿وَقَالُواْ هذه أَنْعَامٌ وَحَرْثٌ حِجْرٌ﴾ هذه حكاية عن بعض قبائحهم وجرائمهم أيضًا أي قال المشركون هذه أنعام وزروع أفردناها لآلهتنا حرام ممنوعة على غيرهم ﴿لاَّ يَطْعَمُهَآ إِلاَّ مَن نَّشَآءُ﴾ أي من خَدمة الأوثان وغيرهم ﴿بِزَعْمِهِمْ﴾ أي بزعمهم الباطل من غير حجة ولا برهان ﴿وَأَنْعَامٌ حُرِّمَتْ ظُهُورُهَا﴾ أي لا تركب كالبحائر والسوائب والحوامي ﴿وَأَنْعَامٌ لاَّ يَذْكُرُونَ اسم الله عَلَيْهَا﴾ أي عند الذبح وإنما يذكرون عليها أسماء الأصنام ﴿افترآء عَلَيْهِ﴾ أي كذبًا واختلاقًا على الله ﴿سَيَجْزِيهِم بِمَا كَانُواْ يَفْتَرُونَ﴾ أي سيجزيهم على ذلك الافتراء، وهو تهديد شديد ووعيد ﴿وَقَالُواْ مَا فِي بُطُونِ هذه الأنعام خَالِصَةٌ","vol":"1","page":390},{"text":"لِّذُكُورِنَا﴾ هذا إِشارة إِلى نوع آخر من أنواع قبائحهم أي قالوا ما في بطون هذه البحائر والسوائب حلال لذكورنا خاصة ﴿وَمُحَرَّمٌ على أَزْوَاجِنَا﴾ أي لا تأكل منه الإِناث ﴿وَإِن يَكُن مَّيْتَةً فَهُمْ فِيهِ شُرَكَآءُ﴾ أي وإِن كان هذا المولود منها ميتةً اشترك فيه الذكور والإِناث ﴿سَيَجْزِيهِمْ وَصْفَهُمْ﴾ أي سيجزيهم جزاء وصفهم الكذب على الله في التحليل والتحريم ﴿إِنَّهُ حِكِيمٌ عَلِيمٌ﴾ أي حكيمٌ في صنعه عليمٌ بخلقه ﴿قَدْ خَسِرَ الذين قتلوا أَوْلاَدَهُمْ﴾ أي والله لقد خسر هؤلاء السفهاء الذين قتلوا أولادهم قال الزمخشري: نزلت في ربيعة ومضر والعرب الذين كانوا يئدون بناتهم مخافة السبي والفقر ﴿سَفَهًا بِغَيْرِ عِلْمٍ﴾ أي جهالة وسفاهة لخفة عقلهم وجهلهم بأن الله هو الرازق لهم ولأولادهم ﴿وَحَرَّمُواْ مَا رَزَقَهُمُ الله﴾ أي حرموا على أنفسهم البحيرة والسائبة وشبهها ﴿افترآء عَلَى الله﴾ أي كذبًا واختلافًا على الله ﴿قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ﴾ أي لقد ضلوا عن الطريق المستقيم بصنيعهم القبيح وما كانوا من الأصل مهتدين لسوء مسيرتهم، عن ابن عباس ﵄ قال: إِذا سرَّك أن تعلم جهل العرب فاقرأ ما فوق الثلاثين والمائة من سورة الأنعام ﴿قَدْ خَسِرَ الذين قتلوا أَوْلاَدَهُمْ سَفَهًا بِغَيْرِ عِلْمٍ وَحَرَّمُواْ مَا رَزَقَهُمُ الله افترآء عَلَى الله قَدْ ضَلُّواْ وَمَا كَانُواْ مُهْتَدِينَ﴾ .\nالبَلاَغَة: ١ - ﴿قَدِ استكثرتم مِّنَ الإنس﴾ أي أفرطتم في إِضلال وإِغواء الإِنس، ففيه إِيجاز بالحذف ومثله ﴿استمتع بَعْضُنَا بِبَعْضٍ﴾ أي استمتع بعض الإِنس ببعض الجن، وبعضُ الجن ببعض الإِنس.\n٢ - ﴿النار مَثْوَاكُمْ﴾ تعريف الطرفين لإِفادة الحصر.\n٣ - ﴿أَلَمْ يَأْتِكُمْ رُسُلٌ﴾ الاستفهام للتوبيخ والتقريع.\n٤ - ﴿وَلِكُلٍّ﴾ أي لكل من العاملين فالتنوين عوضٌ عن محذوف.\n٥ - ﴿إِنَّ مَا تُوعَدُونَ لآتٍ﴾ صيغة الاستقبال ﴿تُوعَدُونَ﴾ للدلالة على الاستمرار التجددى، ودخولُ إِنَّ واللام على الجملة للتأكيد لأن المخاطبين منكرون للبعث لذا أكّد الخبر بمؤكدين.\n٦ - ﴿مَا رَزَقَهُمُ الله افترآء عَلَى الله﴾ إظهار الاسم الجليل في موضع الإِضمار لإِظهار كمال عتوهم وضلالهم أفاده أبو السعود.\nالفوَائِد: الأولى: قال السيوطي في الإِكليل: قوله تعالى ﴿وكذلك نُوَلِّي بَعْضَ الظالمين بَعْضًا﴾ الآية في معنى حديث «كما تكونون يولَّى عليكم» وقال الفضيل بن عياض: إذا رأيتَ ظالمًا ينتقم من ظالم فقف وانظر متعجبًا.\nالثانية: الجمهور على أن الرسل من الإِنس ولم يكن من الجن رسول وقوله تعالى ﴿أَلَمْ يَأْتِكُمْ رُسُلٌ مِّنْكُمْ﴾ هو من باب التغليب كقوله ﴿يَخْرُجُ مِنْهُمَا الُّلؤْلُؤُ وَالمَرْجَانُ﴾ [الرحمن: ٢٢] وإنما يخرجان من البحر المالح دون العذب.","vol":"1","page":391},{"text":"الثالثة: ذكر القرطبي في تفسيره «أن رجلًا من أصحاب النبي ﷺ َ كان لا يزال مغتمًا بين يدي رسول الله ﷺ َ فقال له الرسول: مالك تكون محزونًا؟ فقال يا رسول الله: إِني أذنبتُ في الجاهلية ذنبًا فأخاف ألاّ يغفره الله لي وإِن أسلمت! فقال له: أخبرني عن ذنبك؟ فقال يا رسول الله: إني كنتُ من الذين يقتلون بناتهم فوُلدت لي بنتٌ فتشفعتْ إليَّ امرأتي أن أتركها فتركتها حتى كبرت وأدركت وصارت من أجمل النساء فخطبوها فدخلتني الحمية ولم يحتمل قلبي أن أزوجها أو أتركها في البيغ بغير زوج فقلت للمرأة: إني أريد أن أذهب لزيارة أقربائي فابعثيها معي فَسُرَّت بذلك وزينتها بالحليّ والثياب، وأخذت عليَّ المواثيق بألا أخونها فذهبت بها إلى رأس بئر فنظرتُ في البئر ففطنت الجارية بأني أريد أن ألقيها في البئر فالتزمتني وجعلت تبكي فرحمتها، ثم نظرتُ في البئر فدخلت عليَّ الحمية حتى غلبني الشيطان فألقيتها في البئر منكوسة ومكثتُ هناك حتى انقطع صوتها فرجعتُ فبكى رسول الله ﷺ َ وقال: لو أُمرتْ أن أعاقب أحدًا بما فعل في الجاهلية لعاقبتُك» .","vol":"1","page":392},{"text":"المنَاسَبَة: لّما أخبر تعالى عن المشركين أنهم حرّموا أشياء مما رزقهم الله وحكى طرفًا من قبائحهم وجرائمهم، ذكر تعالى هناما امتنَّ به عليهم من الرزق الذي تصرفوا فيه بغير إِذنه تعالى افتراءً منهم عليه واختلافًا، ثم أعقبه باحتجاجهم على الشرك وعدم الإِيمان بالقضاء والقدر، وهذا أيضًا من جملة الكذب والبهتان والافتراء على الله.\nاللغَة: ﴿مَعْرُوشَاتٍ﴾ مرفوعات على ما يحملها من العيدان ﴿حَصَادِهِ﴾ الحصاد: جمع الثمر كالجُذاذ ﴿حَمُولَةً﴾ الحمولة: الإِبل التي تحمل الأثقال على ظهورها ﴿فَرْشًا﴾ الفرش: الصغا التي لا تصلح للحمل كالفُصلان والعجاجيل قال الزجاج: الفرشُ صغار الإِبل قال الشاعر:\nأورثني حمولةً وفرْشًا ... أمُشُّها في كلِّ يومٍ مَشًَا\nالتفِسير: ﴿وَهُوَ الذي أَنشَأَ جَنَّاتٍ مَّعْرُوشَاتٍ وَغَيْرَ مَعْرُوشَاتٍ﴾ أي هو الذي أنعم عليكم بأنواع النعم لتعبدوه وحده، فخلق لكم بساتين من الكروم منها مرفوعات على عيدان، ومنها متروكات على وجه الأرض لم تعرش ﴿والنخل والزرع مُخْتَلِفًا أُكُلُهُ﴾ أي وأنشأ لكم شجر النخيل المثمر بما هو فاكهة وقوت، وأنواع الزرع المحصّل لأنواع القوت مختلفًا ثمره وحبُّه في اللون والطعم والحجم والرائحة ﴿والزيتون والرمان مُتَشَابِهًا وَغَيْرَ مُتَشَابِهٍ﴾ أي متشابهًا في اللون والشكل وغير متشابه في الطعم ﴿كُلُواْ مِن ثَمَرِهِ إِذَآ أَثْمَرَ﴾ أي كلوا أيها الناس من ثمر كل واحد مما ذكر إِذا أدرك من رطبه وعنبه ﴿وَآتُواْ حَقَّهُ يَوْمَ حَصَادِهِ﴾ أي أعطوا الفقير والمسكين من ثمره يوم الحصاد ما تجود به نفوسكم وقال ابن عباس: يعني الزكاة المفروضة يوم يكال ويعلم كيْلُه ﴿وَلاَ تسرفوا إِنَّهُ لاَ يُحِبُّ المسرفين﴾ أي ولا تسرفوا في الأكل لما فيه من مضرة العقل والبدن قال الطبري: المختار قول عطاء أنه نهيٌ عن الإِسراف في كل شيء ﴿وَمِنَ الأنعام حَمُولَةً وَفَرْشًا﴾ أي وخلق لكم من الأنعام ما يحمل الأثقالَ وما يُفرش للذبح «أي يضجع» قال ابن أسلم: الحمُولةُ ما تركبون، والفَرْشُ ما تأكلون وتحلبون ﴿كُلُواْ مِمَّا رَزَقَكُمُ الله﴾ أي كلوا من الثمار والزروع والأنعام فقد جعلها الله لكم رزقًا ﴿وَلاَ تَتَّبِعُواْ خُطُوَاتِ الشيطان﴾ أي طريقه وأوامره في التحليل والتحريم كفعل أهل الجاهلية ﴿إِنَّهُ لَكُمْ عَدُوٌّ مُّبِينٌ﴾ أي إِن الشيطان ظاهر العداوة للإِنسان فاحذروا كيده ﴿ثَمَانِيَةَ أَزْوَاجٍ مَّنَ الضأن اثنين وَمِنَ المعز اثنين﴾ أي وأنشأ لكم من الأنعام ثمانية أنواعٍ أحلّ لكم أكلها، من الضأن ذكرًا وأنثى، ومن المعز ذكرًا وأنثى قال القرطبي: يعني ثمانية أفرادٍ، وكلُّ فردٍ عند العرب يحتاج إِلى آخر يُسمَّى زوجًا فيقال","vol":"1","page":393},{"text":"للذكر: زوجٌ وللأنثى زوجٌ ويراد بالزوجين من الضأن: الكبشُ والنعجة، ومن المعز: التيسُ والعنز ﴿قُلْءَآلذَّكَرَيْنِ حَرَّمَ أَمِ الأنثيين﴾ هذا إنكارٌ لما كانوا يفعلونه من تحريم ما أحلَّ الله أي قل لهم يا محمد على وجه التوبيخ والزجر: الذكرين من الضأن والمعز حرّم الله عليكم أيها المشركون أم الانثيين منهما؟ ﴿أَمَّا اشتملت عَلَيْهِ أَرْحَامُ الأنثيين﴾ أي أو ما حملت إِناث الجنسين ذكرًا كان أو أنثى؟ ﴿نَبِّئُونِي بِعِلْمٍ إِن كُنتُمْ صَادِقِينَ﴾ تعجيزٌ وتوبيخ أي أخبروني عن الله بأمرٍ معلوم لا بافتراءٍ ولا بتخرص إِن كنتم صادقين في نسبة ذلك التحريم إِلى الله ﴿وَمِنَ الإبل اثنين وَمِنَ البقر اثنين﴾ أي وأنشأ لكم من الإِبل اثنين هما الجمل والناقة ومن البقر اثنين هما الجاموس والبقرة ﴿قُلْءَآلذَّكَرَيْنِ حَرَّمَ أَمِ الأنثيين أَمَّا اشتملت عَلَيْهِ أَرْحَامُ الأنثيين﴾؟ كرره هنا مبالغة في التقريع والتوبيخ قال أبو السعود: والمقصود إِنكار أن الله سبحانه حرّم عليهم شيئًا من الأنواع الأربعة وإِظهار كذبهم في ذلك فإِنهم كانوا يحرمون ذكور الأنعام تارة، وإناثها تارة، وأولادها تارة أخرى ﴿أَمْ كُنتُمْ شُهَدَآءَ إِذْ وَصَّاكُمُ الله بهذا﴾ زيادة في التوبيخ أي هل كنتم حاضرين حين وصاكم الله بهذا التحريم؟ وهذا من باب التهكم ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا لِيُضِلَّ الناس بِغَيْرِ عِلْمٍ﴾ أي لا أحد أظلم ممن كذب على اله فنسب إِليه تحريم ما لم يحرّم بغير دليلٍ ولا برهان ﴿إِنَّ الله لاَ يَهْدِي القوم الظالمين﴾ عمومٌ في كل ظالم، ثم أمر تعالى رسوله ﷺ َ بأن يبيّن لهم ما حرمه الله عليهم فقال ﴿قُل لاَّ أَجِدُ فِي مَآ أُوْحِيَ إِلَيَّ مُحَرَّمًا على طَاعِمٍ يَطْعَمُهُ إِلاَّ أَن يَكُونَ مَيْتَةً أَوْ دَمًا مَّسْفُوحًا أَوْ لَحْمَ خِنزِيرٍ فَإِنَّهُ رِجْسٌ﴾ أي قل يا محمد لكفار مكة لا أجد فيما أوحاه الله إِليَّ من القرآن شيئًا محرمًا على أيّ إِنسان إِلا أن يكون ذلك الطعام ميتةً أو دمًا سائلًا مصبوبًا أو يكون لحم خنزير فإِنه قذرٌ ونجس لتعوده أكل النجاسات ﴿أَوْ فِسْقًا أُهِلَّ لِغَيْرِ الله بِهِ﴾ أي أو يكون المذبوح فسقًا ذبح على اسم غير الله كالمذبوح على النُّصب، سُميّ فسقًا مبالغةً كأنه نفس الفسق لأنه ذبح على اسم الأصنام ﴿فَمَنِ اضطر غَيْرَ بَاغٍ وَلاَ عَادٍ فَإِنَّ رَبَّكَ غَفُورٌ رَّحِيمٌ﴾ أي من أصابته الضرورة واضطرته إِلى أكل شيء من المحرمات فلا إِثم عليه إِن كان غير باغٍ أي غير قاصد التلذذ بأكلها بدون ضرورة ولا عادٍ أي مجاوزٍ قدر الضرورة التي تدفع عنه الهلاك فالله غفور رحيم بالعباد، ثم بيّن تعالى أن ما حرّمه على اليهود إِنما كان بسبب بغيهم وعصيانهم فقال ﴿وَعَلَى الذين هَادُواْ حَرَّمْنَا كُلَّ ذِي ظُفُرٍ﴾ أي وعلى اليهود خاصةً حرمنا عليهم كل ذي ظُفر قال ابن عباس: هي ذوات الظِّلْفِ كالإِبل والنعام وما ليس بذي أصابع منفرجة كالبط والأوز ﴿وَمِنَ البقر والغنم حَرَّمْنَا عَلَيْهِمْ شُحُومَهُمَآ﴾ أي وحرّمنا عليهم أكل شحوم البقر وشحوم الغنم ﴿إِلاَّ مَا حَمَلَتْ ظُهُورُهُمَا﴾ أي إِلا الشحم الذي علق بالظهر منهما ﴿أَوِ الحوايآ﴾ أي الأمعاء والمصارين ﴿أَوْ مَا اختلط بِعَظْمٍ﴾ كشحم الألية والمعنى أن الشحم الذي تعلَّق بالظهور أو احتوت عليه المصارين أو اختلط بعظم كشحم الألية جائز لهم ﴿ذلك جَزَيْنَاهُم بِبَغْيِهِمْ وِإِنَّا لَصَادِقُونَ﴾ أي ذلك التحريم بسبب ظلمهم وعدوانهم الذي سبق من قتل الأنبياء وأكل الربا واستحلال أموال الناس بالباطل وإِنّا لصادقون","vol":"1","page":394},{"text":"فيما قصصنا عليك يا محمد، وفي ذلك تعريضٌ بكذب من حرّم ما لم يحرّم الله والتعريض بكذب اليهود ﴿فَإِن كَذَّبُوكَ فَقُلْ رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ﴾ أي فإِن كذبك يا محمد هؤلاء اليهود فيما جئت به من بيان التحريم فقل متعجبًا من حالهم ربكم ذو رحمة واسعة حيث لم يعاجلكم بالعقوبة مع شدة إِجرامكم قال في البحر: وهذا كما تقول عند رؤية معصية عظيمة: ما أحلم الله تعالى! وأنت تريد ما أحلمه لإِمهاله العاصي، ثم أعقب وصفه بالرحمة الواسعة بالوعيد الشديد فقال ﴿وَلاَ يُرَدُّ بَأْسُهُ عَنِ القوم المجرمين﴾ أي لا تغتروا بسعة رحمته فإِنه لا يُردُّ عذابه وسطوتُه عمن اكتسبوا الذنوب واجترحوا السيئات فهو مع رحمته ذو بأس شديد، وقد جمعت الآية بين الترغيب والترهيب حتى لا يقنط المذنب من الرحمة ولا يغتر العاصي بحلم الله.\n﴿سَيَقُولُ الذين أَشْرَكُواْ لَوْ شَآءَ الله مَآ أَشْرَكْنَا وَلاَ آبَاؤُنَا وَلاَ حَرَّمْنَا مِن شَيْءٍ﴾ أي سيقول مشركو العرب لو أراد الله ما كفرنا ولا أشركنا نحن ولا آباؤنا يريدون أن شركهم وتحريمهم لما حرّموا كان بمشيئة الله ولو شاء ألا يفعلوا ذلك ما فعلوه، فاحتجوا على ذلك بإِرادة الله كما يقول الواقع في معصية إِذا طلب منه الإِقلاع عنها: هذا قدرُ الله لا مهربَ ولا مفرَّ منه، ولا حجة في هذا لأنهم مكلفون مأمورون بفعل الخير وترك القبيح ولكنها نزعةٌ جبرية يحتج بها السفهاء عندما تدمغهم الحجة قال تعالى في الرد عليهم ﴿كذلك كَذَّبَ الذين مِن قَبْلِهِم حتى ذَاقُواْ بَأْسَنَا﴾ أي كذلك كذَّب من سبقهم من الأمم حتى أنزلنا عليهم العذاب ﴿قُلْ هَلْ عِندَكُم مِّنْ عِلْمٍ فَتُخْرِجُوهُ لَنَآ﴾ استفهام إِنكاري يقصد به التهكم أي قل لهم هل عندكم حجة أو برهان على صدق قولكم فتظهروه لنا ﴿إِن تَتَّبِعُونَ إِلاَّ الظن وَإِنْ أَنتُمْ إَلاَّ تَخْرُصُونَ﴾ أي ما تتبعون في ذلك إِلا الظنون والأوهام وما أنتم في الحقيقة إِلا تكذبون على الله ﷿ ﴿قُلْ فَلِلَّهِ الحجة البالغة فَلَوْ شَآءَ لَهَدَاكُمْ أَجْمَعِينَ﴾ أي قل لهم إِن لم تكن لكم حجة فلله الحجة البينة والواضحة التي بلغت غاية الظهور والإِقناع، فلو شاء لهداكم إِلى الإِيمان أجمعين ولكنه تعالى ترك للخلق أمر الاختيار في الإِيمان والكفر ليتم التكليف ﴿وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾\n[الكهف: ٢٩] ﴿قُلْ هَلُمَّ شُهَدَآءَكُمُ الذين يَشْهَدُونَ أَنَّ الله حَرَّمَ هذا﴾ أي قل لهم يا محمد احضروا لي من يشهد لكم على صحة ما تزعمون أن الله تعالى حرَّم هذه الأشياء التي تدَّعونها من البحيرة والسائبة وغيرهما ﴿فَإِن شَهِدُواْ فَلاَ تَشْهَدْ مَعَهُمْ﴾ أي فإِن حضروا وكذبوا في شهادتهم وزوَّروا فلا تشهد بمثل شهادتهم ولا تصدّقهم فإِنه كذبٌ بحتٌ ﴿وَلاَ تَتَّبِعْ أَهْوَآءَ الذين كَذَّبُواْ بِآيَاتِنَا والذين لاَ يُؤْمِنُونَ بالآخرة﴾ أي ولا تتبع أهواء المكذبين بآيات الرحمن الذين لا يصدقون بالآخرة ﴿وَهُم بِرَبِّهِمْ يَعْدِلُونَ﴾ أي وهم يشركون بالله غيره فيعبدون الأوثان.\nالبَلاَغَة: ١ - ﴿حَمُولَةً وَفَرْشًا﴾ بينهما طباقٌ لأن الحمولة الكبارُ الصالحة للحمل، والفرشُ الصغار الدانية من الأرض كأنها فرش.\n٢ - ﴿خُطُوَاتِ الشيطان﴾ هذا من لطيف الاستعارة وهي أبلغ عبارة للتحذير من طاعة الشيطان والسير في ركابه.","vol":"1","page":395},{"text":"٣ - ﴿غَفُورٌ رَّحِيمٌ﴾ من صيغ المبالغة أي مبالغ في المغفرة والرحمة.\n٤ - ﴿رَّبُّكُمْ ذُو رَحْمَةٍ وَاسِعَةٍ وَلاَ يُرَدُّ بَأْسُهُ عَنِ القوم المجرمين﴾ جاءت الأولى جملة اسمية لأنها أبلغ في الإِخبار من الفعلية فناسبت وصفه تعالى بالرحمة الواسعة وجاءت الجملة الثانية فعلية ﴿وَلاَ يُرَدُّ﴾ لئلا يتعادل الإِخبار عن الوصفين، وباب الرحمة أوسع أفاده في البحر.\nفَائِدَة: في قوله تعالى ﴿قُل لاَّ أَجِدُ فِي مَآ أُوْحِيَ إِلَيَّ مُحَرَّمًا﴾ إِيذان بأن التحريم إِنما يعلم بالوحي لا بالهوى، وأن الله ﷿ وعلا على المشرع للأحكام والرسول مبلّغٌ عن الله ذلك التشريع كقوله ﴿وَمَا يَنطِقُ عَنِ الهوى إِنْ هُوَ إِلاَّ وَحْيٌ يوحى﴾ [النجم: ٢ - ٣]","vol":"1","page":396},{"text":"المنَاسَبَة: لّما ذكر تعالى ما حرّمه الكفار افتراء عليه وذكر ما أباحه تعالى لهم من الحبوب والفواكه والحيوان، ذكر هنا ما حرّمه تعالى عليهم حقيقة من الأمور الضارة، وذكر الوصايا العشر التي اتفقت عليها الشرائع السماوية وبها سعادة البشرية.\nاللغَة: ﴿أَتْلُ﴾ أقرأ وأقص ﴿إمْلاَقٍ﴾ فقر يقال أملق الرجل إِذا افتقر ﴿أَشُدَّهُ﴾ قوته وهو بلوغ سن النكاح والرشد، والأشدُّ جمعٌ لا واحد له ﴿بالقسط﴾ بالعدل بلا بخس ولا نقصان ﴿السبل﴾ جمع سبيل وهي الطريق ﴿شِيَعًا﴾ فرقًا وأحزابًا جمع شيعة وهي الفرقة تتشيع وتتعصب لمذهبها ﴿قِيَمًا﴾ مستقيمًا لا عوج فيه ﴿نُسُكِي﴾ النُّسُك جمع نسيكة وهي الذبيحة وقال الزجاج: عبادتي ومنه الناسك الذي يتقرب إِلى الله بالعبادة.\nالتفِسير: ﴿قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ﴾ أي قل يا محمد تعالوا أقرأ الذي حرّمه ربكم عليكم باليقين لا بالظن والتخمين ﴿أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا﴾ أي لا تعبدوا معه غيره ﴿وبالوالدين إِحْسَانًا﴾ أي وأحسنوا إِلى الوالدين إِحسانًا، وذُكر ضمن المحرمات لأن الأمر بالشيء نهيٌ عن ضده فكأنه قال: ولا تسيئوا إِلى الوالدين قال أبو السعود: والسرُّ في ذلك المبالغةُ والدلالة على أن ترك الإِساءة إِليهما غير كافٍ في قضاء حقوقهما ﴿وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ﴾ أي ولا تقتلوا أولادكم خشية الفقر قال ابن الجّوزي: المراد دفن البنات أحياء من خوف الفقر ﴿نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ﴾ أي رزقكم ورزقهم علينا فإِن الله هو الرازق للعباد ﴿وَلاَ تَقْرَبُواْ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾ أي لا تقربوا المنكرات الكبائر علانيتها وسرّها قال ابن عباس: كانوا في الجاهلية لا يرون بالزنى بأسًا في السرّ ويستقبحونه في العلانية فحرمه الله في السر والعلانية ﴿وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق﴾ أي لا تقتلوا النفس البريئة التي حرّم الله قتلها إِلا بموجب وقد فسّره قول رسول الله ﷺ َ: «لا يحل دم امرئ مسلم إِلا بإِحدى ثلاث: الثيبُ الزاني، والنفسُ بالنفس، والتاركُ لدينه المفارق للجماعة» ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ﴾ أي ذلكم المذكور هو ما أوصاكم تعالى بحفظه وأمركم به أمرًا مؤكدًا لعلكم تسترشدون بعقولكم إِلى فوائد هذه التكاليف ومنافعها في الدين والدنيا قال أبو حيان: وفي لفظ وصّاكم من اللطف والرأفة وجعلهم أوصياء له تعالى ما لا يخفى من الإِحسان ﴿وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ﴾ أي لا تقربوا مال اليتيم بوجه من الوجوه إِلا بالخصلة التي هي أنفع له حتى يصير بالغًا رشيدًا، والنهي عن القرب يعمُّ وجوه التصرف لأنه إِذا","vol":"1","page":397},{"text":"نُهي عن أن يقرب المال فالنهيُ عن أكله أولى وأحرى والتي هي أحسن منفعةُ اليتيم وتثمير ماله قال ابن عباس: هو أن يعمل له عملًا مصلحًا فيأكل منه بالمعروف ﴿وَأَوْفُواْ الكيل والميزان بالقسط﴾ أي بالعدل والتسوية في الأخذ والعطاء ﴿لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾ أي لا نكلّف أحدًا إٍلا بمقدار طاقته بما لا يعجز عنه قال البيضاوي: أي إِلا ما يسعها ولا يعسرُ عليها، وذكره بعد وفاء الكيل لأن إِيفاء الحق عسرٌ فعليكم بما في وسعكم وما وراءه معفوٌّ عنكم ﴿وَإِذَا قُلْتُمْ فاعدلوا وَلَوْ كَانَ ذَا قربى﴾ أي اعدلوا في حكومتكم وشهادتكم ولو كان المشهود عيه من ذوي قرابتكم ﴿وَبِعَهْدِ الله أَوْفُواْ﴾ أي أوفوا بالعهد إِذا عاهدتم قال القرطبي: وهذا عام في جميع ما عهده الله إِلى عباده ويحتمل أن يراد به ما انعقد بين الناس وأضيف إِلى الله من حيث أمر بحفظه والوفاء به ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي لعلكم تتعظون ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ﴾ أي وبأن هذا ديني المستقيم شرعته لكم فتمسكوا به ولا تتبعوا الأديان المختلفة والطرق الملتوية فتفرقكم وتزيلكم عن سبيل الهدى عن ابن مسعود قال:\n«خطّ لنا رسول الله ﷺ َ يومًا خطًا ثم قال هذا سبيل الله، ثم خطَّ خطوطًا عن يمينه ويساره ثم قال: هذه سُبُل على كل سبيل منها شيطانٌ يدعو إِليها ثم قرأ ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه﴾ الآية» ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ﴾ كرر الوصية على سبيل التوكيد أي لعلكم تتقون النار بامتثال أوامر الله واجتناب نواهيه قال ابن عطية: لما كانت المحرمات الأولى لا يقع فيها عاقل جاءت العبارة ﴿لَعَلَّكُمْ تَعْقِلُونَ﴾ [البقرة: ٧٣] والمحرمات الأخر شهوات وقد ويقع فيها من لم يتذكر جاءت العبارة ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾ والسير في الجادة المستقيمة يتضمن فعل الفضائل ولا بد لها من تقوى الله جاءت العبارة ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ [البقرة: ٦٣] ﴿ثُمَّ آتَيْنَا مُوسَى الكتاب تَمَامًا عَلَى الذي أَحْسَنَ﴾ أي أعطينا موسى التوراة تمامًا للكرامة والنعمة على من كان محسنًا وصالحًا قال الطبري: أي آتينا موسى الكتاب تمامًا لنعمتنا عليه في قيامه بأمرنا ونهينا فإِن إِيتاء موسى الكتاب نعمةٌ من الله عليه ومنَّةٌ عظيمة لما سلف منه من صالح العمل وحسن الطاعة ﴿وَتَفْصِيلًا لِّكُلِّ شَيْءٍ﴾ وبيانًا مفصلًا لكل ما يحتاج إِليه بنو إِسرائيل في الدين ﴿وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ﴾ أي وهدى لبني إِسرائيل ورحمة عليهم ليصدّقوا بلقاء الله قال ابن عباس: كي يؤمنوا بالبعث ويصدّقوا بالثواب والعذاب ﴿وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ﴾ أي وهذا القرآن الذي أنزلناه على محمد كتابٌ عظيم الشأن كثير المنافع مشتملٌ على أنواع الفوائد الدينية والدنيوية ﴿فاتبعوه واتقوا لَعَلَّكُمْ تُرْحَمُونَ﴾ أي تمسكوا به واجعلوه إِمامًا واحذروا أن تخالفوه لتكونوا راجين للرحمة ﴿أَن تقولوا إِنَّمَآ أُنزِلَ الكتاب على طَآئِفَتَيْنِ﴾ أي أنزلناه بهذا الوصف العظيم الجامع لخيرات الدنيا والآخرة كراهة أن تقولوا يوم القيامة ما جاءنا كتاب فنتّبعه وإِنما نزلت الكتب المقدسة على اليهود والنصارى قال ابن جرير: فقطع الله بإِنزاله القرآن على محمد ﷺ َ حجتهم تلك ﴿وَإِن كُنَّا عَن","vol":"1","page":398},{"text":"دِرَاسَتِهِمْ لَغَافِلِينَ﴾ أي وإِنه الحال والشأن كنا عن معرفة ما في كتبهم ورداستهم غافلين لا نعلم ما فيها لأنها لم تكن بلغتنا ﴿أَوْ تَقُولُواْ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا الكتاب لَكُنَّآ أهدى مِنْهُمْ﴾ أو تقولوا لو أننا أُنزل علينا الكتاب كما أُنزل على هاتين الطائفتين لكنَّا أهدى منهم إِلى الحق وأسرع إِجابة لأمر الرسول لمزيد ذكائنا وجدّنا في العمل ﴿فَقَدْ جَآءَكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ﴾ أي فقد جاءكم من الله على لسان محمد ﷺ َ قرآن عظيم، فيه بيانٌ للحلال والحرام وهدى لما في القلوب ورحمة من الله لعبادة قال القرطبي: أي قد زال العذر بمجيء محمد ﷺ َ قال ابن عباس: بيّنة أي حجة وهو النبي ﷺ َ والقرآن ﴿فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ الله﴾ أي من أكفر ممن كذّب بالقرآن ولم يؤمن به ﴿وَصَدَفَ عَنْهَا﴾ أي أعرض عن آيات الله قال أبو السعود: أي صرف الناس عنها فجمع بين الضلال والإِضلال ﴿سَنَجْزِي الذين يَصْدِفُونَ عَنْ آيَاتِنَا سواء العذاب بِمَا كَانُواْ يَصْدِفُونَ﴾ وعيدٌ لهم أي سنثيب هؤلاء المعرضين عن آيات الله وحججه الساطعة شديد العقاب بسبب إِعراضهم عن آيات الله وتكذيبهم لرسله ﴿هَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيهُمُ الملائكة﴾ أي ما ينتظر هؤلاء المشركون إِلا أن تأتيهم الملائكة لقبض أرواحهم وتعذيبها وهو وقتٌ لا تنفع فيه توبتُهم ﴿أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ﴾ قال ابن عباس: أي يأتي أمر ربك فيهم بالقتل أو غيره وقال الطبري: المراد أن يأتيهم ربك في موقف القيامة للفصل بين خلقه أو يأتيهم بعض آيات ربك وهو طلوع الشمس من مغربها ﴿يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ في إِيمَانِهَا خَيْرًا﴾ أي يوم يأتي بعض أشراط الساعة وحينئذٍ لا ينفع الإِيمان نفسًا كافرة آمنت في ذلك الحين ولا نفسًا عاصيةً لم تعمل خيرًا قال الطبري: أي لا ينفع من كان قبل ذلك مشركًا بالله أن يؤمن بعد مجيء تلك الآية لعظيم الهول الوارد عليهم من أمر الله، فحكم إِيمانهم كحكم إِيمانهم عند قيام الساعة وفي الحديث\n«لا تقوم الساعة حتى تطلع الشمس من مغربها فإذا طلعت ورآها الناس آمنوا أجمعون، وذلك حين لا ينفع نفسًا إيمانها لم تكن آمنت من قبل» ﴿قُلِ انتظروا إِنَّا مُنتَظِرُونَ﴾ أي انتظروا ما يحلُّ بكم وهو أمر تهديد ووعيد ﴿إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا﴾ أي فرّقوا الدين فأصبحوا شيعًا وأحزابًا قال ابن عباس: هم اليهود والنصارى فرّقوا دين إِبراهيم الحنيف ﴿لَّسْتَ مِنْهُمْ فِي شَيْءٍ﴾ أي أنت يا محمد بريء منهم ﴿إِنَّمَآ أَمْرُهُمْ إِلَى الله﴾ أي جزاؤهم وعقابهم على الله هو يتولى جزاءهم ﴿ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ﴾ أي يخبرهم بشنيع فعالهم قال الطبري: أي أخبرهم في الآخرة بما كانوا يفعلون وأجازي كلًا منهم بما كان يفعل ﴿مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا﴾ أي من جاء يوم القيامة بحسنةٍ واحدة جوزي عنها بعشر حسناتٍ أمثالها فضلًا من الله وكرمًا وهو أقلُّ المضاعفة للحسنات فقد تنتهي إِلى سبعمائة أو أزيد ﴿وَمَن جَآءَ بالسيئة فَلاَ يجزى إِلاَّ مِثْلَهَا﴾ أي ومن جاء بالسيئة عوقب بمثلها دون مضاعفة ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي لا يُنقصون من جزائهم شيئًا وفي الحديث","vol":"1","page":399},{"text":"القدسي:\n«يقول الله ﷿: من جاء بالحسنة فله عشر أمثالها أو أزيدُ، ومن جاء بالسيئة فجزاء سيئة مثلها أو أغْفرُ» فالزيادة في الحسنات من باب الفضل، والمعاملة بالمثل في السيئات من باب العدل ﴿قُلْ إِنَّنِي هَدَانِي ربي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي قل يا محمد لهؤلاء المشركين المكذبين إِن ربي هداني إِلى الطريق القويم وأرشدني إِلى الدين الحق دين إِبراهيم ﴿دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ أي دينًا مستقيمًا لا عوج فيه هو دين الحنيفية السمحة الذي جاء به إِمام الحنفاء إِبراهيم الخليل ﴿وَمَا كَانَ مِنَ المشركين﴾ أي وما كان إِبراهيم مشركًا، وفيه تعريضٌ بإِشراك من خالف دين الإِسلام لخروجه عن دين إِبراهيم ﴿قُلْ إِنَّ صَلاَتِي﴾ أي قل يا محمد إِنَّ صلاتي التي أعبد بها ربي ﴿وَنُسُكِي﴾ أي ذبحي ﴿وَمَحْيَايَ وَمَمَاتِي﴾ أي حياتي ووفاتي وما أقدّمه في هذه الحياة من خيرات وطاعات ﴿للَّهِ رَبِّ العالمين﴾ أي ذلك كله لله خالصًا له دون ما أشركتم به ﴿لاَ شَرِيكَ لَهُ﴾ أي لا أعبد غير الله ﴿وبذلك أُمِرْتُ﴾ أي بإِخلاص العبادة لله وحده أُمرتُ ﴿وَأَنَاْ أَوَّلُ المسلمين﴾ أي أولُّ من أقرَّ وأذعنَ وخضع لله جلّ وعلا ﴿قُلْ أَغَيْرَ الله أَبْغِي رَبًّا﴾ تقريرٌ وتوبيخ للكفار، وسببها أنهم دعوة إِلى عبادة آلهتهم والمعنى: قل يا محمد أأطلب رباص غير الله تعالى؟ ﴿وَهُوَ رَبُّ كُلِّ شَيْءٍ﴾ أي والحال هو خالق ومالك كل شيء فكيف يليق أن أتخذ إِلهًا غير الله؟ ﴿وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا﴾ أي لا تكون جناية نفسٍ من النفوس إِلا عليها ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا يحمل أحدٌ ذنب أحد، ولا يؤاخذ إِنسانٌ بجريرة غيره ﴿ثُمَّ إلى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ﴾ وهذا وعيدٌ وتهديد أي مرجعكم إِليه يوم القيامة فيجازيكم على أعمالكم ويميز بين المحسن والمسيء ﴿وَهُوَ الذي جَعَلَكُمْ خَلاَئِفَ الأرض﴾ أي جعلكم خلفًا للأمم الماضية والقرون السالفة يخلف بعضكم بعضًا قال الطبري: أي استخلفكم بعد أن أهلك من كان قبلكم من القرون والأمم الخالية فجعلكم خلائف منهم في الأرض تخلفونهم فيها ﴿وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾ أي خالف بين أحوالكم في الغنى والفقر، والعلم والجهل، والقوة والضعف وغير ذلك مما وقع فيه التفضيل بين العباد ﴿لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ﴾ أي ليختبر شكركم على ما أعطاكم قال ابن الجوزي: أي ليختبركم فيظهر منكم ما يكون به الثواب والعقاب ﴿إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ﴾ أي إِن ربك سريع العقاب لمن عصاه وغفور رحيم لمن أطاعه، قال في التسهيل: جمع بين الخوف والرجاء، وسرعة العقاب إِما في الدنيا بتعجيل الأخذ أو في الآخرة لأن كل ما هو آتٍ قريب.\nالبَلاَغَة: ١ - ﴿وَلاَ تَتَّبِعُواْ السبل﴾ السُّبل استعارة عن البدع والضلالات والمذاهب المنحرفة.\n٢ - ﴿لاَ نُكَلِّفُ نَفْسًا﴾ التنكير لإِفادة العموم والشمول.","vol":"1","page":400},{"text":"٣ - ﴿وَبِعَهْدِ الله﴾ الإِضافة للتشريف والتعظيم.\n٤ - ﴿يَصْدِفُونَ عَنْ آيَاتِنَا﴾ وضع الظاهر مكان الضمير ﴿عَنْهَا﴾ لتسجيل شناعة وقباحة طغيانهم.\n٥ - ﴿قُلِ انتظروا﴾ الأمر للتهديد والوعيد.\n٦ - ﴿لاَ يَنفَعُ نَفْسًا إِيمَانُهَا ...﴾ الآية اشتمل هذا الكلام على النوع المعروف من علم البيان باللَّف وأصل الكلام: يوم يأتي بعض آيات ربك لا ينفع نفسًا لم تكن مؤمنةً قبلُ إيمانُها بعدُ، ولا نفسًا لم تكسب في إِيمانها خيرًا قبلُ ما تكسبه من الخير بعد، إِلا أنه لفّ الكلامين فجعلهما كلامًا واحدًا بلاغة واختصارًا وإِعجازًا، أفاده صاحب الانتصاف.\n٧ - ﴿ظَهَرَ﴾ و﴿بَطَنَ﴾ طباق وبين ﴿الحسنة﴾ و﴿السيئة﴾ طباق كذلك وهو من المحسنات البديعية.\n٨ - ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ قال الشريف الرضي: ليس هناك على الحقيقة أحمال على الظهور وإِنما هي أثقال الآثام والذنوب فهو من الاستعارة اللطيفة.\nفَائِدَة: وحّد تعالى ﴿سَبِيلِهِ﴾ لأن الحق واحد وجمع ﴿السبل﴾ لأن طرق الضلالة كثيرة ومتشعبة.\nتنبيه: قال الحافظ ابن كثير: كثيرًا ما يقرن ﵎ في القرآن بين هاتين الصفتين ﴿إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ﴾ كقوله تعالى ﴿نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم وَأَنَّ عَذَابِي هُوَ العذاب الأليم﴾ [الحجر: ٤٩ - ٥٠] إِلى غير ذلك من الآيات المشتملة على الترغيب والترهيب، فتارةً يدعو عباده إِليه بالرغبة وصفة الجنة والترغيب فيما لديه، وتارة يدعوهم إِليه بالرهبة وذكر النار وأنكالها وعذابها والقيامة وأهوالها، وتارة بهما لينجع في كلٍ بحسبه.","vol":"1","page":401},{"text":"اللغَة: ﴿حَرَجٌ﴾ ضيق يقال: حَرج المكانُ أو الصدرُ إِذا ضاق ﴿بَيَاتًا﴾ قال الراغب: البَيَاتُ والتبيتُ: قصدُ العدو ليلًا ﴿قَآئِلُونَ﴾ من القيلولة وهي النوم وسط النهار، والقائلة: الظهيرة ﴿مَذْءُومًا﴾ مذمومًا يقال ذأمه أي ذمه وحقَّره ﴿مَّدْحُورًا﴾ مطرودًا يقال دحره أي طرده وأبعده ﴿سَوْءَاتِهِمَآ﴾ السوأة: العورة سميت بذلك لأن الإِنسان يسوءه ظهورها ﴿طَفِقَا﴾ شرعًا وأخذا يقال: طفِق يطفق إِذا ابتدأ وأخذ ﴿يَخْصِفَانِ﴾ يرقعان ويلزقان ﴿رِيشًا﴾ لباسًا تتجملون به وأصل الريش: المالُ والجمال ومنه ريش الطير لأنه زينةٌ له وجمال ﴿قَبِيلُهُ﴾ جنوده وأصل القبيل: الجماعةُ سواءً","vol":"1","page":404},{"text":"كانوا من أصلٍ أو أصول شتى ﴿فَاحِشَةً﴾ الفاحشة هي الشيء الذي تناهى قبحه والمراد بها هنا الطوافُ حول البيت عراةً وكل أمرٍ قبيح يسمى فاحشة، والفحشاء ما اشتد قبحه من الذنوب كالفاحشة.\nالتفِسير: ﴿المص﴾ تقدم في أول سورة البقرة الكلام عن الحروف المقطّعة وأن الحكمة في ذكرها بيان «إِعجاز القرآن» بالإِشارة إِلى أنه مركب من أمثال هذه الحروف ومع ذلك فقد عجز بلغاؤهم وفصحاؤهم وعباقرتهم عن الإِتيان بمثله وروي عن ابن عباس معناه: أنا الله أعلم وأَفْصِل، وقال أبو العالية: الألف مفتاح اسمه الله واللام مفتاح اسمه لطيف والميم مفتاح اسمه مجيد والصاد مفتاح اسمه صادق ﴿كِتَابٌ أُنزِلَ إِلَيْكَ﴾ أي هذا كتاب أنزله الله إِليك يا محمد وهو القرآن ﴿فَلاَ يَكُنْ فِي صَدْرِكَ حَرَجٌ مِّنْهُ﴾ أي لا يضقْ صدرك من تبليغه خوفًا من تكذيب قومك ﴿لِتُنذِرَ بِهِ وذكرى لِلْمُؤْمِنِينَ﴾ أي لتنذر بالقرآن من يخاف الرحمن، ولتذكر وتعظ به المؤمنين لأنهم المنتفعون به ﴿اتبعوا مَآ أُنزِلَ إِلَيْكُمْ مِّن رَّبِّكُمْ﴾ أي اتبعوا أيها الناس القرآن الذي فيه الهدى والنور والبيان المنزّل إِليكم من ربكم ﴿وَلاَ تَتَّبِعُواْ مِن دُونِهِ أَوْلِيَآءَ﴾ أي ولا تتخذوا أولياء من دون الله كالأوثان والرهبان والكُهّان تولونهم أموركم وتطيعونهم فيما يشرعون لكم ﴿قَلِيلًا مَّا تَذَكَّرُونَ﴾ أي تتذكّرون تذكرًا قليلًا قال الخازن: أي ما تتعظون إِلا قليلًا ﴿وَكَم مِّن قَرْيَةٍ أَهْلَكْنَاهَا﴾ أي وكثير من القرى أهلكناها والمراد بالقرية أهلُها ﴿فَجَآءَهَا بَأْسُنَا بَيَاتًا﴾ أي جاءها عذابنا ليلًا ﴿أَوْ هُمْ قَآئِلُونَ﴾ أي جاءهم العذاب في وقت القيلولة وهي النوم في وسط النهار قال أبو حيان: وخصّ مجيء البأس بهذين الوقتين لأنهما وقتان للسكون والدعة والاستراحة فمجيء العذاب فيهما أشق وأفظع لأنه يكون على غفلةٍ من المهلكين ﴿فَمَا كَانَ دَعْوَاهُمْ إِذْ جَآءَهُمْ بَأْسُنَآ﴾ أي ما كان دعاؤهم واستغاثتهم حين شاهدوا العذاب ورأوا أماراته ﴿إِلاَّ أَن قالوا إِنَّا كُنَّا ظَالِمِينَ﴾ أي إِلا اعترافهم بظلمهم تحسرًا وندامة، وهيهات أن ينفع الندم ﴿فَلَنَسْأَلَنَّ الذين أُرْسِلَ إِلَيْهِمْ﴾ أي لنسألن الأمم قاطبة هل بلّغكم الرسل وماذا أجبتم؟ والمقصودُ من هذا السؤال التقريع والتوبيخ للكفار ﴿وَلَنَسْأَلَنَّ المرسلين﴾ أي لنسألنَّ الرسل أيضًا هل بلّغوا الرسالة وأدوا الأمانة؟ قال في البحر: وسؤال الأمم تقريرٌ وتوبيخ يعقب الكفار والعصاة نكالًا وعذابًا، وسؤال الرسل تأنيسٌ يعقب الأنبياء كرامة وثوابًا ﴿فَلَنَقُصَّنَّ عَلَيْهِم بِعِلْمٍ﴾ أي فلنخبرنهم بما فعلوا عن علمٍ منا قال ابن عباس: يوضع الكتاب يوم القيامة فيتكلم بما كانوا يعملون ﴿وَمَا كُنَّا غَآئِبِينَ﴾ أي ما كنا غائبين عنهم حتى يخفى علينا شيء من أحوالهم قال ابن كثير: يخبر تعالى عباده يوم القيامة بما قالوا وبما عملوا من قليل وكثير: وجليل وحقير، لأنه تعالى الشهيد على كل شيء، لا يغيب عنه شيء بل هو العالم بخائنة الأعين وما تخفي الصدور ﴿والوزن يَوْمَئِذٍ الحق﴾ أي والوزن للأعمال يوم القيامة كائن بالعدل ولا يظلم ربك أحدًا ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ أي فمن رجحت موازين أعماله بالإِيمان وكثرة الحسنات ﴿فأولئك هُمُ المفلحون﴾ أي الناجون غدًا من العذاب الفائزون","vol":"1","page":405},{"text":"بجزيل الثواب ﴿وَمَنْ خَفَّتْ مَوَازِينُهُ﴾ أي ومن خفت موازين أعماله بسبب الكفر واجتراح السيئات ﴿فأولئك الذين خسروا أَنْفُسَهُم﴾ أي خسروا أنفسهم وسعادتهم ﴿بِمَا كَانُواْ بِآيَاتِنَا يِظْلِمُونَ﴾ أي بسبب كفرهم وجحودهم بآيات الله، قال ابن كثير: والذي يوضع في الميزان يوم القيامة قيل: الأعمال وإِن كانت أعراضًا إِلا أن الله تعالى يقلبها يوم القيامة أجسامًا يروى هذا عن ابن عباس، وقيل: يوزن كتاب الأعمال كما جاء في حديث البطاقة، وقيل: يوزن صاحب العمل كما في الحديث\n«يؤتى يوم القيامة بالرجل السمين فلا يزن عند الله جناح بعوضة» والكل صحيح فتارةً توزن الأعمال، وتارةً محالها، وتارة يوزن فاعلها والله أعلم أقول: لا غرابة في وزن الأعمال ووزن الحسنات والسيئات بالذات، فإِذا كان العلم الحديث قد كشف لنا عن موازين للحر والبرد، واتجاه الرياح والأمطار، أفيعجز القادر على كل شيء عن وضع موازين لأعمال البشر؟ ﴿وَلَقَدْ مَكَّنَّاكُمْ فِي الأرض﴾ أي جعلنا لكم أيها الناس في الأرض مكانًا وقرارًا قال البيضاوي: أي مكناكم من سكناها وزرعها والتصرف فيها ﴿وَجَعَلْنَا لَكُمْ فِيهَا مَعَايِشَ﴾ أي ما تعيشون به وتحيون من المطاعم والمشارب وسائر ما تكون به الحياة ﴿قَلِيلًا مَّا تَشْكُرُونَ﴾ أي ومع هذا الفضل والإِنعام قليل منكم من يشكر ربه كقوله ﴿وَقَلِيلٌ مِّنْ عِبَادِيَ الشكور﴾ [سبأ: ١٣] ﴿وَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ﴾ أي خلقنا أباكم آدم طينًا غير مصوَّر ثم صورناه أبدع تصوير وأحسن تقويم، وإِنما ذكر بلفظ الجمع تعظيمًا له لأنه أبو البشر ﴿ثُمَّ قُلْنَا للملائكة اسجدوا لأَدَمَ﴾ أي ثم أمرنا الملائكة بالسجود لآدم تكريمًا له ولذريته ﴿فسجدوا إِلاَّ إِبْلِيسَ لَمْ يَكُنْ مِّنَ الساجدين﴾ أي سجد الملائكة كلهم أجمعون إِلا إِبليس امتنع من السجود تكبراص وعنادًا، والاستثناء منطقع لأنه استثناء من غير الجنس وقد تقدم قول الحسن البصري: لم يكن إِبليسُ من الملائكة طرفة عين ﴿قَالَ مَا مَنَعَكَ أَلاَّ تَسْجُدَ إِذْ أَمَرْتُكَ﴾ أي قال تعالى لإِبليس أيُّ شيء منعك أن تدع السجود لآدم؟ والاستفهام للتقريع والتوبيخ ﴿قَالَ أَنَاْ خَيْرٌ مِّنْهُ﴾ أي قال إِبليس اللعين أنا أفضل من آدم وأشرف منه فكيف يسجد الفاضل للمفضول؟ ثم ذكر العلة في الامتناع فقال ﴿خَلَقْتَنِي مِن نَّارٍ وَخَلَقْتَهُ مِن طِينٍ﴾ أي أنا أشرف منه لشرف عنصري على عنصره، لأنني مخلوق من نار والنار أشرف من الطين، ولم ينظر المسكين لأمر من أمره بالسجود وهو الله تعالى قال ابن كثير: نظر اللعين إِلى أصل العنصر ولم ينظر إِلى التشريف والتعظيم وهو أن الله خلق آدم بيده، ونفخ فيه من روحه، وقاس قياسًا فاسدًا فأخطأ قبّحه الله في قياسه في دعواه أن النار أشرف من الطين، فإِن الطين من شأنه الرزانة والحلم، والنار من شأنها الإِحراق والطيش، والطين محل النبات والنمو والزيادة والإِصلاح والنار محل العذاب ولهذا خان إِبليس عنصره فأورثه الهلاك والشقاء والدمار قال ابن سيرين: أول من قاس إِبليس فأخطأ فمن قاس الدين برأيه قرنه الله مع إِبليس ﴿قَالَ فاهبط مِنْهَا فَمَا يَكُونُ لَكَ أَن تَتَكَبَّرَ فِيهَا﴾ أي اهبط من الجنة فما يصح ولا يستقيم ولا ينبغي أن تستكبر عن طاعتي وأمري وتسكن","vol":"1","page":406},{"text":"دار قدسي ﴿فاخرج إِنَّكَ مِنَ الصاغرين﴾ أي الذليلين الحقيرين قال الزمخشري: وذلك أنه لما أظهر الاستكبار ألبسه الله الذل والصغار فمن تواضع لله رفعه ومن تكبّر على الله وضعه ﴿قَالَ أَنظِرْنِي إِلَى يَوْمِ يُبْعَثُونَ﴾ استدرك اللعين فطلب من الله الإِمهال إِلى يوم البعث لينجو من الموت لأن يوم البعث لا موت بعده فأجابه تعالى بقوله ﴿قَالَ إِنَّكَ مِنَ المُنظَرِينَ﴾ قال ابن عباس: أنظره إِلى النفخة الأولى حيث يموت الخلق كلهم وكان طلب الإِنظار إِلى النفخة الثانية حيث يقوم الناس لرب العالمين فأبى الله ذلك عليه ويؤيده الآية الأخرى\n﴿قَالَ فَإِنَّكَ مِنَ المنظرين إلى يَوْمِ الوقت المعلوم﴾ [الحجر: ٣٧ - ٣٨] ﴿قَالَ فَبِمَآ أَغْوَيْتَنِي لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم﴾ أي فبسبب إِغوائك وإِضلالك لي لأقعدنَّ لآدم وذريته على طريق الحق وسبيل النجاة الموصل للجنة كما يقعد القُطّاع للسابلة ﴿ثُمَّ لآتِيَنَّهُمْ مِّن بَيْنِ أَيْدِيهِمْ وَمِنْ خَلْفِهِمْ وَعَنْ أَيْمَانِهِمْ وَعَن شَمَآئِلِهِمْ﴾ أي آتي عبادك من كل جهة من الجهات الأربع لأصدّهم عن دينك قال الطبري: معناه لآتينهم من جميع وجوه الحق والباطل، فأصدهم عن الحق وأحسّن لهم الباطل قال ابن عباس: ولا يستطيع أن يأتي من فوقهم لئلا يحول بين العبد وبين رحمة الله تعالى ﴿وَلاَ تَجِدُ أَكْثَرَهُمْ شَاكِرِينَ﴾ أي مؤمنين مطيعين شاكرين لنعمك ﴿قَالَ اخرج مِنْهَا مَذْءُومًا مَّدْحُورًا﴾ أي اخرج من الجنة مذمومًا معيبًا مطرودًا من رحمتي ﴿لَّمَن تَبِعَكَ مِنْهُمْ لأَمْلأَنَّ جَهَنَّمَ مِنكُمْ أَجْمَعِينَ﴾ اللام موطئة للقسم أي لمن أطاعك من الإِنس والجن لأملأنَّ جهنم من الأتباع الغاوين أجمعين، وهو وعيد بالعذاب لكل من انقاد للشيطان وترك أمر الرحمن ﴿وَيَآءَادَمُ اسكن أَنتَ وَزَوْجُكَ الجنة﴾ أي وقلنا يا آدم اسكن مع زوجك حواء الجنة بعد أن أُهبط منها إبليس وأخرج وطرد ﴿فَكُلاَ مِنْ حَيْثُ شِئْتُمَا﴾ أي كلا من ثمارها من أي مكان شئتما ﴿وَلاَ تَقْرَبَا هذه الشجرة فَتَكُونَا مِنَ الظالمين﴾ أباح لهما الأكل من جميع ثمارها إِلا شجرة عيّنها لهما ونهاهما عن الأكل منها ابتلاءً وامتحانًا فعند ذلك حسدهما الشيطان وسعى في الوسوسة والمكر والخديعة ﴿فَوَسْوَسَ لَهُمَا الشيطان﴾ أي ألقى لهما بصوتٍ خفي لإِغرائهما بالأكل من الشجرة ﴿لِيُبْدِيَ لَهُمَا مَا وُورِيَ عَنْهُمَا مِن سَوْءَاتِهِمَا﴾ أي ليظهر لهما ما كان مستوراص من العورات التي يقبح كشفها ﴿وَقَالَ مَا نَهَاكُمَا رَبُّكُمَا عَنْ هذه الشجرة إِلاَّ أَن تَكُونَا مَلَكَيْنِ أَوْ تَكُونَا مِنَ الخالدين﴾ وهذا توضيح لوسوسة اللعين أي قال في وسوسته لهما: ما نهاكما ربكما عن الأكل من الشجرة إِلا كراهية أن تكونا مَلكَين أو تصبحا من المخلّدين في الجنة ﴿وَقَاسَمَهُمَآ إِنِّي لَكُمَا لَمِنَ الناصحين﴾ أي حلف لهما بالله على ذلك حتى خدعهما وقد يُخْدع المؤمن بالله قال الألوسي: وإِنما عبّر بصيغة المفاعلة للمبالغة لأن من يباري أحدًا في فعلٍ يجدُّ فيه ﴿فَدَلاَّهُمَا بِغُرُورٍ﴾ أي خدعهما بما غرهما به من القسم بالله قال ابن عباس: غرهما باليمين وكان آدم يظن أنه لا يحلف أحدٌ بالله كاذبًا فغرهما بوسوسته وقسمه لهما ﴿فَلَمَّا ذَاقَا الشجرة بَدَتْ لَهُمَا سَوْءَاتُهُمَا﴾ أي فلما أكلا من الشجرة ظهرت عوراتهما قال الكلبي: تهافت عنهما لباسهما فأبصر كلٌ منهما عورة صاحبه فاستحيا ﴿وَطَفِقَا يَخْصِفَانِ عَلَيْهِمَا مِن","vol":"1","page":407},{"text":"وَرَقِ الجنة﴾ أي أخذا وشرعا يلصقان ورقة على ورقة ليستترا به بعد أن كانت كسوتهما من حلل الجنة قال القرطبي: أي جعلا يقطعان الورق ويلزقانه ليستترا به ومنه خصف النعل وعن وهب ابن منبه قال: كان لباس آدم وحواء نورًا على فروجهما لا يرى هذا عورة هذه، ولا هذه عورة هذا فلما أصاب الخطيئة بدت لهما سوآتهما ﴿وَنَادَاهُمَا رَبُّهُمَآ أَلَمْ أَنْهَكُمَا عَن تِلْكُمَا الشجرة وَأَقُل لَّكُمَآ إِنَّ الشيطآن لَكُمَا عَدُوٌ مُّبِينٌ﴾ أي ناداهما الله بطريق العتاب والتوبيخ قائلًا: أَلم أحذركما من الأكل من هذه الشجرة وأخبركما بعداوة الشيطان اللعين؟ روى أنه تعالى قال لآدم: ألم يكن لك فيما منحتك من شجر الجنة مندوحةٌ عن هذه الشجرة؟ فقال: بلى وعزتك ولكنْ ما ظننتُ أن أحدًا من خلقك يحلف بك كاذبًا قال: فوعزتي لأهبطنَّك إِلى الأرض ثم لا تنال العيش إِلا كدًّا ﴿قَالاَ رَبَّنَا ظَلَمْنَآ أَنفُسَنَا وَإِن لَّمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الخاسرين﴾ اعترفا بالخطيئة وتابا من الذنب وطلبا من الله المغفرة والرحمة قال الطبري: وهذه الآية هي الكلمات التي تلقاها آدم من ربه ﴿قَالَ اهبطوا بَعْضُكُمْ لِبَعْضٍ عَدُوٌّ﴾ الخطاب لآدم وحواء وإِبليس ولهذا جاء بصيغة الجمع أي اهبطوا من سماء القدس إِلى الأرض حال كون بعضكم عدوًا لبعض، فالشيطان عدوٌ للإِنسان، والإِنسان عدوٌ للشيطان كقوله\n﴿إِنَّ الشيطان لَكُمْ عَدُوٌّ فاتخذوه عَدُوًّا﴾ [فاطر: ٦] ﴿وَلَكُمْ فِي الأرض مُسْتَقَرٌّ وَمَتَاعٌ إلى حِينٍ﴾ أي لكم في الأرض موضع استقرار وتمتع وانتفاع إلى حين انقضاء آجالكم ﴿قَالَ فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ وَمِنْهَا تُخْرَجُونَ﴾ أي في الأرض تعيشون وفيها تُقبرون ومنها تُخرجون للجزاء كقوله ﴿مِنْهَا خَلَقْنَاكُمْ وَفِيهَا نُعِيدُكُمْ وَمِنْهَا نُخْرِجُكُمْ تَارَةً أخرى﴾ [طه: ٥٥] ثم ذكر تعالى ما امتنَّ به على ذرية آدم من اللباس والرياش والمتاع فقال ﴿يابنيءَادَمَ قَدْ أَنزَلْنَا عَلَيْكُمْ لِبَاسًا يُوَارِي سَوْءَاتِكُمْ وَرِيشًا﴾ أي أنزلنا عليكم لباسين: لباسًا يستر عوراتكم، ولباسًا يزينكم وتتجملون به قال الزمخشري: الريش لباس الزينة استعير من ريش الطير لأنه لباسه وزينته ﴿وَلِبَاسُ التقوى ذلك خَيْرٌ﴾ أي ولباس الورع والخشية من الله تعالى خير ما يتزين به المرء فإِن طهارة الباطن أهم من جمال الظاهر قال الشاعر:\nوخيرُ لباس المرء طاعةُ ربه ... ولا خير فيمن كان الله عاصيًا\n﴿ذلك مِنْ آيَاتِ الله﴾ أي إِنزال اللباس من الآيات العظيمة الدالة على فضل الله ورحمته على عباده ﴿لَعَلَّهُمْ يَذَّكَّرُونَ﴾ أي لعلهم يذكرون هذه النعم فيشكرون الله عليها ﴿يابنيءَادَمَ لاَ يَفْتِنَنَّكُمُ الشيطان﴾ أي لا يغوينكم الشيطان بإضلاله وفتنته ﴿كَمَآ أَخْرَجَ أَبَوَيْكُمْ مِّنَ الجنة﴾ أي كما أغوى أبويكم بالأكل من الشجرة حتى أخرجهما من الجنة ﴿يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ﴾ أي ينزع عنهما اللباس لتظهر العورات، ونسب النزع إِليه لأنه المتسبب، وهذا هدف اللعين أن يهتك الستر عن الإِنسان ويعريه من جميع الفضائل الحسيّة والمعنوية ﴿إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لاَ تَرَوْنَهُمْ﴾ أي","vol":"1","page":408},{"text":"إن الشيطان يبصركم هو وجنوده من الجهة التي لا تبصرونه منها، فهو لكم بالمرصاد فاحذروا كيده ومكره لأن العدو إِذا أتى من حيث لا يُرى كان أشدَّ وأخوف ﴿إِنَّا جَعَلْنَا الشياطين أَوْلِيَآءَ لِلَّذِينَ لاَ يُؤْمِنُونَ﴾ أي جعلنا الشياطين أعوانًا وقرناء للكافرين ﴿وَإِذَا فَعَلُواْ فَاحِشَةً﴾ أي وإذا فعل المشركون فاحشة وهي الفعلة المتناهية في القبح كالطواف حول البيت عراة ﴿قَالُواْ وَجَدْنَا عَلَيْهَآ آبَاءَنَا﴾ أي اعتذروا عن ذلك الفعل القبيح بتقليد الآباء ﴿والله أَمَرَنَا بِهَا﴾ أي أمرنا بالتجرد من الثياب إِذ كيف نطوف في ثيابٍ عصينا فيها الله! وهذا افتراء على ذي الجلال قال البيضاوي: احتجوا بأمرين: تقليد الآباء، والافتراء على الله سبحانه، فأعرض عن الأول لظهور فساده، وردَّ الثاني بقوله ﴿قُلْ إِنَّ الله لاَ يَأْمُرُ بالفحشآء﴾ أي قل لهم يا محمد: الله منزّه عن النقص لا يأمر عباده بقبائح الأفعال ومساوئ الخصال ﴿أَتَقُولُونَ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ الاستفهام للإِنكار والتوبيخ أي أتكذبون على الله وتنسبون إِليه القبيح دون علمٍ ونظرٍ صحيح؟ ﴿قُلْ أَمَرَ رَبِّي بالقسط﴾ أي بالعدل والاستقامة ﴿وَأَقِيمُواْ وُجُوهَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾ أي توجهوا بكليتكم إِليه عند كل سجود ﴿وادعوه مُخْلِصِينَ لَهُ الدين﴾ أي واعبدوه مخلصين له العبادة والطاعة قال ابن كثير: أي أمركم بالاستقامة في عبادته وهي متابعة المرسلين المؤيدين بالمعجزات وبالإِخلاص لله في العبادة فإِن الله تعالى لا يتقبل العمل حتى يجمع هذين الركنين: أن يكون صوابًا موافقًا للشريعة، وأن يكون خالصًا من الشرك ﴿كَمَا بَدَأَكُمْ تَعُودُونَ﴾ أي كما بدأكم من الأرض تعودون إِليها ﴿فَرِيقًا هدى وَفَرِيقًا حَقَّ عَلَيْهِمُ الضلالة﴾ أي هدى فريقًا منكم وأضلَّ فريقًا منكم وهو الفعال لما يريد لا يُسأل عما يفعل ﴿إِنَّهُمُ اتخذوا الشياطين أَوْلِيَآءَ مِن دُونِ الله﴾ هذا تعليل للفريق الذين حقت عليهم الضلالة أي اتخذوا الشياطين نصراء من دون الله ﴿وَيَحْسَبُونَ أَنَّهُم مُّهْتَدُونَ﴾ أي يظنون أنهم على بصيرة وهداية.\nالبَلاَغَة: ١ - ﴿حَرَجٌ مِّنْهُ﴾ أي ضيق من تبليغه فهو على حذف مضاف مثل ﴿وَسْئَلِ القرية﴾ [يوسف: ٨٢] .\n٢ - ﴿مِّن رَّبِّكُمْ﴾ التعرض لوصف الربوبية مع الإِضافة لضمير المخاطبين لمزيد اللطف بهم وترغيبهم في امتثال الأوامر.\n٣ - ﴿فَمَن ثَقُلَتْ مَوَازِينُهُ﴾ بين ﴿ثَقُلَتْ﴾ و﴿خَفَّتْ﴾ طباقٌ وكذلك بين ﴿بَيَاتًا﴾ و﴿قَآئِلُونَ﴾ لأن البيات معناه ليلًا و﴿قَآئِلُونَ﴾ معناه نهارًا وقت الظهيرة.\n٤ - ﴿خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ﴾ هو على حذف مضاف أي خلقنا أباكم وصورنا أباكم.\n٥ - ﴿لأَقْعُدَنَّ لَهُمْ صِرَاطَكَ المستقيم﴾ استعار الصراط المستقيم لطريق الهداية الموصلإلى جنان النعيم.\n٦ - ﴿وَيَآءَادَمُ﴾ فيه إيجاز بالحذف أي وقلنا يا آدم.\n٧ - ﴿وَلاَ تَقْرَبَا هذه الشجرة﴾ عبَّر عن الأكل بالقرب مبالغة في النهي عن الأكل منها.","vol":"1","page":409},{"text":"٨ - ﴿وَقَاسَمَهُمَآ إِنِّي لَكُمَا﴾ أكد الخبر بالقسم وبإِنَّ واللام لدفع شبهة الكذب وهو من الضرب الذي يسمى «إنكاريًا» لأن السامع متردّد.\n٩ - ﴿فِيهَا تَحْيَوْنَ وَفِيهَا تَمُوتُونَ﴾ بين الجملتين طباقٌ وهو من المحسنات البديعية.\nتنبيه: سميت العورة سوأة لأن كشفها يسوء صاحبها قال العلماء: في الآية دليل على أن كشف العورة من عظائم الأمور وأنه مستهجنٌ في الطباع ولذلك سميت سوأة أقول: إن الآية قد أوضحت هدف إبليس اللعين ﴿يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَآ﴾ فمن دعا إلى تعري المرأة وشجَّع على ذلك كما هو حال من يزعم التقدمية ويدعو المرأة إلى نزع الحجاب بدعوة الحرية والمساواة فإنما هو عدوٌ للمرأة ومن أنصار وأعوان إبليس لأن الهدف واحد، وهي دعوة مكشوفة غايتها التفسخُ والانحلال الخلقي، وليست التقدمية بالتكشف والتعري وإنما هي بصيانة الشرف والعفاف ولله در القائل:\nيا ابنتي إن أردتِ آيةَ حسنٍ ... وجمالًا يزينُ جسمًا وعقلًا\nفانبذي عادة التبرج نبذًا ... فجمالُ النفوسِ أسمى وأَعْلى\nيصنع الصَّانعون وردًا ولكنْ ... رودةُ الروضِ لا تُضارع شكلًا","vol":"1","page":410},{"text":"المنَاسَبَة: لما ذكر تعالى قصة آدم ﵇، وذكر ما امتن به على بنيه وما أنعم به عليهم من اللباس الذي يستر العورات، أمر هنا بأخذ الزينة والتجمل في المناسبات وعند إرادة الصلاة، ثم ذكر أحوال الآخرة وانقسام الناس إلى طوائف: «أهل الجنة، وأهل النار، وأهل الأعراف» ومآل كل فريق من سعادة أو شقاء في دار العدل والجزاء.\nاللغَة: ﴿زِينَتَكُمْ﴾ الزينة: ما يتزين به المرء ويتجمل من ثياب وغيرها ﴿الفواحش﴾ جمع فاحشة وهي ما تناهي قبحه من المعاصي ﴿البغي﴾ الظلم والاستطالة على الناس ﴿سُلْطَانًا﴾ حجة وبرهانًا ﴿سَمِّ الخياط﴾ ثقب الإِبرة ﴿مِهَادٌ﴾ فراش يمتهده الإِنسان ﴿غَوَاشٍ﴾ أعطي جمع غاشية قال ابن عباس: هي اللحف ﴿الأعراف﴾ السور المضروب بين الجنة والنار جمع عرف مستعار من عرف الديك ﴿بِسِيمَاهُمْ﴾ بعلامتهم.\nسَبَبُ النّزول: عن ابن عباس قال: كانت المرأة تطوف بالبيت عريانة وتقول: من يعيرني تَطْوافًا تجعله على فرجها وتقول:\nاليوم يبدو بعضُه أو كلّه ... فما بدا منه فلا أُحلّه\nفنزلت هذه الآية ﴿يابنيءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾ وأذن مؤذن رسول الله ﷺ َ: ألاّ يطوف بالبيت عُريان.\nالتفِسير: ﴿يابنيءَادَمَ خُذُواْ زِينَتَكُمْ عِندَ كُلِّ مَسْجِدٍ﴾ أي البسوا أفخر ثيابكم وأطهرها عند كل","vol":"1","page":411},{"text":"صلاة أو طواف ﴿وكُلُواْ واشربوا وَلاَ تسرفوا﴾ أي لا تسرفوا في الزينة والأكل والشرب بما يضر بالنفس وامال ﴿إِنَّهُ لاَ يُحِبُّ المسرفين﴾ أي المعتدين حدود الله فيما أحلَّ وحرّم ﴿قُلْ مَنْ حَرَّمَ زِينَةَ الله التي أَخْرَجَ لِعِبَادِهِ وَالْطَّيِّبَاتِ مِنَ الرزق﴾ أي قل يا محمد لهؤلاء الجهلة من العرب الذين يطوفون بالبيت عراةً ويحرمون على أنفسهم ما أحللت لهم من الطيبات، من حرّم عليكم التجمل بالثياب التي خلقها الله لنفعكم من النبات، والمستلذات من المآكل والمشارب! والاستفهام للإِنكار والتوبيخ ﴿قُلْ هِي لِلَّذِينَ آمَنُواْ فِي الحياة الدنيا خَالِصَةً يَوْمَ القيامة﴾ أي هذه الزينة والطيبات في الدنيا مخلوقة للمؤمنين وإن شاركهم فيها الكفار، وستكون خالصة لهم يوم القيامة لا يشركهم فيها أحد لأن الله حرم الجنة على الكافرين ﴿كَذَلِكَ نُفَصِّلُ الآيات لِقَوْمٍ يَعْلَمُونَ﴾ أي نبيّن ونوضح الآيات التشريعية لقوم يتدبرون حكمة الله ويفقهون تشريعه ﴿قُلْ إِنَّمَا حَرَّمَ رَبِّيَ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾ أي قل لهم يا محمد ما حرّم الله إلا القبائح من الأشياء التي تفاحش قبحها وتناهى ضررها، سواء ما كان منها في السر أو في العلن ﴿والإثم والبغي بِغَيْرِ الحق﴾ أي وحرّم المعاصي كلها والعدوان على الناس ﴿وَأَن تُشْرِكُواْ بالله مَا لَمْ يُنَزِّلْ بِهِ سُلْطَانًا﴾ أي تجعلوا له شركاء في عبادته بدون حجة أو برهان ﴿وَأَن تَقُولُواْ عَلَى الله مَا لاَ تَعْلَمُونَ﴾ أي تفتروا على الله الكذب في التحليل والتحريم ﴿وَلِكُلِّ أُمَّةٍ أَجَلٌ﴾ أي لكل أمة كذبت رسلها مدة مضروبة لهلاكها قال في البحر: هذا وعيد للمشركين بالعذاب إذا خالفوا أمر ربهم ﴿فَإِذَا جَآءَ أَجَلُهُمْ لاَ يَسْتَأْخِرُونَ سَاعَةً وَلاَ يَسْتَقْدِمُونَ﴾ أي فإِذا جاء وقت هلاكهم المقدر لهم لا يتأخر عنهم برهة من الزمن ولا يتقدم كقوله\n﴿وَتِلْكَ القرى أَهْلَكْنَاهُمْ لَمَّا ظَلَمُواْ وَجَعَلْنَا لِمَهْلِكِهِم مَّوْعِدًا﴾ [الكهف: ٥٩] والساعة مثلٌ في غاية القلة من الزمان ﴿يابنيءَادَمَ إِمَّا يَأْتِيَنَّكُمْ رُسُلٌ مِّنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي﴾ المراد ببني آدم جميع الأمم والمعنى إن يجئْكمُ رسلي الذين أرسلتهم إليكم يبينون لكم الأحكام والشرائع ﴿فَمَنِ اتقى وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فمن اتقى منكم ربه بفعل الطاعات وترك المحرمات فلا خوف عليهم في الآخرة ولا هم يحزنون ﴿والذين كَذَّبُواْ بِآيَاتِنَا واستكبروا عَنْهَآ أولئك أَصْحَابُ النار هُمْ فِيهَا خَالِدُونَ﴾ أي وأما من كذب واستكبر عن الإِيمان بما جاء به الرسل فأولئك في نار جهنم ماكثون لا يخرجون منها أبدًا ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ﴾ الاستفهام للإِنكار أي من أقبح وأشنع ممن تعمّد الكذب على الله أو كذّب بآياته المنزلة؟ ﴿أولئك يَنَالُهُمْ نَصِيبُهُم مِّنَ الكتاب﴾ أي يصيبهم حظهم في الدنيا مما كُتب لهم وقُدر من الأرزاق والآجال قال مجاهد: ما وُعدوا به من خير أو شر ﴿حتى إِذَا جَآءَتْهُمْ رُسُلُنَا يَتَوَفَّوْنَهُمْ﴾ أي جاءت ملائكة الموت تقبض أرواحهم ﴿قالوا أَيْنَ مَا كُنتُمْ تَدْعُونَ مِن دُونِ الله﴾ أي أين الآلهة التي كنتم تعبدونها من دون الله أدعوهم ليخلصوكم من العذاب، والسؤال للتبكيت والتوبيخ ﴿قَالُواْ ضَلُّواْ عَنَّا﴾ أي قال الأشقياء المكذبون لقد غابوا عنا فلا نرجوا نفعهم ولا","vol":"1","page":412},{"text":"خيرهم ﴿وَشَهِدُواْ على أَنْفُسِهِمْ أَنَّهُمْ كَانُواْ كَافِرِينَ﴾ أي أقروا واعترفوا على أنفسهم بالكفر والضلال، وإِنما قالوا ذلك على سبيل التحسر والاعتراف بما هم عليه من الخبيبة والخسران ﴿قَالَ ادخلوا في أُمَمٍ قَدْ خَلَتْ مِن قَبْلِكُمْ مِّن الجن والإنس فِي النار﴾ أي يقول الله تعالى يوم القيامة لهؤلاء المكذبين بآياته: ادخلوا مع أمم أمثالكم من الفجرة في نار جهنم من كفار الأمم الماضية من الإِنس والجن ﴿كُلَّمَا دَخَلَتْ أُمَّةٌ لَّعَنَتْ أُخْتَهَا﴾ أي كلما دخلت طائفة النار لعنت التي قبلها لضلالها بها قال الألوسي: يلعن الأتباع القادة يقولون: أنتم أوردتمونا هذه الموارد فلعنكم الله تعالى، والمراد أن أهل النار يلعن بعضهم بعضًا كقوله تعالى ﴿يَوْمَ القيامة يَكْفُرُ بَعْضُكُمْ بِبَعْضٍ﴾ [العنكبوت: ٢٥] ﴿حتى إِذَا اداركوا فِيهَا جَمِيعًا﴾ أي تلاحقوا واجتمعوا في النار كلهم ﴿قَالَتْ أُخْرَاهُمْ لأُولاَهُمْ رَبَّنَا هؤلاء أَضَلُّونَا﴾ أي قال الأتباع للقادة والرؤساء الذين أضلوهم يا ربنا هؤلاء هم الذين أضلونا عن سبيلك وزينوا لنا طاعة الشيطان ﴿فَآتِهِمْ عَذَابًا ضِعْفًا مِّنَ النار﴾ أي أذقهم العذاب مضاعفًا لأنهم تسببوا في كفرنا ونظير هذه الآية\n﴿رَبَّنَآ إِنَّآ أَطَعْنَا سَادَتَنَا وَكُبَرَآءَنَا فَأَضَلُّونَا السبيلا رَبَّنَآ آتِهِمْ ضِعْفَيْنِ مِنَ العذاب والعنهم لَعْنًا كَبِيرًا﴾ [الأحزاب: ٦٧ - ٦٨] ﴿قَالَ لِكُلٍّ ضِعْفٌ﴾ أي لكلٍ من القادة والأتباع عذاب مضاعف أما القادة فلضلالهم وإضلالهم، وأما الأتباع فلكفرهم وتقليدهم ﴿ولكن لاَّ تَعْلَمُونَ﴾ أي لا تعلمون هوله ولهذا تسألون لهم مضاعفة العذاب ﴿وَقَالَتْ أُولاَهُمْ لأُخْرَاهُمْ فَمَا كَانَ لَكُمْ عَلَيْنَا مِن فَضْلٍ﴾ أي قال القادة للأتباع: لا فضل لكم علينا في تخفيف العذاب فنحن متساوون في الضلال وفي استحقاق العذاب الأليم ﴿فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْسِبُونَ﴾ أي فذوقوا عذاب جهنم بسبب إجرامكم، قالوه لهم على سبيل التشفي لأنهم دعوا عليهم بمضاعفة العذاب ﴿إِنَّ الذين كَذَّبُواْ بِآيَاتِنَا واستكبروا عَنْهَا﴾ أي كذبوا بإياتنا مع وضوحها واستكبروا عن الإِيمان بها والعلم بمقتضاها ﴿لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السمآء﴾ أي لا يصعد لهم عمل صالح كقوله تعالى ﴿إِلَيْهِ يَصْعَدُ الكلم الطيب﴾ [فاطر: ١٠] قال ابن عباس: لا يرفع لهم منها عمل صالح ولا دعاء، وقيل: لا تُفتَّح لأرواحهم أبواب السماء إذا قبضت أرواحهم ويؤيده حديث «إن العبد الكافر إذا كان في انقطاعٍ من الدنيا يجيئه ملك الموت حتى يجلس عند رأسه فيقول: أيتها النفس الخبيثة أخرجي إلى سخطٍ من الله وغضب، ويخرج منها كأنتن ريح جيفة فلا يمر على ملأٍ من الملائكة إلا قالوا ما هذه الروح الخبيثة؟ حتى ينتهي بها إلى السماء الدنيا فيستفتح فلا يفتح له. .» الحديث ﴿وَلاَ يَدْخُلُونَ الجنة حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ أي لا يدخلون يوم القيامة الجنة حتى يدخل الجمل في ثقب الإِبرة، وهذا تمثيل لاستحالة دخول الكفار الجنة كاستحالة دخول الجمل على ضخامته في ثقب الإِبرة على دقته مبالغة في التصوير ﴿وكذلك نَجْزِي المجرمين﴾ أي ومثل ذلك الجزاء الفظيع نجزي أهل العصيان والإِجرام ﴿لَهُمْ مِّن جَهَنَّمَ مِهَادٌ﴾ أي لهم فراش من النار من تحتهم ﴿وَمِن فَوْقِهِمْ غَوَاشٍ﴾ أي ومن فوقهم أغطية من النار ﴿وكذلك نَجْزِي الظالمين﴾ أي ومثل ذلك","vol":"1","page":413},{"text":"الجزاء الشديد نجزي كل من ظلم وتعدّى حدود الله، ولما ذكر تعالى وعيد الكافرين وما أعده لهم في الآخرة أتبعه بذكر وعد المؤمنين وما أعدّ لهم فقال ﴿والذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي والذين صدّقوا الله ورسوله وعملوا بما أمرهم به وأطاعوه ﴿لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾ أي لا نكلف أحدًا بما هو فوق طاقته أو بما يعجز عنه بل بما هو في وسعه والجملة اعتراضية بين المبتدأ والخبر قال في البحر: وفائدته التنبيه على أن ذلك العمل في وسعهم وغير خارج عن قدرتهم وفيه تنبيه للكفار على أن الجنة مع عظم ما فيها يوصل إليها بالعمل السهل من غير مشقة ﴿أولئك أَصْحَابُ الجنة هُمْ فِيهَا خَالِدُونَ﴾ هذا هو الخبر أي هؤلاء المؤمنون السعداء هم المستحقون للخلود الأبدي في جنات النعيم لا يُخرجون منها أبدًا ﴿وَنَزَعْنَا مَا فِي صُدُورِهِم مِّنْ غِلٍّ﴾ أي طهرنا قلوبهم من الحسد والبغضاء حتى لا يكون بينهم إلا المحبة والتعاطف كما ورد في الحديث\n«يدخلون الجنة وليس في قلوب بعضهم على بعض غلٌ» وصيغة الماضي تفيد التحقق والتثبت ﴿تَجْرِي مِن تَحْتِهِمُ الأنهار﴾ أي تجري أنهار الجنة من تحت قصورهم زيادة في نعيمهم ﴿وَقَالُواْ الحمد للَّهِ الذي هَدَانَا لهذا وَمَا كُنَّا لِنَهْتَدِيَ لولا أَنْ هَدَانَا الله﴾ أي وفقنا لتحصيل هذا النعيم العظيم ولولا هداية الله تعالى وتوفيقه لما وصلنا إلى هذه السعادة ﴿لَقَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق﴾ أي والله لقد صدقنا الرسل فيما أخبرونا به عن الله ﷿ ﴿ونودوا أَن تِلْكُمُ الجنة أُورِثْتُمُوهَا بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي وتناديهم الملائكة أن هذه هي الجنة التي أعطيتموها بسبب أعمالكم الصالحة في الدنيا قال القرطبي: ورثتم منازلها بعملكم، ودخولكم إِياها برحمة الله وفضله وفي الحديث «لن يُدخل أحدًا منكم عملهُ الجنة. .» ﴿ونادى أَصْحَابُ الجنة أَصْحَابَ النار أَن قَدْ وَجَدْنَا مَا وَعَدَنَا رَبُّنَا حَقًّا فَهَلْ وَجَدتُّم مَّا وَعَدَ رَبُّكُمْ حَقًّا قَالُواْ نَعَمْ﴾ هذا النداء إنما يكون بعد استقرار أهل الجنة في الجنة وأهل النار في النار، وعبَّر بالماضي عن المستقبل لتحقق وقوعه أي ينادي أهلُ الجنة أهلَ النار يقولون: إنا قد وجدنا ما وعدنا ربنا على ألسنة رسله من النعيم والكرامة حقًا، فهل وجدتم ما وعدكم ربكم من الخزي والهوان والعذاب حقًا؟ قال أهل النار مجيبين: نعم وجدناه حقًا قال الزمخشري: وإِنما قالوا لهم ذلك اغتباطًا بحالهم، وشماتةً بأهل النار، وزيادة في غمهم لمجرد الإِخبار والاستخبار ﴿فَأَذَّنَ مُؤَذِّنٌ بَيْنَهُمْ أَن لَّعْنَةُ الله عَلَى الظالمين﴾ أي أعلن معلنٌ ونادى منادٍ بين الفريقين بأن لعنة الله على كل ظالم بالله ثم وصفه بقوله ﴿الذين يَصُدُّونَ عَن سَبِيلِ الله وَيَبْغُونَهَا عِوَجًا﴾ أي الذين كانوا في الدنيا يمنعون الناس عن اتباع دين الله ويبغون أن تكون السبيل معوجة غير مستقيمة حتى لا يتبعها أحد ﴿وَهُمْ بالآخرة كَافِرُونَ﴾ أي وهم بلقاء الله في الدار الآخرة مكذبون جاحدون ﴿وَبَيْنَهُمَا حِجَابٌ وَعَلَى الأعراف رِجَالٌ يَعْرِفُونَ كُلًاّ بِسِيمَاهُمْ﴾ أي بين الفريقين حجاب وهو السور الذي ذكره بقوله ﴿فَضُرِبَ بَيْنَهُم بِسُورٍ﴾ [الحديد: ١٣] يمنع من وصول أهل النار للجنة، وعلى هذا السور رجال يعرفون كلًا من أهل الجنة وأهل النار بسيماهم أي بعلامتهم التي ميّزهم الله بها قال قتادة: يعرفون أهل النار بسواد وجوههم وأهل الجنة ببياض وجوههم ﴿وَنَادَوْاْ أَصْحَابَ الجنة أَن سَلاَمٌ عَلَيْكُمْ﴾ أي ونادى أصحاب الأعراف أهل الجنة حين","vol":"1","page":414},{"text":"رأوهم أن سلامٌ عليكم أي قالوا لهم: سلام ﴿لَمْ يَدْخُلُوهَا وَهُمْ يَطْمَعُونَ﴾ أي لم يدخل أصحاب الأعراف الجنة وهم يطمعون في دخولها ﴿وَإِذَا صُرِفَتْ أَبْصَارُهُمْ تِلْقَآءَ أَصْحَابِ النار قَالُواْ رَبَّنَا لاَ تَجْعَلْنَا مَعَ القوم الظالمين﴾ قال المفسرون: أصحاب الأعراف قوم استوت حسناتهم وسيئاتهم فليسوا من أهل الجنة ولا من أهل النار، يحبسون هناك على السور حتى يقضي الله فيهم فإذا نظروا إلى أهل الجنة سلّموا عليهم، وإذا نظروا إلى أهل النار قالوا ربنا لا تجعلنا مع القوم الظالمين، سألوا الله ألاّ يجعلهم معهم قال أبو حيان: وفي التعبير بقوله ﴿صُرِفَتْ﴾ دليل على أن أكثر أحوالهم النظر إلى أهل الجنة وأن نظرهم إلى أصحاب النار ليس ن قِبَلهم بل هم محمولون عليه والمعنى أنهم إذا حُملوا على صرف أبصارهم ورأوا ما عليه أهل النار من العذاب استغاثوا بربهم من أن يجعلهم معهم ﴿ونادى أَصْحَابُ الأعراف رِجَالًا يَعْرِفُونَهُمْ بِسِيمَاهُمْ﴾ أي من أهل النار وهم رؤساء الكفرة ﴿قَالُواْ مَآ أغنى عَنكُمْ جَمْعُكُمْ وَمَا كُنْتُمْ تَسْتَكْبِرُونَ﴾ أي أيُّ شيء نفعكم جمعكم للمال واستكباركم عن الإِيمان؟ والاستفهام للتوبيخ ﴿أهؤلاء الذين أَقْسَمْتُمْ لاَ يَنَالُهُمُ الله بِرَحْمَةٍ﴾ أي هؤلاء المؤمنون الضعفاء الذين كنتم في الدنيا تسخرون منهم وتحلفون أن الله لا يدخلهم الجنة، والاستفهام استفهام تقرير وتوبيخ وشماتة يوبخونهم بذلك ﴿ادخلوا الجنة لاَ خَوْفٌ عَلَيْكُمْ وَلاَ أَنتُمْ تَحْزَنُونَ﴾ أي يقولون للمؤمنين ادخلوا الجنة رغم أنوف الكافرين قال الألوسي: هذا من كلام أصحاب الأعراف يقولون لأهل الجنة المشار إليهم: دوموا في الجنة غير خائفين ولا محزونين على أكمل سرور وأتم كرامة ﴿ونادى أَصْحَابُ النار أَصْحَابَ الجنة أَنْ أَفِيضُواْ عَلَيْنَا مِنَ المآء أَوْ مِمَّا رَزَقَكُمُ الله﴾ يخبر تعالى عن المحاورة بين أهل النار وأهل الجنة بعد استقر بكلٍ من الفريقين القرار واطمأنت به الدار، وعن استغاثتهم بهم عند نزول عظيم البلاء من شدة العطش والجوع والمعنى ينادونهم يوم القيامة أغيثونا بشيء من الماء لنكن به حرارة النار والعطش أو مما رزقكم الله من غيره من الأشربة فقد قتلنا العطش ﴿قالوا إِنَّ الله حَرَّمَهُمَا عَلَى الكافرين﴾ أي منع الكافرين شراب الجنة وطعامها قال ابن عباس: ينادي الرجل أخاه وأباه فيقول: قد احترقت فأفض عليَّ من الماء! فيقال لهم أجيبوهم فيقولون: إن الله حرمهما على الكافرين، ثم وصف تعالى الكافرين بقوله ﴿الذين اتخذوا دِينَهُمْ لَهْوًا وَلَعِبًا﴾ أي هزءوا من دين الله وجعلوا الدين سخرية ولعبًا ﴿وَغَرَّتْهُمُ الحياة الدنيا﴾ أي خدعتهم بزخارفها العاجلة وشهواتها القاتلة وهذا شأنها مع أهلها تغرُّ وتضر، وتخدع ثم تصرع ﴿فاليوم نَنسَاهُمْ كَمَا نَسُواْ لِقَآءَ يَوْمِهِمْ هذا﴾ أي ففي هذا اليوم نتركهم في العذاب كما تركوا العمل للقاء يومهم هذا فلم يخطر ببالهم ولم يهتموا به قال الألوسي: الكلام خارجٌ مخرج التمثيل أي نتركهم في النار وننساهم مثل نسيانهم لقاء هذا اليوم العظيم الذي ينبغي ألا يُنسى وقال ابن كثير: أي يعاملهم معاملة من نسيهم لأنه تعالى لا يشذّ عن علمه شيءٌ ولا ينساه ﴿وَمَا كَانُواْ بِآيَاتِنَا يَجْحَدُونَ﴾ أي وكما كانوا منكرين لآيات الله في الدنيا، يكذبون بها ويستهزءون، ننساهم في العذاب.","vol":"1","page":415},{"text":"البَلاَغَة: ١ - ﴿عِندَ كُلِّ مَسْجِدٍ﴾ مجاز مرسل علاقته المحلية لأن المراد بالمسجد هنا الصلاة والطواف، ولما كان المسجد مكان الصلاة أطلق ذلك عليه.\n٢ - ﴿لاَ تُفَتَّحُ لَهُمْ أَبْوَابُ السمآء﴾ كناةي عن عدم قبول العمل، فلا يقبل لهم دعاء أو عمل.\n٣ - ﴿حتى يَلِجَ الجمل فِي سَمِّ الخياط﴾ فيه تشبيه ضمني أي لا يدخلون الجنة بحالٍ من الأحوال إلا إِذا أمكن دخول الجمل في ثقب الإِبرة، وهو تمثيلٌ للاستحالة.\n٤ - ﴿لَهُمْ مِّن جَهَنَّمَ مِهَادٌ وَمِن فَوْقِهِمْ غَوَاشٍ﴾ قال صاحب البحر: هذه استعارة لما يحيط بهم من النار من كل جانب كقوله ﴿لَهُمْ مِّن فَوْقِهِمْ ظُلَلٌ مِّنَ النار وَمِن تَحْتِهِمْ ظُلَلٌ﴾ [الزمر: ١٦] .\n٥ - ﴿مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾ بين «ظهر» و«بطن» طباقٌ وهو من المحسنات البديعية.\nفَائِدَة: يروى أن الرشيد كان له طبيبٌ نصراني حاذق فقال ذلك الطبيبُ لأحد العلماء: ليس في كتابكم من علم الطب شيء والعلمُ علمان: علم الأبدان وعلم الأديان فقال له العالم: قد جمع الله تعالى الطبَّ كله في نصف آية من كتابه قال وما هي؟ قال قوله تعالى ﴿وكُلُواْ واشربوا وَلاَ تسرفوا﴾ فقال النصراني: ولا يُؤثر عن رسولكم شيء في الطب فقال العالم: قد جمع رسولنا الطب في ألفاظ يسيرة قال وما هي؟ قال قوله «ما ملأ ابن آدم وعاءً شرًا من بطنه بحسب ابن آدم لقيمات يُقمن صلبه» الحديث فقال النصراني: ما ترك كتابكم ولا نبيكم لجالينوس طبًا.","vol":"1","page":416},{"text":"المنَاسَبَة: لما ذكر تعالى حال الكفار الأشقياء وخسارتهم الفادحة في الآخرة، ذكر هنا أنه لا حجة لأحد فقد أرسل الله الرسل وأنزل الكتب لهداية البشرية، ثم ذكر قصص بعض الأنبياء فبدأ بنوح ﵇ شيخ الأنبياء ثم أعقبه بذكر هودٍ ﵇ وموقف المشركين من دعوة الرسل الكرام.\nاللغة: ﴿تَأْوِيلَهُ﴾ عاقبة أمره وما يئول إليه من آل يئول إذا صار إليه ﴿استوى﴾ الاستواء: العلوّ والاستقرار قال الجوهري: استوى على ظهر الدابة استقرّ: واستوى إلى السماء قصد، واستوى الشيءُ إذا اعتدل ﴿يُغْشِي﴾ يغطيّ ﴿حَثِيثًا﴾ سريعًا والحثُّ: الإِعجال والسرعة ﴿تَبَارَكَ﴾ تفاعل من البركة وهي الكثرة والاتساع قال الأزهري: تبارك أي تعالى وتعاظم وارتفع ﴿تَضَرُّعًا﴾ تذللًا واستكانة وهو إظهار الذل الذي في النفس مع الخشوع ﴿وَخُفْيَةً﴾ سرًا ﴿بُشْرًا﴾ مبشرة بالمطر ﴿أَقَلَّتْ﴾ حملت ﴿نَكِدًا﴾ العِسر القليل ﴿آلاء﴾ [النجم: ٥٥] الآلاء النِّعَم واحدها «لَى» كمِعَى.\nالتفِسير: ﴿وَلَقَدْ جِئْنَاهُمْ بِكِتَابٍ﴾ أي ولقد جئنا أهل مكة بكتاب هو القرآن العظيم ﴿فَصَّلْنَاهُ على عِلْمٍ﴾ أي هداية معانيه ووضحنا أحكامه على علم منا حتى جاء قيّمًا غير ذي عوج ﴿هُدًى وَرَحْمَةً لِّقَوْمٍ يُؤْمِنُونَ﴾ أي هداية ورحمة وسعادة لمن آمن به ﴿هَلْ يَنظُرُونَ إِلاَّ تَأْوِيلَهُ﴾ أي ما ينتظر أهل مكة إلا عاقبة ما وُعدوا به من العذاب والنكال قال قتادة: تأويله عاقبتُه ﴿يَوْمَ يَأْتِي تَأْوِيلُهُ﴾ هو يوم القيامة ﴿يَقُولُ الذين نَسُوهُ مِن قَبْلُ﴾ أي يقول الذين ضيّعوا وتركوا العمل به في الدنيا ﴿قَدْ جَآءَتْ رُسُلُ رَبِّنَا بالحق﴾ أي جاءتنا الرسل بالأخبار الصادقة وتحقق لنا صدقهم فلم نؤمن بهم ولم نتبعهم قال الطبري: أقسم المساكين حين حل بهم العقاب أن رسل الله قد بلّغتهم الرسالة ونصحتْ لهم","vol":"1","page":417},{"text":"وصدَقَتْهم حين لا ينفعهم ولا ينجيهم من سخط الله كثرةُ القيل والقال ﴿فَهَل لَّنَا مِن شُفَعَآءَ فَيَشْفَعُواْ لَنَآ﴾ أي هل لنا اليوم شفيع يخلصنا من هذا العذاب؟ استفهام فيه معنى التمني ﴿أَوْ نُرَدُّ فَنَعْمَلَ غَيْرَ الذي كُنَّا نَعْمَلُ﴾ أو هل لنا من عودة إلى الدنيا لنعمل صالحًا غير ما كنا نعمله من المعاصي وقبيح الأعمال؟ قال تعالى ردًّا عليهم ﴿قَدْ خسروا أَنْفُسَهُمْ وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي خسروا أنفسهم حيث ابتاعوا الخسيس الفاني من الدنيا بالنفيس الباقي من الآخرة، وبطل عنهم ما كانوا يزعمونه من شفاعة الآلهة والأصنام، ثم ذكر تعالى دلائل القدرة والوحدانية فقال ﴿إِنَّ رَبَّكُمُ الله الذي خَلَقَ السماوات والأرض فِي سِتَّةِ أَيَّامٍ﴾ أي إن معبودكم وخالقكم الذي تعبدونه هو المنفرد بقدرة الإِيجاد الذي خلق السماوات والأرض في مقدار ستة أيام من أيام الدنيا قال القرطبي: لو أراد لخلقها في لحظة ولكنه أراد أن يعلِّم العبادَ التثبت في الأمور ﴿ثُمَّ استوى عَلَى العرش﴾ أي استواءً يليق بجلاله من غير تشبيه ولا تمثيل ولا تعطيلٍ ولا تحريف كما هو مذهب السلف وكما قال الإِمام مالك ﵀: الاستواء معلوم، والكَيْف مجهول، والإِيمان به واجب، والسؤال عنه بدعة وقال الإِمام أحمد ﵀: أخبارُ الصفات تُمرُّ كما جاءت بلا تشبيه ولا تعطيل فلا يقال: كيف؟ ولِمَ؟ نؤمن بأن الله على العرش كيف شاء، وكما شاء بلا حدٍّ ولا صفةٍ يبلغها واصف أو يحدها حادُّ، نقرأ الآية والخبر ونؤمن بما فيهما ونكِلُ الكيفية في الصفات إلى علم الله ﷿ وقال القرطبي: لم ينكر أحدٌ من السلف الصالح أنه استوى على عرشه حقيقةً وإِنما جهلوا كيفية الساتواء فإِنه لا تُعلم حقيقته ﴿يُغْشِي اليل النهار يَطْلُبُهُ حَثِيثًا﴾ أي يغطي الليل على النهار فيذهب بضوئه ويطلبه سريعًا حتى يدركه ﴿والشمس والقمر والنجوم مُسَخَّرَاتٍ﴾ أي الجميع تحت قهره ومشيئته وتسخيره ﴿بِأَمْرِهِ أَلاَ لَهُ الخلق والأمر﴾ أي له الملك والتصرف التام في الكائنات ﴿تَبَارَكَ الله رَبُّ العالمين﴾ أي تعظّم وتمجّد الخالق المبدع رب العالمين ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ أي أدعوا الله تذللًا وسرًا بخشوع وخضوع ﴿إِنَّهُ لاَ يُحِبُّ المعتدين﴾ أي لا يحب المعتدين في الدعاء بالتشدق ورفع الصوت وفي الحديث\n«إنكم لا تدعون أصمَّ ولا غائبًا» ﴿وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا﴾ أي لا تفسدوا في الأرض بالشرك والمعاصي بعد أن أصلحها الله ببعثة المرسلين ﴿وادعوه خَوْفًا وَطَمَعًا﴾ أي خوفًا من عذابه وطمعًا في رحمته ﴿إِنَّ رَحْمَتَ الله قَرِيبٌ مِّنَ المحسنين﴾ أي رحمته تعالى قريبة من المطيعين الذين يمتثلون أوامره ويتركون زواجره ﴿وَهُوَ الذي يُرْسِلُ الرياح بُشْرًا بَيْنَ يَدَيْ رَحْمَتِهِ﴾ أي يرسل الرياح مبشرة بالمطر قال في البحر: ومعنى بين يدي رحمته أي أمام نعمته وهو المطر الذي هو من أجلّ النعم وأحسنها أثرًا على الإِنسان ﴿حتى إِذَآ أَقَلَّتْ سَحَابًا ثِقَالًا﴾ أي حتى إذا حملت الرياح سحابًا مثقلًا بالماء ﴿سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ﴾ أي سقنا السحاب إلى أرض ميتة مجدبة لا نبات فيها ﴿فَأَنْزَلْنَا بِهِ المآء فَأَخْرَجْنَا بِهِ مِن كُلِّ الثمرات﴾ أي أنزلنا في ذلك البلد الميت الماء فأخرجنا بذلك الماء من كل أنواع الثمرات ﴿كذلك نُخْرِجُ الموتى لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي مثل هذا الإِخراج نُخرج الموتى من","vol":"1","page":418},{"text":"قبورهم لعلكم تعتبرون وتؤمنون قال ابن كثير: وهذا المعنى كثير في القرآن يضرب الله المثل ليوم القيامة بإحياء الأرض بعد موتها ولها قال لعلكم تذكّرون ﴿والبلد الطيب يَخْرُجُ نَبَاتُهُ بِإِذْنِ رَبِّهِ﴾ أي الأرضُ الكريمةُ التربة يخْرج النبات فيها وافيًا حسنًا غزير النفع بمشيئة الله وتيسيره، وهذا مثل للمؤمن يسمع الموعظة فينتفع بها ﴿والذي خَبُثَ لاَ يَخْرُجُ إِلاَّ نَكِدًا﴾ أي والأرض إذا كانت خبيثة التربة كالحرّة أو السبخة لا يخرج النبات فيها إلا بعسر ومشقة وقليلًا لا خير فيه، وهذا مثلٌُ للكافر الذي لا ينتفع بالموعظة قال ابن عباس: هذا مثلٌ ضربه الله للمؤمن والكافر، فالمؤمن طيّب وعمله طيب كالأرض الطيبة ثمرها طيب، والكافر خبيثٌ وعملهُ خبيث كالأرض السبخة المالحة لا ينتفع بها ﴿كذلك نُصَرِّفُ الآيات لِقَوْمٍ يَشْكُرُونَ﴾ أي كما ضربنا هذا المثل كذلك نبيّن وجوه الحجج ونكررها آية بعد آية، وحجة بعد حجة لقوم يشكرون الله على نعمه، وإنما خصّ الشاكرين بالذكر لأنهم المنتفعون بسماع القرآن قال الآلوسي: أي مِثلَ هذا التصريف البديع نردِّد الآيات الدالة على القدرة الباهرة ونكررها لقومٍ يشكرون نعم الله تعالى، وشكرُها بالتفكر والاعتبار بها ﴿لَقَدْ أَرْسَلْنَا نُوحًا إلى قَوْمِهِ﴾ اللام جواب قسمٍ محذوف أي والله أرسلنا نوحًا، ونوحٌ شيخ الأنبياء لأنه أطولهم عمرًا وهو أول نبيّ بعثه الله بعد إدريس، ولم يلق نبيٌّ من الأذى مثل نوح ﴿فَقَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وحدّوا الله ولا تشركوا به فما لكم إلهٌ مستحقٌ للعبادة غيره ﴿إني أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي إن أشركتم به ولم تؤمنوا فأنا أخاف عليكم عذاب يومٍ عظيم هو يوم القيامة ﴿قَالَ الملأ مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي قال الأشراف والسادة من قومه إنا لنراك يا نوح في ذهابٍ عن طريق الحق والصواب واضح جلي قال أبو حيان: ولم يجبه من قومه إلا أشرافُهم وسادتهم وهم الذين يتعاصون على الرسل لانغماس عقولهم بالدنيا وطلب الرياسة، وهكذا حال الفجار إنما يرون الأبرار في ضلالة ﴿قَالَ يَاقَوْمِ لَيْسَ بِي ضَلاَلَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ أي ما أنا بضال ولكنْ أنا مرسل إليكم من عند ربكم المالك لأموركم الناظر لكم بالمصلحة ﴿أُبَلِّغُكُمْ رِسَالاَتِ رَبِّي وَأَنصَحُ لَكُمْ وَأَعْلَمُ مِنَ الله مَا لاَ تَعْلَمُونَ﴾ أي أنا أبلغكم ما أرسلني الله به إليكم وأقصد صلاحكم وخيركم وأعلم من الأمور الغيبية أشياء لا علم لكم بها قال ابن كثير: وهذا شأن الرسول أن يكون مبلغًا فصيحًا ناصحًا عالمًا بالله لا يدركه أحد من خلق الله في هذه الصفات ﴿أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ على رَجُلٍ مِّنْكُمْ﴾ أي لا تعجبوا من هذا فإِن هذا","vol":"1","page":419},{"text":"ليس بعجيب أن يوحي الله إلى رجل منكم رحمة بكم ولطفًا وإِحسانًا إليكم ﴿لِيُنذِرَكُمْ وَلِتَتَّقُواْ وَلَعَلَّكُمْ تُرْحَمُونَ﴾ أي ليخوفكم هذا الرسول من العذاب إن لم تؤمنوا ولتتقوا ربكم وتنالكم الرحمة بتقواه ﴿فَكَذَّبُوهُ فَأَنجَيْنَاهُ والذين مَعَهُ فِي الفلك﴾ أي كذبوا نوحًا مع طول مدة إقامته فيهم فأنجاه الله والمؤمنين معه في السفينة ﴿وَأَغْرَقْنَا الذين كَذَّبُواْ بِآيَاتِنَآ﴾ أي أهلكنا المكذبين منهم بالغرق ﴿إِنَّهُمْ كَانُواْ قَوْمًا عَمِينَ﴾ أي عميت قلوبهم عن الحق فهم لا يبصرونه ولا يهتدون له قال ابن عباس: عميتْ قلوبهم عن معرفة التوحيد والنبوة والمعاد ﴿وإلى عَادٍ أَخَاهُمْ هُودًا﴾ أي وأرسلنا إلى قوم عاد أخاهم هودا وكانت مساكنهم بالأحقاف باليمن ﴿قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي قال لهم رسولهم وحّدوا الله فليس لكم إله غيره ﴿أَفَلاَ تَتَّقُونَ﴾ أي أفلا تخافون عذابه؟ ﴿قَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ﴾ أي قال السادة والقادة منهم ﴿إِنَّا لَنَرَاكَ فِي سَفَاهَةٍ وِإِنَّا لَنَظُنُّكَ مِنَ الكاذبين﴾ أي نراك في خفة حلم وسخافة عقل وإننا لنظنك من الكاذبين في ادعائك الرسالة ﴿قَالَ يَاقَوْمِ لَيْسَ بِي سَفَاهَةٌ وَلَكِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ أي ليس بي كما تزعمون نقص في العقل ولكني مرسل إليكم بالهداية من رب العالمين ﴿أُبَلِّغُكُمْ رِسَالاتِ رَبِّي وَأَنَاْ لَكُمْ نَاصِحٌ أَمِينٌ﴾ أي أبلغكم أوامر الله وأنا ناصح لكم فيما أدعوكم إليه، أمينٌ على ما أقول لا أكذب فيه قال الزمخشري: وفي أبلغكم أوامر الله وأنا ناصح لكم فيما أدعوكم إليه، أمينٌ على ما أقول ولا أكذب فيه قال الزمخشري: وفي إجابة الأنبياء ﵈ مِمَّنْ نسبَهم إلى السفاهة والضلالة - بما أجابوهم به من الكلام الصادر عن الحلم وترك المقابلة - أدبٌ حسنٌ وخُلُق عظيم، وتعليم للعباد كيف يخاطبون السفهاء ويسبلون أذياهم على ما يكون منهم ﴿أَوَ عَجِبْتُمْ أَن جَآءَكُمْ ذِكْرٌ مِّن رَّبِّكُمْ على رَجُلٍ مِّنكُمْ لِيُنذِرَكُمْ﴾ أي لا تعجبوا أن بعث الله إليكم رسولًا من أنفسكم لينذركم لقاء الله ويخوفكم عذابه ﴿واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ قَوْمِ نُوحٍ﴾ أي اذكروا نعمة الله حين استخلفكم في الأرض بعد إهلاك قوم نوح ﴿وَزَادَكُمْ فِي الخلق بَصْطَةً﴾ أي زاد في أجسامكم قوةً وضخامة ﴿فاذكروا آلآءَ الله لَعَلَّكُمْ تُفْلِحُونَ﴾ أي اذكروا نعم الله عليكم كي تفلحوا وتفوزوا بالسعادة ﴿قالوا أَجِئْتَنَا لِنَعْبُدَ الله وَحْدَهُ وَنَذَرَ مَا كَانَ يَعْبُدُ آبَاؤُنَا﴾ أي أجئتنا يا هود تتوعدنا بالعذاب كي نعبد الله وحده ونهجر عبادة الآلهة والأصنام ونتبرأ منها؟ ﴿فَأْتِنَا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ الصادقين﴾ أي فأتنا بما تعدنا به من العذاب فلن نؤمن لك إن كنت من الصادقين في قولك ﴿قَالَ قَدْ وَقَعَ عَلَيْكُمْ مِّن رَّبِّكُمْ رِجْسٌ وَغَضَبٌ﴾ أي قد حلّ بكم عذاب وغضب من الله ﴿أتجادلونني في أَسْمَآءٍ سَمَّيْتُمُوهَآ أَنْتُمْ وَآبَآؤكُمُ مَّا نَزَّلَ الله بِهَا مِن سُلْطَانٍ﴾ أي أتخاصمونني في أصنام لا تضر ولا تنفع ما أنزل الله بعبادتها من حجة أو برهان ﴿فانتظروا إِنِّي مَعَكُمْ مِّنَ المنتظرين﴾ أي فانتظروا نزول العذاب إني من المنتظرين لما يحل بكم وهذا غاية الوعيد والتهديد ﴿فَأَنجَيْنَاهُ والذين مَعَهُ بِرَحْمَةٍ مِّنَّا﴾ أي أنجينا هودًا والذين معه من المؤمنين رحمة منا لهم ﴿وَقَطَعْنَا دَابِرَ الذين كَذَّبُواْ بِآيَاتِنَا﴾ أي استأصلناهم بالكلية ودمرناهم عن آخرهم ﴿وَمَا كَانُواْ مُؤْمِنِينَ﴾ أي كذبوا ولم يؤمنوا فاستحقوا العذاب قال أبو السعود: أي أصروا على الكفر والتكذيب ولم يرعووا عن ذلك أبدًاَ فأهلكهم الله بالريح العقيم.","vol":"1","page":420},{"text":"البَلاَغَة: ١ - ﴿أَلاَ لَهُ الخلق والأمر﴾ الآية على قلة ألفاظها جمعت معاني كثيرة استوعبت جميع الأشياء والشئون على وجه الاستقصاء حتى قال ابن عمر: من بقي له شيء فليطلبه وهذا الأسلوب البليغ يسمى «إيجاز قِصَر» ومداره على جمع الألفاظ القليلة للمعاني الكثيرة.\n٢ - ﴿سُقْنَاهُ لِبَلَدٍ مَّيِّتٍ﴾ وصفُ البلد بالموت استعارةٌ لجدبه وعدم نباته كأنه كالجسد الذي لا روح فيه من حيث عدم الانتفاع به.\n٣ - ﴿كذلك نُخْرِجُ الموتى﴾ أي مثل إخراج النبات من الأرض نخرج من الموتى من قبورهم فهو تشبيه «مرسل مجمل» ذكرت الأداة ولم يذكر وجه الشبه.\n٤ - ﴿وَقَطَعْنَا دَابِرَ﴾ قطع الدابر كنايةٌ لطيفةٌ عن استئصالهم جميعًا بالهلاك.\nتنبيه: ذكر العلامة الألوسي عند قوله تعالى ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ عن الحسن البصري أنه قال: لقد كان المسلمون يجتهدون في الدعاء وما يسمع لهم صوت إن كان إلا همسًا بينهم وبين ربهم وذلك أنه تعالى يقول ﴿ادعوا رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً﴾ وأنه سبحانه ذكر عبدًا صالحًا فقال ﴿إِذْ نادى رَبَّهُ نِدَآءً خَفِيًّا﴾ [مريم: ٣] ثم قال: وذكروا للدعاء آدابًا كثيرة منها: أن يكون على طهارة، وأن يستقبل القبلة، وتخلية القلب من الشواغل، وافتتاحه واختتامه بالصلاة على النبي ﷺ َ ورفع اليدين نحو السماء، وإشراك المؤمنين فيه، وتحري ساعات الإِجابة كثلث الليل الأخير، ووقت إفطار الصائم، ويوم الجمعة وغير ذلك.","vol":"1","page":421},{"text":"المنَاسَبة: لما ذكر تعالى في أول السورة قصة آدم، وما اتصل بها من آثار قدرته، وغرائب صنعته، الدالة على توحيده وربويته، وأقام الحجة الدامغة على صحة البعث بعد الموت، أتبع ذلك بقصص الأنبياء وما جرى لهم مع أممهم، فذكر نوحًا وهودًا وأعقبه هنا بذكر قصة صالح وشعيب، وموقف المعاندين للرسل الكرام.\nاللغَة: ﴿نَاقَةُ﴾ الناقة: الأنثى من الجمال، وعقر الناقة ضرب قوائمها بالسيف ﴿عَتَوْاْ﴾ استكبروا عتا عتوًا أي استكبر والليلُ العاتي: الشديد الظلمة ﴿جَاثِمِينَ﴾ لاصقين بالأرض على ركبهم ووجوههم كما يجثم الطائر ﴿الرجفة﴾ الطامة التي يرجف لها الإِنسان أي يتزعزع ويضطرب وأصل الرجف الاضطراب رجفت الأرض اضطربت ﴿الغابرين﴾ الباقين في عذاب الله، والغابر بمعنى الباقي ويجيء بمعنى الماضي والذاهب ومنه قول الأعشى: في الزمن الغابر فهو من الأضداد كما في الصحاح ﴿يَغْنَوْاْ﴾ يقيموا يقال غَنَى بالمكان إذا أقام به دهرًا طويلًا ﴿عِفُواْ﴾ كثروا ونموا من عفا النبات إذا كثر.\nالتِفسير: ﴿وإلى ثَمُودَ أَخَاهُمْ صَالِحًا قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وحّدوا الله ولا تشركوا به ﴿قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ﴾ أي معجزة ظاهرة جلية تدل على صحة نبوتي ﴿هذه نَاقَةُ الله لَكُمْ آيَةً﴾ هذا بيانٌ للمعجزة أي هذه الناقة معجزتي إليكم وإضافتها إلى الله للتشريف","vol":"1","page":422},{"text":"والتعظيم لأنها خلقت بغير واسطة قال القرطبي: أخرج لهم الناقة حين سألوه من حجر صلد ﴿فَذَرُوهَا تَأْكُلْ في أَرْضِ الله﴾ أي اتركوها تأكل من رزق ربها ﴿وَلاَ تَمَسُّوهَا بسواء فَيَأْخُذَكُمْ عَذَابٌ أَلِيمٌ﴾ أي لا تتعرضوا لها بشيءٍ من السو أصلًا إكرامًا لها لأنها آية الله، والعذاب الأليم هو ما حلَّ بهم حين عقروها ﴿واذكروا إِذْ جَعَلَكُمْ خُلَفَآءَ مِن بَعْدِ عَادٍ﴾ أي خلفاء في الأرض قال الشهاب: لم يقل خلفاء عاد إشارة إلى أن بينهما زمانًا طويلًا ﴿وَبَوَّأَكُمْ فِي الأرض تَتَّخِذُونَ مِن سُهُولِهَا قُصُورًا﴾ أي أسكنكم في أرض الحِجرْ تبنون ف سهولها قصورًا رفيعة ﴿وَتَنْحِتُونَ الجبال بُيُوتًا﴾ أي تنحتون الجبال لسكناكم قال القرطبي: اتخذوا البيوت في الجبال لطول أعمارهم فإن الأبنية كانت تبلى قبل فناء أعمارهم ﴿فاذكروا آلآءَ الله وَلاَ تَعْثَوْا فِي الأرض مُفْسِدِينَ﴾ أي اذكروا نعم الله علكم واشكروه على ما تفضل به ولا تعيثوا في الأرض فسادًا ﴿قَالَ الملأ الذين استكبروا مِن قَوْمِهِ لِلَّذِينَ استضعفوا لِمَنْ آمَنَ مِنْهُمْ﴾ أي قال الأشراف المستكبرون من قوم صالح للمؤمنين المستضعفين من أتباع صالح ﵇ ﴿أَتَعْلَمُونَ أَنَّ صَالِحًا مُّرْسَلٌ مِّن رَّبِّهِ﴾ أي أن الله أرسله إلينا وإِليكم، وهذا قالوه على سبيل السخرية والاستهزاء ﴿قالوا إِنَّا بِمَآ أُرْسِلَ بِهِ مُؤْمِنُونَ﴾ أي أجابوهم بالأسلوب الحكيم بالإِيمان برسالته قال أبو حيان: وعدولهم عن قولهم هو مرل إلى قولهم ﴿إِنَّا بِمَآ أُرْسِلَ بِهِ مُؤْمِنُونَ﴾ في غاية الحسن إذْ أمر رسالته معلوم واضح مسلَّم لا يدخله ريب لما أتى به من هذا المعجز الخارق العظيم فلا يحتاج أن يسأل عن رسالته ﴿قَالَ الذين استكبروا إِنَّا بالذي آمَنتُمْ بِهِ كَافِرُونَ﴾ أي قال المستكبرون نحن كافرون بما صدَّقتم به من نبوة صالح وإنما لم يقولوا إنا بما أرسل به كافرون إظهارًا لمخالفتهم إياهم وردًا لمقالتهم ﴿فَعَقَرُواْ الناقة وَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ﴾ أي نحروا الناقة واستكبروا عن امتثال أمر الله ﴿وَقَالُواْ يَاصَالِحُ ائتنا بِمَا تَعِدُنَآ إِن كُنتَ مِنَ المرسلين﴾ أي جئنا يا صالح بما تعدنا من العذاب الذي تخوفنا به إن كنت يا صالح حقًا رسولًا، قالوا ذلك استهزاء به وتعجيزًا ﴿فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أخذتهم الزلزلة الشديدة فصاروا في منازلهم هامدين موتى لا حِراك بهم قال في البحر: أخذتهم صيحة من السماء فيها صوت كل صاعقة وصوتُ كل شيء له صوتٌ في الأرض فقطعت قلوبهم وهلكوا ﴿فتولى عَنْهُمْ وَقَالَ يَاقَوْمِ لَقَدْ أَبْلَغْتُكُمْ رِسَالَةَ رَبِّي وَنَصَحْتُ لَكُمْ وَلَكِن لاَّ تُحِبُّونَ الناصحين﴾ أي أدبر عنهم صالح بعد هلاكهم ومشاهدة ما جرى عليهم وقال على سبيل التفجع والتحسر عليهم: لقد بلّغنكم الرسالة وحذرتكم عذاب الله وبذلت وسعي في نصيحتكم ولكن شأنكم الاستمرار على بغض الناصحين وعداوتهم قال الزمخشري ﴿وَلَكِن لاَّ تُحِبُّونَ الناصحين﴾ حكاية حال ماضية قد يقول الرجل لصاحبه وهو ميت - وكان قد نصحه حيًا فلم يسمع منه حتى ألقى بنفسه في التهلكة -: يا أخي كم نصحتك وكم قلت لك فلم تقبل مني؟ ﴿وَلُوطًا إِذْ قَالَ لِقَوْمِهِ أَتَأْتُونَ الفاحشة مَا سَبَقَكُمْ بِهَا مِنْ أَحَدٍ مِّن العالمين﴾ أي واذكر وقت أن قال لوط لقومه أهل سدوم على سبيل الإِنكار والتوبيخ: أتفعلون تلك الفعلة الشنيعة المتناهية في القبح التي ما عملها أحد قبلكم في زمن من الأزمان! والفاحشة هي إتيان الذكور في الأدبار، أنكر عليهم أولًا فعلها","vol":"1","page":423},{"text":"ثم وبخهم بأنهم أول من فعلها قال أبو حيان: ولما كان هذا الفعل معهودًا قبحه، ومركوزًا في العقول فحشه أتى به معرفًا بالألف واللام ﴿الفاحشة﴾ بخلاف الزنى فإنه قال فيه\n﴿إِنَّهُ كَانَ فَاحِشَةً﴾ [النساء: ٢٢] فأتى به منكرًا، والجملة المنفية ﴿مَا سَبَقَكُمْ﴾ تدل على أنهم أول من فعل هذه الفعلة القبيحة وأنهم مبتكروها، والمبالغة في ﴿مِنْ أَحَدٍ﴾ حيث زيدت مِنْ لتأكيد نفي الجنس، وفي الإِتيان بعموم ﴿العالمين﴾ جمعًا قال عمرو بن دينار: ما رؤي ذكرٌ على ما ذكر قبل قوم لوط ﴿إِنَّكُمْ لَتَأْتُونَ الرجال شَهْوَةً مِّن دُونِ النسآء﴾ هذا بيانٌ للفاحشة وهو توبيخٌ آخر أشنع مما سبق لتأكيده بإنَّ وباللام أي إنكم أيها القوم لتأتون الرجال في أدبارهم شهوة منكم لذلك الفعل الخبيث المكروه دون ما أحله الله لكم من النساء ثم أضرب عن الإِنكار إلى الإِخبار عنهم بالجال التي توجب ارتكاب القبائح واتباع الشهوات فقال ﴿بَلْ أَنْتُمْ قَوْمٌ مُّسْرِفُونَ﴾ أي لا عذر لكم بل أنتم عادتكم الإِسراف وتجاوز الحدود في كل شيء قال أبو السعود: وفي التقييد بقوله ﴿شَهْوَةً﴾ وصفٌ لهم بالبهيمية الصِّرفة وتنبيهٌ على أن العاقل ينبغي أن يكون الداعي له إلى المباشرة طلب الولد وبقاء النسال لاقضاء الشهوة ﴿وَمَا كَانَ جَوَابَ قَوْمِهِ إِلاَّ أَن قالوا أَخْرِجُوهُمْ مِّن قَرْيَتِكُمْ إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ أي ما كان جوابهم للوطٍ إذ وبخهم على فعلهم القبيح إلا أن قال بعضهم لبعض: أخرجوا لوطًا وأتباعه المؤمنين من بلدتكم لأنهم أناس يتنزهون عما نفعله نحن من إتيان الرجال في الأدبار، قال ابن عباس ومجاهد: ﴿إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ أي يتقذرون عن إتيان أدبار الرجال والنساء، قالوا ذلك سخرية واستهزاءً بلوط وقومه وعابوهم بما يمدح به الإِنسان ﴿فَأَنجَيْنَاهُ وَأَهْلَهُ إِلاَّ امرأته كَانَتْ مِنَ الغابرين﴾ أي أنجيناه من العذاب الذي حلّ بقومه وأهله المؤمنين إلا امرأته فلم تنج وكانت من الباقين وبالله كافرة فهلكت مع من هلك من قوم لوط حين جاءهم العذاب ﴿وَأَمْطَرْنَا عَلَيْهِمْ مَّطَرًا﴾ أي أرسلنا عليه نوعًا من المطر عجيبًا هو حجارة من سجيل كما في الآية الأخرى\n﴿فَجَعَلْنَا عَالِيَهَا سَافِلَهَا وَأَمْطَرْنَا عَلَيْهِمْ حِجَارَةً مِّن سِجِّيلٍ﴾ [الحجر: ٧٤] وشبه العذاب بالمطر المدرار لكثرته حيث أرسل إرسال المطر ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المجرمين﴾ أي انظر أيها السامع إلى عاقبة هؤلاء المجرمين كيف كانت؟ وإلى أي شيءٍ صارت؟ هل كانت إلا البوار والهلاك؟! ﴿وإلى مَدْيَنَ أَخَاهُمْ شُعَيْبًا قَالَ يَاقَوْمِ اعبدوا الله مَا لَكُمْ مِّنْ إله غَيْرُهُ﴾ أي وأرسلنا إلى أهل مدين شعيبًا داعيًا لهم إلى توحيد الله وعبادته قال ابن كثير: ومدين تطلق على القبيلة وعلى المدينة وهي التي بقرب «معان» من طريق الحجاز وهم أصحاب الأيكة كما سنذكره ﴿قَدْ جَآءَتْكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ﴾ أي معجزة تدل على صدقي ﴿فَأَوْفُواْ الكيل والميزان﴾ أي أتموا للناس حقوقهم بالكليل الذي تكيلون به والوزن الذي تزنون به ﴿وَلاَ تَبْخَسُواْ الناس أَشْيَاءَهُمْ﴾ أي لا تظلموا الناس حقوقهم ولا تُنْقصوهم إياها ﴿وَلاَ تُفْسِدُواْ فِي الأرض بَعْدَ إِصْلاَحِهَا﴾ أي لا تعملوا بالمعاصي بعد إصلاحها ببعثة الرسل ﴿ذلكم خَيْرٌ لَّكُمْ إِن كُنتُمْ مُّؤْمِنِينَ﴾ أي ما أمرتكم به من إخلاص العبادة لله","vol":"1","page":424},{"text":"وإيفاء الناس حقوقهم وترك الفساد في الأرض خير لكم إن كنتم مصدقين لي في قولي ﴿وَلاَ تَقْعُدُواْ بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَن سَبِيلِ الله مَنْ آمَنَ بِهِ﴾ أي لا تجلسوا بكل طريق تخوّفون من آمن بالقتل قال ابن عباس: كانوا يقعدون على الطرقات المفضية إلى شعيب فيتوعدون من أراد المجيء إليه ويصدونه ويقولون: إنه كذاب فلا تذهب إليه على نحو ما كانت تفعله قريش مع رسول الله ﷺ َ ﴿وَتَبْغُونَهَا عِوَجًا﴾ أي تريدون أن تكون السبيل معوجة غير مستقيمة بمعنى تصويرهم أن دين الله غير مستقيم كما يقول الضالون في هذا الزمان «هذا الدين لا ينطبق مع العقل» لأنه لا يتمشى مع أهوائهم الفاجرة ﴿واذكروا إِذْ كُنْتُمْ قَلِيلًا فَكَثَّرَكُمْ﴾ أي كنتم قلة مستضعفين فأصبحتم كثرة أعزة فاشكروا الله على نعمته ﴿وانظروا كَيْفَ كَانَ عَاقِبَةُ المفسدين﴾ هذا تهديد لهم أي انظروا ما حلّ بالأمم السابقة حين عصوا الرسل كيف انتقم الله منهم واعتبروا بهم ﴿وَإِن كَانَ طَآئِفَةٌ مِّنكُمْ آمَنُواْ بالذي أُرْسِلْتُ بِهِ وَطَآئِفَةٌ لَّمْ يْؤْمِنُواْ فاصبروا حتى يَحْكُمَ الله بَيْنَنَا وَهُوَ خَيْرُ الحاكمين﴾ أي إذا كان فريق صدقوني فيما جئتهم به وفريق لم يصدقوني فاصبروا حتى يفصل الله بحكمه العادل بيننا وهو خير الفاصلين قال أبو حيان: هذا الكلام من أحسن ما تلطّف به في المحاورة إذ برز المتحقق في صورة المشكوك وهو من بارع التقسيم فيكون وعدا للمؤمنين بالنصر ووعيدًا للكافرين بالعقوبة والخسار ﴿قَالَ الملأ الذين استكبروا مِن قَوْمِهِ﴾ أي قال أشراف قومه المستكبرين عن الإِيمان بالله ورسله ﴿لَنُخْرِجَنَّكَ ياشعيب والذين آمَنُواْ مَعَكَ مِن قَرْيَتِنَآ أَوْ لَتَعُودُنَّ فِي مِلَّتِنَا﴾ أقسموا على أحد الأمرين: إما إخراج شعيب وأتباعه وإما العودة إلى ملتهم أي إلى الكفر والمعنى لنخرجنك يا شعيب ومن آمن بك من بين أظهرنا أو لترجعن أنت وهم إلى ديننا قال شعيب مجيبًا لهم ﴿قَالَ أَوَلَوْ كُنَّا كَارِهِينَ﴾ أي أتجبروننا على الخروج من الوطن أو العودة في ملتكم ولو كنّا كارهين لذلك؟ والاستفهام للإِنكار ﴿قَدِ افترينا عَلَى الله كَذِبًا إِنْ عُدْنَا فِي مِلَّتِكُمْ بَعْدَ إِذْ نَجَّانَا الله مِنْهَا﴾ أي إن عدنا إلى دينكم بعد أن أنقذنا الله منه بالإِيمان وبصّرنا بالهدى نكون مختلقين على الله أعظم أنواع الكذب، وهذا تيئيسٌ للكفار من العودة إلى دينهم ﴿وَمَا يَكُونُ لَنَآ أَن نَّعُودَ فِيهَآ إِلاَّ أَن يَشَآءَ الله رَبُّنَا﴾ أي لا ينبغي ولا يصح لنا أن نعود إلى ملتكم ودينكم إلا إذا شاء الله لنا الانتكاس والخذلان فيمضي فينا قضاؤه ﴿وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا﴾ أي وسع علمه كل الأشياء ﴿عَلَى الله تَوَكَّلْنَا﴾ أي اعتمادنا على الله وهو الكافي لمن توكل عليه ﴿رَبَّنَا افتح بَيْنَنَا وَبَيْنَ قَوْمِنَا بالحق وَأَنتَ خَيْرُ الفاتحين﴾ أي احكم بيننا وبينهم بحكمك الحق الذي لا جور فيه ولا ظلم وأنت خيرالحاكمين ﴿وَقَالَ الملأ الذين كَفَرُواْ مِن قَوْمِهِ لَئِنِ اتبعتم شُعَيْبًا إِنَّكُمْ إِذًا لَّخَاسِرُونَ﴾ أي قال الأشراف من قومه الفجرة الكفرة: إذا اتبعتم شعيبًا وأجبتموه إلى ما يدعوكم إليه إنكم إذًا لخاسرون لاستبدالكم الضلالة بالهدى قال تعالى ﴿فَأَخَذَتْهُمُ الرجفة فَأَصْبَحُواْ فِي دَارِهِمْ جَاثِمِينَ﴾ أي فأخذتهم الزلزلة العظيمة فأصبحوا ميّتين جاثمين على الركب ﴿الذين كَذَّبُواْ شُعَيْبًا كَأَن لَّمْ يَغْنَوْاْ فِيهَا﴾ أي أهلك الله المكذبين كأنهم لم يقيموا في ديارهم منعَّمين ﴿الذين كَذَّبُواْ شُعَيْبًا كَانُواْ هُمُ الخاسرين﴾ إخبارٌ عنهم بالخسار بعد الهلاك والدمار ﴿","vol":"1","page":425},{"text":"فتولى عَنْهُمْ وَقَالَ ياقوم لَقَدْ أَبْلَغْتُكُمْ رِسَالاَتِ رَبِّي وَنَصَحْتُ لَكُمْ﴾ قاله تأسفًا لشدة حزنه عليهم لأنهم لم يتبعوا نصحه ﴿فَكَيْفَ آسى على قَوْمٍ كَافِرِينَ﴾ أي كيف أحزن على من لا يستحق أن يُحزن عليه قال الطبري: أي كيف أحزن على قوم جحدوا وحدانية الله وكذبوا رسوله وأتوجع لهلاكهم.\nالبَلاَغَة: ١ - ﴿نَاقَةُ الله﴾ الإضافة للتشريف والتكريم.\n٢ - ﴿وَلاَ تَمَسُّوهَا بسواء﴾ التنكير للتقليل والتحقير أي لا تمسوها بأدنى سوء.\n٣ - ﴿أَتَأْتُونَ الفاحشة﴾ الاستفهام للإِنكار والتوبيخ والتشنيع.\n٤ - ﴿إِنَّهُمْ أُنَاسٌ يَتَطَهَّرُونَ﴾ يسمى هذا النوع في علم البديع التعريض بما يوهم الذم ولذلك قال ابن عباس: عابوهم بما يُمدح به.\n٥ - ﴿عَلَى الله تَوَكَّلْنَا﴾ إظهار الاسم الجليل للمبالغة في التضرع وتقديم الجار والمجرور لإِفادة الحصر.\n٦ - بين لفظ ﴿مُؤْمِنُونَ﴾ و﴿كَافِرُونَ﴾ طباقٌ.\nفَائِدَة: الذي عقر الناقة هو «قُدار بن سالف» وإنما نسب الفعل إليهم جميعًا في قوله تعالى ﴿فَعَقَرُواْ الناقة﴾ لأنه كان برضاهم وأمرهم، والراضي بالعمل القبيح شريك في الجريمة.","vol":"1","page":426},{"text":"المنَاسَبَة: لما ذكر تعالى قصص الأنبياء (نوح، هود، صالح، لوط، شعيب) وما حلَ بأقوامهم من العذاب والنكال حين لم تُجْد فيهم الموعظة\"، ذكر تعالى هنا سنته الإِلهية في الانتقام ممن كذّب أنبياءه وذلك بالتدرج معهم بالبأساء والضراء، ثم بالنعمة والرخاء، ثم بالبطش بهم إن لم يؤمنوا ثم أعقب ذلك بقصة موسى مع الطاغية فرعون وفيها كثير من العبر والعظات.\nاللغَة: ﴿البأسآء﴾ شدة الفقر ﴿الضرآء﴾ الضرُّ والمرض ﴿عَفَوْاْ﴾ كثروا ونموا ﴿بَغْتَةً﴾ فجأة ﴿َمَلَئِهِ﴾ أشراف قومه ﴿أَرْجِهْ﴾ أخّرْ ﴿صَاغِرِينَ﴾ أذلاء ﴿تَلْقَفُ﴾ تبتلع وتلتقم ﴿يَأْفِكُونَ﴾ الإِفك: الكذب ﴿أَفْرِغْ﴾ الإِفراغ: الصبُّ أي اصببه علينا.\nالتفِسير: ﴿وَمَآ أَرْسَلْنَا فِي قَرْيَةٍ مِّن نَّبِيٍّ﴾ في الكلام حذف أي وما أرسلنا في قرية من نبي فكذبه أهلها ﴿إِلاَّ أَخَذْنَا أَهْلَهَا بالبأسآء والضرآء﴾ أي عاقبتاهم بالبؤس والفقر، والمرض وسوء الحال ﴿لَعَلَّهُمْ يَضَّرَّعُونَ﴾ أي كي يتضرعوا ويخضعوا ويتوبوا من ذنوبهم ﴿ثُمَّ بَدَّلْنَا مَكَانَ السيئة الحسنة﴾ أي ثم أبدلناهم بالفقر والمرض، الغنى والصحة ﴿حتى عَفَوْاْ﴾ أي حتى كثروا ونموا ﴿وَّقَالُواْ قَدْ مَسَّ آبَاءَنَا الضرآء والسرآء﴾ أي أبطرتهم النعمة وأشروا فقالوا كفرانًا لها: هذه عادة الدهر وقد مسّ آباءنا مثل ذلك من المصائب ومن الرخاء وليست بعقوبة من الله فلنبق على ديننا، والغرضُ أن الله ابتلاهم بالسيئة لينيبوا إليه فما فعلوا، ثم بالحسنة ليشكروا فما فعلوا، فلم يبق إلا أن يأخذهم بالعذاب ولهذا","vol":"1","page":427},{"text":"قال تعالى ﴿فَأَخَذْنَاهُمْ بَغْتَةً وَهُمْ لاَ يَشْعُرُونَ﴾ أي أخذناهم بالهلاك والعذاب فجأةً من حيث لا يدرون ﴿وَلَوْ أَنَّ أَهْلَ القرى آمَنُواْ واتقوا﴾ أي ولو أن أهل تلك القرى الذين كَذَّبوا وأُهلكوا آمنوا بالله ورسله واتقوا الكفر والمعاصي ﴿لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء﴾ أي لوسّعنا عليهم الخير من كل جانب وقيل: بركاتُ السماء المطرُ، وبركات الأرض الثمارُ، قال السدي: فتحنا عليهم أبواب السماء والأرض بالرزق ﴿والأرض ولكن كَذَّبُواْ فَأَخَذْنَاهُمْ بِمَا كَانُواْ يَكْسِبُونَ﴾ أي ولكنْ كذّبوا الرسل فعاقبناهم بالهلاك بسوء كسبهم ﴿أَفَأَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ بَأْسُنَا بَيَاتًا وَهُمْ نَآئِمُونَ﴾ الهمزة للإِنكار أي هل أمن هؤلاء المكذبون أن يأتيهم عذابنا ليلًا وهم نائمون غافلون عنه؟ ﴿أَوَ أَمِنَ أَهْلُ القرى أَن يَأْتِيَهُمْ بَأْسُنَا ضُحًى وَهُمْ يَلْعَبُونَ﴾؟ أم هل أمنوا أن يأتيهم عذابنا ونكالنا نهاهرًا جهارًا وهم يلهون ويشتغلون بما لا يُجدي كأنهم يلعبون؟ ﴿أَفَأَمِنُواْ مَكْرَ الله فَلاَ يَأْمَنُ مَكْرَ الله إِلاَّ القوم الخاسرون﴾ أي أفأمنوا استدارجه إياهم بالنعمة حتى يهلكوا في غفلتهم؟ فإنه لا يأمن ذلك إلا القوم الذين خسروا عقولهم وإنسانيتهم فصاروا أخسَّ من البهائم قال الحسن البصري: المؤمن يعمل بالطاعات وهو مشفقٌ خائفٌ وجلٌ، والفاجر يعمل بالمعاصي وهو مطمئن آمن ﴿أَوَلَمْ يَهْدِ لِلَّذِينَ يَرِثُونَ الأرض مِن بَعْدِ أَهْلِهَآ﴾ أي أولم يتضح ويتبيّن للذين يخلفون الأرض بعد هلاك أهلها الذين كانوا يعمرونها قبلهم، والمراد بها كفار مكة ومن حولهم ﴿أَن لَّوْ نَشَآءُ أَصَبْنَاهُمْ بِذُنُوبِهِمْ﴾ أي لو أردنا لأهلكناهم بسبب ذنوبهم كما أهلكنا من قبلهم قال في البحر: أي قد علمتم ما حلّ بهم أفما تحذرون أن يحل بكم ما حلّ بهم فذلك ليس بممتنع علينا لو شئنا ﴿وَنَطْبَعُ على قُلُوبِهِمْ فَهُمْ لاَ يَسْمَعُونَ﴾ أي ونختم على قلوبهم فلا يقبلون موعظةً ولا تذكيرًا سماع منتفع بهما ﴿تِلْكَ القرى نَقُصُّ عَلَيْكَ مِنْ أَنبَآئِهَا﴾ أي تلك القرى المذكورة نقصُّ عليك يا محمد بعض أخبارها وما حصل لأهلها من الخسف والرجفة والرجم بالحجارة ليعتبر بذلك من يسمع وما حدث أهولُ وأفظع ﴿وَلَقَدْ جَآءَتْهُمْ رُسُلُهُم بالبينات﴾ أي جاءتهم بالمعجزات والحجج القاطعات ﴿فَمَا كَانُواْ لِيُؤْمِنُواْ بِمَا كَذَّبُواْ مِن قَبْلُ﴾ أي ما كانوا ليؤمنوا بما جاءتهم به الرسل لتكذيبهم إياهم قبل مجيئهم بالمعجزات وبعد مجيئهم بها فحالهم واحد في العتو والضلال قال الزمخشري: أي استمروا على التكذيب من لدنْ مجيء الرسل إليهم إلى أن ماتوا مصرّين لا يرعوون مع تكرر المواعظ عليهم وتتابع الآيات ﴿كَذَلِكَ يَطْبَعُ الله على قُلُوبِ الكافرين﴾ أي مثل ذلك الطبع الشديد المحكم نطبع على قلوب الكافرين فلا يكاد يؤثر فيهم النُّذر والآيات، وفيه تحذير للسامعين ﴿وَمَا وَجَدْنَا لأَكْثَرِهِم مِّنْ عَهْدٍ وَإِن وَجَدْنَآ أَكْثَرَهُمْ لَفَاسِقِينَ﴾ أي ما وجدنا لأكثر الناس من وفاء للعهد بل وجدناهم خارجين عن الطاعة والامتثال قال ابن كثير: والعهد الذي أخذه هو ما فطرهم عليه وأخذه عليهم في الأصلاب أنه ربهم ومليكهم فخالفوه وعبدوا مع الله غيره بلا دليل ولا حجة من عقل ولا شرع ﴿ثُمَّ بَعَثْنَا مِن بَعْدِهِم موسى بِآيَاتِنَآ﴾ أي ثم بعثنا من بعد الرسل المتقدم ذكرهم موسى بن عمران بالمعجزات الباهرات والحجج الساطعات ﴿إلى فِرْعَوْنَ","vol":"1","page":428},{"text":"وَمَلَئِهِ﴾ أي أرسلناه إلى فرعون - ملك مصر في زمن موسى - وقومه ﴿فَظَلَمُواْ بِهَا﴾ أي كفروا وجحدوا بها ظلمًا وعنادًا ﴿فانظر كَيْفَ كَانَ عَاقِبَةُ المفسدين﴾ أي انظر أيها السامع ما آل إليه أمر المفسدين الظالمين كيف أغرقناهم عن آخرهم بمرأى من موسى وقومه، وهذا أبلغُ في النكال لأعداء الله، وأشفى لقلوب أولياء الله ﴿وَقَالَ موسى يافرعون إِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ أي إني رسولٌ إليك من الخالق العظيم رب كل شيء وخالقه ومليكه ﴿حَقِيقٌ عَلَى أَنْ لاَّ أَقُولَ عَلَى الله إِلاَّ الحق﴾ أي جديرٌ بي وحقٌ عليَّ أن لا أخبر عن الله إلا بما هو حقٌ وصدق لما أعلم من جلاله وعظيم شأنه ﴿قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّن رَّبِّكُمْ فَأَرْسِلْ مَعِيَ بني إِسْرَائِيلَ﴾ أي جئتكم بحجة قاطعة من الله تشهد على صدقي فخلِّ واترك سبيل بني إسرائيل حتى يذهبوا معي إلى الأرض المقدسة التي هي وطنُ آبائهم قال أبو حيان: ولما كان فرعون قد ادعى الربوبية فاتحه موسى بقوله ﴿إِنِّي رَسُولٌ مِّن رَّبِّ العالمين﴾ لينبهه على الوصف الذي ادعاه وأنه فيه مبطلٌ لا محقٌ، ولما كان قوله ﴿حَقِيقٌ عَلَى أَنْ لاَّ أَقُولَ عَلَى الله إِلاَّ الحق﴾ أردفها بما يدل على صحتها وهو قوله ﴿قَدْ جِئْتُكُمْ بِبَيِّنَةٍ مِّن رَّبِّكُمْ﴾ ولما قرّر رسالته فرَّع عليها تبليغ الحكم وهو قوله ﴿فَأَرْسِلْ مَعِيَ بني إِسْرَائِيلَ﴾ ﴿قَالَ إِن كُنتَ جِئْتَ بِآيَةٍ فَأْتِ بِهَآ إِن كُنتَ مِنَ الصادقين﴾ أي قال فرعون لموسى: إن كنت جئت بآية من ربك كما تدّعي فأحضرها عندي ليثبت بها صدقك في دعواك، قال ذلك على سبيل التعجيز لموسى ﴿فألقى عَصَاهُ فَإِذَا هِيَ ثُعْبَانٌ مُّبِينٌ﴾ أي فإِذا بها حية ضخمة طويلة قال ابن عباس: تحولت إلى حية عظية فاغرة فاها مسرعةً نحو فرعون ﴿مُّبِينٌ﴾ أي ظاهر لا متخيَّل ﴿وَنَزَعَ يَدَهُ فَإِذَا هِيَ بَيْضَآءُ لِلنَّاظِرِينَ﴾ أي أخرجها من جيبة فإذا هي بيضاء بياضًا نورانيًا عجيبًا يغلب نورها نور الشمس قال ابن عباس: كان ليده نور ساطع يضيء ما بين السماء والأرض ﴿قَالَ الملأ مِن قَوْمِ فِرْعَوْنَ إِنَّ هذا لَسَاحِرٌ عَلِيمٌ﴾ أي قال الأشراف منهم وهم أصحاب مشورته إن هذا عالمٌ بالسحر ماهرٌ فيه، وقولهم ﴿عَلِيمٌ﴾ أي بالغٌ الغاية في علم السحر وخدعه وفنونه ﴿يُرِيدُ أَن يُخْرِجَكُمْ مِّنْ أَرْضِكُمْ﴾ أي يخرجكم من أرض مصر بسحره ﴿فَمَاذَا تَأْمُرُونَ﴾ أي بأي شيء تأمرون أن نفعل في أمره؟ وبأي شيء تشيرون فيه؟ قال القرطبي: قال فرعون: فماذا تأمرون وقيل: هو من قول الملأ أي قالوا لفرعون وحده ﴿فَمَاذَا تَأْمُرُونَ﴾ كما يُخاطب الجبارون والرؤساء: ما ترون في كذا ﴿قالوا أَرْجِهْ وَأَخَاهُ وَأَرْسِلْ فِي المدآئن حَاشِرِينَ﴾ أي أخَّر أمرهما حتى ترى رأيك فيهما وأرسلْ في أنحاء البلاد من يجمع لك السحرة ﴿يَأْتُوكَ بِكُلِّ سَاحِرٍ عَلِيمٍ﴾ أي يأتوك بكل ساحرٍ مثله ماهر في السحر، وكان رؤساء السحرة بأقصى صعيد مصر ﴿وَجَآءَ السحرة فِرْعَوْنَ قالوا إِنَّ لَنَا لأَجْرًا إِن كُنَّا نَحْنُ الغالبين﴾ في الكلام محذوفٌ يدل عليه السياق وهو أنه بعث إلى السحرة وطلب أن يُجمعوا له فلما جاءوا فرعون قالوا: إنَّ لنا لأجرًا عظيمًا إن نحن غلبنا موسى وهزمناه وأبطلنا سحره؟ ﴿قَالَ نَعَمْ وَإِنَّكُمْ لَمِنَ المقربين﴾ أي قال فرعون: نعم لكم الأجر","vol":"1","page":429},{"text":"وأزيدكم على ذلك بأن أجعلكم من المقربين أي من أعزّ خاصتي وأهل مشورتي قال القرطبي: زادهم على ما طلبوا ﴿قَالُواْ ياموسى إِمَّآ أَن تُلْقِيَ وَإِمَّآ أَن نَّكُونَ نَحْنُ الملقين﴾ أي قال السحرة لموسى: اختر إمّا أن تُلقي عصاك أو نلقي نحن عصيّنا قال الزمخشري: تخييرهم إيّاه أدبٌ حسن كما يفعل أهل الصناعات إذا التقوا كالمتناظرين قبل أن يخوضوا في الجدال هذا ما قاله الزمخشري، والأظهر أنهم قالوا ذلك من باب الاعتزاز بالنفس وتوهم الغلبة وعدم الاكتراث بأمر موسى كما يقول المعتد بنفسه: أبدأ أو تبدأ ﴿قَالَ أَلْقَوْاْ فَلَمَّآ أَلْقُوْاْ سحروا أَعْيُنَ الناس﴾ أي قال لهم موسى ألقوا ما أنتم ملقون فلما ألقوا العصيّ والحبال سحروا أعين الناس أي خيلوا إليهم ما لا حقيقة له كما قال تعالى\n﴿يُخَيَّلُ إِلَيْهِ مِن سِحْرِهِمْ أَنَّهَا تسعى﴾ [طه: ٦٦] ﴿واسترهبوهم وَجَآءُوا بِسِحْرٍ عَظِيمٍ﴾ أي أفزعوهم وأرهبوهم إرهابًا شديدًا حيث خيلوها حياتٍ تسعى وجاءوا بسحر عظيم يهابه من رآه قال ابن اسحاق: صُفَّ خمسة عشر ألف ساحر مع كل ساحرٍ حبالُه وعصيُّه وفرعون في مجلسه مع أشراف مملكته فكان أول ما اختطفوا بسحرهم بصر موسى وبصر فرعون، ثم أبصار الناس بعد ثم ألقى رجل منهم ما في يده من العصيّ والحبال فإذا هي حيات كأمثال الجبال قد ملأت الوادي يركب بعضها بعضًا ﴿وَأَوْحَيْنَآ إلى موسى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ﴾ أي أوحينا إليه بأن ألق عصاك فألقاها فإذا هي تبتلع بسرعة ما يزوّرونه من الكذب قال ابن عباس ﴿تَلْقَفُ مَا يَأْفِكُونَ﴾ لا تمر بشيء من حبالهم وخشبهم التي ألقوها إلا التقمته ﴿فَوَقَعَ الحق وَبَطَلَ مَا كَانُواْ يَعْمَلُونَ﴾ أي ثبت وظهر الحق لمن شهده وحضره، وبطل إفك السحر وكذبه ومخايله ﴿فَغُلِبُواْ هُنَالِكَ وانقلبوا صَاغِرِينَ﴾ أي غُلب فرعونُ وقومهُ في ذلك المجمع العظيم وصاروا ذليلين ﴿وَأُلْقِيَ السحرة سَاجِدِينَ قالوا آمَنَّا بِرَبِّ العالمين رَبِّ موسى وَهَارُونَ﴾ أي خرّوا ساجدين معلنين إيمانهم بربّ العالمين لأن الحق بهرهم قال قتادة: كانوا أول النهار كفارًا سحرة وفي آخره شهداء بررة ﴿قَالَ فِرْعَوْنُ آمَنتُمْ بِهِ قَبْلَ أَن آذَنَ لَكُمْ﴾ أي قال فرعون الجبار للسحرة آمنتم بموسى قبل أن تستأذنوني؟ والمقصود بالجملة التوبيخ ﴿إِنَّ هذا لَمَكْرٌ مَّكَرْتُمُوهُ فِي المدينة لِتُخْرِجُواْ مِنْهَآ أَهْلَهَا﴾ أي صنيعكم هذا حيلةٌ احتلتموها أنتم وموسى في مصر قبل أن تخرجوا إلى الميعاد لتخرجوا منها القبط وتسكنوا بني إسرائيل، قال هذا تمويهًا على الناس لئلا يتبعوا السحرة في الإِيمان ﴿فَسَوْفَ تَعْلَمُونَ﴾ أي فسوف تعلمون ما يحلُّ بكم، وهذا وعيد وتهديد ساقه بطريق الإِجمال للتهويل ثم عقّبه بالتفصيل فقال ﴿لأُقَطِّعَنَّ أَيْدِيَكُمْ وَأَرْجُلَكُمْ﴾ أي لأقطعنَّ من كل واحد منكم يده ورجله من خلاف قال الطبري: ومعنى ﴿مِّنْ خِلاَفٍ﴾ هو أن يقطع من أحدهم يده اليمنى ورجله اليسرى، أو يقطع يده اليسرى ورجله اليمنى فيخالف بين العضوين في القطع ﴿ثُمَّ لأُصَلِّبَنَّكُمْ أَجْمَعِينَ﴾ أي ثم أصلبكم جميعًا تنكيلًا لكم ولأمثالكم، والصلب التعليق على الخشب حتى الموت ﴿قالوا إِنَّآ إلى رَبِّنَا مُنقَلِبُونَ﴾ إنّا راجعون إلى الله بالموت لا محالة فلا نخاف مما تتوعدنا به ولا نبالي بالموت وحبذا الموت في سبيل الله ﴿وَمَا تَنقِمُ مِنَّآ إِلاَّ أَنْ آمَنَّا بِآيَاتِ رَبِّنَا لَمَّا جَآءَتْنَا﴾ أي ما تكره منا ولا تعيب علينا إلا إيماننا بالله وآياته!!","vol":"1","page":430},{"text":"كقوله\n﴿وَمَا نَقَمُواْ مِنْهُمْ إِلاَّ أَن يُؤْمِنُواْ بالله العزيز الحميد﴾ [البروج: ٨] قال الزمخشري: أرادوا وما تعيب منا إلا ما هو أصل المناقب والمفاخر كلها وهو الإِيمان ﴿رَبَّنَآ أَفْرِغْ عَلَيْنَا صَبْرًا وَتَوَفَّنَا مُسْلِمِينَ﴾ أي أفضْ علينا صبرًا يغمرنا عند تعذيب فرعون إيانا وتوفنا على ملة الإِسلام غير مفتونين ﴿وَقَالَ الملأ مِن قَوْمِ فِرْعَونَ أَتَذَرُ موسى وَقَوْمَهُ لِيُفْسِدُواْ فِي الأرض وَيَذَرَكَ وَآلِهَتَكَ﴾ أي قال الأشراف لفرعون: أتترك موسى وجماعته ليفسدوا في الأرض بالخروج عن دينك وترك عبادة آلهتك!! وفي هذا إغراءٌ لفرعون بموسى وقومه وتحريضٌ له على قتلهم وتعذيبهم ﴿قَالَ سَنُقَتِّلُ أَبْنَآءَهُمْ وَنَسْتَحْيِي نِسَآءَهُمْ وَإِنَّا فَوْقَهُمْ قَاهِرُونَ﴾ أي قال فرعون مجيبًا لهم: سنقتل أبناءهم الذكور ونستبقي نساءهم للاستخدام كما كنا نفعل بهم ذلك وإنّا عالون فوقهم بالقهر والسلطان ﴿قَالَ موسى لِقَوْمِهِ استعينوا بالله واصبروا﴾ أي قال موسى لقومه تسليةً لهم حين تضجروا مما سمعوا: استعينوا بالله على فرعون وقومه فيما ينالكم من أذاهم واصبروا على حكم الله ﴿إِنَّ الأرض للَّهِ يُورِثُهَا مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي الأرض كلها الله يعطيها من أراد من عباده، أطمعهم في أن يورثهم الله أرض مصر ﴿والعاقبة لِلْمُتَّقِينَ﴾ أي النتيجة المحمودة لمن اتقى الله ﴿قالوا أُوذِينَا مِن قَبْلِ أَن تَأْتِينَا وَمِن بَعْدِ مَا جِئْتَنَا﴾ أي أوذينا من قبل أن تأتينا بالرسالة ومن بعدما جئتنا بها يعنون أن المحنة لم تفارقهم فهم في العذاب والبلاء قبل بعثة موسى وبعد بعثته ﴿قَالَ عسى رَبُّكُمْ أَن يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الأرض فَيَنظُرَ كَيْفَ تَعْمَلُونَ﴾ أي لعل ربكم أن يهلك فرعون وقومه ويجعلكم تخلفونهم في أرضهم بعد هلاكهم وينظر كيف تعملون بعد استخلافكم من الإِصلاح والإِفساد، والغرضُ تحريضهم على طاعة الله، وقد حقق الله رجاء موسى فأغرق فرعون وملّك بن إسرائيل أرض مصر قال في البحر: سلك موسى طريق الأدب مع الله وساق الكلام مساق الرجاء.\nالبَلاَغَة: ١ - ﴿بَدَّلْنَا مَكَانَ السيئة الحسنة﴾ بين لفظ الحسنة والسيئة طباقٌ وكذلك بين لفظ ﴿الضرآء والسرآء﴾ .\n٢ - ﴿لَفَتَحْنَا عَلَيْهِمْ بَرَكَاتٍ مِّنَ السمآء﴾ شبّه تيسير البركات عليهم بفتح الأبواب في سهولة التناول فهو من باب الاستعارة أي وسعنا عليهم الخير من جميع الأطراف.\n٣ - ﴿أَفَأَمِنَ أَهْلُ القرى﴾ تكررت الجملة والغرض منها الإِنذار ويسمى هذا في علم البلاغة الإطناب ومثلها ﴿أَفَأَمِنُواْ مَكْرَ الله فَلاَ يَأْمَنُ مَكْرَ الله﴾ قال أبو السعود: تكريرٌ للنكير لزيادة التقرير، ومكرُ الله استعارة لاستدراجه العبد وأخذه من حيث لا يحتسب.\n٤ - ﴿وَإِنَّكُمْ لَمِنَ المقربين﴾ أكد الجملة بإن واللام لإِزالة الشك من نفوس السحرة ويسمى هذا النوع من أضرب الخبر إنكاريًا.\n٥ - ﴿فَوَقَعَ الحق﴾ فيه استعارة استعير الوقع للثبوت والحصول والله أعلم.","vol":"1","page":431},{"text":"تنبيه: لما عجز فرعون عن دفع الحجة بالبرهان عدل إلى البطش والفتك بالسنان، وهكذا حال كل ضال مبتدع إذا أعيته الحجة مال إلى التهديد والوعيد.","vol":"1","page":432},{"text":"المنَاَسَبَة: لما كان قصة الكليم مع الطاغية فرعون مملوءة بالعبر والعظات لذلك استطردت الآيات في الحديث عنهم فتحدثت عمّا حلَّ بقوم فرعون ن البلايا والنكبات، وما ابتلاهم الله به من القحط والجدب، والطوفان والجراد وغير ذلك من المصائب نتيجة إِصرارهم على الكفر وتكذيبهم بآيات الله، ثم ذكرت أنواع النعم التي أنعم الله بها على بني إِسرائيل ومن أعظمها إِهلاك عدوهم وقطعهم البحر مع السلامة والأمان.\nاللغَة: ﴿السنين﴾ جمع سَنَة وهي الجدبُ والقحطُ ﴿يَطَّيَّرُواْ﴾ يتشاءموا والأصل يتطيّروا مأخوذٌ من الطِّيرة وهي زجر الطير ثم استعمل في التشاؤم ﴿الطوفان﴾ السيل المتلف المدمِّر ﴿القمل﴾ السوس وهي حشرات صغيرة تكون في الحنطة وغيرها تفسد الحبوب ﴿الرجز﴾ العذاب، والرجس بالسين: النجس وقد يستعمل بمعنى العذاب ﴿اليم﴾ البحر ﴿يَعْكُفُونَ﴾ عكف على الشيء أقام عليه ولزمه ﴿مُتَبَّرٌ﴾ مهلكٌ والتبار: الهلاك ﴿صَعِقًا﴾ مغشيًا عليه يقال: صَعِق الرجل إِذا أُغمي عليه.\nالتفِسير: ﴿وَلَقَدْ أَخَذْنَآ آلَ فِرْعَونَ بالسنين﴾ اللام موطئة لقسم محذوف أي والله لقد ابتلينا واختبرنا فرعون وأتباعه بالجدب والقحط ﴿وَنَقْصٍ مِّن الثمرات﴾ أي وابتليناهم بإِذهاب الثمار من كثرة الآفات قال المفسرون: كانت النخلة لا تحمل إلا ثمرة واحدة ﴿لَعَلَّهُمْ يَذَّكَّرُونَ﴾ أي لعلهم يتعظون وترقُّ قلوبهم فإن الشدة تجلب الإِنابة والخشية ورقة القلب، ثم بيّن تعالى أنهم مع تلك المحن والشدائد لم يزدادوا إِلا تمردًا وكفرًا فقال ﴿فَإِذَا جَآءَتْهُمُ الحسنة قَالُواْ لَنَا هذه﴾ أي إذا جاءهم الخِصْب والرّخاء قالوا هذه لنا وبسعدنا ونحن مستحقون لذلك ﴿وَإِن تُصِبْهُمْ سَيِّئَةٌ يَطَّيَّرُواْ بموسى وَمَن مَّعَهُ﴾ أي وإِذا جاءهم الجدب والشدة تشاءموا بموسى ومن معه من المؤمنين أي قالوا: هذا بشؤمهم قال تعالى ردًا عليهم ﴿ألا إِنَّمَا طَائِرُهُمْ عِندَ الله﴾ أي إِن ما يصيبهم من خير أو شر بتقدير الله وليس بشؤم موسى قال ابن عباس: الأمر من قِيَل الله ليس شؤمهم إلاّ من قِيَله وحكمه ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي لا يعلمون أن ما لحقهم من القحط والشدائد من عند الله بسبب معاصيهم لا من عند موسى ﴿وَقَالُواْ مَهْمَا تَأْتِنَا بِهِ مِن آيَةٍ لِّتَسْحَرَنَا بِهَا فَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ﴾ أي قال قوم فرعون لموسى: أي شيء تأتينا به يا موسى من المعجزات لتصرفنا عما نحن عليه فلن نؤمن لك قال الزمخشري: فإن قلت كيف سموها آية ثم قالوا ﴿لِّتَسْحَرَنَا بِهَا﴾ قلت: ما سموها آية لاعتقادهم أنها آية وإِنما قصدوا بذلك الاستهزاء والتلهي قال تعالى ﴿فَأَرْسَلْنَا عَلَيْهِمُ الطوفان﴾ أي أرسلنا عليهم المطر الشديد حتى عاموا فيه وكادوا يهلكون قال ابن عباس: الطوفان كثرة الأمطار المغرقة المتلفة","vol":"1","page":433},{"text":"للزروع والثمار ﴿والجراد﴾ أي وأرسلنا عليهم كذلك الجراد فأكل زروعهم وثمارهم حتى أكل ثيابهم ﴿والقمل﴾ وهو السوس حتى نخر حبوبهم وتتّبع ما تركه الجراد وقيل: هو القمل المشهور كان يدخل بين ثوب أحدهم وجلده فيمصه ﴿والضفادع﴾ جمع ضفدع حتى ملأت بيوتهم وطعامهم وإِذا تكلم أحدهم وثبت الضفدع إلى فمه ﴿والدم﴾ أي صارت مياههم دمًا فما يستقون من بئر ولا نهر إلا وجدوه دمًا ﴿آيَاتٍ مّفَصَّلاَتٍ﴾ أي علامات ظاهرات فيها عبرٌ وعظاتٌ ومع ذلك استكبروا عن الإِيمان ﴿فاستكبروا وَكَانُواْ قَوْمًا مُّجْرِمِينَ﴾ أي استكبروا عن الإِيمان بها لغلوهم في الإِجرام ﴿وَلَمَّا وَقَعَ عَلَيْهِمُ الرجز﴾ أي وحين نزل بهم العذاب المذكور ﴿قَالُواْ ياموسى ادع لَنَا رَبَّكَ بِمَا عَهِدَ عِندَكَ﴾ أي ادع لنا ربك ليكشف عنا البلاء بحق ما أكرمك به من النبوة قال الزمخشري: أي أسعفنا إلى ما تطلب إليك من الدعاء لنا بحق ما عندك من عهد الله وكرامته بالنبوة ﴿لَئِن كَشَفْتَ عَنَّا الرجز لَنُؤْمِنَنَّ لَكَ وَلَنُرْسِلَنَّ مَعَكَ بني إِسْرَآئِيلَ﴾ اللام لام القسم أي والله لئن رفعت عنا العذاب الذي نحن فيه يا موسى لنصدقنَّ بما جئت به ولنطلقنَّ سراح بني إِسرائيل، وقد كانوا يستخدمونهم في أرذل الأعمال ﴿فَلَماَّ كَشَفْنَا عَنْهُمُ الرجز إلى أَجَلٍ هُم بَالِغُوهُ﴾ أي فلما كشفنا بدعاء موسى عنهم العذاب إلى حدٍّ من الزمان هم واصلون إِليه ولا بدَّ قال ابن عباس: هو وقت الغَرق ﴿إِذَا هُمْ يَنكُثُونَ﴾ أي إذا هم ينقضون عهودهم ويصرّون على الكفر ﴿فانتقمنا مِنْهُمْ فَأَغْرَقْنَاهُمْ فِي اليم﴾ أي فانتقمنا منهم بالإِغراق في البحر ﴿بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا وَكَانُواْ عَنْهَا غَافِلِينَ﴾ أي بسبب تكذيبهم بآيات الله وإِعراضهم عنها وعدم مبالاتهم بها ﴿وَأَوْرَثْنَا القوم الذين كَانُواْ يُسْتَضْعَفُونَ مَشَارِقَ الأرض وَمَغَارِبَهَا﴾ أي وأورثنا بني إِسرائيل الذين كانوا يُستذلون بالخدمة أرض الشام وملّكناهم جميع جهاتها ونواحيها: مشارقها ومغاربها ﴿التي بَارَكْنَا فِيهَا﴾ بالخيرات وكثرة الثمرات ﴿وَتَمَّتْ كَلِمَةُ رَبِّكَ الحسنى على بني إِسْرَآئِيلَ﴾ أي تمَّ وعد الله الصادق بالتمكين لبني إِسرائيل في الأرض ونصره إياهم على عدوهم قال الطبري: وكلمتُه الحسنى هي قوله جل ثناؤه\n﴿وَنُرِيدُ أَن نَّمُنَّ عَلَى الذين استضعفوا فِي الأرض وَنَجْعَلَهُمْ أَئِمَّةً﴾ [القصص: ٥] الآية ﴿بِمَا صَبَرُواْ﴾ أي بسبب صبرهم على الأذى ﴿وَدَمَّرْنَا مَا كَانَ يَصْنَعُ فِرْعَوْنُ وَقَوْمُهُ وَمَا كَانُواْ يَعْرِشُونَ﴾ أي خرّبنا ودمّرنا القصور والعمارات التي كان يشيدها فرعون وجماعته وما كانوا يعرشون من الجنّات والمزارع، وإلى هنا تنتهي قصة فرعون وقومه ويبتدئ الحديث عن بني إِسرائيل وما أغدق الله عليهم من النعم الجسام، وأراهم من الآيات العظام، تسليةً لرسوله ﵊ ُ مما رآه منهم قال تعالى ﴿وَجَاوَزْنَا ببني إِسْرَآئِيلَ البحر﴾ أي عبرنا ببني إِسرائيل البحر وهو بحر القُلْزم عند خليج السويس الآن ﴿فَأَتَوْاْ على قَوْمٍ يَعْكُفُونَ على أَصْنَامٍ لَّهُمْ﴾ أي مروا على قوم يلازمون على عبادة أصنام لهم ﴿قَالُواْ ياموسى اجعل لَّنَآ إلها كَمَا لَهُمْ آلِهَةٌ﴾ أي اجعل لنا صنمًا نعبده كما لهم أصنام يعبدونها قال ابن عطية: الظاهر أنهم استحسنوا ما رأوا فأرادوا أن يكون ذلك في شرع موسى وفي جملة ما يُتقرب به إلى الله وإلا فبعيدٌ أن يقولوا لموسى اجعل لنا إلهًا نُفرده بالعبادة ﴿قَالَ إِنَّكُمْ قَوْمٌ تَجْهَلُونَ﴾ أي إِنكم قوم تجهلون عظمة الله وما يجب أن ينزّه عنه من","vol":"1","page":434},{"text":"الشريك والنظير قال الزمخشري: تعجَّبَ من قولهم على أثر ما رأوا من الآية العظمى، والمعجزة الكبرى فوصفهم بالجهل المطلق وأكّده، لأنه لا جهل أعظم مما رأى منهم ولا أشنع ﴿إِنَّ هؤلاء مُتَبَّرٌ مَّا هُمْ فِيهِ﴾ أي هالك مدمَّر ما هم فيه من الدين الباطل وهو عبادة الأصنام ﴿وَبَاطِلٌ مَّا كَانُواْ يَعْمَلُونَ﴾ أي باطل عملهم مضمحلٌ بالكلية لأنهم عبدوا ما لا يستحق العبادة ﴿قَالَ أَغَيْرَ الله أَبْغِيكُمْ إلها وَهُوَ فَضَّلَكُمْ عَلَى العالمين﴾ أي أأطلب لكم معبودًا غير الله المستحق للعبادة والحال أنَّ الله فضَّلكم على غيركم بالنعم الجليلة! ﴿قال الطبري: فضلَّكم على عالمي دهركم وزمانكم ﴿وَإِذْ أَنْجَيْنَاكُمْ مِّنْ آلِ فِرْعَونَ يَسُومُونَكُمْ سواء العذاب﴾ أي واذكروا يا بني إِسرائيل النعم التي سلفت مني إِليكم حين أنجيتكم من قوم فرعون يذيقونكم أفظع أنواع العذاب وأسوأه ثم فسره بقوله ﴿يُقَتِّلُونَ أَبْنَآءَكُمْ وَيَسْتَحْيُونَ نِسَآءَكُمْ﴾ أي يذبحون الذكور ويستبقون الإِناث لامتهانهن في الخدمة ﴿وَفِي ذلكم بلاء مِّن رَّبِّكُمْ عَظِيمٌ﴾ أي وفي هذا العذاب اختبار وابتلاء من الله لكم عظيم فنجاكم منه أفلا تشكرونه؟ ﴿وَوَاعَدْنَا موسى ثَلاَثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً﴾ أي وعدنا موسى لمناجاتنا بعد مضي ثلاثين ليلة وأكملناها بعشر ليالٍ فتمت المناجاة بعد أربعين ليلة قال الزمخشري: روي أن موسى وعد بني إِسرائيل وهو بمصر إِن أهلك الله عدوهم أتاهم بكتابٍ من عند الله فيه بيانُ ما يأتون وما يذرون، فلما هلك فرعون سأل موسى ربه الكتاب فأمره بصوم ثلاثين يومًا وهو شهر ذي القعدة فلما أتمَّ الثلاثين أنكر خلوف فمه «تغير رائحته» فتسوّك فأوحى الله تعالى إِليه: أما علمت أن خلوف فم الصائم أطيب عندي من ريح المسك﴾ فأمره تعالى أن يزيد عليها عشرة أيام من ذي الحجة ﴿وَقَالَ موسى لأَخِيهِ هَارُونَ اخلفني فِي قَوْمِي﴾ أي كن خليفتي فيهم إِلى أن أرجع ﴿وَأَصْلِحْ وَلاَ تَتَّبِعْ سَبِيلَ المفسدين﴾ أي وأصلحّ أمرهم ولا تسلك طريق الذين يفسدون في الأرض بمعصيتهم لله ﴿وَلَمَّا جَآءَ موسى لِمِيقَاتِنَا وَكَلَّمَهُ رَبُّهُ﴾ أي ولما جاء موسى للوقت الذي وعدناه فيه وناجاه ربه وكلمة من غير واسطة ﴿قَالَ رَبِّ أرني أَنظُرْ إِلَيْكَ﴾ أي أرني ذاتك المقدسة أنظر إِليها قال القرطبي: اشتاق إِلى رؤية ربه لما أسمعه كلامه فسأل النظر إِليه ﴿قَالَ لَن تَرَانِي ولكن انْظُرْ إِلَى الْجَبَلِ فَإِنِ اسْتَقَرَّ مَكَانَهُ فَسَوْفَ تَرَانِي﴾ أي أجابه ربه لن تستطيع رؤيتي في الدنيا فإن هذه البنية البشرية لا طاقة لها بذلك ولكنْ سأتجلّى لما هو أقوى منك وهو الجبل فإن ثبت الجبل مكانه ولم يتزلزل فسوف تراني أي تثبت لرؤيتي وإِلاّ فلا طاقة لك ﴿فَلَمَّا تجلى رَبُّهُ لِلْجَبَلِ جَعَلَهُ دَكًّا وَخَرَّ موسى صَعِقًا﴾ أي فلما ظهر من نور الله قدر نصف أنملة الخنصر أندك الجبل وتفتّت وسقط موسى مغشيًا عليه من هول ما رأى قال ابن عباس: ما تجلّى منه سبحانه للجبل إِلا قدر الخنصر فصار ترابًا وخرَّ موسى مغشيًا عليه وفي الحديث: فساخ الجبل ﴿فَلَمَّآ أَفَاقَ قَالَ سُبْحَانَكَ تُبْتُ إِلَيْكَ وَأَنَاْ أَوَّلُ المؤمنين﴾ أي فلما صحا من غشيته قال تنزيهًا لك يا رب وتبرئة أن يراك أحدٌ في الدنيا تبتُ إِليك من سؤالي رؤيتك في الدنيا وأنا أول المؤمنين بعظمتك وجلالك ﴿قَالَ ياموسى إِنِّي اصطفيتك عَلَى","vol":"1","page":435},{"text":"الناس بِرِسَالاَتِي وَبِكَلاَمِي﴾ أي اخترتك على أهل زمانك بالرسالة الإِلهية وبتكليمي إِياك بدون واسطة ﴿فَخُذْ مَآ آتَيْتُكَ﴾ أي خذ ما أعطيتك من شرف النبوة والحكمة ﴿وَكُنْ مِّنَ الشاكرين﴾ واشكر ربك على ما أعطاك من جلائل النعم قال أبو السعود: والآية مسوقة لتسليته ﵇ من عدم الإِجابة إِلى سؤال الرؤية كأنه قيل: إِن منعتك الرؤية فقد أعطيتك من النعم العظام ما لم أعط أحدًا من العالمين فاغتنمها وثابرْ على شكرها ﴿وَكَتَبْنَا لَهُ فِي الألواح مِن كُلِّ شَيْءٍ﴾ أي كتبنا له كل شيء كان أبو إِسرائيل محتاجين إِليه في دينهم من المواعظ وتفصيل الأحكام مبيّنة للحلال والحرام كلُّ ذلك في ألواح التوراة ﴿مَّوْعِظَةً وَتَفْصِيلًا لِّكُلِّ شَيْءٍ﴾ أي ليتعظوا بها ويزد جروا وتفصيلًا لكل التكاليف الشرعية ﴿فَخُذْهَا بِقُوَّةٍ﴾ أي خذ التوراة بجدٍّ واجتهادٍ شأن أولي العزم ﴿وَأْمُرْ قَوْمَكَ يَأْخُذُواْ بِأَحْسَنِهَا﴾ أي وأمر بني إِسرائيل بالحث على اختيار الأفضل كالأخذ بالعزائم دون الرخص فالعفو أفضل من القصاص، والصبر أفضل من الانتصار كما قال تعالى\n﴿وَلَمَن صَبَرَ وَغَفَرَ إِنَّ ذَلِكَ لَمِنْ عَزْمِ الأمور﴾ [الشورى: ٤٣] قال ابن عباس: أُمر موسى أن يأخذها بأشدّ مما أُمر به قومه ﴿سَأُوْرِيكُمْ دَارَ الفاسقين﴾ أي سترون منازل الفاسقين - فرعون وقومه - كيف أقفرت منهم ودُمِّر لفسقهم لتعتبروا فلا تكونوا مثلهم، فإِن رؤيتها وهي خالية عن أهلها موجبة للاعتبار والانزجار ﴿سَأَصْرِفُ عَنْ آيَاتِي الذين يَتَكَبَّرُونَ فِي الأرض بِغَيْرِ الحق﴾ أي سأمنع المتكبرين عن فهم آياتي فلا يتفكرون) ولا يتدبرون بما فيها، وأطمس على قلوبهم عقوبةً لهم على تكبرهم قال الزمخشري: وفيه إِنذار للمخاطبين من عاقبة الذين يُصرفون عن آيات الله لتكبرهم وكفرهم بها لئلا يكونوا مثلهم فيسلك بهم سبيلهم ﴿وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا﴾ أي وإِن يشاهدوا كل آية قرآنية من الآيات المنزلة عليهم أو يرَوْا كل معجزة ربانية لا يصدقوا بها ﴿وَإِن يَرَوْاْ سَبِيلَ الرشد لاَ يَتَّخِذُوهُ سَبِيلًا﴾ أي وإِن يروا طريق الهدى والفلاح لا يسلكوه ﴿وَإِن يَرَوْاْ سَبِيلَ الغي يَتَّخِذُوهُ سَبِيلًا﴾ أي وإِن يروا طريق الضلال والفساد سلكوه كقوله\n﴿فَهَدَيْنَاهُمْ فاستحبوا العمى عَلَى الهدى﴾ [فصلت: ١٧] ﴿ذلك بِأَنَّهُمْ كَذَّبُواْ بِآيَاتِنَا﴾ أي ذلك الانحراف عن هَدْي الله وشرعه بسبب تكذيبهم بآيات الله ﴿وَكَانُواْ عَنْهَا غَافِلِينَ﴾ أي وغفلتهم عن الآيات التي بها سعادتهم حيث لا يتفكرون فيها ولا يعتبرون ﴿والذين كَذَّبُواْ بِآيَاتِنَا﴾ أي جحدوا بما أنزل الله ﴿وَلِقَآءِ الآخرة﴾ أي وكذبوا بلقاء الله في الآخرة أي لم يؤمنوا بالبعث بعد الموت ﴿حَبِطَتْ أَعْمَالُهُمْ﴾ أي بطلت أعمالهم الخيرية التي عملوها في الدنيا من إِحسانٍ وصلة رحم وصدقة وأمثالها وذهب ثوابها لعدم الإِيمان ﴿هَلْ يُجْزَوْنَ إِلاَّ مَا كَانُواْ يَعْمَلُونَ﴾ أي هل يُثابون أو يعاقبون إِلما بما عملوا في الدنيا؟ ﴿واتخذ قَوْمُ موسى مِن بَعْدِهِ مِنْ حُلِيِّهِمْ عِجْلًا جَسَدًا لَّهُ خُوَارٌ﴾ قال الحافظ ابن كثير: يخبر تعالى عن ضلال من ضلَّ من بني إِسرائيل في عبادتهم العجل الذي اتخذه لهم السامريُّ من الحليّ، فشكّل لهم منه عجلًا جدًا لا روح فيه وقد احتال بإِدخال الريح فيه حتى صار يسمع له خُوار أي صوتٌ كصوت البقر ومعنى ﴿مِن بَعْدِهِ﴾ أي من بعد ذهاب موسى إِلى الطور لمناجاة ربه ﴿أَلَمْ يَرَوْاْ أَنَّهُ لاَ يُكَلِّمُهُمْ وَلاَ يَهْدِيهِمْ سَبِيلًا﴾ الاستفهام للتقريع والتوبيخ أي كيف عبدوا العجل واتخذوه إِلهًا مع أنه ليس فيه شيء","vol":"1","page":436}]