{"text": "اللغَة: ﴿جُنَّةً﴾ وقاية وسُترة يحفظون بها أنفسهم وأموالهم وفي الحديث «الصوم جُنَّة» أي وقاية من عذاب الله ﴿طُبِعَ﴾ ختم عليها بالكفر، والطبعُ: الختم ﴿يُؤْفَكُونَ﴾ يصرفون عن الحق إِلى الضلال، من الإِفك وهو الصَّرف ﴿لَوَّوْاْ﴾ عطفوا وحرَّكوا يقال: لوَّى رأسه إِذا حرَّكه وأداره ﴿يَنفَضُّواْ﴾ يتفرقوا ﴿تُلْهِكُمْ﴾ تشغلكم، واللهو: ما لا خير فيه ولا فائدة من القول أو العمل.\nسَبَبُ النّزول: روي أن النبيَّ ﷺ َ غزا: «بني المُصطلق» فازدحم الناسُ على ماءٍ فيه، فكان ممن ازدحم عليه «جهجاه بن سعيد: أجبير لعمر بن الخطاب، و» سنان الجُهني «حليفٌ لعبد الله بن سلول رأس المنافقين فلطم الجهجاهُ سنانًا، فغضب سنان وصرخ ياللأنصار، وصرخ جهجاه يا للمهاجرين، فقال» عبد الله بن سلول «أو قد فعلوها! ﴿والله ما مثلنا ومثل هؤلاء يعني المهاجرين إِلا كما قال الأول» سمِّنْ كلبك يأكلك «، أما واللهِ لئن رجعنا إِلى المدينة ليخرجنَّ الأعزُّ منها الأذل يعني بالأعز نفسه، وبالأذل رسول الله ﷺ َ وصحبه ثم قال لقومه: إِنما يقيم هؤلاء المهاجرين بالمدينة بسبب معونتكم وإِنفاقكم عليهم، ولو قطعتم ذلك عنهم لفروا عن بلدكم، فسمعه» زيد بن أرقم «فأخبر بذلك رسول الله ﷺ َ، وبلغ ذلك ابن سلول فحلف أنه ما قال من ذلك شيئًا وكذَّب زيدًا، فنزلت السورة إِلى قوله تعالى ﴿يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى المدينة لَيُخْرِجَنَّ الأعز مِنْهَا الأذل. .﴾ الآيات.\nالتفسِير: ﴿إِذَا جَآءَكَ المنافقون﴾ أي إِذا أتاك يا محمد المنافقون وحضروا مجلسك كعبد الله بن سلول وأصحابه ﴿قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله﴾ أي قالوا بألسنتهم نفاقًا ورياءً: نشهد بأنك يا محمد رسولُ الله، يقولون بألسنتهم ما ليس في قلوبهم قال أبو السعود: أكَّدوا كلامهم بإِنَّ واللام ﴿إِنَّكَ لَرَسُولُ الله﴾ للإِيذان بأنَّ شهادتهم هذه صادرة عن صميم قلوبهم، وخلوص اعتقادهم، ووفور رغبتهم ونشاطهم ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ أي واللهُ جل وعلا يعلم أنك يا محمد رسولُه حقًا، لأنه هو الذي أرسلك، والجملةُ اعتراضية جيء بها لدفع توهم تكذيبهم في دعوة رسالته ﷺ َ لئلا يتوهم السامع أن قولهم ﴿إِنَّكَ لَرَسُولُ الله﴾ كذبٌ في حدِّ ذاته قال في التسهيل: وقوله ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ ليس من كلام المنافقين، وإِنما هو من كلام الله تعالى، ولو لم يذكره لكان يوهم\nأن قوله ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ إِبطالٌ للراسلة، فوسَّطه بين حكاية المنافقين وبين تكذيبهم ليزيل هذا الوهم وليحقق الرسالة ثم قال تعالى ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ أي يشهد بكذب المنافقين فيما أظهروه من شهادتهم وحلفهم بألسنتهم، لأنَّ من قال بلسانه شيئًا واعتقد خلافه فهو كاذب، والإِظهار في موضع الإِضمار ﴿إِنَّ المنافقين﴾ لذمهم وتسجيل هذه الصفة القبيحة عليهم، كما جاءت الصيغة مؤكدة بإِنَّ واللام زيادةً في التقرير والبيان ﴿اتخذوا أَيْمَانَهُمْ جُنَّةً﴾ أي اتخذوا أيمانهم الفاجرة وقاية وسُترةً يستترون بها من القتل قال الضحاك: هي حلفهم بالله إنهم مسلمون ﴿فَصَدُّواْ عَن سَبِيلِ الله﴾ أي فمنعوا الناسَ عن الجهادِ، وعن الإِيمان بمحمد ﷺ َ قال الطبري: أي أعرضوا عن دين الله الذي بعث به نبيه ﷺ َ وشريعته التي شرعها لخلقه وقال ابن كثيرك إِن المنافقين اتقوا الناس بالإِيمان الكاذبة، فاغترَّ بهم من لا يعرف جليَّة أمرهم، فاعتقدوا أنهم مسلمون، وهي في الباطن لا يألون الإِسلام وأهله خبالًا، فحصل بذلك ضررٌ كبير على كثير من الناس ﴿إِنَّهُمْ سَآءَ مَا كَانُواْ يَعْمَلُونَ﴾ أي قبح عملهم وصنيعهم لأنهم يظهرون بمظهر الإِيمان، وهم من أهل النفاق والعصيان، فبئست أعمالهم الخبيثة من نفاقهم وأيمانهم الكاذبة قال الصاوي: وساءَ كبئس في إرادة الذم، وفيها معنى التعجب وتعظيم أمرهم عند السامعين ﴿ذَلِكَ بِأَنَّهُمْ آمَنُواّ ثُمَّ كَفَرُوا﴾ أي ذلك الحلف الكاذب والصدُّ عن سبيل الله، بسبب أنهم آمنوا بألسنتهم وكفروا بقلوبهم قال أبو السعود: أي نطقوا بكلمة الشهادة عند المؤمنين، ثم نطقوا بالكفر عن شياطينهم المجرمين، وما فيه من الإِشارة بالبعيد» ذلك «للإِشعار ببعد منزلته في الشر ﴿فَطُبِعَ على قُلُوبِهِمْ﴾ أي ختم على قلوبهم فلا يصل إِليها هدى ولا نور ﴿فَهُمْ لاَ يَفْقَهُونَ﴾ أي فهم لا يعرفون الخير والإِيمان، ولا يفرقون بين الحسن والقبيح، لختم الله على قلوبهم ﴿وَإِذَا رَأَيْتَهُمْ تُعْجِبُكَ أَجْسَامُهُمْ﴾ أي وإِذا رأيتَ هؤلاء المنافقين، أعجبتك هيئاتهم ومناظرهم، لحسنها ونضارتها وضخامتها ﴿وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ﴾ أي وإِن يتكلموا تُصغ لكلامهم، لفصاحتهم وذلاقة لسانهم قال ابن عباس: كان ابن سلول رأس المنافقين جسيمًا، وفصيحًا، ذلق اللسان، فإِذا قال سمع النبي ﷺ َ قوله، وكذلك كان أصحابه إِذا حضروا مجلس النبي ﷺ َ يعجب الناس بيهاكلهم ﴿كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ﴾ أي يشبهون الأخشاب المسنَّدة إِل الحائط، في كونهم صورًا خالية عن العلم والنظر، فهم أشباحٌ بلا أرواح، وأجسام بلا أحلام قال أبو حيان: شُبّهوا بالخشب لعزوب أفهامهم، وفراغ قلوبهم من الإِيمان، والجملة التشبيهية وصفٌ لهم بالجبن والخور، ولهذا قال ﴿يَحْسَبُونَ كُلَّ صَيْحَةٍ عَلَيْهِمْ﴾ أي يظنون لجبنهم وهلعهم كل نداء وكل صوت، أنهم يرادون بذلك، فهم دائمًا في خوفٍ ووجل من أن يهتك الله أستارهم، ويكشف أسرارهم قال ابن كثير: كلما وقع أمر أو خوفٌ يعتقدون لجبنهم أنه نازل بهم قال مقاتل: إِذا سمعوا نشدان ضالة، أو صياحًا بأي وجه كان، طارت عقولهم، وظنوا\nذلك إيقاعًا بهم ﴿هُمُ العدو فاحذرهم﴾ أي هم الأعداء الكاملون في العداوة لك وللمؤمنين وإِن أظهروا الإِسلام، فاحذروهم ولا تأمنهم على سرّ، فإِنهم عيونٌ لأعدائك ﴿قَاتَلَهُمُ الله﴾ جملة دعائية أي أخزاهم الله ولعنهم، وأبعدهم عن رحمته ﴿أَنَّى يُؤْفَكُونَ﴾ أي كيف يصرفون عن الهدى إِلى الضلال؟ ويكف تضل عقولهم مع وضوح الدلائل والبراهين﴾؟ وفيه تعجيب من جلهلهم وضلالهم، وانصرافهم عن الإِيمان بعد قيام البرهان، روى الإِمام أحمد عن أبي هريرة أن رسول الله ﷺ َ قال:\n«إنَّ للمنافقين علامات يُعرفون بها: تحيتُهم لعنة، وطعامهم نُهبة، وغنيمتُهم غلول، لا يقربون المساجد إِلا هُجرًا، ولا يأتون الصلاة إِلا دُبُرًا، مستكبرين لا يألفون ولا يُؤْلفون، خشبٌ بالليل، صُخبٌ بالنهار» ﴿وَإِذَا قِيلَ لَهُمْ تَعَالَوْاْ يَسْتَغْفِرْ لَكُمْ رَسُولُ الله﴾ أي وإِذا قيل لهولاء المنافقين: هلُمُّوا إِلى رسول الله حتى يطلب لكم المغفرة من الله ﴿لَوَّوْاْ رُءُوسَهُمْ﴾ أي حركوها وهزوها استهزاءًا واستكبارًا ﴿وَرَأَيْتَهُمْ يَصُدُّونَ وَهُم مُّسْتَكْبِرُونَ﴾ أي وتراهم يعرضون عمَّا دُعوا إِليه، وهم متكبرون عن استغفار رسول الله صلى الله عليه سلم لهم، وجيء بصيغة المضارع ليدل على استمرارهم على الإِعراض والعناد قال المفسرون: لمَّا نزلت الآيات تفضح المنافقين وتكشف الأستار عنهم، مشى إِليهم أقربائهم من المؤمنين، وقالوا لهم: ويلكم لقد افتضحتم بالنفاق وأهلكتم أنفسكم، فأتوا رسول الله وتوبوا إِليه من النفاق واسألوه يستعغفر لكم، فأبوا وحركوا رءوسهم سخريةً واستهزاءً فنزلتم الآية، ثم جاءوا إِلى «ابن سلول» وقالوا له: امض إِلى رسول الله ﷺ َ واعترفْ بذنبك يستغفر لك، فلوَّى رأسه إِنكارًا لهذا الرأي ثم قال هلم: لقد أشرتم عليَّ بالإِيمان فآمنتُ، وأشرتم عليَّ بأن أعطي زكاة مالي ففعلتُ، ولم يبق لكم إِلاَّ أن تأمروني بالسجود لمحمد!! ثم بيَّن تعالى عدم فائدة الاستغفار لهم، لأنهم مردوا على النفاق فقال ﴿سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ﴾ أي يتساوى الأمر بالنسبة لهم، فإِنه لا ينفع استغفارك لهم شيئًا، لفسقهم وخروجهم عن طاعة الله ورسوله قال الصاوي: والآية للتيئيس من إِيمانهم أي إن استغفارك يا محمد وعدمه سواء، فهم لا يؤمنون لسبق الشقاوة لهم ﴿لَن يَغْفِرَ الله لَهُمْ﴾ أي لن يصفح الله عنهم لرسوخهم في الكفر، وإِصرارهم على العصيان، ثم علَّله بقوله ﴿إِنَّ الله لاَ يَهْدِي القوم الفاسقين﴾ أي لا يوفق الإِيمان، من كان فاسقًا خارجًا عن طاعة الرحمن. . ثم زاد تعالى في بيان قبائحهم وجرائمهم فقال ﴿هُمُ الذين يَقُولُونَ لاَ تُنفِقُواْ على مَنْ عِندَ رَسُولِ الله حتى يَنفَضُّواْ﴾ أي هم الفجرة الذين قالوا لا تنفقوا على المهاجرين حتى يتفرقوا عن محمد قال في البحر: والإِشارة إِلى ابن سلول ومن وافقه من قومه، سفَّه أحلامهم في أنهم ظنوا أن رزق المهاجرين بأيديهم، ما علموا أن ذلك بيد الله تعالى، وقولهم ﴿على مَنْ عِندَ رَسُولِ الله﴾ هو على سبيل الهزء، إذ لو كانوا مقرين برسالته ما صدر منهم ما صدر، والظاهر أنهم لم ينطقوا بنفس ذلك اللفظ، ولكنه تعالى عبَّر به عن رسوله إكرامًا له وإِجلالًا ﴿وَلِلَّهِ خَزَآئِنُ السماوات والأرض﴾ أي هو تعالى\nبيده مفاتيح الرزق يعطي من يشاء ويمنع عن من يشاء، ولا يملك أحدٌ أن يمنع فضل الله عن عباده ﴿ولكن المنافقين لاَ يَفْقَهُونَ﴾ أي ولكنَّ المنافقين لا يفهمون حكمة الله وتدبيره، فلذلك يقولون ما يقولون من مقالات الكفر والضلال.\n. ثم عدَّد تعالى بعض قبائحهم وأقوالهم الشنيعة فقال ﴿يَقُولُونَ لَئِن رَّجَعْنَآ إِلَى المدينة﴾ أي يقولون لئن رجعنا من هذه الغزوة غزوة بني المصطلق وعدنا إِلى بلدنا «المدينة المنورة» ﴿لَيُخْرِجَنَّ الأعز مِنْهَا الأذل﴾ أي لنخرجنَّ منها محمدًا وصحبه، والقائل هو ابن سلول، وعن بالأعز نفسه وأتباعه، وبالأذل رسول الله ﷺ َ ومن معه قال المفسرون: «لما قال ابن سلول ما قال ورجع إِلى المدينة، وقف له ولده» عبد الله «على باب المدينة واستلَّ سيفه، فجعل الناسُ يمرون به، فلما جاء أبوه قال له ابنه: وراءك، والله لا تدخل المدينة أبدًا حتى تقول: إنَّ رسول الله هو الأعزُّ، وأنا الأذل فقالها: ثم جاء إِلى رسول الله ﷺ َ فقال يا رسول الله: بلغني أنك تريد أن تقتل أبي، فإن كنت فاعلًا فمرني فأنا أحمل إِليك رأسه! ﴿فقال له رسول الله ﷺ َ: بل نترفق به ونحسن صحبته ما بقيى معنا» ﴿وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ﴾ أي لله جل وعلا القوة والغلبة ولمن أعزه وأيده من رسوله والمؤمنين لا لغيرهم، والصيغة تفيد الحصر قال القرطبي: توهموا أنًَّ العزة بكثرة الأموال والأتباع، فبيَّن الله أن العزة والمنعة لله ولرسوله وللمؤمنين ﴿ولكن المنافقين لاَ يَعْلَمُونَ﴾ أي ولكنَّ المنافقين لفرط جهلهم وغرورهم لا يعلمون أن العزة والغلبة لأوليائه دون أعدائه ﴿ياأيها الذين آمَنُواْ لاَ تُلْهِكُمْ أَمْوَالُكُمْ وَلاَ أَوْلاَدُكُمْ عَن ذِكْرِ الله﴾ لما ذكر قبائح المنافقين، نهى المؤمنين عن التشبيه بهم في الاغترار بالأموال والأولاد والمعنى: لا تشغلكم أيها المؤمنون الأموال والأولاد عن طاعة الله وعبادته، وعن أداء ما افترضه عليكم من الصلاة، والزكاة، والحج، كما شغلت المنافقين قال أبو حيان: أي لا تشغلكم أموالكم بالسعي في نمائها، والتلذذ بجمعها، ولا أولادكم بسروركم بهم، وبالنظر في مصالحهم، عن ذكر الله وهو عام في الصلاة، والتسبيح، والتحميد، وسائر الطاعات ﴿وَمَن يَفْعَلْ ذَلِكَ فأولئك هُمُ الخاسرون﴾ أي ومن تشغله الدنيا عن طاعة الله وعبادته، فأولئك هم الكاملون في الخسران، حيث آثروا الحقير الفاني على العظيم الباقي، وفضلوا العاجل على الآجل ﴿وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ﴾ أي وأنفقوا في مرضاة الله، من بعض ما أعطيناكم وتفضلنا به عليكم من الأموال ﴿مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت﴾ أي قبل أن يحلَّ الموتُ بالإِنسان، ويصبح في حالة الاحتضار ﴿فَيَقُولُ رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ﴾ أي فيقول عند تيقنه الموت، يا ربِّ هلاَّ أمهلتني وأخرت موتي إِل زمنٍ قليل﴾ ! ﴿فَأَصَّدَّقَ وَأَكُن مِّنَ الصالحين﴾ أي فأتصدق وأحسن عملي، وأصبح تقيًا صالحًا قال ابن كثير: كلُّ مفرطٍ يندم عند الاحتضار، ويسأل طول المدة ليستدرك ما فات، ولكن ههيات ﴿وَلَن يُؤَخِّرَ الله نَفْسًا إِذَا جَآءَ أَجَلُهَآ﴾ أي ولن\nيمهل الله أحدًا أيًا كان إِذا انتهى أجله، ولن يزيد في عمره، وفيه تحريضٌ على المبادرة بأعمال الطاعات، حذرًا أن يجيء الأجل وقد فرَّط ولم يستعد للقاء ربه ﴿والله خَبِيرٌ بِمَا تَعْمَلُونَ﴾ أي مطلع وعالم بأعمالكم من خير أو شر، ومجازيكم عليها.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من الفصاحة والبيان نوجزها فيا يلي:\n١ - التأكيد بالقسم وإِنَّ واللام ﴿والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ زيادة في التقرير والبيان.\n٢ - الجملة الاعتراضية ﴿والله يَعْلَمُ إِنَّكَ لَرَسُولُهُ﴾ جاءت معترضة بين الشرط وجوابه لبيان أنهم ما قالوا ذلك عن اعتقاد، ولدفع توهم تكذيبهم في دعواهم الشهاد بالرسالة، والأصلُ ﴿إِذَا جَآءَكَ المنافقون قَالُواْ نَشْهَدُ إِنَّكَ لَرَسُولُ الله. . والله يَشْهَدُ إِنَّ المنافقين لَكَاذِبُونَ﴾ فجاءت الجملة اعتراضية بينهما.\n٣ - الاستعارة ﴿اتخذوا أَيْمَانَهُمْ جُنَّةً﴾ فإِن أصل الجنَّة ما يُسستر به ويُتقى به المحذور كالترس، ثم استعمل هنا استعارة لأنهم كانوا يظهرون الإِسلام ليعصموا دماءهم وأموالهم.\n٤ - الطباق بي ﴿آمَنُواّ ثُمَّ كَفَرُوا﴾ وبين ﴿الأعز مِنْهَا الأذل﴾ وهو من المحسنات البديعية.\n٥ - التشبيه المرسل المجمل ﴿وَإِن يَقُولُواْ تَسْمَعْ لِقَوْلِهِمْ كَأَنَّهُمْ خُشُبٌ مُّسَنَّدَةٌ﴾ وهو من روائع التشبيه.\n٦ - طباق السلب ﴿سَوَآءٌ عَلَيْهِمْ أَسْتَغْفَرْتَ لَهُمْ أَمْ لَمْ تَسْتَغْفِرْ لَهُمْ﴾ .\n٧ - الجملة الدعائية ﴿قَاتَلَهُمُ الله﴾ وهي دعاءٌ عليهم باللعنة والخزي والهلاك.\n٨ - توافق الفواصل مراعاة لرءوس الآيات، وهو كثيكر في القرآن يزيد في رونق الكلام.\nتنبيه: النفاق لم يكن بمكة وإِنما كان بها الكفر، ولم يظهر النفاق إِلا بالمدينة المنورة حين عزَّ الإِسلام وكثر أنصاره، وقد كان المنافقون يظهرون الإِسلام لصون دمائهم وأموالهم كما قال الشاعر:\nوما انتسبوا إِلى الإِسلام إِلاّ ... لصون دمائهم أن لا تُسالا\nفَائِدَة: العزةُ غير الكبر، ولا يحل للمسلم أن يُدلُّ نفسه، فالعزة معرفة الإِنسان بحقيقة نفسه، والكبر جهل الإِنسان بنفسه، قيل للحسن بن علي ﵄: إن الناس يزعمون أن فيك كبرًا وتيهًا فقال: ليس بتيه ولكنه عزة المسلم ثم تلا الآية ﴿وَلِلَّهِ العزة وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ﴾ .\nلطيفَة: عن ابن عباس ﵄ قال: «من كان له مال يبلغه حج بيت ربه، أو تجب عليه فيه زكاةٌ فلم يفعل، سال الرجعة عند الموت، فقال رجلٌ يا ابن عباس: اتق الله فإِنما يسأل الرجعة الكفار!! فقال: سأتلو عليكم بذلك قرآنًا ﴿وَأَنفِقُواْ مِن مَّا رَزَقْنَاكُمْ مِّن قَبْلِ أَن يَأْتِيَ أَحَدَكُمُ الموت فَيَقُولُ رَبِّ لولا أخرتني إلى أَجَلٍ قَرِيبٍ. .﴾ الآية.", "ayah": 4, "surah": 63}