{"text": "اللغَة: ﴿المزمل﴾ المتلفف بثيابه يقال: تزمَّل بثوبه أي التف به وتغطَّى، وزمَّل غيره إِذا غطاه قال امرؤ القيس: كبير إناسٍ في بجادٍ مزمَّل ﴿سَبْحًَا﴾ تصرفًا وتقلبًا في مهماتك، وأصل السَّبْح العومُ على وجه الماء، واستعير للتصرف والتقلب في شئون الحياة ﴿أَنكَالًا﴾ جمع نِكْلٍ وهو القيد الثقيل الذي يقيد به المجرم ﴿كَثِيبًا﴾ الكثيب: الرمل المجتمع ﴿مَّهِيلًا﴾ سائلًا متناثرًا منهارًا قال أهل اللغة: المهيل الذي إذا وطأته بالقدم زلَّ من تحتها، وإذا أخذ أسفله انهال، وأصله مهيول كمكيل أصله مكيول ﴿وَبِيلًا﴾ شديدًا وخيم العاقبة.\nالتفسِير: ﴿ياأيها المزمل﴾ أي يا أيها المتلفف بثيابه، وأصله المتزمل وهو الذي تلفف وتغطى، وخطابه ﷺ َ بهذا الوصف ﴿ياأيها المزمل﴾ فيه تأنيسٌ وملاطفة له ﵇ قال السهيلي؛ إن العرب إذا قصدت ملاطفة المخاطب وترك معاتبته سموه باسم مشتق من حالته التي هو عليها كقول النبي ﷺ َ لعلي حين غاضب فاطمة وقد نام ولصف بجنبه التراب قم أبا تراب، إشعارًا بأ، هـ ملاطفٌ له، وغير عاتب عليه، والفائدة الثانية، التنبيهُ لكل متزمل راقد ليله، لتنبه إلى قيام الليل وذكر الله تعالى، لأنه الاسم المشتق من الفعل، يشترك فيه المخاطب، وكل من اتصف بتلك\nالصفة، وسبب هذا التزمل ما روي في الصحيح «أن رسول الله ﷺ َ لما جاءه جبريل وهو في غار حراء في ابتداء الوحي رجع إلى خديجة يرجف فؤاده فقال: زملوني زملوني، لقد خشيت على نفسي، وأخبرها بما جرى، فنزلت ﴿ياأيها المزمل﴾» أي يا أيها الذي تلفف بقطيفته، واضطجع في زاوية بيته، وقد أشبه من يُؤثر الراحة والسكون، ويحاول التخلص مما كُلف به من مهمات الأمور ﴿قُمِ اليل إِلاَّ قَلِيلًا﴾ أي دع التزمل والتلفف، وانشط لصلاة الليل، والقيام فيه ساعات في عبادة ربك، لتستعد للأمر الجليل، والمهمة الشاقة، ألا وهي تبليغ دعوة ربك للناس، وتبصيرهم بالدين الجديد. . ثم وضَّح المقدار الذي ينبغي أن يصرفه في عبادة الله فقال ﴿نِّصْفَهُ أَوِ انقص مِنْهُ قَلِيلًا أَوْ زِدْ عَلَيْهِ﴾ أي قم للصلاة والعبادة نصف الليل، أو أقل من النصف قليلًا، أو أكثر من النصف، والمراد أن تكون هذه الساعات طويلة بحيث لا تقل عن ثلث الليل، ولا تزيد على الثلثين قال ابن عباس: إن قيام الليل كان فريضة على رسول الله ﷺ َ لقوله ﴿قُمِ اليل﴾ ثم نسخ بقوله تعالى ﴿فاقرءوا مَا تَيَسَّرَ مِنْهُ﴾ وكان بين أول هذا الوجوب ونسخه سنة، وهذه هي السورة التي نسخه آخرها أولها، حيث رحم الله المؤمنين فأنزل التخفيف عليهم بقوله ﴿إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَيِ الليل وَنِصْفَهُ وَثُلُثَهُ وَطَآئِفَةٌ مِّنَ الذين مَعَكَ﴾ الآية ﴿وَرَتِّلِ القرآن تَرْتِيلًا﴾ أي اقرأ القرآن أثناء قيامك في الليل قراءة تثبت وتؤده وتمهل، ليكون عونًا لك على فهم القرآن وتدبره، قال الخازن: لما أمره تعالى بقيام الليل أتبعه بترتيل القرآن، حتى يتمكن المصلي من حضور القلب، والتفكر والتأمل في حقائق الآيات ومعانيها، فعند الوصول إلى ذكر الله يستشعر بقلبه عظمة الله وجلاله، وعند ذكر الوعد والوعيد يحصل له الرجاء والخوف، وعند ذكر القصص والأمثال يحصل له الاعتبار، فسيتنير القلب بنور معرفة الله، والإِسراع في القراءة يدل على عدم الوقوف على المعاني، فظهر بذلك أن المقصود من الترتيل، إنما هو حضور القلب عند القراءة، وقد كان رسول الله ﷺ َ يقطِّع القراءة حرفًا حرفًا أي يقرأ القرآن بتمهل، ويخرج الحروف واضحة لا يمر بآية رحمةٍ إلا وقف وسأل، ولا يمر بآية عذابٍ إلا وقف وتعوَّذ.\n. ثم بعد أن أمره تعالى باطراح النوم، وقيام الليل، وتدبر القرآن وتفهمه، انتقل إلى بيان السبب في هذه الأوامر الثلاثة، ذات التكليف الصعب الشاق فقال ﴿إِنَّا سَنُلْقِي عَلَيْكَ قَوْلًا ثَقِيلًا﴾ أي سننزل عليك يا محمد كلامًا عظيمًا\nجليلًا، له هيبة وروعةٌ وجلال، لأنه كلام الملك العلاَّم قال الإِمام الفخر: والمراد من كونه ثقيلًا هو عِظَم قدره، جلالة خطره، وكل شيء نفس وعظم خطره فهو ثقيل، وهذا معنى قول ابن عباس: ﴿قَوْلًا ثَقِيلًا﴾ يعني كلامًا عظيمًا، وقيل المراد ما في القرآن من الأوامر والنواهي، التي هي تكاليف شاقة ثقيلة على المكلفين، ووجه النظم عندي أنه لما أمره بصلاة الليل فكأنه قال: إنما أمرتك بصلاة الليل، لأنا سنلقي عليك قولًا عظيمًا، ولا بد وأن تصيّر نفسك مستعدة لذلك القول العظيم، وذلك بصلاة الليل، فإن الإِنسان إذا اشتغل بعبادة الله في الليلة الظلماء، وأقبل على ذكره والتضرع بين يديه، استعدت نفسه لإِشراق وجلال الله فيها أقول: وهذا المعنى لطيف في الربط بين قيام الليل، وتلاوة القرآن، فإن الله تعالى كلَّف رسوله أن يدعو الناس إلى دين جديد، فيه تكاليف شاقة على النفس، وأن يكلفهم العمل بشرائعه وأحكامه، ولا شك أن مثل هذا التكليف، يحتاج إلى مجاهدة للنفس ومصابرة، لما فيه من حملهم على ترك ما ألفوه من العقائد، ونبذ ما ورثوه من أسلافهم من العادات، فأنت يا محمد معرَّضٌ لمتاعب كثيرة، وأخطار جمة في سبيل هذه الدعوة، وحمل الناس على قبولها، فكيف يمكنك أن تقوم بهذه المهمة الكبيرة، وأنت على ما أنت عليه من التزل والتلفف، والخلود إلى الراحة والسكون، والبعد عن المشاقِّ، ومجاهدة النفس بطول العبادة وكثرة التهجد، ودراسة آيات القرآن دراسة تفهم وتدبر؟ فانشط من مضجعك إِذًا، واسهر معظم ليلك في مناجاة ربك، استعدادًا لتحمل مشاق الدعوة، والتبشير بهذا الدين الجديد، ويا لها من لفتةٍ كريمة، تيقَّظَ لها قلبُ النبي الكريم ﵊ ُ، فشمَّر عن ساعد الجد والعمل، وقام بين يدي ربه حتى تشققت قدماه.\n. ثم بيَّن تعالى فضل إحياء الليل بالعبادة فقال ﴿إِنَّ نَاشِئَةَ الليل﴾ أي إن ساعات الليل وأوقاته التي فيها التفرغ والصفاء، وما ينشئه المرء ويحدثه من طاعةٍ وعابدة، يقوم لها من مضجعه بعد هدأةٍ من الليل ﴿هِيَ أَشَدُّ وَطْأً﴾ أي هي أشد على المصلي وأثقل من صلاة النهار، لأن الليل جعل للنوم والراحة، فقيامه على النفس أشد وأثقل، ومن شأن هذه الممارسة الصعبة أن تقوّي النفوس، وتشد العزائم، وتصلب الأبدان، ولا ريب أن مصاولة الجاحدين أعداء الله تحتاج إلى نفوس قوية، وأبدان صلبة ﴿وَأَقْوَمُ قِيلًا﴾ أي أثبتُ وأبينُ قولًا، لأن الليل تهدأ فيه الأصوات، وتنقطع فيه الحركات، فتكون النفس أصفى، والذهن أجمع، فإن هدوَّ الصوت في الليل، وسكون البشر فيه، أعون للنفس على التدبر والتفطن، والتأمل في أسرار القرآن ومقاصده ﴿إِنَّ لَكَ فِي النهار سَبْحًَا طَوِيلًا﴾ أي إن لك في النهار تصرفًا وتقلبًا، واشتغالًا طويلًا في شئونك، فاجعل ناشئة الليل لتهجدك وعبادتك قال في التسهيل: السبحُ هنا عبارة عن التصرف في الأعمال والأشغل والمعنى: يكفيك النهار للتصرف في أشغالك، وتفرغ بالليل لعبادة ربك. . وربع أن قرر الخطاب الإِلهي هذه المقدمات التي هي بمثابة تمهيدٍ وبساطٍ للدعوة، انتقل إلى أمر الرسول ﷺ َ بتبليغ الدعوة، وتعليمه كيفية السير فيها عملًا، بعد أن مهدها له نظرًا فقال ﴿واذكر اسم رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾ أي استعن على دعوتك بذكر الله ليلًا ونهارًا، وانقطع إليه انقطاعًا تامًا في عبادتك وتوكلك عليه، ولا تعتمد في\nشأنٍ من شئونك على غيره تعالى قال ابن كثير: أي أكثر من ذكره وانقطع إليه جلا وعلا، وتفرغ لعبادته إذا فرغت من أشغالك مع إخلاص العبادة له ﴿رَّبُّ المشرق والمغرب لاَ إله إِلاَّ هُوَ فاتخذه وَكِيلًا﴾ أي هو جل وعلا الخالق المتصرف بتدبير شئون الخلق، وهو المالك لمشارق الأرض ومغاربها، لا إله غيره ولا ربَّ سواه، فاعتمد عليه وفوّض أمورك إليه ﴿واصبر على مَا يَقُولُونَ﴾ أي اصبر على أذى هؤلاء السفهاء المكذبين فيما يتقولونه عليك من قولهم: «ساحر، شاعر، مجنون» فإن الل ناصرك عليهم ﴿واهجرهم هَجْرًا جَمِيلًا﴾ أي اتركهم ولا تتعرض لهم بأذى ولا شتيمة، قال المفسرون: الهجر الجميل هو الذي لا عتاب معه، ولا يشوبه أذى ولا شتم، وقد كان هذا قبل أن يؤمر بالقتال كما قال سبحانه ﴿وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا فَأَعْرِضْ عَنْهُمْ﴾ [الأَنعام: ٦٨] ثم أُمر ﷺ َ بقتالهم وقتلهم، والحكمة في هذا أن المؤمنين كانوا بمكة قلة مستضعفين، فأمروا بالصبر وبالمجاهدة الليلية، حتى يُعدُّوا أنفسهم بهذه التربية الروحية على مناجزة الأعداء، وحتى يكثر عددهم فيقفوا في وجه الطغيان، أما قبل الوصول إلى هذه المرحلة فينبغي الصر والاقتصار على الدعوة باللسان.\n. ثم قال تعالى متوعدًا ومتهددًا صناديد قريش ﴿وَذَرْنِي والمكذبين أُوْلِي النعمة﴾ أي دعني يا محمد وهؤلاء المكذبين بآياتي، أصحاب الغنى، والتنعم في الدنيا، والترف والبطر فأنا أكفيك شرهم قال الصاوي: المعنى اتركني أنتقم منهم، ولا تشفع لهم، وهذا من مزيد التعظيم له ﷺ َ، وإِجلال قدره ﴿وَمَهِّلْهُمْ قَلِيلًا﴾ أي وأمْهِلهمْ زمنًا يسيرًا حتى ينالوا العذاب الشديد قال المفسرون: أمهلهم الله تعالى إلى أن هاجر رسول الله ﷺ َ من مكة، فلما خرج منها سلَّط عليهم السنين المجدبة وهو العذاب العام، ثم قتل صناديدهم ببدر وهو العذاب الخاص. . ثم وصف تعالى ما أعده لهم من العذاب في الآخرة فقال ﴿إِنَّ لَدَيْنَآ أَنكَالًا وَجَحِيمًا﴾ أي إنَّ لهم عندنا في الآخرة قيودًا عظيمة ثقيلة يقيدون بها، ونارًا مستعرة هي نار الجحيم يحرقون بها قال في التسهيل: الأنكال جمع نِكْل وهو القيد من الحديد، وروي أنها قيود سودٌ من نار ﴿وَطَعَامًا ذَا غُصَّةٍ﴾ أي وطعامًا كريهًا غير سائق، يغصُّ به الإِنسان وهو الزقوم والضريع قال ابن عباس: شوك من نار يعترض في حلقوهم لا يخرج ولا ينزل ﴿وَعَذَابًا أَلِيمًا﴾ أي وعذابًا وجيعًا مؤلمًا، زيادة على ما ذكر من النكال والأغلال. . ثم ذكر تعالى وقت هذا العذاب فقال ﴿يَوْمَ تَرْجُفُ الأرض والجبال﴾ أي يوم تتزلزل الأرض وتهتز بمن عليها اهتزازًا عنيفًا شديدًا هي وسائر الجبال، وذلك يوم القيامة ﴿وَكَانَتِ الجبال كَثِيبًا مَّهِيلًا﴾ أي وتصبح الجبال على صلابتها تلًا من الرمل سائلًا متناثرًا، بعد أن كانت صلبة جامدة قال ابن كثير: أي تصير الجبال ككثبان الرمال، بعد ما كانت جحارة صماء، ثم إنها تُنسف نسفًا فلا يبقى منها شيء إلا ذهب كقوله تعالى ﴿وَيَسْأَلُونَكَ عَنِ الجبال فَقُلْ يَنسِفُهَا رَبِّي نَسْفًا فَيَذَرُهَا قَاعًا صَفْصَفًا لاَّ ترى فِيهَا عِوَجًا ولا أَمْتًا﴾ [طه: ١٠٥١٠٧] أي لا شيء ينخفض ولا شيء يرتفع. . ذكر تعالى العذاب\nالمؤلم الذي أعده للمشركين، ومكانه وهو الجحيم، وآلاته وهي القيود وطعام الزقوم، ووقته وهو عند اضطراب الأرض وتزلزلها بمن عليها، وأراد بذلك تخويف المكذبين وتهديدهم بأنه تعالى سيعاقبهم بذلك كله، إن بقوا مستمرين في تكذيبهم لرسول الله ﵊ ُ، ثم أعقبه بتذكيرهم بما حلَّ بالأمم الباغية التي قد خلت من قبلهم، وكيف عصت وتمردت فأنزل بها من أمره ما أنزل، وضرب لهم المثل بفرعون الجبار فقال ﴿إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا شَاهِدًا عَلَيْكُمْ﴾ أي بعثنا لكم يا أهل مكة محمدًا ﷺ َ شاهدًا على أعمالكم، يشهد عليكم بما صدر منكم من الكفر والعصيان ﴿كَمَآ أَرْسَلْنَآ إلى فِرْعَوْنَ رَسُولًا﴾ أي كما بعثنا إلى ذلك الطاغية فرعون الجبار، رسولًا من أولئك الرسل العظام «أولي العزم» وهو موسى بن عمران قال الخازن: وإِنما خصَّ فرعون وموسى بالذكر من بين سائر الأمم والرسل، لأن محمدًا ﷺ َ آذاه أهل مكة واستخفوا به لأنه وُلد فيهم، كما أن فرعون أزدرى بموسى وآذاه لأنه ربَّاه ﴿فعصى فِرْعَوْنُ الرسول﴾ أي فكذب فرعون بموسى ولم يؤمن به، وعصى أمره كما عصيتم يا معشر قريش محمدًا ﷺ َ وكذبتم برسالته ﴿فَأَخَذْنَاهُ أَخْذًا وَبِيلًا﴾ أي فأهلكناه إهلاكًا شديدًا فظيعًا، خارجًا عن حدود التصور، وذلك بإِغراقه في البحر مع قومه قال أبو السعود: وفي الآية التنبيه على أنه سيحيق بهؤلاء ما حاق بأولئك لا محالة، و«الوبيلُ» الثقيل الغليظ من قولهم كلأٌ وبيل أي وخيم لا يستمرأ لثقله.\n. وبعد أن ذكر الله أخذه لفرعون، وأن ملكه وجبروته لم يدفعا عنه العذاب، عاد فذكَّر كفار مكة بالقيامة وأهوالها ليبيّن لهم أنهم لن يفلتوا من العذاب كما لم يفلت فرعون مما حدث له فقال ﴿فَكَيْفَ تَتَّقُونَ إِن كَفَرْتُمْ يَوْمًا يَجْعَلُ الولدان شِيبًا﴾ أي كيف لا تحذون وتخافون يا معشر قريش عذاب يوم هائل إن كفرتم بالله ولم تؤمنوا به؟ وكيف تأمنون ذلك اليوم الرهيب الذي يشيب فيه الوليد من شدة هوله، وفظاعة أمره؟ قال الطبري: وإنما تشيب الولدان من شدة هوله وكربه، وذلك حين يقول الله لآدم: أخرج من ذريتك بعث النار، من كل ألفٍ تسعمائة وتسعة وتسعون، فيشيب هنالك كل وليد. . ثم زاد في وصفه وهوْله فقال ﴿السَّمَآءُ مُنفَطِرٌ بِهِ﴾ أي السماء متشققة ومتصدّعة من هول ذلك اليوم الرهيب العصيب ﴿كَانَ وَعْدُهُ مَفْعُولًا﴾ أي كان وعده تعالى بمجيء ذلك اليوم واقعًا لا محالة، لأن الله لا يخلف الميعاد ﴿إِنَّ هذه تَذْكِرَةٌ﴾ أي إن هذه الآيات المخوّفة، التي فيها القوارع والزواجر، عظةٌ وعبرةٌ للناس ﴿فَمَن شَآءَ اتخذ إلى رَبِّهِ سَبِيلًا﴾ أي فمن شاء من الغافلين الناسين، أن يستفيد من هذه التذكرة قبل فوات الأوان، فليسلك طريقًا موصلًا إلى الرحمن، بالإِيمان والطاعة، فالأسبابُ ميسرة، والسبل معبَّدة، قال المفسرون: والغرض الحضُّ على الإِيمان وطاعة الله ﷿، والترغيب في الأعمال الصالحة، لتبقى ذخرًا في الآخرة. . ثم عادت الآيات الكريمة للحديث عمَّا بدأته في أول السورة من قيام الليل فقال تعالى ﴿إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أدنى مِن ثُلُثَيِ الليل وَنِصْفَهُ وَثُلُثَهُ وَطَآئِفَةٌ مِّنَ الذين مَعَكَ﴾ أي إن\nربك يا محمد يعلم أنك تقوم مع أصحابك للتهجد والعبادة أقل من ثلثي الليل، وتارة تقومون نصفه، وتارةً ثلثه كقوله تعالى\n﴿كَانُواْ قَلِيلًا مِّن الليل مَا يَهْجَعُونَ وبالأسحار هُمْ يَسْتَغْفِرُونَ﴾ [الذاريات: ١٧١٨] ﴿والله يُقَدِّرُ الليل والنهار﴾ أي والله جلا وعلا هو العالم بمقادير الليل والنهار، وأجزائهما وساعاتهما، لا يفوته علم ما تفعلون من قيام هذه الساعات في غلس الظلام ابتغاء رضوانه، وهو تعالى المدبّر لأمر الليل والنهار ﴿عَلِمَ أَن لَّن تُحْصُوهُ فَتَابَ عَلَيْكُمْ﴾ أي علم تعالى أنكم لن تطيقوا قيام الليل كله ولا معظمه، فرحمكم ورجع عليكم بالتخفيف قال الطبري: أي علم ربكم أن لن تطيقوا قيامه، فتاب عليكم بالتخفيف عنكم ﴿فاقرءوا مَا تَيَسَّرَ مِنَ القرآن﴾ أي فصلوا ما تيسر لكم من صلاة الليل، وإنما عبَّر عن الصلاة بالقراءة، لأن القراءة أحد أجزاء الصلاة قال ابن عباس: سقط عن أصحاب رسول الله قيام الليل وصارت تطوعًا، وبقي ذلك فرضًا على رسول الله ﷺ َ. . ثم بين تعالى الحكمة في هذا التخفيف فقال ﴿عَلِمَ أَن سَيَكُونُ مِنكُمْ مرضى﴾ أي علم تعالى أنه سيوجد فيكم من يعجزه المرضُ عن قيام الليل، فخفف عنكم رحمة بكم ﴿وَآخَرُونَ يَضْرِبُونَ فِي الأرض يَبْتَغُونَ مِن فَضْلِ الله﴾ أي وقوم آخرون يسافرون في البلاد للتجارة، يطلبون الرزق وكسب المال الحلال ﴿وَآخَرُونَ يُقَاتِلُونَ فِي سَبِيلِ الله﴾ أي وقوم آخرون وهم الغزاة المجاهدون، يجاهدون في سبيل الله لإِعلاء كلمته ونشر دينه، وكل من هذه الفرق الثلاثة يشقُّ عليهم قيام الليل، فلذلك خفف الله عنهم، ذكر تعالى في هذه الآية الأعذار التي تكون للعباد تمنعهم من قيام الليل، فمنها المرض، ومنها السفر للتجارة، ومنها الجهاد في سبيل الله، ثم كرر الأمر بقراءة ما تيسر من القرآن تأكيدًا للتخفيف عنهم قال الإِمام الفخر: أما المرضى فإنهم لا يمكنهم الاشتغال بالتهجد لمرضهم، وأما المسافرون والمجاهدون فيهم مشغولون في النهار بالأعمال الشاقة، فلو لم يناموا في الليل لتواليت أسباب المشقة عليهم، فلذلك خفف الله عنهم وصار وجوب التهجد منسوخًا في حقهم ﴿فاقرءوا مَا تَيَسَّرَ مِنْهُ﴾ أي فصلوا ما تيسَّر لكم من صلاة الليل، واقرءوا في صلاتكم ما تيسر من القرآن ﴿وَأَقِيمُواْ الصلاة وَآتُواْ الزكاة﴾ أي وأدوا الصلاة المفروضة على الوجه الأكمل، والزكاة الواجبة عليكم إلى مستحقيها قال المفسرون: قلَّما يُذكر الأمر بالصلاة في القرآن، إلا ويُقرن معه الأمر بالزكاة، فإن الصلاة عماد الدين بين العبد وربه، والزكاة عماد الدين بينه وبين إِخوانه، والصلاة أعظم العبادات البدنية، والزكاة أعظم العبادات المالية ﴿وَأَقْرِضُواُ الله قَرْضًا حَسَنًا﴾ أي تصدقوا في\nوجوه البر والإِحسان ابتغاء وجه الله قال ابن عباس: يريد سائر الصدقات سوى الزكاة، من صلة الرحم، وقرى الضيف وغيرهما ﴿وَمَا تُقَدِّمُواْ لأَنفُسِكُمْ مِّنْ خَيْرٍ تَجِدُوهُ عِندَ الله﴾ أي أيَّ شيء تفعلوه أيها الناس من وجوه البر والخير تلقوا أجره وثوابه عند ربكم ﴿هُوَ خَيْرًا وَأَعْظَمَ أَجْرًا﴾ أي تجدوا ذلك الأجر والثواب يوم القيامة خيرًا لكم مما قدمتم في الدنيا من صلح الأعمال، فإن الدنيا فانية والآخةر باقية، وما عند الله خيرٌ للأبرار ﴿واستغفروا الله﴾ أي اطلبوا مغفرة الله في جميع أحوالكم، فإن الإِنسان قلَّما يخلو من تقصير أو تفريط ﴿إِنَّ الله غَفُورٌ رَّحِيمٌ﴾ أي عظيم المغفرة، واسع الرحمة.\n. ختم تعالى السورة بإِرشاد المنفقين المحسنين، إلى أن يطلبوا من الله الصفح والعفو، إذ ربما كانوا لم يخلصوا النية في الإِنفاق، أو لم يحسنوا العمل في الإِقراض، فيضعوا النفقة في غير مواضعها، أو ينفقوها فيما لهم فيه غرض وشهوة، وهو ختم يتناسق مع موضوع الإِنفاق، فسبحان منزل القرآن بأوضح بيان!!\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿انقص مِنْهُ. . أَوْ زِدْ عَلَيْهِ﴾ وبين ﴿المشرق. . والمغرب﴾ وبين ﴿الليل والنهار﴾ .\n٢ - جناس الاشتقاق ﴿أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا﴾ .\n٣ - تأكيد الفعل بالمصدر مثل ﴿رَتِّلِ القرآن تَرْتِيلًا﴾ ﴿رَبِّكَ وَتَبَتَّلْ إِلَيْهِ تَبْتِيلًا﴾ ﴿فَأَخَذْنَاهُ أَخْذًا وَبِيلًا﴾ زيادة في البيان والإِيضاح.\n٤ - الالتفات من الغيبة إلى الخطاب ﴿إِنَّآ أَرْسَلْنَآ إِلَيْكُمْ رَسُولًا﴾ ولو جرى على الأصل لقال إنا أرسلنا إليهم، والغرض من الالتفات التقريع والتوبيخ على عدم الإِيمان.\n٥ - المجاز المرسل ﴿فاقرءوا مَا تَيَسَّرَ مِنَ القرآن﴾ أراد به الصلاة، فأطلق اسم الجزء على الكل، لأن القراءة أحد أجزاء الصلاة.\n٦ - ذكر العام بعد الخاص ﴿وَمَا تُقَدِّمُواْ لأَنفُسِكُمْ مِّنْ خَيْرٍ﴾ عمَّم بعد ذكر الصلاة، والزكاة، والإِنفاق ليعم جميع الصالحات.\n٧ - الاستعارة التبعية ﴿وَأَقْرِضُواُ الله قَرْضًا حَسَنًا﴾ شبَّه الإِحسان إلى الفقراء والمساكين بإقراض رب العالمين، وهو من لطيف الاستعارة.\n٨ - السجع المرصَّع مثل ﴿إِنَّ لَدَيْنَآ أَنكَالًا وَجَحِيمًا وَطَعَامًا ذَا غُصَّةٍ وَعَذَابًا أَلِيمًا﴾ الخ.", "ayah": 6, "surah": 73}