{"text": "اللغَة: ﴿بَاخِعٌ﴾ قاتلٌ ومهلكٌ قال الليث: بخع الرجل نفسه إذا قتلها غيظًا وأصلُ البخع\nالجهد كما قال الفراء ﴿جُرُزًا﴾ الجُرُز: الأرض التي لا نبات عليها ﴿الكهف﴾ النقب المتسع في الجبل وإذا لم يكن متسعًا فهو غار ﴿والرقيم﴾ اللوح الذي كتبت فيه أسماء أصحاب الكهف ﴿شَطَطًا﴾ الشطط: الجور والغلو وتعدي الحد قال الفراء: اشتط في الأمر جاوز الحد، وشطَّ المنزل بَعُدَ ﴿تَّزَاوَرُ﴾ تتنحَّى وتميل من الأزورار بمعنى الميل قال عنترة «وازْورَّ من وقع القنا بلبانه» ﴿بالوصيد﴾ الفِناء أي فناء الكهف ﴿فَجْوَةٍ﴾ متَّسع من المكان ﴿بِوَرِقِكُمْ﴾ الوَرِق: اسمٌ للفضة سواءً كانت مضروبةً أم لا ﴿أَعْثَرْنَا﴾ أطلعنا ﴿تُمَارِ﴾ تجادل والمراءُ: المجادلة.\nالتفسِير: ﴿الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب﴾ أي الثناء الكامل مع التعظيم والإِجلال لله الذي أنزل على رسوله محمد القرآن نعمةً عليه وعلى سائر الخلق ﴿وَلَمْ يَجْعَل لَّهُ عِوَجَا﴾ أي لم يجعل فيه شيئًا من العوج لا في ألفاظه ولا في معانيه، وليس فيه أي عيبٍ أو تناقض ﴿قَيِّمًا﴾ أي مستقيمًا لا اختلاف فيه ولا تناقض قال الطبري: هذا من المُقدَّم والمؤخر أي أنزل الكتاب قيّمًا ولم يجعل له عِوَجًا يعني مستقيمًا لا اختلاف فيه ولا تفاوت، ولا اعوجاج ولا ميل عن الحق، ﴿لِّيُنْذِرَ بَأْسًا شَدِيدًا مِّن لَّدُنْهُ﴾ أي لينذر بهذا القرآن الكافرين عذابًا شديدًا من عنده تعالى ﴿وَيُبَشِّرَ المؤمنين الذين يَعْمَلُونَ الصالحات﴾ أي ويبشّر المصدقين بالقرآن الذين يعملون الأعمال الصالحة ﴿أَنَّ لَهُمْ أَجْرًا حَسَنًا﴾ أي أن لهم الجنة وما فيها من النعيم المقيم ﴿مَّاكِثِينَ فِيهِ أَبَدًا﴾ أي مقيمين في ذلك النعيم الذي لا انتهاء له ولا انقضاء ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ أي ويخوّف أولئك الكافرين الذين نسبوا لله الولد عذابه الأليم قال البيضاوي: خصَّهم بالذكر وكَّرر الإِنذار استعظامًا لكفرهم، وإِنما لم يذكر المُنْذَر به استغناءً بتقدم ذكره ﴿مَّا لَهُمْ بِهِ مِنْ عِلْمٍ﴾ أي ما لهم بذلك الافتراء الشنيع شيءٌ من العلم أصلًا ﴿وَلاَ لآبَائِهِمْ﴾ أي ولا لأسلافهم الذي قلَّدوهم فتاهوا جميعًا في بيداء الجهالة والضلالة ﴿كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ﴾ أي عظمت تلك المقالة الشنيعة كلمة قبيحة ما أشنعها وأفظعها؟ خرجت من أفواه أولئك المجرمين، وهي في غاية الفساد والبطلان ﴿إِن يَقُولُونَ إِلاَّ كَذِبًا﴾ أي يقولون إلا كذبًا وسفهًا وزورًا ﴿فَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ﴾ أي فلعلك قاتلٌ نفسك يا محمد ومهلكها غمًّا وحزنًا على فراقهم وتوليهم وإِعراضهم عن الإِيمان ﴿إِن لَّمْ يُؤْمِنُواْ بهذا الحديث أَسَفًا﴾ أي إن لم يؤمنوا بهذا القرآن حسرةً وأسفًا عليهم، فما يستحق هؤلاء أن تحزن وتأسف عليهم، والآية تسليةٌ للنبي ﵇ ﴿إِنَّا جَعَلْنَا مَا عَلَى الأرض زِينَةً لَّهَا﴾ أي جعلنا ما عليها من زخارف ورياش ومتاع وذهب وفضة وغيرها زينة للأرض كما زينا السماء بالكواكب ﴿لِنَبْلُوَهُمْ أَيُّهُم أَحْسَنُ عَمَلًا﴾ أي لنختبر الخلق أيهم أطوع لله وأحسن عملًا لآخرته ﴿وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا صَعِيدًا جُرُزًا﴾ أي سنجعل ما عليها من الزينة والنعيم حطامًا وركامًا حتى تصبح كالأرض الجرداء التي لا نبات فيها ولا حياة بعد أن كانت خضراء بهجة قال القرطبي: الآية وردت لتسلية النبي ﷺ َ والمعنى: لا تهتم يا محمد للدنيا وأهلها فإِنا إنما جعلنا ذلك امتحانًا واختبارًا لأهلها، فمنهم من يتدبر ويؤمن ومنهم من يكفر، ثم إن يوم القيامة بين أيديهم، فلا يعظمنَّ عليك كفرُهم فإنا\nسنجازيهم ﴿أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الكهف والرقيم كَانُواْ مِنْ آيَاتِنَا عَجَبًا﴾؟ بدء قصة أصحاب الكهف، والكهفُ الغار المتسع من الجبل، والرقيمُ اللوح الذي كتب فيه أسماء أصحاب الكهف على المشهور والمعنى: لا تظننَّ يا محمد أن قصة أهل الكهف - على غرابتها - هي أعجبُ آيات الله، ففي صفحات هذا الكون من العجائب والغرائب ما يفوق قصة أصحاب الكهف قال مجاهد: أحسبت أنهم كانوا أعجب آياتنا؟ قد كان في آياتنا أعجب منهم ﴿إِذْ أَوَى الفتية إِلَى الكهف﴾ أي اذكر حين التجأ الشبان إلى الغار في الجبل وجعلوه مأواهم ﴿فَقَالُواْ رَبَّنَآ آتِنَا مِن لَّدُنكَ رَحْمَةً﴾ أي أعطنا من خزائن رحمتك الخاصة مغفرة ورزقًا ﴿وَهَيِّىءْ لَنَا مِنْ أَمْرِنَا رَشَدًا﴾ أي أصلح لنا أمرنا كلَّه واجعلنا من الراشدين المهتدين ﴿فَضَرَبْنَا على آذَانِهِمْ فِي الكهف سِنِينَ عَدَدًا﴾ أي ألقينا عليهم النوم في الغار سنين عديدة ﴿ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الحِزْبَيْنِ أحصى لِمَا لَبِثُواْ أَمَدًا﴾ أي ثم أيقظناهم من بعد نومهم الطويل لنرى أيُّ الفريقين أدقُّ إحصاءً للمدة التي ناموها في الكهف؟ قال في التسهيل: والمراد\nبالحزبين: أصحابُ الكهف، والذين بعثهم الله إليهم حتى رأوهم وقال مجاهد: الحزبان من أصحاب الكهف لما استيقظوا اختلفوا في المدة التي لبثوها في الكهف فقال بعضهم: يومًا أو بعض يوم وقال آخرون: ربكم أعلم بما لبثتم، والقول الأول مروي عن ابن عباس ﴿نَحْنُ نَقُصُّ عَلَيْكَ نبَأَهُم بالحق﴾ أي نحن نقص عليك يا محمد خبرهم العجيب على وجه الصدق دون زيادةٍ ولا نقصان ﴿إِنَّهُمْ فِتْيَةٌ آمَنُواْ بِرَبِّهِمْ وَزِدْنَاهُمْ هُدًى﴾ أي إنهم جماعة من الشبان آمنوا بالله فثبتناهم على الدين وزدناهم يقينًا ﴿وَرَبَطْنَا على قُلُوبِهِمْ﴾ أي قوينا عزمهم وألهمناهم الصبر حتى أصبحت قلوبهم ثابتة راسخة، مطمئنة إلى الحق معتزةً بالإِيمان ﴿إِذْ قَامُواْ فَقَالُواْ رَبُّنَا رَبُّ السماوات والأرض﴾ أي حين قاموا بين يدي الملك الكافر الجبار من غير مبالاة فقالوا ربنا هو خالق السماوات والأرض لا ما تدعونا إليه من عبادة الأوثان والأصنام ﴿لَن نَّدْعُوَاْ مِن دُونِهِ إلها﴾ أي لن نشرك معه غيره فهو واحد بلا شريك ﴿لَّقَدْ قُلْنَا إِذًا شَطَطًا﴾ أي لئن عبدنا غيره نكون قد تجاوزنا الحقَّ، وحُدنا عن الصواب، وأفرطنا في الظلم والضلال ﴿هؤلاء قَوْمُنَا اتخذوا مِن دُونِهِ آلِهَةً﴾ أي هؤلاء أهل بلدنا عبدوا الأصنام تقليدًا من غير حجة ﴿لَّوْلاَ يَأْتُونَ عَلَيْهِم بِسُلْطَانٍ بَيِّنٍ﴾ أي هلاّ يأتون على عبادتهم لها ببرهان ظاهر، والغرض من التحضيض ﴿لَّوْلاَ﴾ التعجيز كأنهم قالوا إنهم لا يستطيعون أن يأتوا بحجة ظاهرة على عبادتهم للأصنام فهم إذًا كذبة على الله ﴿فَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام بمعنى النفي أي لا أحد أظلم ممن كذب على الله بنسبة الشريك إليه تعالى ﴿وَإِذِ اعتزلتموهم وَمَا يَعْبُدُونَ إِلاَّ الله﴾ أي وإِذْ اعتزلتم أيها الفتية قومكم وما يعبدون من الأوثان غير الله تعالى ﴿فَأْوُوا إِلَى الكهف﴾ أي التجئوا إلى الكهف ﴿يَنْشُرْ لَكُمْ رَبُّكُم مِّن رَّحْمَتِهِ﴾ أي يبسط ربكم ويوسّعْ عليكم رحمته ﴿وَيُهَيِّئْ لَكُمْ مِّنْ أَمْرِكُمْ مِّرْفَقًا﴾ أي يُسهّل عليكم أسباب الرزق وما ترتفقون به من غداء وعشاء في هذا الغار ﴿وَتَرَى الشمس إِذَا طَلَعَت تَّزَاوَرُ عَن كَهْفِهِمْ ذَاتَ اليمين﴾ أي ترى أيها المخاطب الشمس إذا طلعت تميل عن كهفهم جهة اليمين ﴿وَإِذَا غَرَبَت تَّقْرِضُهُمْ ذَاتَ الشمال﴾ أي وإذا غربت تقطعهم وتُبعد عنهم جهة الشمال والغرض أن الشمس لا تصيبهم عند طلوعها ولا عند غروبها كرامةً لهم من الله لئلا تؤذيهم بحرها ﴿وَهُمْ فِي فَجْوَةٍ مِّنْهُ﴾ أي في متَّسع من الكهف وفي وسطه بحيث لا تصيبهم الشمس لا في ابتداء النهار، ولا في آخره ﴿ذلك مِنْ آيَاتِ الله﴾ أي ذلك الصنيع من دلائل قدرة الله الباهرة قال ابن\nعباس: لو أن الشمس تطلع عليهم لأحرقتهم، ولو أنهم لا يُقلَّبون لأكلتهم الأرض ﴿مَن يَهْدِ الله فَهُوَ المهتد﴾ أي من يُوفقه الله للإيمان ويرشده إلى طريق السعادة فهو المهتدي حقًا ﴿وَمَن يُضْلِلْ فَلَن تَجِدَ لَهُ وَلِيًّا مُّرْشِدًا﴾ أي ومن يضلله الله بسوء عمله فلن تجد له من يهديه ﴿وَتَحْسَبُهُمْ أَيْقَاظًا وَهُمْ رُقُودٌ﴾ أي لو رأيتهم أيها الناظر لظننتهم أيقاظًا لتفتح عيونهم وتقلبهم والحال أنهم نيام ﴿وَنُقَلِّبُهُمْ ذَاتَ اليمين وَذَاتَ الشمال﴾ أي ونقلبهم من جانب إلى جانب لئلا تأكل الأرض أجسامهم ﴿وَكَلْبُهُمْ بَاسِطٌ ذِرَاعَيْهِ بالوصيد﴾ أي وكلبهم الذي تبعهم باسطٌ يديه بفناء الكهف كأنه يحرسهم ﴿لَوِ اطلعت عَلَيْهِمْ لَوَلَّيْتَ مِنْهُمْ فِرَارًا وَلَمُلِئْتَ مِنْهُمْ رُعْبًا﴾ أي لو شاهدتهم وهم على تلك الحالة لفررت منهم هاربًا رعبًا منهم، وذلك لما ألبسهم الله من الهيبة، فرؤيتهم تثير الرعب إذ يراهم الناظر نيامًا كالأيقاظ، يتقلبون ولا يستيقظون ﴿وكذلك بَعَثْنَاهُمْ لِيَتَسَآءَلُوا بَيْنَهُمْ﴾ أي كما أنمناهم كذلك بعثناهم من لنوم وأيقظناهم بعد تلك الرقدة الطويلة التي تشبه الموت ليسأل بعضهم بعضًا عن مدة مكثهم وإقامتهم في الغار ﴿قَالَ قَائِلٌ مِّنْهُمْ كَم لَبِثْتُمْ قَالُواْ لَبِثْنَا يَوْمًا أَوْ بَعْضَ يَوْمٍ﴾ أي قال أحدهم: كم مكثنا في هذا الكهف؟ فقالوا مكثنا فيه يومًا أو بعض يوم قال المفسرون: إنهم دخلوا في الكهف صباحًا وبعثهم الله في آخر النهار فلما استيقظوا ظنوا أن الشمس قد غربت فقالوا لبثنا يومًا، ثم رأَوها لم تغرب فقالوا أو بعض يوم، وما دروا أنهم ناموا ثلاثمائة وتسع سنين ﴿قَالُواْ رَبُّكُمْ أَعْلَمُ بِمَا لَبِثْتُمْ﴾ أي قال بعضهم، الله أعلم بمدة إقامتنا ولا طائل وراء البحث عنها فخذوا بما هو أهم وأنفع لكم فنحن الآن جياع ﴿فابعثوا أَحَدَكُمْ بِوَرِقِكُمْ هذه إلى المدينة﴾ أي فأرسلوا واحدًا منكم إلى المدينة بهذه النقود الفضية ﴿فَلْيَنْظُرْ أَيُّهَآ أزكى طَعَامًا فَلْيَأْتِكُمْ بِرِزْقٍ مِّنْهُ﴾ أي فليختر لنا أحلَّ وأطيب الطعام فليشتر لنا منه ﴿وَلْيَتَلَطَّفْ وَلاَ يُشْعِرَنَّ بِكُمْ أَحَدًا﴾ أي وليتلطف في دخول المدينة وشراء الطعام حتى لا يشعر بأمرنا أحد ﴿إِنَّهُمْ إِن يَظْهَرُواْ عَلَيْكُمْ يَرْجُمُوكُمْ أَوْ يُعِيدُوكُمْ فِي مِلَّتِهِمْ﴾ أي إن يظفر يقتلوكم بالحجارة أو يردوكم إلى دينهم الباطل ﴿وَلَن تفلحوا إِذًا أَبَدًا﴾ أي وإن عدتم إلى دينهم ووافقتموهم على كفرهم فلن تفوزوا بخيرٍ أبدًا، وهكذا يتناجى الفتية فيما بينهم خائفين حذرين أن يظهر عليهم الملك الجبار فيقتلهم أو يردهم إلى عبادة الأوثان فيوصون صاحبهم بالتلطف بالدخول والخروج وأخذ الحيطة والحذر ﴿وكذلك أَعْثَرْنَا عَلَيْهِمْ ليعلموا أَنَّ وَعْدَ الله حَقٌّ وَأَنَّ الساعة لاَ رَيْبَ فِيهَا﴾ أي وكما بعثناهم من نومهم كذلك أطلعنا الناس عليهم ليستدلوا بذلك على صحة البعث ويوقنوا أن القيامة لا شك فيها، فتكون قصة أصحاب الكهف حجة واضحة ودلالة قاطعة على إمكان البعث والنشور فإن القادر على بعث أهل الكهف بعد نومهم ثلاثمائة عام قادر على بعث الخلق بعد مماتهم ﴿إِذْ يَتَنَازَعُونَ بَيْنَهُمْ أَمْرَهُمْ﴾ أي حين تنازع القوم في أمر أهل الكهف بعد أن أطلعهم الله عليهم ثم قبض أرواحهم ﴿فَقَالُواْ ابنوا عَلَيْهِمْ بُنْيَانًا﴾ أي قال بعض الناس: ابنوا على باب كهفهم بنيانًا ليكون علَمًا عليهم ﴿رَّبُّهُمْ أَعْلَمُ بِهِمْ﴾ أي الله أعلم بحالهم وشأنهم ﴿قَالَ الذين غَلَبُواْ على أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَّسْجِدًا﴾ أي قال الفريق الآخر وهم الأكثرية الغالبة: لنتخذنَّ على باب الكهف مسجدًا نصلي فيه ونعبد الله فيه ﴿سَيَقُولُونَ\nثَلاثَةٌ رَّابِعُهُمْ كَلْبُهُمْ﴾ أي سيقول هؤلاء القوم الخائضون في قصتهم في عهد الرسول ﷺ َ من أهل الكتاب هم ثلاثة رجال يتبعهم كلبهم ﴿وَيَقُولُونَ خَمْسَةٌ سَادِسُهُمْ كَلْبُهُمْ رَجْمًا بالغيب﴾ أي ويقول البعض: إنهم خمسةٌ سادسهم الكلب قذفًا بالظنِّ من غير يقين ولا علم كمن يرمي إلى مكان لا يعرفه ﴿وَيَقُولُونَ سَبْعَةٌ وَثَامِنُهُمْ كَلْبُهُمْ﴾ أي ويقول البعض إنهم سبعةٌ والثامن هو الكلب ﴿قُل رَّبِّي أَعْلَمُ بِعِدَّتِهِم﴾ أي الله أعلم بحقيقة عددهم ﴿مَّا يَعْلَمُهُمْ إِلاَّ قَلِيلٌ﴾ أي لا يعلم عدتهم إلا قليل من الناس قال ابن عباس: أنا من ذلك القليل، كانوا سبعةً إن الله عدَّهم حتى انتهى إلى السبعة قال المفسرون: إن الله تعالى لما ذكر القول الأول والثاني أردفه بقوله ﴿رَجْمًا بالغيب﴾ ولما ذكر القول الأخير لم يقدح فيه بشيء فكأنه أقر قائله ثم نبَّه رسوله إلى الأفضل والأكمل وهو ردُّ العلم إلى علام ﴿فَلاَ تُمَارِ فِيهِمْ إِلاَّ مِرَآءً ظَاهِرًا﴾ أي فلا تجادل أهل الكتاب في عدتهم إلا جدال متيقنٍ عالم بحقيقة الخبر ﴿وَلاَ تَسْتَفْتِ فِيهِمْ مِّنْهُمْ أَحَدًا﴾ أي لا تسأل أحدًا عن قصتهم فإنَّ فيما أوحي إليك الكفاية ﴿وَلاَ تَقُولَنَّ لِشَاْىءٍ إِنِّي فَاعِلٌ ذلك غَدًا إِلاَّ أَن يَشَآءَ الله﴾ أي لا تقولنَّ لأمر عزمت عليه إني سأفعله غدًا إلا إذا قرنته بالمشيئة فقلت إن شاء الله قال ابن كثير: سبب نزول الآية أن النبي ﷺ َ لما سئل عن قصة أصحاب الكهف قال: (غدًا أجيبكم) فتأخر الوحي عنه خمسة عشر يومًا ﴿واذكر رَّبَّكَ إِذَا نَسِيتَ﴾ أي أذا نسيت أن تقول إن شاء الله ثم تذكرت فقلها لتبقى نفسك مستشعرةً عظمة الله ﴿وَقُلْ عسى أَن يَهْدِيَنِ رَبِّي لأَقْرَبَ مِنْ هذا رَشَدًا﴾ أي لعلَّ الله يوفقني ويرشدني إلى ما هو أصلح من أمر ديني ودنياي ﴿وَلَبِثُواْ فِي كَهْفِهِمْ ثَلاثَ مِاْئَةٍ سِنِينَ وازدادوا تِسْعًا﴾ أي مكثوا في الكهف نائمين ثلاثمائة وتسع سنين، وهذا بيانٌ لما أُجمل في قوله تعالى ﴿سِنِينَ عَدَدًا﴾ ﴿قُلِ الله أَعْلَمُ بِمَا لَبِثُواْ﴾ أي الله أعلم بمدة لبثهم في الكهف على وجه اليقين ﴿لَهُ غَيْبُ السماوات والأرض﴾ أي هو تعالى المختص بعلم الغيب وقد أخبرك بالخبر القاطع عن أمرهم الحكيمُ الخبير ﴿أَبْصِرْ بِهِ وَأَسْمِعْ﴾ أي ما أبصره بكل موجود، وما أسمعه لكل مسموع، يدرك الخفيات كما يدرك الجليات ﴿مَا لَهُم مِّن دُونِهِ مِن وَلِيٍّ﴾ أي ليس للخلق ناصرٌ ولا معين غيره تعالى ﴿وَلاَ يُشْرِكُ فِي حُكْمِهِ أَحَدًا﴾ أي ليس له شريك ولا مثيل ولا نظير، ولا يقبل في قضائه وحكمه أحدًا لأنه الغنيّ عما سواه.\nالبلاغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿يُبَشِّرَ. . وَيُنْذِرَ﴾ وبين ﴿يَهْدِ. . ويُضْلِلْ﴾ وبين ﴿أَيْقَاظًا. . ورُقُودٌ﴾ وبين ﴿ذَاتَ اليمين. . وَذَاتَ الشمال﴾ .\n٢ - الطباق المعنوي بين ﴿فَضَرَبْنَا على آذَانِهِمْ. . ثُمَّ بَعَثْنَاهُمْ﴾ لأن معنى الأول أنمناهم والثاني أيقظناهم.\n٣ - الجناس الناقص بين ﴿قَامُواْ. . وقَالُواْ﴾ .\n٤ - الإطناب بذكر الخاص بعد العام ﴿لِّيُنْذِرَ بَأْسًا شَدِيدا﴾ ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ لشناعة دعوى الولد لله، وفيه من بديع الحذف وجليل الفصاحة حذف المفعول الأول أي لينذر\nالكافرين بأسًا شديدًا، ثم ذكر المفعول الأول وحذف الثاني في قوله ﴿وَيُنْذِرَ الذين قَالُواْ اتخذ الله وَلَدًا﴾ عذابًا شديدًا فحذف العذاب لدلالة الأول عليه وحذف من الأول المنذرين لدلالة الثاني عليه، وهذا من ألطف الفصاحة.\n٥ - صيغة التعجب ﴿أَسْمِعْ بِهِمْ وَأَبْصِرْ﴾ .\n٦ - الاستعارة التمثيلية ﴿بَاخِعٌ نَّفْسَكَ على آثَارِهِمْ﴾ شبَّه حاله ﵇ مع المشركين بحال من فارقته الأحباب فهمَّ بقتل نفسه أو كاد يهلك نفسه حزنًا ووجدًا عليهم.\n٧ - الاستعارة التبعية ﴿فَضَرَبْنَا على آذَانِهِمْ﴾ شبّهت الإنامة الثقيلة بضرب الحجاب على الآذان كما تضرب الخيمة على السكان وكذلك يوجد استعارة في ﴿وَرَبَطْنَا على قُلُوبِهِمْ﴾ لأن الربط هو الشد والمراد شددنا على قلوبهم كما نشد الأوعية بالأوكية.", "ayah": 10, "surah": 18}