{"text": "المنَاسَبَة: لما ذكر تعالى قصة أهل الكهف وهي تُمثل صور التضحية والبطولة في سبيل العقيدة ممثلة في قصة الآخوين من بني إسرائيل: المؤمن املعتز بإيمانه، والكافر وهو صاحب الجنتين، وما فيها من عبر وعظات، وفي ثنايا الآيات جاءت بعض التوجيهات القرآنية الكريمة. اللغَة: ﴿مُلْتَحَدًا﴾ ملجأ وأصله من لحَد إذا مال، ومن لجأتَ إليه فقد ملتَ إليه هكذا قال أهل اللغة ﴿فُرُطًا﴾ مجاوزًا للحد من قولهم فرسٌ فُرُط إذا كان متقدمًا للخيل، قال الليث: الفُرُط الأمر الذي يفرَّط فيه قال الشاعر:\nلقد كلفتني شَطًا ... وأمرًا خائبًا فُرُطًا\n﴿سُرَادِقُهَا﴾ السُّرادق: السور والحائط ﴿المهل﴾ كل ما أذيب من المعادن قال أبو عبيدة: كل شيءٍ أذبته من ذهب أو نحاسٍ أو فضة فهو المُهل ﴿سُنْدُسٍ﴾ السندس: الرقيق من الحرير ﴿وَإِسْتَبْرَقٍ﴾ الاستبرق: الغليظ من الحرير وهو الديباج قال الشاعر:\nتراهنَّ يلبسن المشاعر مرةً ... واستبرق الديباج طورًا لباسها\n﴿الأرآئك﴾ جمع أريكة وهي السرير المزيَّن بالثياب والستور كسرير العروس ﴿حُسْبَانًا﴾ جمع حسبانه وهي الصاعقة ﴿هَشِيمًا﴾ الهشيم: اليابس المتكسر من النبات ﴿نُغَادِرْ﴾ نترك.\nسَبَبُ النّزول: روى أن أشراف قريش اجتمعوا عند رسول الله ﷺ َ وقالوا له: إن أردت أن نؤمن بك فاطر هؤلاء الفقراء من عندك يعنون «بلالًا، وخبابًا، وصهيبًا» وغيرهم فإنا نأنف أن نجتمع بهم، وتعيِّن لهم وقتًا يجتمعون فيه عندك فأنزل الله ﴿واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي يُرِيدُونَ وَجْهَهُ وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ. .﴾ الآية.\nالتفسِير: ﴿واتل مَآ أُوْحِيَ إِلَيْكَ مِن كِتَابِ رَبِّكَ﴾ أي إقرأ يا محمد ما أوحاه إليك ربك من آيات الذكر الحكيم ﴿لاَ مُبَدِّلَ لِكَلِمَاتِهِ﴾ أي لا يقدر أحدٌ أن يغيّر أو يبدّل كلام الله ﴿وَلَن تَجِدَ مِن دُونِهِ مُلْتَحَدًا﴾ أي لن تجد ملجأ غير الله تعالى أبدًا ﴿واصبر نَفْسَكَ مَعَ الذين يَدْعُونَ رَبَّهُم بالغداة والعشي﴾ أي احبس نفسك مع الضعفاء والفقراء من المسلمين الذين يدعون ربهم بالصباح والماء ﴿يُرِيدُونَ وَجْهَهُ﴾ أي يبتغون بدعائهم وجه الله تعالى ﴿وَلاَ تَعْدُ عَيْنَاكَ عَنْهُمْ﴾ أي لا تصرف بصرك إلى غيرهم من ذوي الغنى والشرف قال المفسرون: كان ﵇ حريصًا على إيمان الرؤساء ليؤمن أبتاعهم ولم يكن مريدًا لزينة الدنيا قط، فأمِر أن يجعل إقباله على فقراء المؤمنين وأن يُعرض عن أولئك العظماء والأشراف من المشركين ﴿تُرِيدُ زِينَةَ الحياة الدنيا﴾ أي تبتغي بمجالستهم الشرف والفخر قال ابن عباس: لا تجاوزهم إلى غيرهم تطلب بدلهم أصحاب الشرف والثروة ﴿وَلاَ تُطِعْ مَنْ أَغْفَلْنَا قَلْبَهُ عَن ذِكْرِنَا﴾ أي لا تطع كلام الذين سألوك طرد المؤمنين فقلوبهم غافلة عن ذكر الله، وقد شغلوا عن الدين وعبادةِ ربهم بالدنيا قال المفسرون: نزلت في عيُينة بن حصن وأصحابه أتى النبي ﷺ َ: أما يؤذيك ريح هؤلاء؟ ونحن سادةُ مضر وأشرافها إن أسلمنا يسلم الناس، وما يمنعنا من اتباعك إلا هؤلاء فنحِّهمْ عنك حتى نتبعك، أو أجعل لنا مجلسًا ولهم مجلس، فهمَّ رسول الله ﷺ َ أن يجيبهم إلى ما طلبوا فلما نزلت الآية خرج رسول الله ﷺ َ يلتمس هؤلاء الفقراء فلما رآهم جلس معهم وقال\n«الحمد لله الذي جعل أُمتي من أمرني ربي أن أصبر نفسي معهم» ﴿واتبع هَوَاهُ﴾ أي سار مع هواه وترك أمر الله ﴿وَكَانَ أَمْرُهُ فُرُطًا﴾ أي كان أمره ضياعًا وهلاكًا ودمارًا ﴿وَقُلِ الحق مِن رَّبِّكُمْ فَمَن شَآءَ فَلْيُؤْمِن وَمَن شَآءَ فَلْيَكْفُرْ﴾ ظاهرُه أمرٌ وحقيقته وعيدٌ وإنذار أي قل يا محمد لهؤلاء الغافلين لقد ظهر الحق وبان بتوضيح الرحمن فإن شئتم فآمنوا وإن شئتم فاكفروا كقوله ﴿اعملوا مَا شِئْتُمْ﴾ [فصلت: ٤٠] ﴿إِنَّا أَعْتَدْنَا لِلظَّالِمِينَ نَارًا أَحَاطَ بِهِمْ سُرَادِقُهَا﴾ أي هيأنا للكافرين بالله ورسوله نارًا حاميةً شديدة أحاط بهم سورها كإحاطة السوار بالمعصم ﴿وَإِن يَسْتَغِيثُواْ يُغَاثُواْ بِمَآءٍ كالمهل يَشْوِي الوجوه﴾ أي وإن استغاثوا من شدة العطش فطلبوا الماء أُغيثوا بماءٍ شديد الحرارة كالنحاس المذاب أو كعكر الزيت المحمى يشوي وجوههم إذا قَرُب منهم من شدة حره وفي الحديث «ماءٌ كعكر الزيت فإذا قُرب إليه سقطت فروة وجهه فيه» أي سقطت جلدة وجهه فيه أعاذنا الله من جهنم ﴿بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقًا﴾ أي بئس ذلك الشراب الذي يُعاثون به وساءت جهنم منزلًا ومقيلًا يرتفق به أهل النار ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات إِنَّا لاَ نُضِيعُ أَجْرَ مَنْ أَحْسَنَ عَمَلًا﴾ لما ذكر تعالى حال الأشقياء أعقبه بذكر حال السعداء، على طريقة القرآن في الترغيب والترهيب، أي إنا لا نضيع ثواب من أحسن عمله وأخلص فيه بل نزيده وننميه ﴿أولئك لَهُمْ جَنَّاتُ عَدْنٍ﴾ أي لهم جنات إقامة ﴿تَجْرِي مِن تَحْتِهِمُ الأنهار﴾ أي تجري من تحت غرفهم ومنازلهم أنهار الجنة ﴿يُحَلَّوْنَ فِيهَا مِنْ أَسَاوِرَ مِن ذَهَبٍ﴾ أي يُحلَّون في الجنة بأساوِر الذهب قال المفسرون: ليس\nأحد من أهل الجنة إلا وفي يده ثلاثة أساور: سوارٌ من ذهب، وسوار من فضة، وسوار من لؤلؤ، لأن الله تعالى: قال ﴿وحلوا أَسَاوِرَ مِن فِضَّةٍ﴾ [الإنسان: ٢١] وقال ﴿وَلُؤْلُؤًا وَلِبَاسُهُمْ فِيهَا حَرِيرٌ﴾ [فاطر: ٣٣] وفي الحديث «تبلغ حلية المؤمن حيث يبلغ الوضوء» ﴿وَيَلْبَسُونَ ثِيَابًا خُضْرًا مِّن سُنْدُسٍ وَإِسْتَبْرَقٍ﴾ أي وهم رافلون في ألوانٍ من الحرير، برقيق الحرير وهو السندس، وبغليظه وهو الاستبرق قال الطبري: معنى الآية أنهم يلبسون من الحلي أساور من ذهب، ويلبسون من الثياب السندس وهو ما رقَّ من الديباج، والاستبرق وهو ما غلظ فيه وثَخُن ﴿مُّتَّكِئِينَ فِيهَا عَلَى الأرآئك﴾ أي متكئين في الجنة على السرر الذهبية المزينة والستور قال ابن عباس: الآرائك الأسرة من ذهب وهي مكلَّلة بالدُر والياقوت عليها الحجال، الأريكةُ ما بين صنعاء إلى أيلة، وما بين عدن إلى الجابية ﴿نِعْمَ الثواب وَحَسُنَتْ مُرْتَفَقًا﴾ أي نعم ذلك جزاء المتقين، وحسنت الجنة منزلًا ومقيلًا لهم ﴿اضرب لهُمْ مَّثَلًا رَّجُلَيْنِ﴾ أي اضرب لهؤلاء الكفار الذين طلبوا منك أن تطرد الفقراء هذا المثل قال المفسرون: هما أخوان من بني إسرائيل، أحدهما مؤمن، والآخر كافر، ورثا مالًا عن أبيهما فاشترى الكافر بماله حديقتين، وأنفق المؤمن ماله في مرضاة الله حتى نفد ماله فعيَّره الكافر بفقره، فأهلك الله مال الكافر، وضرب هذا مثلًا للمؤمن من الذي يعمل بطاعة الله، والكافر الذي أبطرته النعمة ﴿جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ مِنْ أَعْنَابٍ﴾ أي جعلنا لأحدهما - وهو الكافر - بستانينِ من شجر العنب، مثمريْن بأنواع العنب اللذيد ﴿وَحَفَفْنَاهُمَا بِنَخْلٍ﴾ أي أحطناهما بسياجٍ من شجر النخيل ﴿وَجَعَلْنَا بَيْنَهُمَا زَرْعًا﴾ أي جعلنا وسط هذين البستانين زرعًا ويتفجر بينهما نهر، وإنه لمنظرٌ بهيجٌ يصوره القرآن أروع تصوير، منظر الحديقتين المثمرتين بأنواع الكرم، المحفوفتين بأشجار النخيل، تتوسطهما الزروع وتتفجر بينهما الأنهار ﴿كِلْتَا الجنتين آتَتْ أُكُلَهَا وَلَمْ تَظْلِم مِّنْهُ شَيْئًا﴾ أي كلُّ واحدة من الحديقتين أخرجت ثمرها يانعًا في غاية الجودة والطيب ولم تنقص منه شيئًا ﴿وَفَجَّرْنَا خِلالَهُمَا نَهَرًا﴾ أي جعلنا النهر يسير وسط الحديقتين ﴿وَكَانَ لَهُ ثَمَرٌ﴾ أي وكان للأخ الكافر من جنتيه أنواع من الفواكه والثمار ﴿فَقَالَ لِصَاحِبِهِ وَهُوَ يُحَاوِرُهُ أَنَا أَكْثَرُ مِنكَ مَالًا وَأَعَزُّ نَفَرًا﴾ أي قال صاحب الجنتين لصاحبه المؤمن وهو يجادله ويخاصمه ويفتخرعليه ويتعالى: أنا أغنى منك وأشرف، وأكثر أنصارًا وخدمًا ﴿وَدَخَلَ جَنَّتَهُ وَهُوَ ظَالِمٌ لِّنَفْسِهِ﴾ أي أخذ بيد أخيه المؤمن ودخل الحديقة يطوف به فيها ويريه ما فيها من أشجار وثمار وأنهار وهو ظالم لنفسه بالعُجب والكفر ﴿قَالَ مَآ أَظُنُّ أَن تَبِيدَ هذه أَبَدًا﴾ أي ما أعتقد أن تفنى هذه الحديقة أبدًا ﴿وَمَآ أَظُنُّ الساعة قَائِمَةً﴾ أي وما أعتقد القيامة كائنة وحاصلة، أنكر فناء جنته وأنكر البعث والنشور ﴿وَلَئِن رُّدِدتُّ إلى رَبِّي لأَجِدَنَّ خَيْرًا مِّنْهَا﴾ أي ولئن كان هناك بعثٌ - على - سبيل الفرض والتقدير كما تزعمُ - فسوف يعطيني الله خيرًا من هذا وأفضل ﴿مُنْقَلَبًا﴾ أي مرجعًا وعاقبة فكما أعطاني هذا في الدنيا فسيعطيني في الآخرة لكرامتي عليه ﴿قَالَ لَهُ صَاحِبُهُ وَهُوَ يُحَاوِرُهُ﴾ أي قال ذلك المؤمن الفقير وهو يراجع أخاه ويجادله ﴿أَكَفَرْتَ بالذي خَلَقَكَ مِن تُرَابٍ ثُمَّ مِن نُّطْفَةٍ ثُمَّ سَوَّاكَ رَجُلًا﴾ أي أجحدت الله الذي خلق أصلك من تراب ثم من منيّ ثم سوَّاك إنسانًا سويًا؟ الاستفهام\nللتقريع والتوبيخ ﴿لكنا هُوَ الله رَبِّي﴾ أي لكنْ أنا اعترف بوجود الله فهو ربي وخالقي ﴿وَلاَ أُشْرِكُ بِرَبِّي أَحَدًا﴾ أي لا أشرك مع الله غيره، فهو المعبودُ وحده لا شريك له ﴿ولولا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَآءَ الله﴾ أي فهلاّ حين دخلتَ حديقتك وأُعجبت بما فيها من الأشجار والثمار قلت: هذا من فضل الله، فما شاء الله كان وما لم يشأْ لم يكن ﴿لاَ قُوَّةَ إِلاَّ بالله﴾ أي لا قدرة لنا على طاعته إلا بتوفيقه ومعونته ﴿إِن تَرَنِ أَنَاْ أَقَلَّ مِنكَ مَالًا وَوَلَدًا﴾ أي قال المؤمن للكافر: إن كنت ترى أنني أفقر منك وتعتزعليَّ بكثرة مالك وأولادك ﴿فعسى رَبِّي أَن يُؤْتِيَنِ خَيْرًا مِّن جَنَّتِكَ﴾ جواب الشرط أي إني أتوقع من صنع الله تعالى وإحسانه أن يقلب ما بي وما بك من الفقر والغنى فيرزقني جنةً خيرًا من جنتك لإيماني به، ويسلب عنك نعمته لكفرك به ويخرّب بستانك ﴿وَيُرْسِلَ عَلَيْهَا حُسْبَانًا مِّنَ السمآء﴾ أي يرسل عليها آفةً تجتاحها أو صواعق من السماء تدمّرها ﴿فَتُصْبِحَ صَعِيدًا زَلَقًا﴾ أي تصبح الحديقة أرضًا ملساء لا تثبت عليها قدم، جرداء لا نبات فيها ولا شجر ﴿أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا فَلَن تَسْتَطِيعَ لَهُ طَلَبًا﴾ أي يغور ماؤها في الأرض فيتلف كل ما فيها من الزرع والشجر، وحينئذٍ لا تستطيع طلبّه فضلًا عن إعادته وردّه، وينتهي الحوار هنا وتكون المفاجأة المدهشة فيتحقَّق رجاءُ المؤمن بزاول النعيم عن الكافر وفجأة ينقلنا السياق من مشهد البهجة والازدهار إلى مشهد البوار والدمار ﴿وَأُحِيطَ بِثَمَرِهِ﴾ أي هلكت جنته بالكلية واستولى عليها الخراب والدمار في الزروع والثمار ﴿فَأَصْبَحَ يُقَلِّبُ كَفَّيْهِ عَلَى مَآ أَنْفَقَ فِيهَا﴾ أي يقلب كفيه ظهرًا لبطن أسفًا وحزنًا على ماله الضائع وجهده الذاهب قال القرطبي: أي يضرب إحدى يديه على الأخرى ندمًا لأن هذا يصدر من النادم ﴿وَهِيَ خَاوِيَةٌ على عُرُوشِهَا﴾ أي مهشمة محطمة قد سقطت السقوف على الجدران فأصبحت خرابًا يبابًا ﴿وَيَقُولُ ياليتني لَمْ أُشْرِكْ بِرَبِّي أَحَدًا﴾ أي وهو نادم على إشراكه بالله يتمنى أن لم يكن قد كفر النعمة، ندم حين لا ينفع الندم قال تعالى ﴿وَلَمْ تَكُن لَّهُ فِئَةٌ يَنصُرُونَهُ مِن دُونِ الله﴾ أي لم تكن له جماعة تنصره وتدفع عنه الهلاك ﴿وَمَا كَانَ مُنْتَصِرًا﴾ أي وما كان بنفسه ممتنعًا عن انتقام الله سبحانه، فلم تنفعه العشيرة والولد حين اعتزّ وافتخر بهم وما استطاع بنفسه أن يدفع عنه العذاب ﴿هُنَالِكَ الولاية لِلَّهِ الحق﴾ أي في ذلك المقام وتلك الحال تكون النصرة لله وحده لا يقدر عليها أحد فهو الوليُّ الحق الذي ينصر أولياءه ﴿هُوَ خَيْرٌ ثَوَابًا وَخَيْرٌ عُقْبًا﴾ أي الله خير ثوابًا في الدنيا والآخرة لمن آمن به، وهو خيرٌ عاقبةٌ لمن اعتمد عليه ورجاه ﴿واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ مِنَ السماء فاختلط بِهِ نَبَاتُ الأرض﴾ هذا مثلٌ آخر للدنيا وبهرجها الخادع يشبه مثل الجنتين في الفناء والزوال والمعنى اضرب يا محمد للناس مثل هذه الحياة في زوالها وفنائها وانقضائها بماءٍ نزل من السماء فخرج به النبات وافيًا غزيرًا وخالط بعضه بعضًا من كثرته وتكاثفه ﴿فَأَصْبَحَ هَشِيمًا تَذْرُوهُ الرياح﴾ أي صار النبات متكسرًا من اليبس متفتتًا تنسفه الرياح ذات اليمين وذات الشمال ﴿وَكَانَ الله على كُلِّ شَيْءٍ مُّقْتَدِرًا﴾ أي قادرًا على الإِفناء والإِحياء لا يعجزه شيء في الأرض ولا في السماء ﴿المال والبنون زِينَةُ الحياة الدنيا﴾ أي الأموال والأولاد زينة هذه الحياة الفانية، ذاك مثلها وهذه زينتها والكل إلى فناء وزوال لا يغتر بها إلا الأحمق الجهول ﴿والباقيات الصالحات خَيْرٌ عِندَ رَبِّكَ ثَوَابًا وَخَيْرٌ أَمَلًا﴾ أي أعمال الخير تبقى ثمرتها أبد الآباد فهي خير ما يؤملها الإنسان ويرجوه عند الله قال ابن عباس: الباقيات الصالحات هي\nالصلوات الخمس وعنه أيضًا أنها كل عمل صالحٍ من قول أو فعلٍ يبقى للآخرة وفي الحديث\n«سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، هنَّ الباقيات الصالحات» ﴿وَيَوْمَ نُسَيِّرُ الجبال﴾ لما ذكر القيامة وأهوالها أي واذكر يوم نزيل الجبال من أماكنها ونسيّرها كما نسيّر السحاب فنجعلها هباءً منيثًا ﴿وَتَرَى الأرض بَارِزَةً﴾ أي وترى الأرض ظاهرة للعيان ليس عليها ما يسترها من جبل ولا شجر ولا بنيان، قد قلعت جبالها وهُدم بنيانها فهي بارزة ظاهرة ﴿وَحَشَرْنَاهُمْ فَلَمْ نُغَادِرْ مِنْهُمْ أَحَدًا﴾ أي جمعنا الأولين والآخرين لموقف الحساب فلم نترك أحدًا منهم ﴿وَعُرِضُواْ على رَبِّكَ صَفًَّا﴾ أي عُرضوا على رب العالمين مصطفّين، لا يحجبُ أحدٌ أحدًا وفي الحديث «يجمع الله الأولين والآخرين في صعيدٍ واحدٍ صفوفًا» قال مقاتل: يُعرضون صفًا بعد صف كالصفوف في الصلاة كل أمةٍ وزمرةٍ صفًا ﴿لَّقَدْ جِئْتُمُونَا كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ﴾ أي يقال للكفار على وجه التوبيخ والتقريع: لقد جئتمونا حفاةً عراةً لا شيء معكم من المال والولد كهيئتكم حين خلقناكم أول مرة ﴿بَلْ زَعَمْتُمْ أَلَّن نَّجْعَلَ لَكُمْ مَّوْعِدًا﴾ أي زعمتم أن لا بعث ولا جزاء، ولا حساب ولا عقاب ﴿وَوُضِعَ الكتاب﴾ أي وضعت صحائف أعمال البشر وعُرضت عليهم ﴿فَتَرَى المجرمين مُشْفِقِينَ مِمَّا فِيهِ﴾ أي فترى المجرمين خائفين مما فيه من الجرائم والذنوب ﴿وَيَقُولُونَ ياويلتنا﴾ أي يا حسرتنا ويا هلاكنا على ما فرطنا في حياتنا الدنيا ﴿مَالِ هذا الكتاب لاَ يُغَادِرُ صَغِيرَةً وَلاَ كَبِيرَةً إِلاَّ أَحْصَاهَا﴾ أي ما شأن هذا الكتاب لا يترك صغيرة ولا كبيرة إلا ضبطها وأحاط بها؟ قال تعالى ﴿وَوَجَدُواْ مَا عَمِلُواْ حَاضِرًا﴾ أي مكتوبًا مثبتًا في الكتاب ﴿وَلاَ يَظْلِمُ رَبُّكَ أَحَدًا﴾ أي لا يعاقب إنسانًا بغير جرم، ولا يُنقص من ثواب المحسن ﴿وَإِذْ قُلْنَا للملائكة اسجدوا لأَدَمَ﴾ أي لا اذكر حين أمرنا الملائكة بالسجود لآدم سجود تحية وتكريم لا سجود عبادة ﴿فسجدوا إِلاَّ إِبْلِيسَ كَانَ مِنَ الجن فَفَسَقَ عَنْ أَمْرِ رَبِّهِ﴾ أي سجد جميع الملائكة لكن إبليس الذي هو من الجن خرج عن طاعة ربه، والآية صريحة في أن إبليس من الجن لا من الملائكة ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ مِن دُونِي وَهُمْ لَكُمْ عَدُوٌّ﴾ أي أفتتخذونه يا بني آدم هو وأولاده الشياطين أولياء من دون الله وهم لكم أعداء ﴿بِئْسَ لِلظَّالِمِينَ بَدَلًا﴾ أي بئست عبادة الشيطان بدلًا عن عبادة الرحمن ﴿مَّآ أَشْهَدتُّهُمْ خَلْقَ السماوات والأرض﴾ أي ما أشهدت هؤلاء الشياطين الذين عبدتموهم من دوني خلق السماوات والأرض ﴿وَلاَ خَلْقَ أَنْفُسِهِمْ﴾ أي ولا أشهدت بعضهم خلق بعض فهم عبيد أمثالكم لا يملكون شيئًا ﴿وَمَا كُنتُ مُتَّخِذَ المضلين عَضُدًا﴾ أي وما كنت متخذ الشياطين أعوانًا في الخلق فكيف تطيعونهم من دوني؟ ﴿وَيَوْمَ يَقُولُ نَادُواْ شُرَكَآئِيَ الذين زَعَمْتُمْ﴾ أي ويوم يقول الله للمشركين: أُدعوا شركائي ليمنعوكم من عذابي ويشفعوا لكم كما كنتم تزعمون ﴿فَدَعَوْهُمْ فَلَمْ يَسْتَجِيبُواْ لَهُمْ﴾ أي فاستغاثوا بهم فلم يغيثوهم ﴿وَجَعَلْنَا بَيْنَهُم مَّوْبِقًا﴾ أي جعلنا بين العابدين والمعبودين مهلكةً لا يجتازها هؤلاء وهي النار ﴿وَرَأَى المجرمون النار فظنوا أَنَّهُمْ مُّوَاقِعُوهَا﴾ أي عاينوها وهي تتغيظ حنقًا عليهم فأيقنوا أنهم داخلوها ﴿وَلَمْ يَجِدُواْ عَنْهَا مَصْرِفًا﴾ أي\nلم يجدوا عنها معدلًا وذلك لأنها أحاطت بهم من كل جانب فلم يقدروا على الهرب منها.\nالبَلاَغة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿الغداة. . والعشي﴾ وبين ﴿فَلْيُؤْمِن. . فَلْيَكْفُرْ﴾ .\n٢ - المقابلة البديعة بين الجنة ﴿نِعْمَ الثواب وَحَسُنَتْ مُرْتَفَقًا﴾ والنار ﴿بِئْسَ الشراب وَسَآءَتْ مُرْتَفَقًا﴾ .\n٣ - التشبيه ﴿بِمَآءٍ كالمهل يَشْوِي الوجوه﴾ ويسمى مرسلًا مفصلًا لذكر الأداة ووجه الشبه.\n٤ - التشبيه التمثيلي ﴿واضرب لهُمْ مَّثَلًا رَّجُلَيْنِ جَعَلْنَا لأَحَدِهِمَا جَنَّتَيْنِ﴾ لأن وجه الشبه منتزع من متعدد وكذلك يوجد التشبيه التمثيلي في ﴿واضرب لَهُم مَّثَلَ الحياة الدنيا كَمَآءٍ أَنْزَلْنَاهُ﴾ .\n٥ - المبالغة بإطلاق المصدر على اسم الفاعل ﴿أَوْ يُصْبِحَ مَآؤُهَا غَوْرًا﴾ أي غائرًا.\n٦ - الكناية ﴿يُقَلِّبُ كَفَّيْهِ﴾ كناية عن التحسر والندم لأن النادم يضرب بيمينه على شماله.\n٧ - الإنكار والتعجيب ﴿أَفَتَتَّخِذُونَهُ وَذُرِّيَّتَهُ أَوْلِيَآءَ﴾؟ .\nتنبيه: الجمهور على أن الباقيات الصالحات هن الكلمات المأثور فضلها «سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله العلي العظيم» وقد ورد بذلك حديث تقدم ذكره وفي الترمذي أن رسول الله ﷺ َ قال: «لقيتُ إبراهيم ليلةً أُسري بي فقال يا محمد: أقرئْ أمتك مني السلام وأخبرهم أن الجنة طيبة التربة، عذبة الماء، وأنها قيعان، وأن غراسها: سبحان الله، والحمد لله، ولا إله إلا الله، والله أكبر» رواه الترمذي.", "ayah": 34, "surah": 18}