{"text": "المنَاسَبَة: لما ذكر تعالى قصة الخضر أعقبها بقصة ذي القرنين ورحلاته الثلاث إلى المغرب، والشرق، وإلى السَّدين، وبناؤه للسدّ في وجه «يأجوج ومأجوج» وهي القصة الرابعة من القصص المذكورة في هذه السورة، وجميعها ترتبط بالعقيدة والإيمان، وهو الهدف الأصيل للسورة الكريمة.\nاللغَة: (ذو القرنين) هو الاسكندر المقدوني وهو ملِكٌ صالح أعطي العلم والحكمة، سمي بذي القرنين لأنه ملك مشارق الأرض ومغاربها وكان مسلمًا عادلًا قال الشاعر:\nقد كان دو القرنين قبلي مسلمًا ... ملكًا علا في الأرض غير مفنَّد\nبلغ المشارق والمغارب يبتغي ... أسباب مُلكٍ من كريم سيد\n﴿حَمِئَةٍ﴾ كثيرة الحمأة وهي الطينة السوداء ﴿سَدًّا﴾ السدُّ: الحاجز والحائل بين الشيئين ﴿رَدْمًا﴾ الردَّم. السدُّ المنيع وهو أكبر من السدّ لأن الرَّدم ما جعل بعضه على بعض حتى يصبح كالحجاب المنيع قال الحاجز الحصين المتين ﴿زُبَرَ الحديد﴾ قطع الحديد مفردة زُبرة وهي القطعة ﴿الصدفين﴾ جانبا الجبل قال أبو عبيدة: الصَّدف كل بناء عظيم مرتفع ﴿قِطْرًا﴾ القِطر: النحاس المذاب ﴿نَقْبًا﴾ خرقًا وثقبًا ﴿دَكَّآءَ﴾ مدكوكًا مسوَّى بالأرض قال الأزهري: دككته أي دققته ﴿يَمُوجُ﴾ يختلط ويضطرب ﴿الفردوس﴾ قال الفراء: البستان الذي فيه العنب وقال ثعلب: كل بستان يحوَّط عليه فهو فردوس.\nسَبَبُ النّزول: أ - قال قتادة: إن اليهود سألوا النبي ﷺ َ عن ذي القرنين فأنزل الله ﴿وَيَسْأَلُونَكَ عَن ذِي القرنين. .﴾ الآية.\nب - قال مجاهد: جاء رجل إلى النبي ﷺ َ فقال يا رسول الله: إني أتصدق، وأصلُ الرحم، ولا أصنع ذلك إلا لله تعالى، فيُذكر ذلك مني وأحمد عليه فيسرني ذلك وأُعجب به، فسكت رسول الله ﷺ َ ولم يقل شيئًا فأنزل الله ﴿فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا صَالِحًا وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًَا﴾ .\nالتفسِير: ﴿وَيَسْأَلُونَكَ عَن ذِي القرنين﴾ أي يسألك اليهود يا محمد عن ذي القرنين ما شأنه؟ وما قصته؟ ﴿قُلْ سَأَتْلُواْ عَلَيْكُم مِّنْهُ ذِكْرًا﴾ أي قل لهم سأقص عليكم من نبأه وخبره قرآنًا ووحيًا ﴿إِنَّا مَكَّنَّا لَهُ فِي الأرض وَآتَيْنَاهُ مِن كُلِّ شَيْءٍ سَبَبًا﴾ أي يسرنا له أسباب الملك والسلطان والفتح والعمران،\nوأعطيناه كل ما يحتاج إليه للوصول إلى غرضه من أسباب العلم والقدرة والتصرف قال المفسرون: ذو القرنين هو «الاسكندر اليوناني» ملكَ المشرق والمغرب فسمي ذا القرنين، وكان ملكًا مؤمنًا مكَّن الله له في الأرض فعدل في حكمه وأصلح، وكان في الفترة بين عيسى ومحمد صلوات الله عليهما روي أن الذين ملكوا الأرض أربعة: مؤمنان وكافران، أما المؤمنان فسليمان وذو القرنين، وأما الكافران فنمرود وبختنصر ﴿فَأَتْبَعَ سَبَبًا﴾ أي سلك طريقه الذي يسره الله له وسار جهة المغرب ﴿حتى إِذَا بَلَغَ مَغْرِبَ الشمس﴾ أي وصل المغرب ﴿وَجَدَهَا تَغْرُبُ فِي عَيْنٍ حَمِئَةٍ﴾ أي وجد الشمس تغرب ما ماء وطين - حسب ما شاهد لا حسب الحقيقة - فإن الشمس أعظم من أن تدخل في عين من عيون الأرض قال الرازي: إن ذا القرنين لما بلغ أقصى المغرب ولم يبق بعدة شيء من العمارات وجد الشمس كأنها تغرب في عين وهذه مظلمة وإن لم تكن كذلك في الحقيقة كما أن راكب البحر يرى الشمس كأنها تغيب في البحر إذا لم ير الشطَّ وهي في الحقيقة تغيب وراء البحر ﴿وَوَجَدَ عِندَهَا قَوْمًا﴾ أي وجد عند تلك العين الحارة ذات الطين قومًا من الأقوام ﴿قُلْنَا ياذا القرنين إِمَّآ أَن تُعَذِّبَ وَإِمَّآ أَن تَتَّخِذَ فِيهِمْ حُسْنًا﴾ أي قلنا له بطريق الإلهام: إما أن تقتلهم أو تدعوهم بالحسنى إلى الهداية والإيمان قال المفسرون: كانوا كفارًا فخيَّره الله بين أن يعذبهم بالقتل، أو يدعوهم إلى الإسلام فيُحسن إليهم ﴿قَالَ أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ﴾ أي من أصرَّ على الكفر فسوف نقتله ﴿ثُمَّ يُرَدُّ إلى رَبِّهِ فَيُعَذِّبُهُ عَذَابًا نُّكْرًا﴾ أي ثم يرجع إلى ربه فيعذبه عذابًا منكرًا فظيعًا في نار جهنم ﴿وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَآءً الحسنى﴾ أي وأمّا من آمن بالله وأحسن العمل في الدنيا وقدَّم الصالحات فجزاءه الجنة يتنعَّم فيها ﴿وَسَنَقُولُ لَهُ مِنْ أَمْرِنَا يُسْرًا﴾ أي نيسر عليه في الدنيا فلا نكلفه بما هو شاق بل بالسهل الميسَّر.\nاختار الملك العدل دعوتهم بالحسنى فمن آمن فله الجنة، والمعاملة الطيبة، والمعونة والتيسير، ومن بقي على الكفر فله العذاب والنكال في الدنيا والآخرة ﴿ثُمَّ أَتْبَعَ سَبَبًا﴾ أي سلك طريقًا بجنده نحو المشرق ﴿حتى إِذَا بَلَغَ مَطْلِعَ الشمس﴾ أي حتى وصل أقصى المعمورة من جهة الشرق حيث مطلع الشمس في عين الرائي ﴿وَجَدَهَا تَطْلُعُ على قَوْمٍ لَّمْ نَجْعَل لَّهُمْ مِّن دُونِهَا سِتْرًا﴾ أي وجد الشمس تشرقُ على أقوامٍ ليس لهم من اللباس والبناء ما يسترهم من حر الشمس فإذا طلعت الشمس دخلوا في أسراب تحت الأرض، وإذا غربتْ خرجوا لمكاسبهم قال قتادة: مضى ذو القرنين يفتح المدائن ويجمع الكنوز ويقتل الرجال إلاّ من آمن حتى أتى مطلع الشمس فأصاب قومًا في أسراب عراة، ليس لهم طعام إلا ما أنضجته الشمس إذا طلعت، حتى إذا زالت عنهم الشمس خرجوا من أسرابهم في طلب معايشهم، وذُكر لنا أنهم كانوا في مكان لا يثبت عليه بنيان ويقال إنهم الزنج ﴿كَذَلِكَ وَقَدْ أَحَطْنَا بِمَا لَدَيْهِ خُبْرًا﴾ أي كذلك فعل بأهل المشرق من آمن تركه ومن كفر قتله كما فعل بأهل المغرب وقد أحطنا علمًا بأحواله وأخباره، وعتاده وجنوده، فأمرُه من العظمة وكثرة المال بحيث لا يحيط به إلا علم اللطيف الخبير ﴿ثُمَّ أَتْبَعَ سَبَبًا﴾ أي سلك\nطريقًا ثالثًا بين المشرق والمغرب يوصله جهة الشمال حيث الجبال الشاهقة ﴿حتى إِذَا بَلَغَ بَيْنَ السَّدَّيْنِ﴾ أي حتى إذا وصل إلى منطقة بين حاجزين عظيمين، بمنقطع أرض بلاد الترك مما يلي أرمينية وأذربيجان قال الطبري: والسَّدُ: الحاجز بين الشيئين وهما هنا جبلان سُدَّ ما بينهما، فردَم ذو القرنين حاجزًا بين يأجوج ومأجوج من ورائهم ليقطع مادة غوائلهم وشرهم عنهم ﴿وَجَدَ مِن دُونِهِمَا قَوْمًا لاَّ يَكَادُونَ يَفْقَهُونَ قَوْلًا﴾ أي وجد من وراء السدين قومًا متخلفين لا يكادون يعرفون لسانًا غيرلسانهم إلا بمشقة وعُسر قال المفسرون: إنما كانوا لا يفقهون القول لغرابة لغتهم، وبطء فهمهم، وبعدهم عن مخالطة غيرهم، وما فهم كلامهم إلا بواسطة ترجمان ﴿قَالُواْ ياذا القرنين إِنَّ يَأْجُوجَ وَمَأْجُوجَ مُفْسِدُونَ فِي الأرض﴾ أي قال القوم لذي القرنين: إن يأجوج ومأجوج - قبيلتان من بني آدم في خلقهم تشويهٌ، منهم مفرطٌ في الطول، ومنهم مفرطٌ في القِصر - قوم مفسدون بالقتل والسلب والنهب وسائر وجوه الشر قال المفسرون: كانوا من آكلة لحوم البشر، يخرجون في الربيع فلا يتركون أخضر إلا أكلوه، ولا يابسًا إلا احتملوه ﴿فَهَلْ نَجْعَلُ لَكَ خَرْجًا﴾ أي هل نفرض لك جزءًا من أموالنا كضريبة وخراج ﴿على أَن تَجْعَلَ بَيْنَنَا وَبَيْنَهُمْ سَدًّا﴾ أي لتجعل سدا يحمينا من شر يأجوج ومأجوج قال في البحر: هذا استدعاءٌ منهم لقبول ما بيذلونه على جهة حسن الأدب ﴿قَالَ مَا مَكَّنِّي فِيهِ رَبِّي خَيْرٌ﴾ أي ما بسطه الله عليَّ من القُدرة والمُلك خيرٌ مما تبذلونه لي من المال ﴿فَأَعِينُونِي بِقُوَّةٍ﴾ أي لا حاجة لي إلى المال فأعينوني بالأيدي والرجال ﴿أَجْعَلْ بَيْنَكُمْ وَبَيْنَهُمْ رَدْمًا﴾ أي أجعل بينكم وبينهم سدا منيعًا، وحاجزًا حصينًا، وهذه شهامة منه حيث رفض قبول المال وتطوَّع ببناء السد واكتفى بعون الرجال ﴿آتُونِي زُبَرَ الحديد﴾ أي أعطوني قطع الحديد واجعلوها لي في ذلك المكان ﴿حتى إِذَا ساوى بَيْنَ الصدفين﴾ أي حتى إذا ساوى البناء بين جانبي الجبلين ﴿قَالَ انفخوا﴾ أي انفخوا بالمنافيخ عليه ﴿حتى إِذَا جَعَلَهُ نَارًا﴾ أي جعل ذلك الحديد المتراكم كالنار بشدة الإحماء ﴿قَالَ آتوني أُفْرِغْ عَلَيْهِ قِطْرًا﴾ أي أعطوني أصبُّ عليه النحاس المذاب قال الرازي: لما أتوه بقطع الحديد وضع بعضها على بعض حتى صارت بحيث تسدُّ ما بين الجبلين إلى أعلاهما ثم وضع المنافخ عليها حتى إذا صارت كالنار صبَّ النحاس المذاب على الحديد المحمي فالتصق بعضه ببعض وصار جبلًا صلدًا ﴿فَمَا اسطاعوا أَن يَظْهَرُوهُ﴾ أي فما استطاع المفسدون أن يعلوه ويتسوروه لعلوه وملاسته ﴿وَمَا استطاعوا لَهُ نَقْبًا﴾ أي وما استطاعوا نقبه من أسفل لصلابته وثخانته، وبهذا السد المنيع أغلق ذو القرنين الطريق على يأجوج ومأجوج ﴿قَالَ هذا رَحْمَةٌ مِّن رَّبِّي﴾ أي قال ذو القرنين: هذا السدُّ نعمةٌ من الله ورحمة على عباده ﴿فَإِذَا جَآءَ وَعْدُ رَبِّي﴾ أي فإذا جاء وعد الله بخروج ياجوج ومأجوج وذلك قرب قيام الساعة ﴿جَعَلَهُ دَكَّآءَ﴾ أي جعله الله مستويًا بالأرض وعاد متهدمًا كأن لم يكن بالأمس ﴿وَكَانَ وَعْدُ رَبِّي حَقًّا﴾ أي كان وعده تعالى بخراب السدِّ وقيام الساعة كائنًا لا محالة.\n. وهاهنا تنتهي قصة ذي القرنين ثم يأتي الحديث عن أهوال الساعة وشدائد القيامة قال تعالى ﴿\nوَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ﴾ أي تركنا الناس يوم قيام الساعة يضطرب بعضهم ببعض - لكثرتهم - كاضطراب موج البحر ﴿وَنُفِخَ فِي الصور فَجَمَعْنَاهُمْ جَمْعًا﴾ أي ونفخ في الصور النفخة الثانية فجمعناهم للحساب والجزاء في صعيد واحدٍ جمعًا لم يتخلف منهم أحد ﴿وَعَرَضْنَا جَهَنَّمَ يَوْمَئِذٍ لِّلْكَافِرِينَ عَرْضًا﴾ أي أبرزنا جهنم وأظهرناها للكافرين يوم جمع الخلائق حتى شاهدوها بأهوالها عرضًا مخيفًا مفزعًا ﴿الذين كَانَتْ أَعْيُنُهُمْ فِي غِطَآءٍ عَن ذِكْرِي﴾ أي هم الذين كانوا في الدنيا عُميًا عن دلائل قدرة الله ووحدانيته فلا ينظرون ولا يتفكرون ﴿وَكَانُواْ لاَ يَسْتَطِيعُونَ سَمْعًا﴾ أي لا يطيقون أن يسمعوا كلام الله تعالى لظلمة قلوبهم قال أبو السعود: وهذا تمثيلٌ لإعراضهم عن الأدلة السمعية، وتعاميهم عن الآيات المشاهدة بالأبصار فكأنهم عمْيٌ صم ﴿أَفَحَسِبَ الذين كفروا أَن يَتَّخِذُواْ عِبَادِي مِن دوني أَوْلِيَآءَ﴾ الهمزة للإنكار والتوبيخ أي أفظنَّ الكافرون أن يتخذوا بعض عبادي آلهة يعبدونهم دوني كالملائكة وعزير والمسيح ابن مريم، وأن ذلك ينفعهم أو يدفع عنهم عذابي؟ قال القرطبي: جواب الاستفهام محذوف تقديره أفحسبوا أن ذلك ينفعهم، أولا أعاقبهم ﴿إِنَّآ أَعْتَدْنَا جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا﴾ أي هيأنا جهنم وجعلناها ضيافةً لهم كالنُزُل المعد للضيف قال البيضاوي: وفيه تهكمٌ بهم وتنبيهٌ على أن لهم وراءها من العذاب ما تستتحق جهنم دونه ﴿قُلْ هَلْ نُنَبِّئُكُم بالأخسرين أَعْمَالًا﴾ أي قل يا محمد لهؤلاء الكافرين هل نخبركم بأخسر الناس عند الله؟ ﴿الذين ضَلَّ سَعْيُهُمْ فِي الحياة الدنيا﴾ أي بطل عملهم وضاع في هذه الحياة الدنيا لأن الكفر لا تنفع معه طاعة قال الضحاك: هم القسيّسون والرهبان يتعبدون ويظنون أن عبادتهم تنفعهم وهي لا تقبل منهم ﴿وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعًا﴾ أي يظنون أنهم محسنون بأفعالهم ﴿أولئك الذين كَفَرُواْ بِآيَاتِ رَبِّهِمْ وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ﴾ أي كفروا بالقرآن وبالبعث والنشور فبطلت أعمالهم ﴿فَلاَ نُقِيمُ لَهُمْ يَوْمَ القيامة وَزْنًا﴾ أي لهم عند الله قيمةٌ ولا وزن، ولا قدرٌ ولا منزلة وفي الحديث «يُؤتى بالرجل الطويل الأكول الشروب فلا يزن جناح بعوضة» ﴿ذَلِكَ جَزَآؤُهُمْ جَهَنَّمُ بِمَا كَفَرُواْ واتخذوا آيَاتِي وَرُسُلِي هُزُوًا﴾ أي ذلك جزاؤهم وعقوبتهم نارُ جهنم بسبب كفرهم واستهزائهم بآيات الله ورسله ﴿إِنَّ الذين آمَنُواْ وَعَمِلُواْ الصالحات﴾ أي آمنوا بالله وعملوا بما يرضيه ﴿كَانَتْ لَهُمْ جَنَّاتُ الفردوس نُزُلًا﴾ أي لهم أعلى درجات الفردوس منزلا ً ومستقرًا ﴿خَالِدِينَ فِيهَا لاَ يَبْغُونَ عَنْهَا حِوَلًا﴾ أي ماكثين فيها أبدًا لا يطلبون عنها تحولًا قال ابن رواحة: في جنان الفردوس ليسَ يخافون: خُروجًا عنها ولا تحويلًا ﴿قُل لَّوْ كَانَ البحر مِدَادًا لِّكَلِمَاتِ رَبِّي﴾ هذا تمثيلٌ لسعة علم الله والمعنى لو كانت بحار الدنيا حبرًا ومدادًا وكتبت به كلمات الله وحكمه وعجائبه ﴿لَنَفِدَ البحر قَبْلَ أَن تَنفَدَ كَلِمَاتُ رَبِّي﴾ أي لفني ماء البحر على كثرته وانتهى، وكلامُ الله لا ينفد لأنه غير متناهٍ كعلمه جل وعلا ﴿وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا﴾ أي ولو أتينا بمثل ماء البحر وزدناه به حتى يكثر فإن كلام الله لا يتناهى ﴿قُلْ إِنَّمَآ أَنَاْ بَشَرٌ مِّثْلُكُمْ يوحى إِلَيَّ أَنَّمَآ إلهكم إله وَاحِدٌ﴾ أي قل لهم يا محمد إنما أنا إنسان\nمثلكم أكرمني الله بالوحي، وأمرني أن أخبركم أنه واحدٌ أحد لا شريك له ﴿فَمَن كَانَ يَرْجُواْ لِقَآءَ رَبِّهِ﴾ أي فمن كان يرجو ثواب الله ويخاف عقابه ﴿فَلْيَعْمَلْ عَمَلًا صَالِحًا﴾ أي فليخلص له العبادة ﴿وَلاَ يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًَا﴾ أي لا يرائي بعمله ولا يبتغي بما يعمل غير وجه الله، فإن الله لا يقبل إلا ما كان خالصًا لوجهه الكريم.\nالبَلاغَة: تضمنت الآيات الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق بين ﴿مَطْلِعَ. . مَغْرِبَ﴾ .\n٢ - التشبيه البليغ ﴿جَعَلَهُ نَارًا﴾ أي كالنار في الحرارة وشدة الإحمرار حذفت أداة التشبيه ووجه الشبه فأصبح بليغًا.\n٣ - الاستعارة ﴿يَمُوجُ فِي بَعْضٍ﴾ شبّههم لكثرتهم وتداخل بعضهم في بعضٍ بموج البحر المتلاطم واستعار لفظ يموج لذلك ففيه استعارة تبعية.\n٤ - الاستعارة أيضًا ﴿كَانَتْ أَعْيُنُهُمْ فِي غِطَآءٍ عَن ذِكْرِي﴾ أي كانوا ينظرون فلا يعتبرون وتُعرض عليهم الآيات الكونية فلا يؤمنون، ولم تكن أعينهم حقيقةً في غطاء وحجاب وإنما هو تطريق التمثيل.\n٥ - الجناس الناقص ﴿يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ﴾ لتغير الشكل وبعض الحروف، ويسمى أيضًا جناس التصحيف.\n٦ - الاستفهام الذي يراد به التوبيخ والتقريع ﴿أَفَحَسِبَ الذين كفروا﴾؟\n٧ - المقابلة اللطيفة ﴿وَأَمَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَلَهُ جَزَآءً الحسنى﴾ مقابل ﴿أَمَّا مَن ظَلَمَ فَسَوْفَ نُعَذِّبُهُ﴾ الآية.\nلطيفَة: كثيرًا ما يرد في القرآن لفظ «حبط» وأصل الحبوط هو انتفاخ بطن الدابة حين تأكل نوعًا سامًا من الكلأ ثم تَلْقى حتفها، وهذا اللفظ أنسب شيء لوصف الأعمال فإنها تنتفخ وأصحابها يظنونها صالحة ناجحة رابحة ثم تنتهي إلى البوار.", "ayah": 97, "surah": 18}