{"text": "اللغَة: ﴿الصمد﴾ السيد المقصود في قضاء الحاجات قال الشاعر:\nألا بكرَّ الناعي بخير بني أسد ... بعمرو بن مسعود وبالسيد الصمد\n﴿كُفُوًا﴾ الكُفُوءُ: النظير والشبيه قال أبو عبيدة: ياقل: كفُو، وكفء وكفاء كلها بمعنى واحد وهو المِثْل والنظير.\nسَبَبُ النّزول: روي أن بعض المشركين جاءوا إِلى رسول الله ﷺ َ فقالوا: يا محمد صف لنا ربَّك، أمن ذهبٍ هو، أم من فضة، أم من زبرجد، أم من ياقوت؟! فنزلت ﴿قُلْ هُوَ الله أَحَدٌ الله الصمد. .﴾ السورة.\nالتفسِير: ﴿قُلْ هُوَ الله أَحَدٌ﴾ أي قل يا محمد لهؤلاء المشركين المستهزئين: إِن ربي الذي أعبده، والذي أدعوكم لعبادته هو واحد أحد لا شريك له، ولا شبيه له ولا نظير، لا في ذاته، ولا في صفاته، ولا في أفعاله، فهو جل وعلا واحد أحد، ليس كما يعتقد النصارى بالتثليث «الآب، والابن، وروح القدس» ولا كما يعتقد المشركون بتعدد الآلهة قال في التسهيل: واعلم أن وصف الله تعالى بالواحد له ثلاث معانٍ، كلها صحيحة في حقه تعالى: الأول: أنه واحد لا ثاني معه فهو نفيٌ للعدد، والثاني: أنه واحد لا نظير له ولا شريك له، كما تقول: فلان واحد في عصره أي لا نظير له\nوالثالث: أنه واحد لا ينقسم ولا يتبعض، والمراد بالسورة نفي الشريك ردًا على المشركين، وقد أقام الله في القرآن براهين قاطعة على وحدانيته تعالى، وذلك كثير جدًا، وأوضحها أربعة براهين: الأول؛ قوله تعالى ﴿أَفَمَن يَخْلُقُ كَمَن لاَّ يَخْلُقُ﴾ [النحل: ١٧]؟ وهذا دليل الخلق والإِيجاد فإِذا ثبت أن الله تعالى خالق لجميع الموجودات، لم يصح أن يكون واحد منها شريكًا له والثاني: قوله تعالى: ﴿لَوْ كَانَ فِيهِمَآ آلِهَةٌ إِلاَّ الله لَفَسَدَتَا﴾ [الأنبياء: ٢٢] وهو دليل الإِحكام والإِبداع الثالث: قوله تعالى ﴿لَّوْ كَانَ مَعَهُ آلِهَةٌ كَمَا يَقُولُونَ إِذًا لاَّبْتَغَوْاْ إلى ذِي العرش سَبِيلًا﴾ [الإِسراء: ٤٢] وهو دليل القهر والغلبة الرابع: قوله تعالى: ﴿مَا اتخذ الله مِن وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذًا لَّذَهَبَ كُلُّ إله بِمَا خَلَقَ وَلَعَلاَ بَعْضُهُمْ على بَعْضٍ﴾ [المؤمنون: ٩١] وهو دليل التنازع والاستعلاء ثم أكد تعالى وحدانيته واستغناءه عن الخلق فقال ﴿الله الصمد﴾ أي هو جل وعلا المقصود في الحوائج على الدوام، يحتاج إِليه الخلق وهو مستغنٍ عن العالمين قال الألوسي: الصَّمد السيدُ الذي ليس فوقه أحد، الذي يصمدُ إِليه أي يلجأ إِليه الناسُ في حوائجهم وأمروهم ﴿لَمْ يَلِدْ﴾ أي لم يتخذ ولدًا، وليس له أبناء وبنات، فكما هو متصف بالكمالات، منزَّه عن النقائص قال المفسرون: في الآية ردٌّ على كل من جعل لله ولدًا، كاليهود في قولهم\n﴿عُزَيْرٌ ابن الله﴾ [التوبة: ٣٠] والنصارى في قولهم ﴿المسيح ابن الله﴾ [التوبة: ٣٠] وكمشركي العرب في زعمهم أن (الملائكة بنات الله) فردَّ الله تعالى على الجميع في أنه ليس له ولد، لأن الولد لا بدَّ أن يكون من جنس والده، والله تعالى ليس له زوجة وإِليه الإِشارة بقوله تعالى ﴿بَدِيعُ السماوات والأرض أنى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَاحِبَةٌ﴾ [الأنعام: ١٠١]؟! ﴿وَلَمْ يُولَدْ﴾ أي ولم يولد من أبٍ ولا أُمٍ، لأن كل مولود حادث، والله تعالى قديم أزلي، فلا يصح أن يكون مولودًا ولا أن يكون له والد، وقد نفت الآية عنه تعالى إِحاطة النسب من جميع الجهات، فهو الأول الذي لا ابتداء لوجوده، القديم الذي كان ولم يكن معه شيء غيره ﴿وَلَمْ يَكُنْ لَّهُ كُفُوًا أَحَدٌ﴾ أي وليس له جل وعلا مثيلٌ، ولا نظير، ولا شبيه أحدٌ من خلقه، لا في ذاته، ولا في صفاته، ولا في أفعاله ﴿لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السميع البصير﴾ [الشورى: ١١] قال ابن كثير: هو مالك كل شيء وخالقه، فكيف يكون له من خلقه نظيرٌ يساميه، أو قريب يدانيه؟ تعالى وتقدَّس وتنزَّه، وفي الحديث القدسي «يقول الله ﷿: كذبني ابن آدم ولم يكن له ذلك، وشتمني ولم يكن له ذلك، فأما تكذيبه إِياي فقوله: لن يعيدني كما بدأني، وليس أول الخلق بأهون عليَّ من إِعادته، وأما شتمه إِياي فقوله: اتخذ الله ولدًا، وأنا الأحد الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوًا أحد» .\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البديع والبيان نوجزها فيما يلي:\n١ - ذكر الاسم الجليل بضمير الشأن ﴿قُلْ هُوَ﴾ للتعظيم والتفخيم.\n٢ - تعريف الطرفين ﴿الله الصمد﴾ لإِفادة التخصيص.\n٣ - الجناس الناقص ﴿لَمْ يَلِدْ﴾ ﴿وَلَمْ يُولَدْ﴾ لتغير الشكل وبعض الحروف.\n٤ - التجريد فإِن قوله تعالى ﴿قُلْ هُوَ الله أَحَدٌ﴾ يقتضي نفي الكف، والولد، وقوله ﴿وَلَمْ يَكُنْ لَّهُ كُفُوًا أَحَدٌ﴾ هو تخصيص الشيء بالذكر بعد دخوله في العموم وذلك زيادة في الايضاح والبيان.\n٥ - السجع المرصَّع وهو من المحسنات البديعية ﴿قُلْ هُوَ الله أَحَدٌ الله الصمد﴾ .\nلطيفَة: هذه السورة الكريمة مؤلفة من أربع آيات، وقد جاءت في غاية الإِيجاز والإِعجاز، وأوضحت صفات الجلال والكمال، ونزهت الله جل وعلا عن صفات العجز والنقص، فقد أثبتت الآية الأولى الوحدانية، ونفت التعدد ﴿قُلْ هُوَ الله أَحَدٌ﴾ وأثبتت الثانية كماله تعالى، ونفت النقص والعجز ﴿الله الصمد﴾ وأثبتت الثالثة أزليته وبقاءه ونفت الذرية والتناسل ﴿لَمْ يَلِدْ وَلَمْ يُولَدْ﴾ وأثبتت الرابعة عظمته وجلاله ونفت الأنداد والأضداد ﴿وَلَمْ يَكُنْ لَّهُ كُفُوًا أَحَدٌ﴾ فالسورة إثبات لصفات الجلال والكمال، وتنزيه للرب بأسمى صور التنزيه عن النقائص.\nفَائِدَة: روي عن النبي ﷺ َ أنه قال: «من قرأ ﴿قُلْ هُوَ الله أَحَدٌ﴾ فكأنما قرأ بثلث القرآن» قال العلماء: وذلك لما تضمنته من المعاني والعلوم والمعارف، فإِن علوم القرآن ثلاثة: «توحيد، وأحكام وقصص» وقد اشتملت هذه السورة على التوحيد، فهي ثلاث القرآن بهذا الاعتبار، وقيل: إِن ذلك في الثواب أي لمن قرأها من الأجر مثل أجر من قرأ ثلث القرآن، والله أعلم.", "ayah": 2, "surah": 112}