{"text": "المنَاسَبَة: لما ذكر تعالى قصة ضيف إِبراهيم الذين أُرسلوا لهلاك قوم لوط أتبعه بذكر قصص الأمم الطاغية، فذكر منهم فرعون وجنوده، وعادًا، وثمود، وقوم نوح، تسلية للنبي ﵇، وتذكيرًا\nللأنام بانتقام الله من أعدائه وأعداء رسله، ثم ذكر دلائل القدرة والوحدانية، وختم السورة الكريمة بإِنذار المكذبين الضالين.\nاللغَة: ﴿نَبَذْنَاهُمْ﴾ طرحناهم ﴿اليم﴾ البحر ﴿مُلِيمٌ﴾ آتٍ بما يلام عليه ﴿الرميم﴾ الشيء الهالك البالي قال الزجاج: الرميمُ: الورق الجاف المتحطم مثل الهشيم، ورمَّ العظم إِذا بلي فهو رِمَّة ورميم قال جرير يرثي ابنه:\nتركْتني حين كفَّ الدهر من بصري ... وإِذْ بقيتُ كعظم الرمَّة البالي\n﴿الماهدون﴾ مهدتُ الفراش مهدًا بسطته ووطأته، والتمهيد تسوية الشيء وإِصلاحه ﴿ذَنُوبًا﴾ الذَّنوب: بفتح الذال النصيب من العذاب.\nالتفِسير: ﴿وَفِي موسى إِذْ أَرْسَلْنَاهُ إلى فِرْعَوْنَ﴾ أي وجعلنا في قصة موسى أيضًا أيةً وعبرة وقت إِرسالنا له إِلى فرعون ﴿بِسُلْطَانٍ مُّبِينٍ﴾ أي بحجة واضحة ودليلٍ باهر ﴿فتولى بِرُكْنِهِ﴾ أي فأعرض عن الإِيمان بموسى بجموعه وأجناده، وقوته وسلطانه قال مجاهد: تعزَّز عدوٌّ الله بأصحابه والغرض أن فرعون أعرض عن الإِيمان بسبب ما كان يتقوى به من جنوده لأنهم كانوا له كالركن الذي يعتمد عليه البنيان ﴿وَقَالَ سَاحِرٌ أَوْ مَجْنُونٌ﴾ أي وقال اللعين في شأن موسى إنه ساحرٌ ولذلك أتى بهذه الخوارق، أو مجنون ولذلك أدَّعى الرسالة، وإِنما قال ذلك تمويهًا على قومه لا شكًا منه في صدق موسى ﴿فَأَخَذْنَاهُ وَجُنُودَهُ﴾ أي فأخذنا فرعون مع أصحابه وجنوده ﴿فَنَبَذْنَاهُمْ فِي اليم﴾ أي فطرحناهم في البحر لما أغضبونا وكذبوا رسولنا ﴿وَهُوَ مُلِيمٌ﴾ أي وهو آتٍ بم يلام عليه من الكفر والطغيان. . ثم لما انتهى من قصة فرعون أعقبها بذكر قصة عاد فقال ﴿وَفِي عَادٍ إِذْ أَرْسَلْنَا عَلَيْهِمُ الريح العقيم﴾ أي وجعلنا في قصة عاد كذلك آية لمن تأمر حين أرسلنا عليهم الريح المدمرة، التي لا خير فيها ولا بركة، لأنها لا تحمل المطر ولا تلقّح الشجر، وإِنما هي للإِهلاك، وهي الريح التي تسمَّى الدبور وفي الصحيح «نُصرت بالصبا وأُهلكت عادٌ بالدَّبور» قال المفسرون: سميت ﴿الريح العقيم﴾ تشبيهًا لهم بعقم المرأة الي لا تحمل ولا تلد، ولما كانتم هذه الريح لا تلقح سحابًا ولا شجرًا، ولا خير فيها ولا بركة لأنه لا تحمل المطر شبهت بالمرأة العقيم ﴿مَا تَذَرُ مِن شَيْءٍ أَتَتْ عَلَيْهِ﴾ أي ما تترك شيئًا مرَّت عليه في طريقها مما أراد الله تدميره وإِهلاكه ﴿إِلاَّ جَعَلَتْهُ كالرميم﴾ إي إلا جعلته كالهشيم المتفتت البالي قال ابن عباس: ﴿الرميم﴾ الشيء الهالك البالي وقال السدي: هو التراب والرماد المدقوق كقوله تعالى: ﴿تُدَمِّرُ كُلَّ شَيْءٍ بِأَمْرِ رَبِّهَا﴾ [الأحقاف: ٢٥] قال المفسرون:\nكانت الريح التي أرسلها الله عليهم ريحًا صرصرًا عاتية، استمرت عليهم ثمانية أثام متتابعة، فكانت تهدم البنيان وتنتزع الرجال فترفعهم إلى السماء حتى يرى الواحد منهم كالطير ثم ترمي به إلى الأرض جثة هامدة\n﴿كَأَنَّهُمْ أَعْجَازُ نَخْلٍ خَاوِيَةٍ﴾ [الحاقة: ٧] . . ثم أخبر تعالى عن هلاك ثمود فقال ﴿وَفِي ثَمُودَ﴾ أي وجعلنا ثمود أيضًا آية وعبرة ﴿إِذْ قِيلَ لَهُمْ تَمَتَّعُواْ حتى حِينٍ﴾ أي حين قيل لهم عيشوا متمتعين بالدنيا إلى وقت الهلاك بعد عقرهم للناقة، وهو ثلاثة أيام كما في هود ﴿فَقَالَ تَمَتَّعُواْ فِي دَارِكُمْ ثَلاَثَةَ أَيَّامٍ﴾ [هود: ٦٥] ﴿فَعَتَوْاْ عَنْ أَمْرِ رَبِّهِمْ﴾ أي فاستكبروا عن امتثال أمر الله، وعصوا رسولهم فعقروا الناقة ﴿فَأَخَذَتْهُمُ الصاعقة﴾ أي فأخذتهم الصيحة المهلكة صيحة العذاب ﴿وَهُمْ يَنظُرُونَ﴾ أي وهم يشاهدونها ويعاينونها لأنها جاءت في وضح النهار قال ابن كثير: وذلك أنهم انتظروا العذاب ثلاثة أيام فجاءهم في صبيحة اليوم الرابع بكرة النهار وقال الألوسي: إِن صالحًا ﵇ وعندهم ب الهلاك بعد ثلاثة أيام وقال لهم: تصبح وجوهكم غدًا مصفرة، وبعد غد محمرة، وفي اليوم الثالث مسودَّة، ثم يصبحكم العذاب، فلما رأوا الآيات التي بينها ﵇ عمدوا إلى قتله فنجاه الله، وفي اليوم الرابع أتتهم الصاعقة وهي نار من السماء وقيل صيحة فهلكوا ﴿فَمَا استطاعوا مِن قِيَامٍ﴾ أي ما قدروا على الهرب والنهوض من شدة الصيحة، بل أصبحوا في ديارهم جاثمين ﴿وَمَا كَانُواْ مُنتَصِرِينَ﴾ أي وما كانوا ممن ينتصر لنفسه فيدفع عنها العذاب. . ثم أخبر تعالى عن هلاك قوم نوح فقال: ﴿وَقَوْمَ نُوحٍ مِّن قَبْلُ﴾ أي وأهلكنا قوم نوحٍ بالطوفان من قبل إِهلاك هؤلاء المذكورين ﴿إِنَّهُمْ كَانُواْ قَوْمًا فَاسِقِينَ﴾ تعليلٌ للهلاك أي لأنهم كانوا فسقةً خارجين عن طاعة الرحمن بارتكابهم الكفر والعصيان. . ولما انتهى من أخبار هلاك الأمم الطاغية المكذبة، شرع في بيان دلال القدرة والوحدانية فقال ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ﴾ أي وشيدنا السماء وأحكمنا خلقها بقوةٍ وقدرة قال ابن عباس: ﴿بِأَيْدٍ﴾ بقوة ﴿وَإِنَّا لَمُوسِعُونَ﴾ أي وإِنا لموسعون في خلق السماء، فإِن الأرض وما يحيط بها من الهواء والماء بالنسبة لها كحلقة صغيرة في فلاة كما ورد في الأحاديث وقال ابن عباس: ﴿لَمُوسِعُونَ﴾ أي لقادرون، من الوسع بمعنى الطاقة ﴿والأرض فَرَشْنَاهَا﴾ أي والأرض مهدناها لتسقروا عليها، وبسطناها لكم ومددنا فيها لتنتفعوا بها بالطرقات وأنواع المزروعات، ولا ينافي ذلك كرويتها، فذلك أمرٌ مقطوع به، فإنها مع كرويتها واسعة ممتدة، فيها السهول الفسيحة، والبقاع الواسعة، مع الجبال والهضاب ولهذا قال تعالى ﴿فَنِعْمَ الماهدون﴾ أي فنعم الباسطون الموسعون لها نحن، وصيغة الجمع للتعظيم ﴿وَمِن كُلِّ شَيْءٍ خَلَقْنَا زَوْجَيْنِ﴾ أي ومن كل شيء خلقنا صنفين ونوعين مختلفين ذكرًا وأنثى، وحلوًا وحامضًا ونحو ذلك ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي كي\nتتذركوا عظمة الله فتؤمنوا به، وتعلموا أن خال الأزواج واحد أحد ﴿ففروا إِلَى الله﴾ أي الجأوا إِلى الله، واهرعوا إِلى توحيده وطاعته قال أبو حيان: والأمر بالفرار إلى الله أمرٌ بالدخول في الإِيمان وطاعة الرحمن، وإنما ذكر بلفظ الفرار لينبه على أن وراء الناس عقابًا وعذابًا، وأمرٌ حقه أن يُفر منه، فقد جمعت اللفظة بين التحذير والاستدعاء، ومثله قول النبي ﷺ َ:\n«لا ملجأ ولا منجى منك إلا إليك» وقال ابن الجوزي: المعنى اهربوا مما يوجب العقاب من لكفر والعصيان، إلى ما يوجب الثواب من الطاعة والإِيمان ﴿إِنِّي لَكُمْ مِّنْهُ نَذِيرٌ﴾ أي إِني أنذركم عذاب الله وأخوفكم انتقامه ﴿مُّبِينٌ﴾ أي واضحٌ أمري فقد أيدني الله بالمعجزات الباهرات ﴿وَلاَ تَجْعَلُواْ مَعَ الله إلها آخَرَ﴾ أي لا تشركوا مع الله أحدًا من بشر أو حجر ﴿إِنِّي لَكُمْ مِّنْهُ نَذِيرٌ مُّبِينٌ﴾ كرر اللفظ للتأكيد والتنبيه إلى خطر الإِشراك بالله قال الخازن: وإنما كرر اللفظ عند الأمر بالطاعة، والنهي عن الشرك، ليعلم أن الإِيمان لا ينفع إلاّ مع العمل، كما أن العمل لا ينفع إِلا مع الإِيمان، وأنه لا يفوز وينجو عند الله إلاّ الجامع بينهما ﴿كَذَلِكَ مَآ أَتَى الذين مِن قَبْلِهِمْ مِّن رَّسُولٍ إِلاَّ قَالُواْ سَاحِرٌ أَوْ مَجْنُونٌ﴾ هذه تسلية للنبي ﷺ َ أي كما كذبك قومك يا محمد، وقالوا عنك إنك ساحرٌ أو مجنون، كذلك قال المكذبون الأولون لرسلهم، فلا تحزن لما يقول المجرمون ﴿أَتَوَاصَوْاْ بِهِ﴾ أي هل أوصى أولهُم آخرهم بالتكذيب؟ وهو استفهام للتعجب من إجماعهم على تلك الكلمة الشنيعة، ثم أضرب عن هذا النفي والتوبيخ فقال ﴿بَلْ هُمْ قَوْمٌ طَاغُونَ﴾ أي لم يوص بعضهم بعضًا بذلك، بل حملهم الطغيان على التكذيب والعصيان فلذلك قالوا ما قالوا ﴿فَتَوَلَّ عَنْهُمْ﴾ فأعرض يا محمد عنهم ﴿فَمَآ أَنتَ بِمَلُومٍ﴾ أي فلا لوم عليك ولا عتاب، لأن قد بلغت الرسالة وأديت الأمانة، وبذلت الجهد في النصح والإرشاد ﴿وَذَكِّرْ فَإِنَّ الذكرى تَنفَعُ المؤمنين﴾ أي لا تدع التذكير والموعظة فإن القلوب المؤمنة تنتفع وتتأثر بالموعظة الحسنة. . ثم ذكر تعالى الغاية من خلق الخلق فقال ﴿وَمَا خَلَقْتُ الجن والإنس إِلاَّ لِيَعْبُدُونِ﴾ أي وما خلقت الثقلين الإِنس والجن إِلا لعبادتي وتوحيدي، لا لطلب الدنيا والانهماك بها قال ابن عباس: ﴿إِلاَّ لِيَعْبُدُونِ﴾ إِلا ليقروا لي بالعبادة طوعًا أو كرهًا وقال مجاهد: إِلا ليعرفوني قال الرازي: لما بيَّن تعالى حال المكذبين ذكر هذه الآية ليبيّن سوء صنيعهم حيث تركوا عبادة الله مع أن خلقهم لم يكن إِلا للعبادة ﴿مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ﴾ أي لا أريد منهم أن يرزقوني أو يرزقوا أنفسهم أو غيرهم بل أنا الرزَّاق المعطي ﴿وَمَآ أُرِيدُ أَن يُطْعِمُونِ﴾ أي ولا أُريد منهم أن يطعموا خلقي ولا أن يطعموني فأنا الغني الحميد قال البيضاوي: والمراد أن يبيّن أن شأ، هـ مع عباده ليس شأن السادة مع عبيدهم، فإِنهم إِنما يملكونهم ليستعينوا بهم في تحصيل معايشهم، فكأنه سبحانه يقول: ما أريد\nأن أستعين بهم كما يستعين السادة بعبيدهم، فليشتغلوا بما خلقوا له من عبادتي ﴿إِنَّ الله هُوَ الرزاق﴾ أي إنه جل وعلا هو الرزاق، المتكفل بأرزاق العباد وحاجاتهم، أتى باسم الجلالة الظاهر للتخيم والتعظيم، وأكد الجملة بإن والضمير المنفصل لقطع أوهام الخلق في أمور الرزق، وليقوي اعتمادهم على الله ﴿ذُو القوة﴾ أي ذو القدرة الباهرة ﴿المتين﴾ أي شديد القوة لا يطرأ عليه عجزٌ ولا ضعف قال ابن كثير: أخبر تعالى أنه غير محتاج إِليهم، بل هم الفقراء إلى الله في جميع أحوالهم فهو خالقهم ورازقهم، وفي الحديث القدسي\n«يا بان آدم تفرَّغ لعبادتي أملأُ صدرك غنى، وإِلا تفعل ملأتُ صدرك شغلًا ولم أسدَّ فقرك» ﴿فَإِنَّ لِلَّذِينَ ظَلَمُواْ ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ﴾ أي فإِن لهؤلاء الكفار الذين كذبوا الرسول ﷺ َ نصيبًا من العذاب مثل نصيب أسلافهم الذين أُهلكوا كقوم نحو وعاد وثمود ﴿فَلاَ يَسْتَعْجِلُونِ﴾ أي فلا يتعجلوا عذابي فإِنها واقع لا محالة مإِن عاجلًا أو آجلًا ﴿فَوَيْلٌ لِّلَّذِينَ كَفَرُواْ مِن يَوْمِهِمُ الذي يُوعَدُونَ﴾ أي هلاك ودمار وشدة عذاب لهؤلاء الكفار في يوم القيامة الذي وعدهم الله به.\nالبَلاَغَة: تضمنت السورة الكريمة وجوهًا من البيان والبديع نوجزها فيما يلي:\n١ - الطباق ﴿وفي أَمْوَالِهِمْ حَقٌّ لَّلسَّآئِلِ والمحروم﴾ [الذاريات: ١٩] لأن السائل الطالب، والمحروم المتعفف.\n٢ - تأكيد الخبر بالقسم وإِنَّ واللام ﴿فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ﴾ [الذاريات: ٢٣] ويسمى هذا الضرب إنكاريًا، لأن المخاطب منكر لذلك.\n٣ - أسلوب التشويق والتفخيم ﴿هَلْ أَتَاكَ حَدِيثُ ضَيْفِ إِبْرَاهِيمَ المكرمين﴾ [الذاريات: ٢٤]؟\n٤ - الاستعارة ﴿فتولى بِرُكْنِهِ﴾ استعار الركن للجنود والجموع لأنه يحصل بهم التقوى والاعتماد كما يعتمد على الركن في البناء أو استعارة للقوة والشدة.\n٥ - المجاز العقلي ﴿وَهُوَ مُلِيمٌ﴾ أطلق اسم الفاعل على اسم المفعول أي ملام على طغيانه.\n٦ - الاستعارة التبعية ﴿الريح العقيم﴾ شبه إهلاكهم وقطع دابرهم بعقم النساء وعدم حملهن ثم أطلق المشبه به على المشبه واشتق منه العقيم بطريق الاستعارة.\n٧ - حذف الإِيجاز ﴿قَوْمٌ مُّنكَرُونَ﴾ [الذاريات: ٢٥] أي أنتم قوم منكرون ومثلها ﴿عَجُوزٌ عَقِيمٌ﴾ [الذاريات: ٢٩] أي أنا عجوز.\n٨ - التشبيه المرسل المجمل ﴿ذَنُوبًا مِّثْلَ ذَنُوبِ أَصْحَابِهِمْ﴾ أي نصيبًا من العذاب مثل نصيب أسلافهم المكذبين في الشدة والغلظة، حذف منه وجه الشبه فهو مجمل.\n٩ - الإِطناب بتكرار الفعل ﴿مَآ أُرِيدُ مِنْهُم مِّن رِّزْقٍ وَمَآ أُرِيدُ أَن يُطْعِمُونِ﴾ للمبالغة والتأكيد.\n١٠ - السجع الرصين غير المتكلف الذي يزيد في جمال الأسلوب ورونقه مثل ﴿والسمآء بَنَيْنَاهَا بِأَييْدٍ وَإِنَّا لَمُوسِعُونَ. . والأرض فَرَشْنَاهَا فَنِعْمَ الماهدون﴾ وهو من المحسنات البديعية.\nلطيفَة: ذكر أن أعرابيًا سمع قارئًا يقرأ ﴿وَفِي السمآء رِزْقُكُمْ وَمَا تُوعَدُونَ فَوَرَبِّ السمآء والأرض إِنَّهُ لَحَقٌّ مِّثْلَ مَآ أَنَّكُمْ تَنطِقُونَ﴾ [الذاريات: ٢٢٢٣] فقال: يا سبحان الله من الذي أغضب الجليل حتى حلف ﴿ألم يصدقوه في قوله حتى ألجئوه إلى اليمين؟ يا ويح الناس﴾ !", "ayah": 43, "surah": 51}