{"text": "المنَاسَبَة: لما ذكر تعالى أمر التوحيد وأردفه بتقرير أمر النبوة، ذكر هنا الأدلة الدالة على وجود الخالق وكمال علمه وقدرته وحكمته، تنبيهًا على أن المقصود الأصلي إنما هو معرفة الله بذاته وصفاته وأفعاله.\nاللغَة: ﴿فَالِقُ﴾ الفلق: الشقُّ، وانفلق الصبح انشق ﴿سَكَنًا﴾ السَّكن ما يسكن إليه الإِنسان ويأنس به، والسَّكن: الرحمة ﴿حُسْبَانًا﴾ أي بحساب قال الزمخشري: الحُسبان مصدر حَسَب كما\nأن الحِسْبان مصدر حَسِب ونظيره الكُفران والشُكران ﴿مُّتَرَاكِبًا﴾ بعضه فوق بعض ﴿قِنْوَانٌ﴾ جمع قِنْو وهو العِذِقُ أي عنقود النخلة ﴿وَيَنْعِهِ﴾ أي نُضْجه وإدراكه يقال: يَنَعت الشجرةُ وأيْنعتْ إذا نضجت ﴿خَرَقُواْ﴾ اختلقوا كذبًا وإِفكًا ﴿بَدِيعُ﴾ مبدع وهو الخالق على غير مثال سابق، والإِبداع الإِتيان بشيء لم يُسبق إليه ولهذا يقال لمن أتى في فنّ من الفنون لم يسبقه فيه غيره إنه أبدع ﴿نُصَرِّفُ﴾ التصريف: نقل الشيء من حال إلى حال.\nسَبَبُ النّزول: عن ابن عباس ﵄ قال: قال كفار قريش لأبي طالب إمّا أن تنهى محمدًا وأصحابه عن سب آلهتنا والنَّيل منها وإِمّا أن نسب إِلهه ونهجوه فنزلت ﴿وَلاَ تَسُبُّواْ الذين يَدْعُونَ مِن دُونِ الله فَيَسُبُّواْ الله عَدْوًا بِغَيْرِ عِلْمٍ ...﴾ الآية وفي رواية أخرى أن المشركين قالوا يا محمد: لتنتهينّ عن سبك آلهتنا أو لنهجونَّ ربك فنزلت.\nالتفِسير: عاد الكلام إلى الاحتجاج على المشركين بعجائب الصنع ولطائف التدبير فقال سبحانه: ﴿إِنَّ الله فَالِقُ الحب والنوى﴾ أي يفلق الحبَّ تحت الأرض لخروج النبات منها ويفلق النوى لخروج الشجر منها قال القرطبي: أي يشق النواة الميتة فيُخرج منها ورقًا أخضر وكذلك الحبة ﴿يُخْرِجُ الحي مِنَ الميت وَمُخْرِجُ الميت مِنَ الحي﴾ أي يخرج النبات الغضِّ الطريّ من الحبّ اليابس، ويخرج الحبَّ اليابس من النبات الحيّ النامي عن ابن عباس: يخرج المؤمن من الكافر، والكافر من المؤمن، وعلى هذا فالحي والميت استعارة عن المؤمن والكافر ﴿ذلكم الله فأنى تُؤْفَكُونَ﴾ أي ذلكم الله الخالق المدبر فكيف تُصرفون عن الحق بعد هذا البيان ﴿﴿فَالِقُ الإصباح﴾ أي شاقُّ الضياء عن الظلام وكاشفه قال الطبري: شقَّ عمود الصبح عن ظلمة الليل وسواده ﴿وَجَعَلَ الليل سَكَنًا﴾ أي يسكن الناس فيه عن الحركات ويستريحون ﴿والشمس والقمر حُسْبَانًا﴾ أي بحساب دقيق يتعلق به مصالح العباد، ويُعرف بهما حساب الأزمان والليل والنهار ﴿ذلك تَقْدِيرُ العزيز العليم﴾ أي ذلك التسيير بالحساب المعلوم تقدير الغالب القاهر الذي لا يستعصي عليه شيء العليم بمصالح خلقه وتدبيرهم ﴿وَهُوَ الذي جَعَلَ لَكُمُ النجوم لِتَهْتَدُواْ بِهَا فِي ظُلُمَاتِ البر والبحر﴾ أي خلق لكم النجوم لتهتدوا بها في أسفاركم في ظلمات الليل في البر والبحر، وإنما امتنّ عليهم بالنجوم لأن سالكي القفار، وراكبي البحار إنما يهتدون في الليل لمقاصدهم بها ﴿قَدْ فَصَّلْنَا الآيات لِقَوْمٍ يَعْلَمُونَ﴾ أبي بيّنا الدلائل على قدرتنا لقوم يتدبرون عظمة الخالق ﴿وَهُوَ الذي أَنشَأَكُم مِّن نَّفْسٍ وَاحِدَةٍ﴾ أي خلقكم وأبدعكم من نفسٍ واحدة هي آدم ﵇ ﴿فَمُسْتَقَرٌّ وَمُسْتَوْدَعٌ﴾ قال ابن عباس: المستقرُّ في الأرحام والمستودع في الأصلاب، أي لكم استقرار في أرحام أمهاتكم وأصلاب آبائكم، وقال ابن مسعود: مستقر في الرحم ومستودع في الأرض التي تموت فيها ﴿قَدْ فَصَّلْنَا الآيات لِقَوْمٍ\nيَفْقَهُونَ﴾ أبي بينا الحجج لقوم يفقهون الأسرار والدقائق قال الصاوي: عبّر هنا ب ﴿يَفْقَهُونَ﴾ إشارة إلى أن أطوار الإِنسان وما احتوى عليه أمرٌ خفيٌّ تتحير فيه الألباب، بخلاف النجوم فأمرها ظاهر مشاهد، ولذا عبّر فيها ب ﴿يَعْلَمُونَ﴾ ﴿وَهُوَ الذي أَنزَلَ مِنَ السمآء مَآءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ﴾ أي أنزل من السحاب المطر فأخرج به كل ما ينبتُ من الحبوب والفواكه والثمار والبقول والحشائش والشجرَ قال الطبري: أي أخرجنا به ما ينبتُ به كل شيء وينمو عليه ويصلح ﴿فَأَخْرَجْنَا مِنْهُ خَضِرًا﴾ أي أخرجنا من النبات شيئًا غضًّا أخضر ﴿نُّخْرِجُ مِنْهُ حَبًّا مُّتَرَاكِبًا﴾ أي نُخرج من الخضر حبًا متراكبًا بعضُه فوق بعض كسنابل الحنطة والشعير قال ابن عباس: يريد القمح والشعير والذرة والأرز ﴿وَمِنَ النخل مِن طَلْعِهَا قِنْوَانٌ دَانِيَةٌ﴾ أي وأخرجنا من طلع النخل - والطلعُ أول ما يخرج من التمر في أكمامه - عناقيد قريبة سهلة التناول قال ابن عباس: يريد العراجين التي قد تدلّت من الطلع دانيةً ممن يجتنيها ﴿وَجَنَّاتٍ مِّنْ أَعْنَابٍ﴾ أي وأخرجنا بالماء بساتين وحدائق من أعناب ﴿والزيتون والرمان مُشْتَبِهًا وَغَيْرَ مُتَشَابِهٍ﴾ أي وأخرجنا به أيضًا شجر الزيتون وشجر الرمان مشتبهًا في المنظر وغير متشابه في الطعم قال قتادة: مشتبهًا ورقُه مختلفًا ثمرُه، وفي ذلك دليل قاطع على الصانع المختار العليم القدير ﴿انظروا إلى ثَمَرِهِ إِذَآ أَثْمَرَ وَيَنْعِهِ﴾ أي انظروا أيها الناس نظر اعتبار واستبصار إلى خروج هذه الثمار من ابتداء خروجها إلى انتهاء ظهورها ونضجها كيف تنتقل من حال إلى حال في اللون والرائحة والصغر والكبر، وتأملوا ابتداء الثمر حيث يكون بعضه مرًا وبعضه مالحًا لا يُنتفع بشيء منه، ثم إذا انتهى ونضج فإنه يعود حلوًا طيبًا نافعًا مستساغ المذاق﴾ فسبحان القدير الخلاّق!! ﴿إِنَّ فِي ذلكم لآيَاتٍ لِّقَوْمٍ يُؤْمِنُونَ﴾ أي إن في خلق هذه الثمار والزروع مع اختلاف الأجناس والأشكال والألوان لدلائل باهرة على قدرة الله ووحدانيته لقوم يصدّقون بوجود الله قال ابن عباس: يصدّقون أن الذي أخرج هذا النبات قادر على أن يحيي الموتى ﴿وَجَعَلُواْ للَّهِ شُرَكَآءَ الجن﴾ أي وجعلوا الجنَّ شركاء لله حيث أطاعوهم في عبادة الأوثان ﴿وَخَلَقَهُمْ﴾ أي وقد عملوا أنه تعالى هو الذي خلقهم وانفرد بإيجادهم فكيف يجعلونهم شركاء له؟ وهذه غاية الجهالة ﴿وَخَرَقُواْ لَهُ بَنِينَ وَبَنَاتٍ بِغَيْرِ عِلْمٍ﴾ أي واختلقوا ونسبوا إليه تعالى البنين والبنات حيث قالوا: عزيرٌ ابن الله والملائكة بناتُ الله سفهًا وجهالة ﴿سُبْحَانَهُ وتعالى عَمَّا يَصِفُونَ﴾ أي تنزّه الله وتقدس عن هذه الصفات التي نسبها إليه الظالمون وتعالى علوًا كبيرًا ﴿بَدِيعُ السماوات والأرض﴾ أي مبدعهما من غير مثالٍ سبق ﴿أنى يَكُونُ لَهُ وَلَدٌ وَلَمْ تَكُنْ لَّهُ صَاحِبَةٌ﴾ أي كيف يكون له ولد وليس له زوجة؟ والولد لا يكون إلا من زوجة ﴿وَخَلَقَ كُلَّ شَيْءٍ وهُوَ بِكُلِّ شَيْءٍ عَلِيمٌ﴾ أي وما من شيء إلا هو خالقه والعالم به ومن كان كذلك كان غنيًا عن كل شيء قال في التسهيل: والغرض الرد على من نسب لله الولد من وجهين: أحدهما أن الولد لا يكون إلا من جنس والده والله تعالى متعالٍ عن الأجناس لأنه مبدعها فلا يصح أن يكون له ولد، والثاني: أن الله خلق السماوات والأرض ومن كان هكذا فهو غني عن الولد وعن كل شيء\nثم أكّد تعالى على وحدانيته وتفرده بالخلق والإيجاد فقال ﴿ذلكم الله رَبُّكُمْ لا إله إِلاَّ هُوَ﴾ أي ذلكم الله خالقكم ومالككم ومدبّر أموركم لا معبود بحق سواه ﴿خَالِقُ كُلِّ شَيْءٍ فاعبدوه﴾ أي هو الخالق لجميع الموجودات ومن كان هكذا فهو المستحق للعبادة وحده ﴿وَهُوَ على كُلِّ شَيْءٍ وَكِيلٌ﴾ أي وهو الحافظ والمدبر لكل شيء ففوّضوا أموركم إليه وتوسلوا إليه بعبادته ﴿لاَّ تُدْرِكُهُ الأبصار وَهُوَ يُدْرِكُ الأبصار﴾ أي لا تصل إليه الأبصار ولا تحيط به وهو يراها ويحيط بها لشمول علمه تعالى للخفيات ﴿وَهُوَ اللطيف الخبير﴾ أي اللطيف بعباده الخبير بمصالحهم قال ابن كثير: ونفيُ الإدراك الخاص لا ينفي الرؤية يوم القيامة إذ يتجلى لعباده المؤمنين كما يشاء، فأما جلاله وعظمته على ما هو عليه تعالى وتقدس فلا تدركه الأبصار ولهذا كانت عائشة تثبت الرؤية في الآخرة وتنفيها في الدنيا وتحتج بهذه الآية ﴿قَدْ جَآءَكُمْ بَصَآئِرُ مِن رَّبِّكُمْ﴾ أي قد جاءكم البينات والحجج التي تُبصرون بها الهدى من الضلال وتميزون بها بين الحق والباطل قال الزجاج: المعنى قد جاءكم القرآن الذي فيه البيان والبصائر ﴿فَمَنْ أَبْصَرَ فَلِنَفْسِهِ وَمَنْ عَمِيَ فَعَلَيْهَا﴾ قال الزمخشري: المعنى من أبصر الحق وآمن فلنفسه أبصر وإيّاها نفع ومن عمي عنه فعلى نفسه عمي وإيّاها ضرَّ بالعمى ﴿وَمَآ أَنَاْ عَلَيْكُمْ بِحَفِيظٍ﴾ أي لست عليكم بحافظ ولا رقيب وإنما أنا منذر والله هو الحفيظ عليكم ﴿وكذلك نُصَرِّفُ الآيات﴾ أي وكما بينا ما ذُكر نبيّن الآيات ليعتبروا ﴿وَلِيَقُولُواْ دَرَسْتَ﴾ أي وليقول المشركون درست يا محمد في الكتب وقرأت فيها وجئتَ بهذا القرآن واللامُ لامُ العاقبة ﴿وَلِنُبَيِّنَهُ لِقَوْمٍ يَعْلَمُونَ﴾ أي ولنوضحه لقوم يعلمون الحق فيتبعونه ﴿اتبع مَآ أُوحِيَ إِلَيْكَ مِن رَّبِّكَ﴾ أي اتبع يا محمد القرآن الذي أوحاه الله إليك قال القرطبي: أي لا تشغل قلبك وخاطرك بهم بل اشتغل بعبادة الله ﴿لا إله إِلاَّ هُوَ﴾ أي لا معبود بحقٍ إلا هو ﴿وَأَعْرِضْ عَنِ المشركين﴾ أي لا تحتفل بهم ولا تلتفت إلى آرائهم ﴿وَلَوْ شَآءَ الله مَآ أَشْرَكُواْ﴾ أي لو شاء الله هدايتهم لهداهم فلم يشركوا ولكنه سبحانه يفعل ما يشاء\n﴿لاَ يُسْأَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْأَلُونَ﴾ [الأنبياء: ٢٣] ﴿وَمَا جَعَلْنَاكَ عَلَيْهِمْ حَفِيظًا﴾ أي وما جعلناك رقيبًا على أعمالهم تجازيهم عليها ﴿وَمَآ أَنتَ عَلَيْهِم بِوَكِيلٍ﴾ أي ولستَ بموكل على أرزاقهم وأمورهم قال الصاوي: وهذا تأكيد لما قبله أي لستَ حفيظًا مراقبًا لهم فنجبرهم على الإِيمان وهذا كان قبل الأمر بالقتال ﴿وَلاَ تَسُبُّواْ الذين يَدْعُونَ مِن دُونِ الله﴾ أي لا تسبوا آلهة المشركين وأصنامهم ﴿فَيَسُبُّواْ الله عَدْوًا بِغَيْرِ عِلْمٍ﴾ أي فيسبوا الله جهلًا واعتداءً لعدم معرفتهم بعظمة الله قال ابن عباس: قال المشركون: لتنتهينَّ عن سبك آلهتنا أو لنهجونَّ ربك فنهاهم الله أن يسبّوا أوثانهم ﴿كَذَلِكَ زَيَّنَّا لِكُلِّ أُمَّةٍ عَمَلَهُمْ﴾ أي كما زينّا لهؤلاء أعمالهم كذلك زينّا لكل أمةٍ عملهم قال ابن عباس: زينّا لأهل الطاعة الطاعة ولأهل الكفر الكفرَ ﴿ثُمَّ إلى رَبِّهِمْ مَّرْجِعُهُمْ فَيُنَبِّئُهُمْ بِمَا كَانُواْ يَعْمَلُونَ﴾ أي ثم معادهم ومصيرهم إلى الله فيجازيهم بأعمالهم، وهو وعيدٌ بالجزاء والعذاب ﴿\nوَأَقْسَمُواْ بالله جَهْدَ أَيْمَانِهِمْ﴾ أي حلف كفار مكة بأغلظ الأيمان وأشدها ﴿لَئِن جَآءَتْهُمْ آيَةٌ لَّيُؤْمِنُنَّ بِهَا﴾ أي لئن جاءتهم معجزة أو أمر خارقٌ مما اقترحوه ليؤمننَّ بها ﴿قُلْ إِنَّمَا الآيات عِندَ الله﴾ أي قل لهم يا محمد أمر هذه الآيات عند الله لا عندي هو القادر على الإتيان بها دوني ﴿وَمَا يُشْعِرُكُمْ أَنَّهَآ إِذَا جَآءَتْ لاَ يُؤْمِنُونَ﴾ أي وما يدريكم أيها المؤمنون لعلها إذا جاءتهم لا يصدقون بها!! ﴿وَنُقَلِّبُ أَفْئِدَتَهُمْ وَأَبْصَارَهُمْ كَمَا لَمْ يُؤْمِنُواْ بِهِ أَوَّلَ مَرَّةٍ﴾ أي ونحوّل قلوبهم عن الإِيمان كما لم يؤمنوا بما أُنزل من القرآن أول مرة قال الصاوي: وهو استئناف مسوقٌ لبيان أن خالق الهدى والضلال هو الله لا غيره فمن أراد له الهدى حوّل قلبه له، ومن أراد الله شقاوته حوّل قلبه لها ﴿وَنَذَرُهُمْ فِي طُغْيَانِهِمْ يَعْمَهُونَ﴾ أي ونتركهم في ضلالهم يتخبطون ويتردّدون متحيرين.\nالبَلاَغَة: ١ - ﴿يُخْرِجُ الحي مِنَ الميت﴾ بين لفظ الحيّ والميت طباقٌ وهو من المحسنات البديعية وفي الآية أيضًا من المحسنات ما يسمى ردّ العجز على الصدر في قوله ﴿وَمُخْرِجُ الميت مِنَ الحي﴾ .\n٢ - ﴿فأنى تُؤْفَكُونَ﴾ استفهام إنكاري بمعنى النفي أي لا وجه لصرفكم عن الإِيمان بعد قيام البرهان.\n٣ - ﴿فَأَخْرَجْنَا بِهِ﴾ فيه التفاتٌ عن الغيبة والأصل فأخرج به والنكتة هي الاعتناء بشأن المُخْرج والإِشارة إلى أنَّ نِعَمَه عظيمة.\n٤ - ﴿والزيتون والرمان﴾ من عطف الخاص على العام المزيد الشرف لأنهما من أعظم النعم.\n٥ - ﴿بَصَآئِرُ مِن رَّبِّكُمْ﴾ مجاز مرسل من باب تسمية المسبب باسم السبب أي حجج وبراهين تبصرون بها الحقائق.\n٦ - ﴿أَبْصَرَ عَمِيَ﴾ طباق وبين لفظ ﴿بَصَآئِرُ أَبْصَرَ﴾ جناس الاشتقاق.\nتنبيه: قوله تعالى ﴿لاَّ تُدْرِكُهُ الأبصار﴾ الآية نفت الإِحاطة ولم تنف الرؤية فلم يقل تعالى: لا تراه الأبصار فمن ذهب إلى عدم رؤية الله في الآخرة كالمعتزلة فقد جانب الحق وضلّ السبيل بمخالفة ما دل عليه كتاب الله وسنة رسوله ﷺ َ المتواترة أما الكتاب فقوله تعالى ﴿وُجُوهٌ يَوْمَئِذٍ نَّاضِرَةٌ إلى رَبِّهَا نَاظِرَةٌ﴾ [القيامة: ٢٢ - ٢٣] وأما السنة فما أخرجه البخاري «إنكم سترون ربكم كما ترون هذا القمر لا تضامون في رؤيته. .» الحديث وكفى بالكتاب والسنة دليلًا وهاديًا.", "ayah": 110, "surah": 6}