{"text": "المنَاسَبَة: لّما ذكر تعالى ما حرّمه الكفار افتراء عليه وذكر ما أباحه تعالى لهم من الحبوب والفواكه والحيوان، ذكر هنا ما حرّمه تعالى عليهم حقيقة من الأمور الضارة، وذكر الوصايا العشر التي اتفقت عليها الشرائع السماوية وبها سعادة البشرية.\nاللغَة: ﴿أَتْلُ﴾ أقرأ وأقص ﴿إمْلاَقٍ﴾ فقر يقال أملق الرجل إِذا افتقر ﴿أَشُدَّهُ﴾ قوته وهو بلوغ سن النكاح والرشد، والأشدُّ جمعٌ لا واحد له ﴿بالقسط﴾ بالعدل بلا بخس ولا نقصان ﴿السبل﴾ جمع سبيل وهي الطريق ﴿شِيَعًا﴾ فرقًا وأحزابًا جمع شيعة وهي الفرقة تتشيع وتتعصب لمذهبها ﴿قِيَمًا﴾ مستقيمًا لا عوج فيه ﴿نُسُكِي﴾ النُّسُك جمع نسيكة وهي الذبيحة وقال الزجاج: عبادتي ومنه الناسك الذي يتقرب إِلى الله بالعبادة.\nالتفِسير: ﴿قُلْ تَعَالَوْاْ أَتْلُ مَا حَرَّمَ رَبُّكُمْ عَلَيْكُمْ﴾ أي قل يا محمد تعالوا أقرأ الذي حرّمه ربكم عليكم باليقين لا بالظن والتخمين ﴿أَلاَّ تُشْرِكُواْ بِهِ شَيْئًا﴾ أي لا تعبدوا معه غيره ﴿وبالوالدين إِحْسَانًا﴾ أي وأحسنوا إِلى الوالدين إِحسانًا، وذُكر ضمن المحرمات لأن الأمر بالشيء نهيٌ عن ضده فكأنه قال: ولا تسيئوا إِلى الوالدين قال أبو السعود: والسرُّ في ذلك المبالغةُ والدلالة على أن ترك الإِساءة إِليهما غير كافٍ في قضاء حقوقهما ﴿وَلاَ تقتلوا أَوْلاَدَكُمْ مِّنْ إمْلاَقٍ﴾ أي ولا تقتلوا أولادكم خشية الفقر قال ابن الجّوزي: المراد دفن البنات أحياء من خوف الفقر ﴿نَّحْنُ نَرْزُقُكُمْ وَإِيَّاهُمْ﴾ أي رزقكم ورزقهم علينا فإِن الله هو الرازق للعباد ﴿وَلاَ تَقْرَبُواْ الفواحش مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ﴾ أي لا تقربوا المنكرات الكبائر علانيتها وسرّها قال ابن عباس: كانوا في الجاهلية لا يرون بالزنى بأسًا في السرّ ويستقبحونه في العلانية فحرمه الله في السر والعلانية ﴿وَلاَ تَقْتُلُواْ النفس التي حَرَّمَ الله إِلاَّ بالحق﴾ أي لا تقتلوا النفس البريئة التي حرّم الله قتلها إِلا بموجب وقد فسّره قول رسول الله ﷺ َ: «لا يحل دم امرئ مسلم إِلا بإِحدى ثلاث: الثيبُ الزاني، والنفسُ بالنفس، والتاركُ لدينه المفارق للجماعة» ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ﴾ أي ذلكم المذكور هو ما أوصاكم تعالى بحفظه وأمركم به أمرًا مؤكدًا لعلكم تسترشدون بعقولكم إِلى فوائد هذه التكاليف ومنافعها في الدين والدنيا قال أبو حيان: وفي لفظ وصّاكم من اللطف والرأفة وجعلهم أوصياء له تعالى ما لا يخفى من الإِحسان ﴿وَلاَ تَقْرَبُواْ مَالَ اليتيم إِلاَّ بالتي هِيَ أَحْسَنُ حتى يَبْلُغَ أَشُدَّهُ﴾ أي لا تقربوا مال اليتيم بوجه من الوجوه إِلا بالخصلة التي هي أنفع له حتى يصير بالغًا رشيدًا، والنهي عن القرب يعمُّ وجوه التصرف لأنه إِذا\nنُهي عن أن يقرب المال فالنهيُ عن أكله أولى وأحرى والتي هي أحسن منفعةُ اليتيم وتثمير ماله قال ابن عباس: هو أن يعمل له عملًا مصلحًا فيأكل منه بالمعروف ﴿وَأَوْفُواْ الكيل والميزان بالقسط﴾ أي بالعدل والتسوية في الأخذ والعطاء ﴿لاَ نُكَلِّفُ نَفْسًا إِلاَّ وُسْعَهَا﴾ أي لا نكلّف أحدًا إٍلا بمقدار طاقته بما لا يعجز عنه قال البيضاوي: أي إِلا ما يسعها ولا يعسرُ عليها، وذكره بعد وفاء الكيل لأن إِيفاء الحق عسرٌ فعليكم بما في وسعكم وما وراءه معفوٌّ عنكم ﴿وَإِذَا قُلْتُمْ فاعدلوا وَلَوْ كَانَ ذَا قربى﴾ أي اعدلوا في حكومتكم وشهادتكم ولو كان المشهود عيه من ذوي قرابتكم ﴿وَبِعَهْدِ الله أَوْفُواْ﴾ أي أوفوا بالعهد إِذا عاهدتم قال القرطبي: وهذا عام في جميع ما عهده الله إِلى عباده ويحتمل أن يراد به ما انعقد بين الناس وأضيف إِلى الله من حيث أمر بحفظه والوفاء به ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَذَكَّرُونَ﴾ أي لعلكم تتعظون ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه وَلاَ تَتَّبِعُواْ السبل فَتَفَرَّقَ بِكُمْ عَن سَبِيلِهِ﴾ أي وبأن هذا ديني المستقيم شرعته لكم فتمسكوا به ولا تتبعوا الأديان المختلفة والطرق الملتوية فتفرقكم وتزيلكم عن سبيل الهدى عن ابن مسعود قال:\n«خطّ لنا رسول الله ﷺ َ يومًا خطًا ثم قال هذا سبيل الله، ثم خطَّ خطوطًا عن يمينه ويساره ثم قال: هذه سُبُل على كل سبيل منها شيطانٌ يدعو إِليها ثم قرأ ﴿وَأَنَّ هذا صِرَاطِي مُسْتَقِيمًا فاتبعوه﴾ الآية» ﴿ذلكم وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ﴾ كرر الوصية على سبيل التوكيد أي لعلكم تتقون النار بامتثال أوامر الله واجتناب نواهيه قال ابن عطية: لما كانت المحرمات الأولى لا يقع فيها عاقل جاءت العبارة ﴿لَعَلَّكُمْ تَعْقِلُونَ﴾ [البقرة: ٧٣] والمحرمات الأخر شهوات وقد ويقع فيها من لم يتذكر جاءت العبارة ﴿لَعَلَّكُمْ تَذَكَّرُونَ﴾ والسير في الجادة المستقيمة يتضمن فعل الفضائل ولا بد لها من تقوى الله جاءت العبارة ﴿لَعَلَّكُمْ تَتَّقُونَ﴾ [البقرة: ٦٣] ﴿ثُمَّ آتَيْنَا مُوسَى الكتاب تَمَامًا عَلَى الذي أَحْسَنَ﴾ أي أعطينا موسى التوراة تمامًا للكرامة والنعمة على من كان محسنًا وصالحًا قال الطبري: أي آتينا موسى الكتاب تمامًا لنعمتنا عليه في قيامه بأمرنا ونهينا فإِن إِيتاء موسى الكتاب نعمةٌ من الله عليه ومنَّةٌ عظيمة لما سلف منه من صالح العمل وحسن الطاعة ﴿وَتَفْصِيلًا لِّكُلِّ شَيْءٍ﴾ وبيانًا مفصلًا لكل ما يحتاج إِليه بنو إِسرائيل في الدين ﴿وَهُدًى وَرَحْمَةً لَّعَلَّهُمْ بِلِقَآءِ رَبِّهِمْ يُؤْمِنُونَ﴾ أي وهدى لبني إِسرائيل ورحمة عليهم ليصدّقوا بلقاء الله قال ابن عباس: كي يؤمنوا بالبعث ويصدّقوا بالثواب والعذاب ﴿وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ﴾ أي وهذا القرآن الذي أنزلناه على محمد كتابٌ عظيم الشأن كثير المنافع مشتملٌ على أنواع الفوائد الدينية والدنيوية ﴿فاتبعوه واتقوا لَعَلَّكُمْ تُرْحَمُونَ﴾ أي تمسكوا به واجعلوه إِمامًا واحذروا أن تخالفوه لتكونوا راجين للرحمة ﴿أَن تقولوا إِنَّمَآ أُنزِلَ الكتاب على طَآئِفَتَيْنِ﴾ أي أنزلناه بهذا الوصف العظيم الجامع لخيرات الدنيا والآخرة كراهة أن تقولوا يوم القيامة ما جاءنا كتاب فنتّبعه وإِنما نزلت الكتب المقدسة على اليهود والنصارى قال ابن جرير: فقطع الله بإِنزاله القرآن على محمد ﷺ َ حجتهم تلك ﴿وَإِن كُنَّا عَن\nدِرَاسَتِهِمْ لَغَافِلِينَ﴾ أي وإِنه الحال والشأن كنا عن معرفة ما في كتبهم ورداستهم غافلين لا نعلم ما فيها لأنها لم تكن بلغتنا ﴿أَوْ تَقُولُواْ لَوْ أَنَّآ أُنزِلَ عَلَيْنَا الكتاب لَكُنَّآ أهدى مِنْهُمْ﴾ أو تقولوا لو أننا أُنزل علينا الكتاب كما أُنزل على هاتين الطائفتين لكنَّا أهدى منهم إِلى الحق وأسرع إِجابة لأمر الرسول لمزيد ذكائنا وجدّنا في العمل ﴿فَقَدْ جَآءَكُمْ بَيِّنَةٌ مِّن رَّبِّكُمْ وَهُدًى وَرَحْمَةٌ﴾ أي فقد جاءكم من الله على لسان محمد ﷺ َ قرآن عظيم، فيه بيانٌ للحلال والحرام وهدى لما في القلوب ورحمة من الله لعبادة قال القرطبي: أي قد زال العذر بمجيء محمد ﷺ َ قال ابن عباس: بيّنة أي حجة وهو النبي ﷺ َ والقرآن ﴿فَمَنْ أَظْلَمُ مِمَّن كَذَّبَ بِآيَاتِ الله﴾ أي من أكفر ممن كذّب بالقرآن ولم يؤمن به ﴿وَصَدَفَ عَنْهَا﴾ أي أعرض عن آيات الله قال أبو السعود: أي صرف الناس عنها فجمع بين الضلال والإِضلال ﴿سَنَجْزِي الذين يَصْدِفُونَ عَنْ آيَاتِنَا سواء العذاب بِمَا كَانُواْ يَصْدِفُونَ﴾ وعيدٌ لهم أي سنثيب هؤلاء المعرضين عن آيات الله وحججه الساطعة شديد العقاب بسبب إِعراضهم عن آيات الله وتكذيبهم لرسله ﴿هَلْ يَنظُرُونَ إِلاَّ أَن تَأْتِيهُمُ الملائكة﴾ أي ما ينتظر هؤلاء المشركون إِلا أن تأتيهم الملائكة لقبض أرواحهم وتعذيبها وهو وقتٌ لا تنفع فيه توبتُهم ﴿أَوْ يَأْتِيَ رَبُّكَ أَوْ يَأْتِيَ بَعْضُ آيَاتِ رَبِّكَ﴾ قال ابن عباس: أي يأتي أمر ربك فيهم بالقتل أو غيره وقال الطبري: المراد أن يأتيهم ربك في موقف القيامة للفصل بين خلقه أو يأتيهم بعض آيات ربك وهو طلوع الشمس من مغربها ﴿يَوْمَ يَأْتِي بَعْضُ آيَاتِ رَبِّكَ لاَ يَنفَعُ نَفْسًا إِيمَانُهَا لَمْ تَكُنْ آمَنَتْ مِن قَبْلُ أَوْ كَسَبَتْ في إِيمَانِهَا خَيْرًا﴾ أي يوم يأتي بعض أشراط الساعة وحينئذٍ لا ينفع الإِيمان نفسًا كافرة آمنت في ذلك الحين ولا نفسًا عاصيةً لم تعمل خيرًا قال الطبري: أي لا ينفع من كان قبل ذلك مشركًا بالله أن يؤمن بعد مجيء تلك الآية لعظيم الهول الوارد عليهم من أمر الله، فحكم إِيمانهم كحكم إِيمانهم عند قيام الساعة وفي الحديث\n«لا تقوم الساعة حتى تطلع الشمس من مغربها فإذا طلعت ورآها الناس آمنوا أجمعون، وذلك حين لا ينفع نفسًا إيمانها لم تكن آمنت من قبل» ﴿قُلِ انتظروا إِنَّا مُنتَظِرُونَ﴾ أي انتظروا ما يحلُّ بكم وهو أمر تهديد ووعيد ﴿إِنَّ الذين فَرَّقُواْ دِينَهُمْ وَكَانُواْ شِيَعًا﴾ أي فرّقوا الدين فأصبحوا شيعًا وأحزابًا قال ابن عباس: هم اليهود والنصارى فرّقوا دين إِبراهيم الحنيف ﴿لَّسْتَ مِنْهُمْ فِي شَيْءٍ﴾ أي أنت يا محمد بريء منهم ﴿إِنَّمَآ أَمْرُهُمْ إِلَى الله﴾ أي جزاؤهم وعقابهم على الله هو يتولى جزاءهم ﴿ثُمَّ يُنَبِّئُهُم بِمَا كَانُواْ يَفْعَلُونَ﴾ أي يخبرهم بشنيع فعالهم قال الطبري: أي أخبرهم في الآخرة بما كانوا يفعلون وأجازي كلًا منهم بما كان يفعل ﴿مَن جَآءَ بالحسنة فَلَهُ عَشْرُ أَمْثَالِهَا﴾ أي من جاء يوم القيامة بحسنةٍ واحدة جوزي عنها بعشر حسناتٍ أمثالها فضلًا من الله وكرمًا وهو أقلُّ المضاعفة للحسنات فقد تنتهي إِلى سبعمائة أو أزيد ﴿وَمَن جَآءَ بالسيئة فَلاَ يجزى إِلاَّ مِثْلَهَا﴾ أي ومن جاء بالسيئة عوقب بمثلها دون مضاعفة ﴿وَهُمْ لاَ يُظْلَمُونَ﴾ أي لا يُنقصون من جزائهم شيئًا وفي الحديث\nالقدسي:\n«يقول الله ﷿: من جاء بالحسنة فله عشر أمثالها أو أزيدُ، ومن جاء بالسيئة فجزاء سيئة مثلها أو أغْفرُ» فالزيادة في الحسنات من باب الفضل، والمعاملة بالمثل في السيئات من باب العدل ﴿قُلْ إِنَّنِي هَدَانِي ربي إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي قل يا محمد لهؤلاء المشركين المكذبين إِن ربي هداني إِلى الطريق القويم وأرشدني إِلى الدين الحق دين إِبراهيم ﴿دِينًا قِيَمًا مِّلَّةَ إِبْرَاهِيمَ حَنِيفًا﴾ أي دينًا مستقيمًا لا عوج فيه هو دين الحنيفية السمحة الذي جاء به إِمام الحنفاء إِبراهيم الخليل ﴿وَمَا كَانَ مِنَ المشركين﴾ أي وما كان إِبراهيم مشركًا، وفيه تعريضٌ بإِشراك من خالف دين الإِسلام لخروجه عن دين إِبراهيم ﴿قُلْ إِنَّ صَلاَتِي﴾ أي قل يا محمد إِنَّ صلاتي التي أعبد بها ربي ﴿وَنُسُكِي﴾ أي ذبحي ﴿وَمَحْيَايَ وَمَمَاتِي﴾ أي حياتي ووفاتي وما أقدّمه في هذه الحياة من خيرات وطاعات ﴿للَّهِ رَبِّ العالمين﴾ أي ذلك كله لله خالصًا له دون ما أشركتم به ﴿لاَ شَرِيكَ لَهُ﴾ أي لا أعبد غير الله ﴿وبذلك أُمِرْتُ﴾ أي بإِخلاص العبادة لله وحده أُمرتُ ﴿وَأَنَاْ أَوَّلُ المسلمين﴾ أي أولُّ من أقرَّ وأذعنَ وخضع لله جلّ وعلا ﴿قُلْ أَغَيْرَ الله أَبْغِي رَبًّا﴾ تقريرٌ وتوبيخ للكفار، وسببها أنهم دعوة إِلى عبادة آلهتهم والمعنى: قل يا محمد أأطلب رباص غير الله تعالى؟ ﴿وَهُوَ رَبُّ كُلِّ شَيْءٍ﴾ أي والحال هو خالق ومالك كل شيء فكيف يليق أن أتخذ إِلهًا غير الله؟ ﴿وَلاَ تَكْسِبُ كُلُّ نَفْسٍ إِلاَّ عَلَيْهَا﴾ أي لا تكون جناية نفسٍ من النفوس إِلا عليها ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ أي لا يحمل أحدٌ ذنب أحد، ولا يؤاخذ إِنسانٌ بجريرة غيره ﴿ثُمَّ إلى رَبِّكُمْ مَّرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنْتُمْ فِيهِ تَخْتَلِفُونَ﴾ وهذا وعيدٌ وتهديد أي مرجعكم إِليه يوم القيامة فيجازيكم على أعمالكم ويميز بين المحسن والمسيء ﴿وَهُوَ الذي جَعَلَكُمْ خَلاَئِفَ الأرض﴾ أي جعلكم خلفًا للأمم الماضية والقرون السالفة يخلف بعضكم بعضًا قال الطبري: أي استخلفكم بعد أن أهلك من كان قبلكم من القرون والأمم الخالية فجعلكم خلائف منهم في الأرض تخلفونهم فيها ﴿وَرَفَعَ بَعْضَكُمْ فَوْقَ بَعْضٍ دَرَجَاتٍ﴾ أي خالف بين أحوالكم في الغنى والفقر، والعلم والجهل، والقوة والضعف وغير ذلك مما وقع فيه التفضيل بين العباد ﴿لِّيَبْلُوَكُمْ فِي مَآ آتَاكُمْ﴾ أي ليختبر شكركم على ما أعطاكم قال ابن الجوزي: أي ليختبركم فيظهر منكم ما يكون به الثواب والعقاب ﴿إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ﴾ أي إِن ربك سريع العقاب لمن عصاه وغفور رحيم لمن أطاعه، قال في التسهيل: جمع بين الخوف والرجاء، وسرعة العقاب إِما في الدنيا بتعجيل الأخذ أو في الآخرة لأن كل ما هو آتٍ قريب.\nالبَلاَغَة: ١ - ﴿وَلاَ تَتَّبِعُواْ السبل﴾ السُّبل استعارة عن البدع والضلالات والمذاهب المنحرفة.\n٢ - ﴿لاَ نُكَلِّفُ نَفْسًا﴾ التنكير لإِفادة العموم والشمول.\n٣ - ﴿وَبِعَهْدِ الله﴾ الإِضافة للتشريف والتعظيم.\n٤ - ﴿يَصْدِفُونَ عَنْ آيَاتِنَا﴾ وضع الظاهر مكان الضمير ﴿عَنْهَا﴾ لتسجيل شناعة وقباحة طغيانهم.\n٥ - ﴿قُلِ انتظروا﴾ الأمر للتهديد والوعيد.\n٦ - ﴿لاَ يَنفَعُ نَفْسًا إِيمَانُهَا ...﴾ الآية اشتمل هذا الكلام على النوع المعروف من علم البيان باللَّف وأصل الكلام: يوم يأتي بعض آيات ربك لا ينفع نفسًا لم تكن مؤمنةً قبلُ إيمانُها بعدُ، ولا نفسًا لم تكسب في إِيمانها خيرًا قبلُ ما تكسبه من الخير بعد، إِلا أنه لفّ الكلامين فجعلهما كلامًا واحدًا بلاغة واختصارًا وإِعجازًا، أفاده صاحب الانتصاف.\n٧ - ﴿ظَهَرَ﴾ و﴿بَطَنَ﴾ طباق وبين ﴿الحسنة﴾ و﴿السيئة﴾ طباق كذلك وهو من المحسنات البديعية.\n٨ - ﴿وَلاَ تَزِرُ وَازِرَةٌ وِزْرَ أخرى﴾ قال الشريف الرضي: ليس هناك على الحقيقة أحمال على الظهور وإِنما هي أثقال الآثام والذنوب فهو من الاستعارة اللطيفة.\nفَائِدَة: وحّد تعالى ﴿سَبِيلِهِ﴾ لأن الحق واحد وجمع ﴿السبل﴾ لأن طرق الضلالة كثيرة ومتشعبة.\nتنبيه: قال الحافظ ابن كثير: كثيرًا ما يقرن ﵎ في القرآن بين هاتين الصفتين ﴿إِنَّ رَبَّكَ سَرِيعُ العقاب وَإِنَّهُ لَغَفُورٌ رَّحِيمٌ﴾ كقوله تعالى ﴿نَبِّىءْ عِبَادِي أَنِّي أَنَا الغفور الرحيم وَأَنَّ عَذَابِي هُوَ العذاب الأليم﴾ [الحجر: ٤٩ - ٥٠] إِلى غير ذلك من الآيات المشتملة على الترغيب والترهيب، فتارةً يدعو عباده إِليه بالرغبة وصفة الجنة والترغيب فيما لديه، وتارة يدعوهم إِليه بالرهبة وذكر النار وأنكالها وعذابها والقيامة وأهوالها، وتارة بهما لينجع في كلٍ بحسبه.", "ayah": 159, "surah": 6}