{"text": "المنَاسَبَة: لما أفاض جلّ ذكره في إِقامة الدلائل والبراهين على قدرته ووحدانيته من أول السورة الكريمة ذكر هنا شهادته تعالى على صدق نبوة محمد ﵇ ثم ذكر موقف الجاحدين للقرآن المكذبين للوحي، وحسرتهم الشديدة يوم القيامة.\nاللغَة: ﴿لأُنذِرَكُمْ﴾ الإِنذار: إِخبار فيه تخويف ﴿فِتْنَتُهُمْ﴾ الفتنة الاختبار ﴿أَكِنَّةً﴾ جمع كِنان وهو الغطاء ﴿وَقْرًا﴾ ثقلًا يقال وقرت أذن هإِذا ثقلت أو صُمّت ﴿أَسَاطِيرُ﴾ خرافات وأباطيل جمع أسطورة قال الجوهري الأساطير: الأباطيل والتُّرهات ﴿يَنْأَوْنَ﴾ يبعدون يقال نأى عنه إذا ابتعد ﴿بَغْتَةً﴾ فجأة يقال: بغتة إِذا فَجَأَه ﴿فَرَّطْنَا﴾ فرّط: قصّر مع القدرة على ترك التقصير قال أبو عبيد: فرَّط: ضيّع ﴿أَوْزَارَهُمْ﴾ ذنوبهم جمع وزر ﴿يَزِرُونَ﴾ يحملون ﴿لَهْوٌ﴾ اللهو: صرف النفس عن الجدّ إِلى الهزل، وكل ما شغلك فقد ألهاك.\nسَبَبُ النّزول: أ - روي أن رؤساء مكة قالوا يا محمد: ما نرى أحدًا يصدقك بما تقول من أمر الرسالة، ولقد سألنا عنك اليهود والنصارى فزعموا أن ليس لك عندهم ذكرٌ ولا صفةٌ فأرنا من يشهد لك أنك رسول كما تزعم؟ فأنزل الله ﴿قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً؟ قُلِ الله شَهِيدٌ بِيْنِي وَبَيْنَكُمْ﴾ الآية.\nب - عن ابن عباس أن «أبا سفيان» و«الوليد بن المغيرة» و«النضر بن الحارث» جلسوا إِلى رسول الله ﷺ َ وهو يقرأ القرآن فقالوا للنضر: ما يقول محمد؟ فقال أساطير الأولين مثل ما كنت أحدثكم عن القرون الماضية فأنزل الله ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ ...﴾ الآية.\nج - روي أن «الأَخنْس بن شُريق» التقى ب «أبي جهل بن هشام» فقال له: يا أبا الحكم أخبرني عن محمد أصادقٌ هو أم كاذب؟ فإِنه ليس عندنا أحدٌ غيرنا فقال أبو جهل: والله إِن محمدًا لصادق وما كذب قط، ولكن إذا ذهب «بنو قصيّ» باللواء، والسقاية، والحجابة، والنبوة فماذا يكون لسائر قريش؟ فأنزل الله ﴿قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ...﴾ الآية.\nالتفِسير: ﴿قُلْ أَيُّ شَيْءٍ أَكْبَرُ شَهَادةً﴾ أي قل لهم يا محمد أي شيء أعظم شهادة حتى يشهد لي بأني صادقٌ في دعوى النبوة؟ ﴿قُلِ الله شَهِيدٌ بِيْنِي وَبَيْنَكُمْ﴾ أي أجبهم أنت وقل لهم الله يشهد لي بالرسالة والنبوة وكفى بشهادة الله لي شهادة قال ابن عباس: قال الله لنبيه محمد ﷺ َ قل لهم أي شيء أكبر شهادة فإِن أجابوك وإِلاّ فقل لهم الله شهيد بيني وبينكم ﴿وَأُوحِيَ إِلَيَّ هذا القرآن لأُنذِرَكُمْ\nبِهِ وَمَن بَلَغَ﴾ أي وأوحي إِليَّ هذا القرآن لأنذركم به يا أهل مكة وأنذر كل من بلغه القرآن من العرب والعجم إِلى يوم القيامة قال ابن جزيّ: والمقصودُ بالآية الاستشهاد بالله - الذي هو أكبر شهادة - على صدق رسول الله ﷺ َ وشهادة الله بهذا هي علمه بصحة نبوة سيدنا محمد ﷺ َ وإِظهار معجزته الدالة على صدقه ﴿أَئِنَّكُمْ لَتَشْهَدُونَ أَنَّ مَعَ الله آلِهَةً أخرى﴾ استفهام توبيخ أي أئنكم أيها المشركون لتقرون بوجود آلهة مع الله؟ فكيف تشهدون أن مع الله آلهة أخرى بعد وضوح الأدلة وقيام الحجة على وحدانية الله؟ ﴿قُل لاَّ أَشْهَدُ﴾ أي قل لهم لا أشهد بذلك ﴿قُلْ إِنَّمَا هُوَ إله وَاحِدٌ﴾ أي قل يا محمد إِنما أشهد بأن الله واحد أحدٌ، فرد صمد ﴿وَإِنَّنِي بَرِيءٌ مِّمَّا تُشْرِكُونَ﴾ أي وأنا بريء من هذه الأصنام، ثم ذكر تعالى أن الكفار بين جاهل ومعاند فقال ﴿الذين آتَيْنَاهُمُ الكتاب يَعْرِفُونَهُ كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ﴾ يعني اليهود والنصارى الذين عرفوا وعاندوا يعرفون النبي ﷺ َ بحليته ونعته على ما هو مذكور في التوراة والإِنجيل كما يعرف الواحد منهم ولده لا يشك في ذلك أصلًا قال الزمخشري: وهذا استشهادٌ لأهل مكة بمعرفة أهل الكتاب وبصحة نبوته ﴿الذين خسروا أَنْفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ﴾ أي أولئك هم الخاسرون لأنهم لم يؤمنوا بمحمد ﷺ َ بعد وضوح الآيات ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا أَوْ كَذَّبَ بِآيَاتِهِ﴾ الاستفهام إِنكاري ومعناه النفي أي لا أحد أظلم ممن اختلق على الله الكذب أو كذّب بالقرآن والمعجزات الباهرة وسمّاها سحرًا قال أبو السعود: وكلمة ﴿أَوْ﴾ للإِيذان بأن كلًا من الافتراء والتكذيب وحده بالغٌ غاية الإِفراط في الظلم، فكيف وهم قد جمعوا بينهما فأثبتوا ما نفاه الله ونفوا ما أثبته! قاتلهم الله أنّى يؤفكون ﴿إِنَّهُ لاَ يُفْلِحُ الظالمون﴾ أي لا يفلح المفتري ولا المكذّب وفيه إِشارة إِلى أن مدّعي الرسالة لو كان كاذبًا مفتريًا على الله فلا يكون محلًا لظهور المعجزات ﴿وَيَوْمَ نَحْشُرُهُمْ جَمِيعًا ثُمَّ نَقُولُ لِلَّذِينَ أَشْرَكُواْ﴾ أي اذكر يوم نحشرهم جميعًا للحساب ونقول لهم على رءوس الأشهاد ﴿أَيْنَ شُرَكَآؤُكُمُ الذين كُنتُمْ تَزْعُمُونَ﴾ أي أين آلهتكم التي جعلتموها شركاء الله؟ قال البيضاوي: والمراد من الاستفهام التوبيخ و﴿تَزْعُمُونَ﴾ أي تزعمونهم آلهة وشركاء مع الله فحذف المفعولان ولعله يحال بينهم وبين آلهتهم حينئذٍ ليفقدوها في الساعة التي علقوا بها الرجاء فيها قال ابن عباس: كل زعم في القرآن فهو كذب ﴿ثُمَّ لَمْ تَكُنْ فِتْنَتُهُمْ﴾ أي لم يكن جوابهم حين اختبروا بهذا السؤال ورأوا الحقائق ﴿إِلاَّ أَن قَالُواْ والله رَبِّنَا مَا كُنَّا مُشْرِكِينَ﴾ أي أقسموا كاذبين بقولهم والله يا ربنا ما كنا مشركين قال القرطبي: تبرءوا من الشرك وانتفوا منه لما رأوا من تجاوزه ومغفرته للمؤمنين قال ابن عباس: يغفر الله لأهل الإِخلاص ذنوبهم فإِذا رأى المشركون ذلك قالوا تعالوا نقول: إِنّا كنا أهل ذنوب ولم نكن مشركين، فيختم على أفواههم وتنطق أيديهم وتشهد أرجلهم بما كانوا يكسبون ﴿انظر كَيْفَ كَذَبُواْ على أَنفُسِهِمْ﴾ أي انظر يا محمد كيف كذبوا على أنفسهم بنفي الإِشراك عنها أمام علاّم الغيوب، وهذا التعجيب من\nكذبهم الصريح ﴿وَضَلَّ عَنْهُمْ مَّا كَانُواْ يَفْتَرُونَ﴾ أي تلاشى وبطل ما كانوا يظنونه من شفاعة آلهتهم وغاب عنهم ما كانوا يفترونه على الله من الشركاء، ثم وصف تعالى حال المشركين حين استماع القرآن فقال ﴿وَمِنْهُمْ مَّن يَسْتَمِعُ إِلَيْكَ﴾ أي ومن هؤلاء المشركين من يصغي إِليك يا محمد حين تتلو القرآن ﴿وَجَعَلْنَا على قُلُوبِهِمْ أَكِنَّةً أَن يَفْقَهُوهُ﴾ أي جعلنا على قلوبهم أغطية لئلا يفقهوا القرآن ﴿وفي آذَانِهِمْ وَقْرًا﴾ أي ثقلًاَ وصممًا يمنع من السمع قال ابن جزي: والمعنى أن الله حال بينهم وبين فهم القرآن إذا استمعوه وعبّر بالأكنَّة والوقر مبالغة ﴿وَإِن يَرَوْاْ كُلَّ آيَةٍ لاَّ يُؤْمِنُواْ بِهَا﴾ أي مهما رأوا من الآيات والحجج البيّنات لا يؤمنوا بها لفرط العناد ﴿حتى إِذَا جَآءُوكَ يُجَادِلُونَكَ يَقُولُ الذين كفروا إِنْ هاذآ إِلاَّ أَسَاطِيرُ الأولين﴾ أي بلغوا من التكذيب والمكابرة إِلى أنهم إِذا جاءوك مجادلين يقولون عن القرآن ما هذا إلا خرافات وأباطيل الأولين ﴿وَهُمْ يَنْهَوْنَ عَنْهُ وَيَنْأَوْنَ عَنْهُ﴾ أي هؤلاء المشركون المكذبون ينهون الناس عن القرآن وعن اتباع محمد ﵇ ويُبعدون هم عنه ﴿وَإِن يُهْلِكُونَ إِلاَّ أَنفُسَهُمْ وَمَا يَشْعُرُونَ﴾ أي وما يهلكون بهذا الصنيع إِلا أنفسهم وما يشعرون بذلك قال ابن كثير: فهم قد جمعوا بين الفعلين القبيحين لا ينتفعون ولا يدعون أحدًا ينتفع ولا يعود وباله إِلا عليهم وما يشعرون ﴿وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار﴾ أي لو ترى يا محمد هؤلاء المشركين إِذ عرضوا على النار لرأيت أمرًا عظيمًا تشيب لهوله الرءوس قال البيضاوي: وجواب ﴿لَوْ﴾ محذوف تقديره لرأيت أمرًا شنيعًا وإِنما حذف ليكون أبلغ ما يقدره السامع ﴿فَقَالُواْ ياليتنا نُرَدُّ وَلاَ نُكَذِّبَ بِآيَاتِ رَبِّنَا﴾ أي تمتّوا الرجوع إِلى الدنيا ليعملوا عملًا صالحًا ولا يكذبوا بآيات الله ﴿وَنَكُونَ مِنَ المؤمنين﴾ أي إِذا رجعنا إِلى الدنيا نصدّق ونؤمن بالله إِيمانًا صادقًا فتمنوا العودة ليصلحوا العمل ويتداركوا الزلل قال تعالى ردًّا لذلك التمني ﴿بَلْ بَدَا لَهُمْ مَّا كَانُواْ يُخْفُونَ مِن قَبْلُ﴾ أي ظهر لهم يوم القيامة ما كانوا يخفون في الدنيا من عيوبهم وقبائحهم فتمنوا ذلك ﴿وَلَوْ رُدُّواْ لَعَادُواْ لِمَا نُهُواْ عَنْهُ وَإِنَّهُمْ لَكَاذِبُونَ﴾ أي لو ردّوا - على سبيل الفرض لأنه لا رجعة إلى الدنيا بعد الموت - لعادوا إلى الكفر والضلال وإِنهم لكاذبون في وعدهم بالإِيمان ﴿وقالوا إِنْ هِيَ إِلاَّ حَيَاتُنَا الدنيا وَمَا نَحْنُ بِمَبْعُوثِينَ﴾ أي قال أولئك الكفار الفجار ما هي إِلا هذه الحياة الدنيا ولا بعث ولا نشور ﴿وَلَوْ ترى إِذْ وُقِفُواْ على رَبِّهِمْ﴾ أي لو ترى حالهم إذ حُبسوا للحساب أمام رب الأرباب كما يوقف العبد الجاني بين يدي سيده للعقاب وجواب ﴿لَوْ﴾ محذوف للتهويل من فظاعة الموقف ﴿قَالَ أَلَيْسَ هذا بالحق﴾ أي أليس هذا المعاد بحق؟ والهمزة للتقريع على التكذيب ﴿قَالُواْ بلى وَرَبِّنَا﴾ أي قالوا بلى والله إِنه الحق ﴿قَالَ فَذُوقُواْ العذاب بِمَا كُنتُمْ تَكْفُرُون﴾ أي ذوقوا العذاب بسبب كفركم في الدنيا وتكذيبكم رسل الله، ثم أخبر تعالى عن هؤلاء الكفار فقال ﴿قَدْ خَسِرَ الذين كَذَّبُواْ بِلِقَآءِ الله﴾ أي لقد خسر هؤلاء المكذبون بالبعث ﴿حتى إِذَا جَآءَتْهُمُ الساعة بَغْتَةً﴾ أي حتى إِذا جاءتهم القيامة فجأةً من غير أن يعرفوا وقتها قال القرطبي: سميت القيامة بالساعة لسرعة الحساب فيها ﴿قَالُواْ ياحسرتنا على مَا فَرَّطْنَا فِيهَا﴾ أي قالوا يا ندامتنا على\nما قصَّرنا وضيّعنا في الدنيا من صالح الأعمال ﴿وَهُمْ يَحْمِلُونَ أَوْزَارَهُمْ على ظُهُورِهِمْ﴾ أي والحال أنهم يحملون أثقال ذنوبهم على ظهورهم قال البيضاوي: وهذا تمثيلٌ لاستحقاقهم آصار الآثام وقال ﴿على ظُهُورِهِمْ﴾ لأن العادة حمل الأثقال على الظهور، قال ابن جزي: وهذا كناية عن تحمل الذنوب، وقيل إِنهم يحملونها على ظهورهم حقيقة فقد رُوي أن الكافر يركبه عمله بعد أن يتمثل له في أقبح صورة، وأن المؤمن يركب عمله بعد أن يتمثل له في أحسن صورة ﴿أَلاَ سَآءَ مَا يَزِرُونَ﴾ أي بئس ما يحملونه من الأوزار ﴿وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ﴾ أي لذتها ﴿وَلَلدَّارُ الآخرة خَيْرٌ لِّلَّذِينَ يَتَّقُونَ﴾ أي الآخرة وما فيها من أنواع النعيم خير لعباد الله المتقين من دار الفناء لأنها دائمة لا يزول عنهم نعيمها ولا يذهب عنهم سرورها ﴿أَفَلاَ تَعْقِلُونَ﴾ أي أفلا يعقلون أن الآخرة خير من الدنيا؟ ثم سلَّى تعالى نبيه لتكذيب قومه له فقال ﴿قَدْ نَعْلَمُ إِنَّهُ لَيَحْزُنُكَ الذي يَقُولُونَ﴾ أي قد أحطنا علمًا بتكذيبهم لك وحزنك وتأسفك عليهم قال الحسن: كانوا يقولون إِنه ساحر وشاعر وكاهن ومجنون ﴿فَإِنَّهُمْ لاَ يُكَذِّبُونَكَ ولكن الظالمين بِآيَاتِ الله يَجْحَدُونَ﴾ أي فإنهم في دخيلة نفوسهم لا يكذبونك بل يعتقدون صدقك ولكنهم يجحدون عن عناد فلا تحزن لتكذيبهم قال ابن عباس: كان رسول الله ﷺ َ يسمى الأمين فعرفوا أنه لا يكذب في شيء ولكنهم كانوا يجحدون فكان أبو جهل يقول: ما نكذبك يا محمد وإِنك عندنا المصدّق وإِنما تكذّب ما جئتنا به ﴿وَلَقَدْ كُذِّبَتْ رُسُلٌ مِّن قَبْلِكَ فَصَبَرُواْ على مَا كُذِّبُواْ﴾ أي صبروا على ما نالهم من قومهم من التكذيب والاستهزاء ﴿وَأُوذُواْ حتى أَتَاهُمْ نَصْرُنَا﴾ أي وأُوذوا في الله حتى نصرهم الله، وفي الآية إرشادٌ إلى الصبر، ووعدٌ له بالنصر ﴿وَلاَ مُبَدِّلَ لِكَلِمَاتِ الله﴾ قال ابن عباس: أي لمواعيد الله، وفي هذا تقوية للوعد ﴿وَلَقدْ جَآءَكَ مِن نَّبَإِ المرسلين﴾ أي ولقد جاءك بعض أخبار المرسلين الذين كُذّبوا وأُوذوا كيف أنجيناهم ونصرناهم على قومهم فتسلَّ ولا تحزن فإِن الله ناصرك كما نصرهم ﴿وَإِن كَانَ كَبُرَ عَلَيْكَ إِعْرَاضُهُمْ﴾ أي إِن كان إِعراضهم عن الإِسلام وقد عظم وشقّ عليك يا محمد ﴿فَإِن استطعت أَن تَبْتَغِيَ نَفَقًا فِي الأرض﴾ أي إِن قدرت أن تطلب سرَبًا ومسكنًا في جوف الأرض ﴿أَوْ سُلَّمًا فِي السمآء فَتَأْتِيَهُمْ بِآيَةٍ﴾ أي مصعدًا تصعد به إِلى السماء فتأتيهم بآيةٍ ممّا اقترحوه فافعل ﴿وَلَوْ شَآءَ الله لَجَمَعَهُمْ عَلَى الهدى فَلاَ تَكُونَنَّ مِنَ الجاهلين﴾ أي لو أراد الله لهداهم إِلى الإِيمان فلا تكوننَّ يا محمد من الذين يجهلون حكمة الله ومشيئته الأزلية.\nالبَلاَغة: ١ - ﴿كَمَا يَعْرِفُونَ أَبْنَآءَهُمُ﴾ فيه تشبيه يسمى «المرسل المجمل» .\n٢ - ﴿الذين كُنتُمْ تَزْعُمُونَ﴾ فيه إيجاز بالحذف أي تزعمونهم شركاء.\n٣ - ﴿انظر كَيْفَ كَذَبُواْ﴾ الصيغة للتعجيب من كذبهم الغريب.\n٤ - ﴿آذَانِهِمْ وَقْرًا﴾ عبَّر بالأكنة في القلوب والوقر في الآذان وهو تمثيل بطريق الاستعارة لإِعراضهم عن القرآن.\n٥ - ﴿يَقُولُ الذين كفروا﴾ وضع الظاهر موضع الضمير لتسجيل الكفر عليهم.\n٧ - ﴿يَنْهَوْنَ ... وَيَنْأَوْنَ﴾ وردت الصيغة مؤكدة بمؤكدين «إنَّ» و«اللام» للتنبيه على أن الكذب طبيعتهم.\n٨ - ﴿وَمَا الحياة الدنيآ إِلاَّ لَعِبٌ وَلَهْوٌ﴾ تشبيه بليغ حيث جعلت الدنيا نفس اللعب واللهو مبالغة كقول الخنساء: «فإِنما هي إقبال وإدبار» .\n٩ - ﴿وَإِنَّهُمْ لَكَاذِبُونَ﴾ الاستفهام للتوبيخ.\n١٠ - ﴿كُذِّبَتْ رُسُلٌ﴾ تنوين رسل للتفخيم والتكثير.\nتنبيه: قال الإِمام الفخر: قوله تعالى ﴿وَلَوْ ترى إِذْ وُقِفُواْ عَلَى النار﴾ يقتضي له جوابًا وقد حُذف تفخيمًا للأمر وتعظيمًا للشأن، وأشباهه كثير في القرآن والشعر، وحذف الجواب في هذه الأشياء أبلغ في المعنى من إظهاره ألا ترى أنك لو قلت لغلامك: والله لئن قمتُ إليك - وسكتَّ عن الجواب - ذهب فكره إلى أنواع المكروه من الضرب، والقتل، والكسر، وعظم خوفه لأنه لم يدر أي الأقسام تبغي، ولو قلت: والله لئن قمتُ إِليك لأضربنك فأتيتَ بالجواب لعلم أنك لم تبلغ شيئًا غير الضرب، فثبت أن حذف لجواب أقوى تأثيرًا في حصول الخوف.", "ayah": 25, "surah": 6}