{"text": "المنَاسَبَة: لما ذكر الله تعالى إعراض المشركين عن القرآن وعن الإِيمان بالنبي ﵇، ذكر في هذه الآيات السبب في ذلك وهو أن القرآن نور وشفاء يهتدي به المؤمنون، وأما الكافرون فهم بمنزلة الموتى الذين لا يسمعون ولا يستجيبون، ثم ذكر اقتراح المشركين بعض الآيات وشبههم بالصم البكم الذين لا يعقلون.\nاللغَة: ﴿تَضَرَّعُواْ﴾ التضرع من الضراعة وهي الذلة يقال: ضرع فهو ضارع ﴿البأسآء﴾ من البؤس وهو الفقر ﴿الضرآء﴾ من الضر وهو البلاء قال القرطبي: البأساء في الأموال، والضراء في الأبدان، هذا قول الأكثر ﴿مُّبْلِسُونَ﴾ المبلس: اليائس من الخير من أبلس الرجل إذا يئس ومنه «إبليس» لأنه أبلس من رحمة الله ﷿ ﴿دَابِرُ﴾ الدابر: الآخر ودابر القوم: خلفهم من نسلهم قال قطرب: يعني استؤصلوا وأهلكوا قال الشاعر:\nفأهلكوا بعذابٍ حصَّ دابرهم ... فما استطاعوا له صرفًا ولا انتصروا\n﴿يَصْدِفُونَ﴾ صَدَف عن الشيء أعرض عنه ﴿تَطْرُدِ﴾ الطرد: الإِبعاد مع الإِهانة ﴿الفاصلين﴾ الحاكمين.\nسَبَبُ النّزول: عن ابن مسعود قال: مرّ الملأ من قريش على رسول الله ﷺ َ وعنده «صهيب، وخبّاب، وبلال، وعمّار» وغيرهم من ضعفاء المسلمين فقالوا يا محمد: أرضيتَ بهؤلاء من قومك ﴿\nأفنحن نكون تبعًا لهم﴾ أهؤلاء الذين منّ الله عليهم ﴿اطردهم عنك فلعلك إن طردتهم إِتَّبعناك فأنزل الله تعالى ﴿وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ﴾ الآية.\nالتفِسير: ﴿إِنَّمَا يَسْتَجِيبُ الذين يَسْمَعُونَ﴾ أي إنما يستجيب للإِيمان الذين يسمعون سماع قبول وإصغاء، وهنا تمَّ الكلام ثم ابتدأ فقال ﴿والموتى يَبْعَثُهُمُ الله﴾ قال ابن كثير: يعني بذلك الكفار لأنهم موتى القلوب فشبههم الله بأموات الأجساد، وهذا من باب التهكم بهم والإِزراء عليهم وقال الطبري: يعني والكفار يبعثهم الله مع الموتى، فجعلهم تعالى ذكره في عداد الموتى الذين لا يسمعون صوتًا، ولا يعقلون دعاءً، ولا يفقهون قولًا، إذ كانوا لا يتدبرون حجج الله ولا يعتبرون بآياته ولا يتذكرون فينزجرون عن تكذيب رسل الله ﴿ثُمَّ إِلَيْهِ يُرْجَعُونَ﴾ أي ثم مرجعهم إلى الله فيجازيهم بأعمالهم ﴿وَقَالُواْ لَوْلاَ نُزِّلَ عَلَيْهِ آيَةٌ مِّن رَّبِّهِ﴾ أي قال كفار مكة هلاّ نُزّل على محمد معجزة تدل على صدقه كالناقة والعصا والمائدة قال القرطبي وكان هذا منهم تعنتًا بعد ظهور البراهين وإقامة الحجة بالقرآن الذي عجزوا أن يأتوا بسورة من مثله ﴿قُلْ إِنَّ الله قَادِرٌ على أَن يُنَزِّلٍ آيَةً﴾ أي هو تعالى قادرٌ على أن يأتيهم بما اقترحوا ﴿ولكن أَكْثَرَهُمْ لاَ يَعْلَمُونَ﴾ أي لا يعلمون أن إنزالها يستجلب لهم البلاء لأنه لو أنزلها وَفْق ما طلبوا ثم لم يؤمنوا لعاجلهم بالعقوبة كما فعل بالأمم السابقة ﴿وَمَا مِن دَآبَّةٍ فِي الأرض﴾ أي ما من حيوان يمشي على وجه الأرض ﴿وَلاَ طَائِرٍ يَطِيرُ بِجَنَاحَيْهِ﴾ أي ولا من طائر يطير في الجو بجناحيه ﴿إِلاَّ أُمَمٌ أَمْثَالُكُمْ﴾ أي إِلا طوائف مخلوقة مثلكم خلقها الله وقدَّر أحوالها وأرزاقها وآجالها قال البيضاوي: والمقصود من ذلك الدلالة على كمال قدرته وشمول علمه وسعة تدبيره ليكون كالدليل على أنه قادر على أن ينزّل آية ﴿مَّا فَرَّطْنَا فِي الكتاب مِن شَيْءٍ﴾ أي ما تركنا وما أغفلنا في القرآن شيئًا من أمر الدين يحتاج الناس إليه في أمورهم إلا بيّناه وقيل: إن المراد بالكتاب اللوح المحفوظ ويكون المعنى: ما تركنا في اللوح المحفوظ شيئًا فلم نكتبه ﴿ثُمَّ إلى رَبِّهِمْ يُحْشَرُونَ﴾ أي يجمعون فيقضي بينهم قال الزمخشري: يعني الأمم كلها من الدواب والطير فيعوضها وينصف بعضها من بعض كما روي أنه يأخذ للجماء من القرناء ﴿والذين كَذَّبُواْ بِآيَاتِنَا صُمٌّ وَبُكْمٌ فِي الظلمات﴾ أي والذين كذبوا بالقرآن صمٌ لا يسمعون كلام الله سماع قبول بكمٌ لا ينطقون بالحق خابطون في ظلمات الكفرر قال ابن كثير: وهذا مثل أي مثلهم في جهلهم وقلة علمهم وعدم فهمهم كمثل أصم وهو الذي لا يسمع، أبكم وهو الذي لا يتكلم، وهو مع هذا في ظلمات لا يبصر، فكيف يهتدى مثل هذا إلى الطريق أو يخرج مما هو فيه﴾ ﴿مَن يَشَإِ الله يُضْلِلْهُ وَمَن يَشَأْ\nيَجْعَلْهُ على صِرَاطٍ مُّسْتَقِيمٍ﴾ أي من يشأ الله إضلاله يضلله ومن يشأ هدايته يرشده إلى الهدى ويوفقه لدين الإِسلام ﴿قُلْ أَرَأَيْتُكُم إِنْ أَتَاكُمْ عَذَابُ الله أَوْ أَتَتْكُمْ الساعة﴾ استفهام تعجيب أي أخبروني إن أتاكم عذاب الله كما أتى من قبلكم أو أتتكم القيامة بغتة من تدعون؟ ﴿أَغَيْرَ الله تَدْعُونَ إِن كُنتُمْ صَادِقِينَ﴾ أي أتدعون غير الله لكشف الضر عنكم؟ إن كنتم صادقين في أن الأصنام تنفعكم ﴿بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ مَا تَدْعُونَ إِلَيْهِ إِنْ شَآءَ﴾ أي بل تخصونه تعالى بدعائكم في الشدائد فيكشف الضر الذي تدعونه إلى كشفه إن شاء كشفه ﴿وَتَنسَوْنَ مَا تُشْرِكُونَ﴾ أي تتركون الآلهة فلا تدعونها لاعتقادكم أن الله تعالى هو القادر على كشف الضر وحده دون سواه ﴿وَلَقَدْ أَرْسَلنَآ إلى أُمَمٍ مِّن قَبْلِكَ﴾ هذه تسلية لرسول الله ﷺ َ أي والله لقد أرسلنا رسلًا إلى أمم كثيرين من قبلك فكذبوهم ﴿فَأَخَذْنَاهُمْ بالبأسآء والضرآء﴾ أي بالفقر والبؤس والأسقام والأوجاع ﴿لَعَلَّهُمْ يَتَضَرَّعُونَ﴾ أي لكي يتضرعوا إِلى الله بالتذلل والإِنابة ﴿فلولا إِذْ جَآءَهُمْ بَأْسُنَا تَضَرَّعُواْ﴾ لولا للتحضيض أي فهلا تضرعوا حين جاءهم العذاب، وهذا عتاب على ترك الدعاء وإخبارٌ عنهم أنهم لم يتضرعوا مع قيام ما يدعوهم إلى التضرع ﴿ولكن قَسَتْ قُلُوبُهُمْ﴾ أي ولكن ظهر منهم النقيض حيث قست قلوبهم فلم تلن للإِيمان ﴿وَزَيَّنَ لَهُمُ الشيطان مَا كَانُواّ يَعْمَلُونَ﴾ أي زين لهم المعاصي والإِصرار على الضلال ﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ﴾ أي لما تركوا ما وُعظوا به ﴿فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ﴾ أي من النعم والخيرات استدارجًا لهم ﴿حتى إِذَا فَرِحُواْ بِمَآ أوتوا﴾ أي فرحوا بذلك النعيم وازدادوا بطرًا ﴿أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ﴾ أي أخذناهم بعذابنا فجأة فإذا هم يائسون قانطون من كل خير ﴿فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ﴾ أي استؤصلوا وهلكوا عن آخرهم ﴿والحمد للَّهِ رَبِّ العالمين﴾ أي على نصر الرسل وإهلاك الكافرين قال الحسن: مُكر بالقوم وربّ الكعبة، أعطوا حاجتهم ثم أخذوا وفي الحديث «إذا رأيت الله يعطي العبد من الدنيا على معاصيه ما يحب فإنما هو استدراج ثم قرأ ﴿فَلَمَّا نَسُواْ مَا ذُكِّرُواْ بِهِ فَتَحْنَا عَلَيْهِمْ أَبْوَابَ كُلِّ شَيْءٍ حتى إِذَا فَرِحُواْ بِمَآ أوتوا أَخَذْنَاهُمْ بَغْتَةً فَإِذَا هُمْ مُّبْلِسُونَ﴾ ﴿قُلْ أَرَأَيْتُمْ إِنْ أَخَذَ الله سَمْعَكُمْ وَأَبْصَارَكُمْ﴾ أي قل يا محمد لهؤلاء المكذبين المعاندين من أهل مكة أخبروني لو أذهب الله حواسكم فأصمكم وأعمالكم ﴿وَخَتَمَ على قُلُوبِكُمْ﴾ أي طبع على قلوبكم حتى زال عنها العقل والفهم ﴿مَّنْ إله غَيْرُ الله يَأْتِيكُمْ بِهِ﴾ أي هل أحد غير الله يقدر على ردّ ذلك إليكم إِذا سلبه الله منكم؟ ﴿انظر كَيْفَ نُصَرِّفُ الآيات ثُمَّ هُمْ يَصْدِفُونَ﴾ أي انظر كيف نبيّن ونوضح الآيات الدالة على وحدانيتنا ثم هم بعد ذلك يعرضون عنها فلا يعتبرون ﴿قُلْ أَرَأَيْتَكُمْ إِنْ أَتَاكُمْ عَذَابُ الله بَغْتَةً أَوْ جَهْرَةً﴾ أي قل لهؤلاء المكذبين أخبروني إن أتاكم عذاب الله العاجل فجأة أو عيانًا بالليل أو بالنهار ﴿هَلْ يُهْلَكُ إِلاَّ القوم الظالمون﴾ الاستفهام إنكاري بمعنى النفي أي ما يهلك بالعذاب إلا أنتم لأنكم كفرتم وعاندتم ﴿وَمَا نُرْسِلُ المرسلين إِلاَّ مُبَشِّرِينَ وَمُنذِرِينَ﴾ أي ما نرسل الرسل إلا لتبشير المؤمنين بالثواب، وإنذار الكافرين بالعقاب، وليس إرسالهم ليأتوا بما يقترحه الكافرون من الآيات ﴿فَمَنْ آمَنَ وَأَصْلَحَ فَلاَ خَوْفٌ عَلَيْهِمْ وَلاَ هُمْ يَحْزَنُونَ﴾ أي فمن آمن بهم وأصلح عمله فلا خوف عليهم في\nالآخرة ولا هم يحزنون والمراد أنهم لا يخافون ولا يحزنون لأن الآخرة دار الجزاء للمتقين ﴿والذين كَذَّبُواْ بِآيَاتِنَا يَمَسُّهُمُ العذاب بِمَا كَانُواْ يَفْسُقُونَ﴾ أي وأما المكذبون بآيات الله فيمسهم العذاب الأليم بسبب فسقهم وخروجهم عن طاعة الله قال ابن عباس: يفسقون أي يكفرون ﴿قُل لاَّ أَقُولُ لَكُمْ عِندِي خَزَآئِنُ الله ولا أَعْلَمُ الغيب﴾ أي قل يا محمد لهؤلاء الكفرة الذين يقترحون عليك تنزيل الآيات وخوارق العادات لستُ أدعي أن خزائن الله مفوضةٌ إليَّ حتى تقترحوا عليَّ تنزيل الآيات ولا أدعي أيضًا أني أعلم الغيب حتى تسألوني عن وقت نزول العذاب ﴿ولا أَقُولُ لَكُمْ إِنِّي مَلَكٌ﴾ أي ولست أدعي أني من الملائكة حتى تكلفوني الصعود إلى السماء وعدم المشي في الأسواق وعدم الأكل والشرب قال الصاوي: وهذه الآية نزلت حين قالوا له إن كنت رسولًا فاطلب من ربك أن يوسّع علينا ويغني فقرنا وأخبرنا بمصالحنا ومضارنا فأخبر أن ذلك بيد الله سبحانه لا بيده.\nوالمعنى: إني لا أدعي شيئاص من هذه الأشياء الثلاثة حتى تجعلوا عدم إجابتي إلى ذلك دليلًا على عدم صحة رسالتي ﴿إِنْ أَتَّبِعُ إِلاَّ مَا يوحى إِلَيَّ﴾ أي ما أتّبع فيما أدعوكم إليه إلاّ وحي الله الذي يوحيه إليَّ ﴿قُلْ هَلْ يَسْتَوِي الأعمى والبصير﴾ أي هل يتساوى الكافر والمؤمن والضال والمهتدي؟ ﴿أَفَلاَ تَتَفَكَّرُونَ﴾ تقريعٌ وتوبيخ أي أتسمعون فلا تتفكرون؟ ﴿وَأَنذِرْ بِهِ الذين يَخَافُونَ أَن يحشروا إلى رَبِّهِمْ﴾ أي خوِّف يا محمد بهذا القرآن المؤمنين المصدقين بوعد الله ووعيده الذي يتوقعون عذاب الحشر قال أبو حيان: وكأنه قيل: أنذر بالقرآن من يُرجى إيمانهُ وأما الكفرة المعرضون فدعهم ورأيهم ﴿لَيْسَ لَهُمْ مِّن دُونِهِ وَلِيٌّ وَلاَ شَفِيعٌ﴾ أي ليس لهم غير الله وليٌّ ينصرهم ولا شفيع يشفع لهم ﴿لَّعَلَّهُمْ يَتَّقُونَ﴾ أي أنذرهم لكي يتقوا الكفر والمعاصي ﴿وَلاَ تَطْرُدِ الذين يَدْعُونَ رَبَّهُمْ بالغداة والعشي يُرِيدُونَ وَجْهَهُ﴾ أي لا تطرد هؤلاء المؤمنين الضعفاء من مجلسك يا محمد الذين يعبدون ربَّهم دوما في الصباح والمساء يلتمسون بذلك القرب من الله والدنوَّ نم رضاه قال الطبري: نزلت الآية في سبب جماعة من ضعفاء المسلمين قال المشركون لرسول الله ﷺ َ: لو طردت هؤلاء عنك لغشيناك وحضرنا مجلسك وأراد النبي ﷺ َ ذلك طمعًا في إسلامهم ﴿مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ﴾ أي لا تؤاخذ بأعمالهم وذنوبهم كقول نوح ﴿إِنْ حِسَابُهُمْ إِلاَّ على رَبِّي﴾ [الشعراء: ١١٣] قال الصاوي: هذا كالتعليل لما قبله والمعنى لا تؤاخذ بذنوبهم ولا بما في قلوبهم إن أرادوا بصحبتك غير وجه الله، وهذا على فرض تسليم ما قاله المشركون وإلا فقد شهد الله لهم بالإِخلاص بقوله ﴿يُرِيدُونَ وَجْهَهُ﴾ ﴿وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ﴾ وهذا التأكيد لمطابقة الكلام والمعنى لا تؤاخذ أنت بحسابهم ولا هم بحسابك فلم تطردهم؟ وقيل إن المراد بالحساب الرزق، والمعنى ليس رزقهم عليك ولا رزقك عليهم وإنما يرزقك وإياهم الله رب العالمين ﴿فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظالمين﴾ أي لا تطردهم فإنك إن طردتهم تكون من الظالمين، وهذا لبيان الأحكام وحاشاه من وقوع ذلك منه ﵇ قال القرطبي: وهذا كقوله\nتعالى ﴿لئن أشركت ليحبطنَّ عملك﴾ وقد علم الله منه أنه لا يشرك ولا يحبط عمله ﴿فَتَنَّا بَعْضَهُمْ بِبَعْضٍ﴾ أي ابتلينا الغنيّ بالفقير والشريف بالوضيع ﴿ليقولوا أهؤلاء مَنَّ الله عَلَيْهِم مِّن بَيْنِنَآ﴾ أي ليقول الأشراف والأغنياء أهؤلاء الضعفاء والفقراء منَّ الله عليهم بالهداية والسبق إلى الإِسلام من دوننا!! قالوا ذلك إِنكارًا واستهزاء كقولهم\n﴿أهذا الذي بَعَثَ الله رَسُولًا﴾ [الفرقان: ٤١] قال تعالى ردًا عليهم ﴿أَلَيْسَ الله بِأَعْلَمَ بالشاكرين﴾؟ أي الله أعلم بمن يشكر فيهديه ومن يكفر فيخزيه، والاستفهام للتقرير ﴿وَإِذَا جَآءَكَ الذين يُؤْمِنُونَ بِآيَاتِنَا فَقُلْ سَلاَمٌ عَلَيْكُمْ﴾ قال القرطبي: نزلت في الذين نهى الله نبيه ﵊ ُ عن طردهم فكان إذا رآهم بدأهم بالسلام وقال «الحمدلله الذي جعل في أمتي من أمرني أن أبدأهم بالسلام» وأُمر ﷺ َ بأن يبدأهم بالسلام إِكرامًا لهم وتطييبًا لقلوبهم ﴿كَتَبَ رَبُّكُمْ على نَفْسِهِ الرحمة﴾ أي ألزم نفسه الرحمة تفضلًا منه وإِحسانًا ﴿أَنَّهُ مَن عَمِلَ مِنكُمْ سواءا بِجَهَالَةٍ﴾ أي خطيئة من غير قصد قال مجاهد: أي لا يعلم حلالًا من حرام ومن جهالته ركب الأمر ﴿ثُمَّ تَابَ مِن بَعْدِهِ وَأَصْلَحَ فَأَنَّهُ غَفُورٌ رَّحِيمٌ﴾ أي ثم تاب من بعد ذلك الذنب وأصلح عمله فإن الله يغفر له، وهو وعدٌ بالمغفرة والرحمة لمن تاب وأصلح ﴿وَكَذَلِكَ نفَصِّلُ الآيات﴾ أي كما فصلنا في هذه السورة الدلائل والحجج على ضلالات المشركين كذلك نبيّن ونوضّح لكم أمور الدين ﴿وَلِتَسْتَبِينَ سَبِيلُ المجرمين﴾ أي ولتتوضح وتظهر طريق المجرمين فينكشف أمرهم وتستبين سبلُهم ﴿قُلْ إِنِّي نُهِيتُ أَنْ أَعْبُدَ الذين تَدْعُونَ مِن دُونِ الله﴾ أي قل يا محمد لهؤلاء المشركين إني نُهيت أن أعبد هذه الأصنام التي زعمتموها آلهة وعبدتموها من دون الله ﴿قُلْ لاَّ أَتَّبِعُ أَهْوَآءَكُمْ﴾ أي في عبادة غير الله، وفيه تنبيه على سبب ضلالهم ﴿قَدْ ضَلَلْتُ إِذًا وَمَآ أَنَاْ مِنَ المهتدين﴾ أي قد ضللت إِن أتبعتُ أهواءكم ولا أكون في زمرة المهتدين ﴿قُلْ إِنِّي على بَيِّنَةٍ مِّن رَّبِّي﴾ أي على بصيرة من شريعة الله التي أوحاها إليّ ﴿وَكَذَّبْتُم بِهِ﴾ أي وكذَّبتم بالحق الذي جاءني من عند الله ﴿مَا عِندِي مَا تَسْتَعْجِلُونَ بِهِ﴾ أي ليس عندي ما أبادركم به من العذاب قال الزمخشري: يعني العذاب الذي استعجلوه في قولهم ﴿فَأَمْطِرْ عَلَيْنَا حِجَارَةً مِّنَ السمآء﴾ [الأنفال: ٣٢] ﴿إِنِ الحكم إِلاَّ للَّهِ﴾ أي ما الحكم في أمر العذاب وغيره إلا لله وحده ﴿يَقُصُّ الحق وَهُوَ خَيْرُ الفاصلين﴾ أي يخبر الحق ويبينه البيان الشافي وهو خير الحاكمين بين عباده ﴿قُل لَّوْ أَنَّ عِندِي مَا تَسْتَعْجِلُونَ بِهِ﴾ أي لو أن بيدي أمر العذاب الذي تستعجلونه ﴿لَقُضِيَ الأمر بَيْنِي وَبَيْنَكُمْ﴾ أي لعجلته لكم لأستريح منكم ولكنه بيد الله قال ابن عباس: لم أهملكم ساعةً ولأهلكتكم ﴿والله أَعْلَمُ بالظالمين﴾ أي هو تعالى أعلم بهم إِن شاء عاجلهم وإِن شاء آخّر عقوبتهم، وفيه وعيد وتهديد.\nالبَلاَغَة: ١ - ﴿والموتى يَبْعَثُهُمُ الله﴾ فيه استعارة لأن الموتى عبارة عن الكفار لموت قلوبهم.\n٢ - ﴿يَطِيرُ بِجَنَاحَيْهِ﴾ تأكيد لدفع توهم المجاز لأن الطائر قد يستعمل مجازًا للعمل كقوله ﴿أَلْزَمْنَاهُ طَآئِرَهُ فِي عُنُقِهِ﴾ [الإسراء: ١٣] .\n٣ - ﴿صُمٌّ وَبُكْمٌ﴾ تشبيه بليغ أي كالصم والبكم في عدم السماع وعدم الكلام فحذفت منه الأداة ووجه الشبه.\n٤ - ﴿إِيَّاهُ تَدْعُونَ﴾ فيه قصر أي لا تدعون غيره لكشف الضر، فهو قصر صفة على موصوف.\n٥ - ﴿فَقُطِعَ دَابِرُ﴾ كناية عن إهلاكهم بعذاب الاستئصال.\n٦ - ﴿الأعمى والبصير﴾ استعارة عن الكافر والمؤمن.\n٧ - ﴿مَا عَلَيْكَ مِنْ حِسَابِهِم مِّن شَيْءٍ وَمَا مِنْ حِسَابِكَ عَلَيْهِمْ مِّن شَيْءٍ﴾ في هاتين الجملتين من أنواع البديع ما يسمى ردّ الصدر على العجز.\nفَائِدَة: قال الزمخشري في قوله تعالى ﴿فَقُطِعَ دَابِرُ القوم الذين ظَلَمُواْ والحمد للَّهِ رَبِّ العالمين﴾ هذا إيذان بوجوب الحمد عند هلاك الظلمة وأنه من أجلّ النعم وأجزل القسم.\nفَائِدَة: قال بعض المفسرين: إن الواجب في الدعاء الإِخلاص به لأنه تعالى قال ﴿يُرِيدُونَ وَجْهَهُ﴾ وهكذا جميع الطاعات لا ينبغي أن تكون لشيء من أغراض الدنيا.", "ayah": 47, "surah": 6}