{"text": "المنَاسَبَة: لّما أقام تعالى الأدلة والبراهين على وجوده ووحدانيته، أعقبه بذكر الأدلة على صفاته القدسية: علمه، وقدرته، وعظمته، وجلاله، وسائر صفات الجلال والجمال، ثم ذكر نعمته على العباد بإِنجائهم من الشدائد، وقدرته على الانتقام ممَّن خالف أمره وعصى رسله.\nاللغَة: ﴿كَرْبٍ﴾ الكرب: الغمُّ الذي يأخذ بالنفس ﴿شِيَعًا﴾ الشيعة: الفرقة تتبع الأخرى ويجمع على شيع وأشياع ﴿أُبْسِلُواْ﴾ الإِبسال: تسليم الإِنسان نفسه للهلاك ﴿عْدِلْ﴾ فدية ﴿حَمِيمٍ﴾ الحميم: الماء الحار ﴿حَيْرَانَ﴾ الحَيرْة: التردد في الأمر لا يهتدي إِلى مخرجٍ منه ﴿الغيب﴾ ما غاب عن الحواس ﴿الشهادة﴾ ما كان مشاهدًا ظاهرًا للعيان ﴿تُحْشَرُونَ﴾ تجمعون.\nالتفِسير: ﴿وَعِندَهُ مَفَاتِحُ الغيب لاَ يَعْلَمُهَآ إِلاَّ هُوَ﴾ أي عند الله خزائن الغيب وهي الأمور المغّيبة الخفيّة لا يعلمها ولا يحيط بها إلا هو ﴿وَيَعْلَمُ مَا فِي البر والبحر﴾ أي ويعلم ما في البر والبحر من الحيوانات جملةً وتفصيلًا وفي كلٍ عوالم وعجائب وسعها علمه وقدرته ﴿وَمَا تَسْقُطُ مِن وَرَقَةٍ إِلاَّ يَعْلَمُهَا﴾ مبالغةٌ في إِحاطة علمه بالجزئيات أي لا تسقط ورقة من الشجر إِلا يعلم وقت سقوطها والأرض التي تسقط عليها ﴿وَلاَ حَبَّةٍ فِي ظُلُمَاتِ الأرض﴾ أي ولا حبة صغيرة في باطن الأرض إِلا يعلم مكانها وهل تنبت أولاوكم تنبتُ ومن يأكلها ﴿وَلاَ رَطْبٍ وَلاَ يَابِسٍ إِلاَّ فِي كِتَابٍ مُّبِينٍ﴾ أي ولا شيءٍ فيه رطوبة أو جفاف إِلا وهو معلوم عند الله ومسجّل في اللوح المحفوظ قال أبو حيان:\nوانظر إلى حسن ترتيب هذه المعلومات: بدأ أولًا بأمرٍ معقول لا ندركه نحن بالحسّ وهو ﴿مَفَاتِحُ الغيب﴾ ثم ثانيًا بامرٍ ندرك كثيرًا منه بالحسّ وهو ﴿البر والبحر﴾ ثم ثالثًا بجزأين لطيفين أحدهما علوي وهو سقوط الورقة من علوّ والثاني سفلي وهو اختفاء حبةٍ في بطن الأرض فدل ذلك على أنه تعالى عالمٌ بالكليّات والجزئيات ﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل وَيَعْلَمُ مَا جَرَحْتُم باليل﴾ أي ينيمكم بالليل ويعلم ما كسبتم من العمل بالنهار قال القرطبي: وليس ذلك موتًا حقيقةً بل هو قبض الأرواح، قال ابن عباس: يقبض أرواحكم في منامكم، وفي هذا اعتبار واستدلالٌ على البعث الأخروي ﴿ثُمَّ يَبْعَثُكُمْ فِيهِ ليقضى أَجَلٌ مُّسَمًّى﴾ أي ثم يوقظم في النهار لتبلغوا الأجل المسمّى لانقطاع حياتكم، والضمير عائد على النهار لأن غالب اليقظة فيه وغالب النوم بالليل ﴿ثُمَّ إِلَيْهِ مَرْجِعُكُمْ﴾ أي ثم مرجعكم إِليه يوم القيامة ﴿ثُمَّ يُنَبِّئُكُم بِمَا كُنتُمْ تَعْمَلُونَ﴾ أي يخبركم بأعمالكم ويجزيكم عليها إِن خيرًا فخيرٌ، وإِن شرًا فشرٌّ، ثم ذكر تعالى جلال عظمته وكبريائه فقال ﴿وَهُوَ القاهر فَوْقَ عِبَادِهِ﴾ أي هو الذي قهر كل شيء وخضع لجلاله وعظمته وكبريائه كل شيء ﴿وَيُرْسِلُ عَلَيْكُم حَفَظَةً﴾ أي ملائكة تحفظ أعمالكم وهم الكرام الكاتبون قال أبو السعود: وفي ذلك حكمة ونعمة جليلة لأن المكلّف إِذا علم أن أعماله تُحفظ عليه وتعرض على رءوس الأشهاد كان ذلك أزجر له عن تعاطي المعاصي والقبائح ﴿حتى إِذَا جَآءَ أَحَدَكُمُ الموت تَوَفَّتْهُ رُسُلُنَا﴾ أي حتى إِذا انتهى أجل الإِنسان توفته الملائكة الموكلون بقبض الأرواح والمعنى أن حفظ الملائكة للأشخاص ينتهي عند نهاية الأجل فهم مأمورون بحفظ ابن آدم ما دام حيًا فإِذا انتهى أجله فقد انتهى حفظهم له ﴿وَهُمْ لاَ يُفَرِّطُونَ﴾ أي لا يقصّرون في شيءٍ مما أُمروا به من الحفظ والتوفي ﴿ثُمَّ ردوا إلى الله مَوْلاَهُمُ الحق﴾ أي ثم يردُّ العباد بعد البعث إِلى الله خالقهم ومالكهم الذي له الحكم والتصرف والذي لا يقضي إِلا بالعدل ﴿أَلاَ لَهُ الحكم وَهُوَ أَسْرَعُ الحاسبين﴾ أي نه جل وعلا الحكم وحده يوم القيامة وله الفصل والقضاء لا يشغله حساب عن حساب ولا شأن عن شأن، يحاسب الخلائق كلهم في مقدار نصف يوم من أيام الدنيا كما ورد به الحديث وروي أنه يحاسب الناس في مقدار حلب شاة ﴿قُلْ مَن يُنَجِّيكُمْ مِّن ظُلُمَاتِ البر والبحر﴾ أي قل يا محمد لهؤلاء الكفرة من ينقذكم ويخلصكم في أسفاركم من شدائد وأهوال البر والبحر؟ ﴿تَدْعُونَهُ تَضَرُّعًا وَخُفْيَةً﴾ أي تدعون ربكم عند معاينة هذه الأهوال مخلصين له الدعاء مظهرين الضراعة، تضرعًا بألسنتكم وخفية في أنفسكم قال ابن عباس المعنى: تدعون ربكم علانيةً وسرا قائلين ﴿لَّئِنْ أَنجَانَا مِنْ هذه لَنَكُونَنَّ مِنَ الشاكرين﴾ أي لئن خلّصتنا من هذه الظلمات والشدائد لنكوننَّ من المؤمنين الشاكرين والغرض: إذا خفتم الهلاك دعوتموه فإِذا نجّاكم كفرتموه قال القرطبي: وبّخهم الله في دعائهم إِيّاه عند الشدائد وهم يدعون معه في حالة الرخاء غيره ﴿قُلِ الله\nيُنَجِّيكُمْ مِّنْهَا وَمِن كُلِّ كَرْبٍ﴾ أي الله وحده ينجيّكم من هذه الشدائد ومن كل كربٍ وغمّ ﴿ثُمَّ أَنتُمْ تُشْرِكُونَ﴾ تقريعٌ وتوبيخ أي ثم أنتم بعد معرفتكم بهذا كله وتحققه تشركون به ولا تؤمنون ﴿قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ﴾ أي قل يا محمد لهؤلاء الكفرة إِنه تعالى قادر على إهلاككم بإِرسال الصواعق من السماء سوما تلقيه البراكين من الأحجار والحُمَم وكالرجم بالحجارة والطوفان والصيحة والريح كما فُعل بمن قبلكم ﴿أَوْ مِن تَحْتِ أَرْجُلِكُمْ﴾ بالخسف والزلازل والرجفة كما فُعل بقارون وأصحاب مدين ﴿أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ﴾ أي يجعلكم فرقًا متحزبين يقاتل بعضكم بعضًا قال البيضاوي: أي يخلطكم فرقًا متحزبين على أهواء شتّى فينشب القتال بينكم وقال ابن عباس: أي يبث فيكم الأهواء المختلفة فتصيرون فرقًا، والكل متقارب والغرض منه التوعيد ﴿انظر كَيْفَ نُصَرِّفُ الآيات لَعَلَّهُمْ يَفْقَهُونَ﴾ أي انظر كيف نبيّن ونوضّح لهم الآيات بوجوه العيَر والعظات ليفهموا ويتدبروا عن الله آياته وبراهينه وحججه، عن جابر بن عبد الله قال: لما نزلت هذه الآية ﴿قُلْ هُوَ القادر على أَن يَبْعَثَ عَلَيْكُمْ عَذَابًا مِّن فَوْقِكُمْ﴾ قال رسول الله ﷺ َ: أعوذ بوجهك ﴿أَوْ مِن تَحْتِ أَرْجُلِكُمْ﴾ قال: أعوذ بوجهك ﴿أَوْ يَلْبِسَكُمْ شِيَعًا وَيُذِيقَ بَعْضَكُمْ بَأْسَ بَعْضٍ﴾ قال رسول الله ﷺ َ: هذه أهون أو أيسر ﴿وَكَذَّبَ بِهِ قَوْمُكَ وَهُوَ الحق﴾ أي وكذَّب بهذا القرآن قومك يا محمد - وهم قريش - وهو الكتاب المنزّل بالحق ﴿قُل لَّسْتُ عَلَيْكُمْ بِوَكِيلٍ﴾ أي لستُ عليكم بحفيظ ومتسلّط إنما أنا منذر ﴿لِّكُلِّ نَبَإٍ مُّسْتَقَرٌّ﴾ أي لكل خبرٍ من أخبار الله ﷿ وقتٌ يقع فيه من غير خُلْفٍ ولا تأخير ﴿وَسَوْفَ تَعْلَمُونَ﴾ مبالغة في الوعيد والتهديد أي سوف تعلمون ما يحل بكم من العذاب ﴿وَإِذَا رَأَيْتَ الذين يَخُوضُونَ في آيَاتِنَا﴾ أي إِذا رأيت هؤلاء الكفار يخوضون في القرآن بالطعن والتكذيب والاستهزاء ﴿فَأَعْرِضْ عَنْهُمْ حتى يَخُوضُواْ فِي حَدِيثٍ غَيْرِهِ﴾ أي لا تجالسهم وقم عنهم حتى يأخذوا في كلامٍ آخر ويدعو الخوض والاستهزاء بالقرآن قال السدي: كان المشركون إِذا جالسوا المؤمنين وقعوا في النبي ﷺ َ والقرآن فسبّوه واستهزءوا به فأمرهم الله ألاّ يقعدوا معهم حتى يخوضوا في حديث غيره ﴿وَإِمَّا يُنسِيَنَّكَ الشيطان﴾ أي إِن أنساك الشيطان النهي عن مجالستهم فجالستهم ثم تذكرت ﴿فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين﴾ أي لا تجلس بعد تذكر النهي مع الكفرة والفسّاق الذين يهزءون بالقرآن والدين قال ابن عباس: أي قم إِذا ذكرت النهي ولا تقعد مع المشركين ﴿وَمَا عَلَى الذين يَتَّقُونَ مِنْ حِسَابِهِم مِّن شَيْءٍ﴾ أي ليس على المؤمنين شيء من حساب الكفار على استهزائهم وإِضلالهم إِذا تجنبوهم فلم يجسلوا معهم ﴿ولكن ذكرى لَعَلَّهُمْ يَتَّقُونَ﴾ أي ولكنْ عليهم أن يذكّروهم ويمنعوهم عمّا هم عليه من القبائح بما أمكن من العظة والتذكير، ويُظهروا لهم الكراهة لعلهم يجتنبون الخوض في القرآن حياءً من المؤمنين إِذا رأوهم قد تركوا مجالستهم قال ابن عطية: تينبغي للمؤمن أن يمتثل حكم هذه الآية\nمع الملحدين وأهل الجدل والخوض فيه ﴿وَذَرِ الَّذِينَ اتخذوا دِينَهُمْ لَعِبًا وَلَهْوًا﴾ أي اترك هؤلاء الفجرة الذين اتخذوا الدين الذي كان ينبغي احترامه وتعظيمه لعبًا ولهوًا باستهزائهم به ﴿وَغَرَّتْهُمُ الحياة الدنيا﴾ أي خدعتهم هذه الحياة الفانية حتى زعموا أن لا حياة بعدها أبدًا ﴿وَذَكِّرْ بِهِ أَن تُبْسَلَ نَفْسٌ بِمَا كَسَبَتْ﴾ أي وذكّر بالقرآن الناس مخالفة أن تُسْلم نفسٌ للهلاك وتُرهن بسوء عملها ﴿لَيْسَ لَهَا مِن دُونِ الله وَلِيٌّ وَلاَ شَفِيعٌ﴾ أي ليس لها ناصرٌ ينجيها من العذاب ولا شفيع يشفع لها عند الله ﴿وَإِن تَعْدِلْ كُلَّ عَدْلٍ لاَّ يُؤْخَذْ مِنْهَآ﴾ أي وإِن تُعْط تلك النفس كل فدية لا يقبل منها قال قتادة: لو جاءت بملء الأرض ذهبًا لم يُقبل منها ﴿أولئك الذين أُبْسِلُواْ بِمَا كَسَبُواْ﴾ أي أُسلموا العذاب الله بسبب أعمالهم القبيحة وعقائدهم الشنيعة ﴿لَهُمْ شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ بِمَا كَانُواْ يَكْفُرُونَ﴾ أي لهؤلاء الضالين شرابٌ من ماء مغليّ يتجرجر في بطونهم وتتقطع به أمعاؤهم، ونارٌ تشتعل بأبدانهم بسبب كفرهم المستمر فلهم مع الشراب الحميم العذاب الأليم والهوان المقيم ﴿قُلْ أَنَدْعُواْ مِن دُونِ الله مَا لاَ يَنفَعُنَا وَلاَ يَضُرُّنَا﴾ الاستفهام للإِنكار والتوبيخ أي قل لهم يا محمد أنعبد ما لا ينفعنا إِن دعوناه ولا يضرنا إِن تركناه؟ والمراد به الأصنام ﴿وَنُرَدُّ على أَعْقَابِنَا﴾ أي نرجع إِلى الضلالة بعد الهدى ﴿بَعْدَ إِذْ هَدَانَا الله﴾ أي بعد أن هدانا الله للإِسلام ﴿كالذي استهوته الشياطين فِي الأرض﴾ أي فيكون مثلنا كمثل الذي اختطفته الشياطين وأضلته وسارت به في المفاوز والمهالك فألقته في هوّة سحيقة ﴿حَيْرَانَ﴾ أي متحيرًا لا يدري أين يذهب ﴿لَهُ أَصْحَابٌ يَدْعُونَهُ إِلَى الهدى ائتنا﴾ أي إِلى الطريق الواضح يقولون ائتنا فلا يقبل منهم ولا يستجيب لهم ﴿قُلْ إِنَّ هُدَى الله هُوَ الهدى﴾ أي قل لهؤلاء الكفار إِنَّ ما نحن عليه من الإِسلام هو الهدى وحده وما عداه ضلال ﴿وَأُمِرْنَا لِنُسْلِمَ لِرَبِّ العالمين﴾ أي أمرنا بأن نستسلم لله ﷿ ونخلص له العبادة في جميع أمورنا وأحوالنا، وهذا تمثيلٌ لمن ضلّ عن الهدى وهو يُدْعى إِلى الإِسلام فلا يُجيب قال ابن عباس: هذا مثلٌ ضربه الله للآلهة ومن يدعو إِليها وللدعاة الذين يدعون إِلى الله، كمثل رجلٍ ضلّ عن الطريق تائهًا ضالًا إِذ ناداه منادٍ يا فلان هلُمَّ إِلى الطريق وله أصحاب يدعونه يا فلان هلُمَّ إِلى الطريق، فإِن اتبع الداعي الأول انطلق به حتى يلقيه في الهلكة وإِن أجاب من يدعوه إِلى الهدى اهتدى إلى الطريق يقول: مثل من يعبد هؤلاء الآلهة من دون الله فإِنه يرى أنه في شيء حتى يأتيه الموت فيستقبل الهَلَكة والندامة ﴿وَأَنْ أَقِيمُواْ الصلاة واتقوه﴾ أي وأُمرنا بإِقامة الصلاة وبتقوى الله في جميع الأحوال ﴿وَهُوَ الذي إِلَيْهِ تُحْشَرُونَ﴾ أي تجمعون إِليه يوم القيامة فيجازي كل عاملٍ بعمله ﴿وَهُوَ الذي خَلَقَ السماوات والأرض بالحق﴾ أي هو سبحانه الخالق المالك المدبر للسماوات والأرض ومن فيهما خلقهما بالحق ولم يخلقهما باطلًا ولا عبثًا ﴿وَيَوْمَ يَقُولُ كُن فَيَكُونُ﴾ أي واتقوه واتقوا عقابه والشدائد يوم يقول كن فيكون قال أبو حيان: وهذا تمثيلٌ لإِخراج الشيء من العدم إِلى الوجود وسرعته لا أنَّ ثَمَ شيئًا يؤمر ﴿قَوْلُهُ الحق وَلَهُ الملك﴾ أي قوله الصدق الواقع لا محالة وله الملك يوم القيامة ﴿يَوْمَ يُنفَخُ فِي الصور﴾ أي يوم\nينفخ إِسرافيل في الصور النفخة الثانية وهي نخفة الإِحياء ﴿عَالِمُ الغيب والشهادة﴾ أي يعلم ما خفي وما ظهر وما يغيب عن الحواس والأبصار وما تشاهدونه بالليل والنهار ﴿وَهُوَ الحكيم الخبير﴾ أي الحكيم في أفعاله الخبير بشئون عباده.\nالبَلاَغَة: ١ - ﴿مَفَاتِحُ الغيب﴾ استعار المفاتح للأمور الغيبية كأنها مخازن خزنت فيها المغيبات قال الزمخشري: مفاتح على طريق الاستعارة لأن المفاتح يتوصل بها إِلى ما في المخازن المغلقة بالأقفال، فهو سبحانه العالم بالمغيّبات وحده.\n٢ - ﴿وَهُوَ الذي يَتَوَفَّاكُم بالليل﴾ استعير التوفي من الموت للنوم لما بينهما من المشاركة في زوال الإِحساس والتمييز.\n٣ - ﴿فَلاَ تَقْعُدْ بَعْدَ الذكرى مَعَ القوم الظالمين﴾ وضع الظاهر موضع المضير «معهم» للتسجيل عليهم بشناعة ما ارتكبوا حيث وضعوا التكذيب والاستهزاء مكان التصديق والتعظيم.\n٤ - ﴿وَنُرَدُّ على أَعْقَابِنَا﴾ عبّر بالرد على الأعقاب عن الشرك لزيادة تقبيح الأمر وتشنيعه.\n٥ - ﴿تَعْدِلْ كُلَّ عَدْلٍ﴾ بينهما جناس الاشتقاق.\n٦ - من المحسنات البديعية الطباق في كلٍ من ﴿رَطْبٍ ويَابِسٍ﴾ و﴿الليل وَالنهار﴾ و﴿فَوْقَ وَتَحْتِ﴾ و﴿يَنفَعُنَا وَيَضُرُّنَا﴾ و﴿الغيب والشهادة﴾ والسجع في ﴿شَرَابٌ مِّنْ حَمِيمٍ وَعَذَابٌ أَلِيمٌ﴾ والله أعلم.\nتنبيه: قال الحاكم: دلّ قوله تعالى ﴿وَعِندَهُ مَفَاتِحُ الغيب﴾ على بطلان قول الإِمامية: إن الإِمام يعلم شيئاص من الغيب، انتهى أقول: هذا كذب وبهتان لأن الغيب لا يعلمه إِلا الله.", "ayah": 62, "surah": 6}