{"text": "المنَاسَبَة: لما ذكر تعالى الحجج الدامغة الدالة على التويحيد وبطلان عبادة الأوثان، ذكر هنا قصة أب الأنبياء «إِبراهيم» لإِقامة الحجة على مشركي العرب في تقديسهم الأصنام، فإِنه جاء بالتوحيد الخالص الذي يتنافى مع الإِشراك بالله، وجميع الطوائف والملل معترفةٌ بفضل إِبراهيم وجلالة قدره، ثم ذكر شرف الرسل من أبناء إِبراهيم، وأمر رسوله بالاقتداء بهديهم الكريم.\nاللغَة: ﴿مَلَكُوتَ﴾ ملك والواو والتاء للمبالغة في الوصف كالرَّغبوت والرَّهبوت من الرغبة والرهبة ﴿جِنُّ﴾ سترة بظلمته قال الواحدي: جنَّ عليه الليلُ وأجنّه الليل ويقال لكل ما سترته جنَّ وأجنَّ ومنه الجنَّة، والجِنُّ والجنون، والجنين وكل هذا يعود أصله إِلى الستر والاستتار ﴿بَازِغًا﴾ طالعًا يقال: بزغ القمر إِذا ابتدأ في الطلوع قال الأزهري: كأنه مأخوذ من البزغ وهو الشق لأنه بنوره يشق الظلمة شقًا ﴿أفل﴾ غاب يقال: أفل أفولًا إِذا غاب ﴿سُلْطَانًا﴾ حجة ﴿يلبسوا﴾ يخلطوا يقال: لبس الأمر خلطة ولبس الثوب اكتسى به ﴿اجتبيناهم﴾ اصطفيناهم ﴿قَرَاطِيسَ﴾ جمع قرطاس وهو\nالورق قال الشاعر:\nاستودعَ العلمَ قرطاسًا فضيَّعه ... فبئسَ مستودعُ العلم القراطيسُ\n﴿غَمَرَاتِ﴾ الغمرة: الشدة المذهلة وأصله من غمرة الماء وهي ما يغطي الشيء ﴿خَوَّلْنَاكُمْ﴾ أعطيناكم وملّكناكم والتحويل: المنح والإِعطاء ﴿ضَلَّ عَنكُم﴾ ضاع وبطل.\nسَبَبُ النّزول: «عن سعيد بن جبير أن» مالك بن الصَّيْف «من اليهود جاء يخاصم النبي ﷺ َ فقال له النبي ﷺ َ: أنشدك بالذي أنزل التوراة على موسى أما تجد في التوراة أنَّ الله يبغض الحَبْر السمين؟ - وكان حبرًا سمينًا - فغضب وقال: والله ما أنزل الله على بشر من شيء فقال له أصحابه الذين معه ويحك ولا على موسى؟ فقال: والله ما أنزل الله على بشر من شيء فأنزل الله ﴿وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ ... .﴾ الآية» .\nالتفِسير: ﴿وَإِذْ قَالَ إِبْرَاهِيمُ لأَبِيهِ آزَرَ أَتَتَّخِذُ أَصْنَامًا آلِهَةً﴾ أي واذكر يا محمد لقومك عبدة الاوثان وقت قول إِبراهيم - الذي يدّعون أنهم على ملّته - لأبيه آزر منكرًا عليه أتتخذ أصنامًا آلهة تعبدها وتجعلها ربًا دون الله الذي خلقك فسوّاك ورزقك؟ ﴿إني أَرَاكَ وَقَوْمَكَ فِي ضَلاَلٍ مُّبِينٍ﴾ أي فأنت وقومك في ضلال عن الحق مبين واضح لا شك فيه ﴿وَكَذَلِكَ نري إِبْرَاهِيمَ مَلَكُوتَ السماوات والأرض﴾ أي نُرى إِبراهيم المُلْك العظيم والسلطان الباهر ﴿وَلِيَكُونَ مِنَ الموقنين﴾ أي وليكون من الراسخين في اليقين أريناه تلك الآيات الباهرة قال مجاهد: فُرجت له السماوات والأرض فرأى ببصره الملكوت الأعلى والملكوت الأسفل ﴿فَلَمَّا جَنَّ عَلَيْهِ الليل رَأَى كَوْكَبًا﴾ أي فلما ستر الليلُ بظلمته كل ضياء رأى كوكبًا مضيئًا في السماء هو الزهرة أو المشتري ﴿قَالَ هذا رَبِّي﴾ أي على زعمكم قاله على سبيل الرد عليهم والتوبيخ لهم واستدراجًا لهم لأجل أن يعرفهم جهلهم وخطأهم في عبادة غير الله قال الزمخشري: كان أبوه وقومه يعبدون الأصنام والكواكب فأراد أن ينبههم على ضلالتهم ويرشدهم إِلى الحق من طريق النظر والاستدلال، ويعرّفهم أن النظر الصحيح مؤدٍّ إِلى ألا يكون شيء منها إِلهًا وأن وراءها محدثًا أحدثها، ومدبرًا دبّر طلوعها وأفولها وانتقالها ومسيرها وقوله ﴿هذا رَبِّي﴾ قول من ينصف خصمه مع علمه بأنه مبطلٌ، فيحكي قوله كما هو غير متعصب لمذهبه لأن ذلك أدعى إِلى الحق ثم يكرُّ عليه فيبطله بالحجة ﴿فَلَمَّآ أَفَلَ قَالَ لا أُحِبُّ الآفلين﴾ أي فلما غاب الكوكب قال لا أحب عبادة من كان كذلك، لأن الرب لا يجوز عليه التغيّر والانتقال لأن ذلك من صفات الأجرام ﴿فَلَمَّآ رَأَى القمر بَازِغًا قَالَ هذا رَبِّي﴾ أي فلما رأى القمر طالعًا منتشر الضوء قال هذا ربي على الأسلوب المتقدم لفتًا لأنظار قومه إِلى فساد ما يعبدونه وتسفيهًا لأحلامهم ﴿فَلَمَّآ أَفَلَ قَالَ لَئِن لَّمْ يَهْدِنِي رَبِّي لأَكُونَنَّ مِنَ القوم الضالين﴾ أي فلما غاب القمر قال إِبراهيم لئن لم يثبتني ربي هلى الهدى لأكوننَّ من القوم الضالين، وفيه تعريضٌ لقومه بأنهم على ضلال ﴿فَلَماَّ رَأَى الشمس بَازِغَةً قَالَ هذا رَبِّي هاذآ أَكْبَرُ﴾ أي هذا أكبر من الكوكب والقمر ﴿فَلَمَّآ أَفَلَتْ قَالَ ياقوم إِنِّي برياء مِّمَّا\nتُشْرِكُونَ﴾ أي فلما غابت الشمس قال أنا بريء من إشراككم وأصنامكم قال أبو حيان: لّما أوضح لهم أن هذا الكوكب الذي رآه لايصلح أن يكون ربًا ارتقب ما هو أنور منه وأضوأ فرأى القمر أول طلوعه، ثم لما غاب ارتقب الشمس إِذ كانت أنور من القمر وأضوأ، وأكبر جرمًا وأعم نفعًا، فقال ذلك على سبيل الاحتجاج عليهم وبيّن أنها مساوية للنجم في صفة الحدوث وقال ابن كثير: والحق أن إبراهيم ﵇ كان في هذا المقام مناظرًا لقومه مبينًا لهم بطلان ما كانوا عليه من عبادة الأصنام والكواكب السيارة وأشدهن إضاءة الشمس ثم القمر ثم الزهرة فلما انتفت الإِلهية عن هذه الأجرام الثلاثة التي هي أنور ما تقع عليه الأبصار وتحقق ذلك بالدليل القاطع ﴿قَالَ ياقوم إِنِّي برياء مِّمَّا تُشْرِكُونَ﴾ ﴿إِنِّي وَجَّهْتُ وَجْهِيَ﴾ أي قصدت بعبادتي وتوحيدي ﴿لِلَّذِي فَطَرَ السماوات والأرض﴾ أي الله الذي اتبدع العالم وخلق السماوات والأرض ﴿حَنِيفًا﴾ أي مائلًا عن الأديان الباطلة إِلى الدين الحق ﴿وَمَآ أَنَاْ مِنَ المشركين﴾ أي لست ممن يعبد مع الله غيره ﴿وَحَآجَّهُ قَوْمُهُ﴾ أي جادلوه وناظروه في شأن التوحيد قال ابن عباس: جادلوه في آلهتهم وخوّفوه بها فأجابهم منكرًا عليهم ﴿قَالَ أتحاجواني فِي الله﴾ أي أتجادلونني في وجود الله ووحدانيته ﴿وَقَدْ هَدَانِ﴾ أي وقد بصّرني وهداني إِلى الحق ﴿وَلاَ أَخَافُ مَا تُشْرِكُونَ بِهِ﴾ أي لا أخاف هذه الآلهة المزعومة التي تعبدونها من دون الله لأنها لا تضر ولا تنفع، ولا تُبصر ولا تسمع وليست قادرة على شيء مما تزعمون ﴿إِلاَّ أَن يَشَآءَ رَبِّي شَيْئًا﴾ أي إِلا إِذا أراد ربي أن يصيبني شيءٌ من المكروه فيكون ﴿وَسِعَ رَبِّي كُلَّ شَيْءٍ عِلْمًا﴾ أي أحاط علمه بجميع الأشياء ﴿أَفَلاَ تَتَذَكَّرُونَ﴾ استفهام للتوبيخ أي أفلا تعتبرون وتتعظون؟ وفي هذا تنبيهٌ لهم على غفلتهم التامة حيث عبدوا ما لا يضر ولا ينفع وأشركوا مع ظهور الدلائل الساطعة على وحدانيته سبحانه ﴿وَكَيْفَ أَخَافُ مَآ أَشْرَكْتُمْ﴾ أي كيف أخاف آلهتكم التي أشركتموها مع الله في العبادة! ﴿وَلاَ تَخَافُونَ أَنَّكُمْ أَشْرَكْتُم بالله مَا لَمْ يُنَزِّلْ بِهِ عَلَيْكُمْ سُلْطَانًا﴾ أي وأنتم لا تخافون الله القادر على كل شيء الذي أشركتم به بدون حجة ولا برهان ﴿فَأَيُّ الفريقين أَحَقُّ بالأمن إِن كُنتُمْ تَعْلَمُونَ﴾ أي أيّنا أحقُّ بالأمن أنحن وقد عرفنا الله بأدلة وخصصناه بالعبادة أم أنتم وقد أشركتم معه الأصنام وكفرتم بالواحد الديان؟ ﴿الذين آمَنُواْ وَلَمْ يلبسوا إِيمَانَهُمْ بِظُلْمٍ﴾ أي لم يخلطوا إِيمانهم بشرك ﴿أولئك لَهُمُ الأمن وَهُمْ مُّهْتَدُونَ﴾ أي لهم الأمن من العذاب وهم على هداية ورشاد،\nروي أن هذه الآية لما نزلة أشفق منها أصحاب النبي ﷺ َ فقالوا: وأيُّنا لم يظلم نفسه؟ فقال ﷺ َ: «ليس كما تظنون وإِنما هو كما قال لقمان لابنه\n﴿يابني لاَ تُشْرِكْ بالله إِنَّ الشرك لَظُلْمٌ عَظِيمٌ﴾ [لقمان: ١٣] ﴿وَتِلْكَ حُجَّتُنَآ آتَيْنَاهَآ إِبْرَاهِيمَ على قَوْمِهِ﴾ الإِشارة إِلى ما تقدم من الحجج الباهرة التي أيّد الله بها خليله ﵇ أي هذا الذي احتج به إِبراهيم على وحدانية الله من أفول الكواكب والشمس والقمر من أدلتنا التي أرشدناه لها لتكون له الحجة الدامغة على قومه ﴿نَرْفَعُ دَرَجَاتٍ مَّن نَّشَآءُ﴾ أي بالعلم والفهم والنبوّة ﴿إِنَّ رَبَّكَ حَكِيمٌ عَلِيمٌ﴾ أي حكيم يضع الشيء في محله عليم لا يخفى عليه شيء ﴿وَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ﴾ أي وهبنا لإِبراهيم ولدًا وولد ولد لتقر عينه ببقاء العقب ﴿كُلًاّ هَدَيْنَا﴾ أي كلًا منهما أرشدناه إِلى سبيل السعادة وآتيناه النبوة والحكمة قال ابن كثير: يذكر تعالى أنه وهب لإِبراهيم إِسحق بعد أن طعن في السنّ وأيس من الولد، وبُشّر بنبوته وبأن له نسلًا وعقبًا وهذا أكمل في البشارة وأعظم في النعمة، وكان هذا مجازاةً لإِبراهيم حين اعتزل قومه وهاجر من بلادهم لعبادة الله، فعوّضه الله عن قومه وعشيرته بأولاد صالحين من صلبه لتقرَّ بهم عينه ﴿وَنُوحًا هَدَيْنَا مِن قَبْلُ﴾ أي من قبل إِبراهيم، وذكر تعالى نوحًا لأنه أب البشر الثاني فذكر شرف أبناء إِبراهيم ثم ذكر شرف آبائه ﴿وَمِن ذُرِّيَّتِهِ دَاوُودَ وَسُلَيْمَانَ﴾ أي ومن ذرية إِبراهيم هؤلاء الأنبياء الكرام، وبدأ تعالى بذكر داود وسليمان لأنهما جمعا الملك مع النبوة وسليمان بن داود فذكر الأب والإِبن ﴿وَأَيُّوبَ وَيُوسُفَ﴾ قرنهما لاشتراكهما في الامتحان والبلاء ﴿وموسى وَهَارُونَ﴾ قرنهما لاشتراكهما في الأخوّة وقدَّم موسى لأنه كليم الله ﴿وَكَذَلِكَ نَجْزِي المحسنين﴾ أي مثل ذلك الجزاء الكريم لإِبراهيم نجزي من كان محسنًا في عمله صادقًا في إِيمانه ﴿وَزَكَرِيَّا ويحيى وعيسى وَإِلْيَاسَ﴾ قرن بينهم لاشتراكهم في الزهد الشديد والإِعراض عن الدنيا ﴿كُلٌّ مِّنَ الصالحين﴾ أي الكاملين في الصلاح ﴿وَإِسْمَاعِيلَ واليسع وَيُونُسَ وَلُوطًا﴾ اسماعيل هو ابن إِبراهيم، ويونس بن متّى، ولوط بن هاران وهو ابن أخ إِبراهيم ﴿وَكُلًاّ فَضَّلْنَا عَلَى العالمين﴾ أي كلًا من هؤلاء المذكورين في هذه الآية فضلناه بالنبوة على عالمي عصرهم ﴿وَمِنْ آبَائِهِمْ وَذُرِّيَّاتِهِمْ وَإِخْوَانِهِمْ﴾ أي وهدينا من آبائهم وذرياتهم وإِخوانهم جماعاتٍ كثيرة ﴿واجتبيناهم وَهَدَيْنَاهُمْ إلى صِرَاطٍ مُّسْتَقِيمٍ﴾ أي اصطفيناهم وهديناهم إِلى الطريق الحق المستقيم الذي لا عوج فيه قال ابن عباس: هؤلاء الأنبياء كلهم مضافون إِلى ذرية إِبراهيم وإِن كان فيهم من لا يلحقه بولادةٍ من قبل أمٍ ولا أب ﴿ذلك هُدَى الله يَهْدِي بِهِ مَن يَشَآءُ مِنْ عِبَادِهِ﴾ أي ذلك الهدى إِلى الطريق المستقيم هو هدى الله يهدي به من أراد من خلقه ﴿وَلَوْ أَشْرَكُواْ لَحَبِطَ عَنْهُمْ مَّا كَانُواْ يَعْمَلُونَ﴾ أي لو أشرك هؤلاء الأنبياء مع فضلهم وعلو قدرهم لبطل عملهم فكيف بغيرهم؟ ﴿أولئك الذين آتَيْنَاهُمُ الكتاب والحكم والنبوة﴾ أي أنعمنا عليهم بإِنزال الكتب السماوية والحكمة الربانية والنبوة والرسالة ﴿فَإِن يَكْفُرْ بِهَا هؤلاء فَقَدْ وَكَّلْنَا بِهَا قَوْمًا لَّيْسُواْ بِهَا بِكَافِرِينَ﴾ أي فإِن يكفر\nبآياتنا كفار عصرك يا محمد فقد استحفظناها واسترعيناها رسلنا وأنبياءنا ﴿أولئك الذين هَدَى الله فَبِهُدَاهُمُ اقتده﴾ أي هؤلاء الرسل المتقدم ذكرهم هم الهداة المهديّون فتأس واقتد بسيرتهم العطرة ﴿قُل لاَّ أَسْأَلُكُمْ عَلَيْهِ أَجْرًا﴾ أي قل يا محمد لقومك لا أسألكم على تبليغ القرآن شيئًا من الأجر والمال ﴿إِنْ هُوَ إِلاَّ ذكرى لِلْعَالَمِينَ﴾ أي ما هذا القرآن إِلا عظةٌ وتذكير لجميع الخلق ﴿وَمَا قَدَرُواْ الله حَقَّ قَدْرِهِ﴾ أي ما عرفوا الله حق معرفته ولا عظّموه حقَّ تعظيمه ﴿إِذْ قَالُواْ مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ﴾ أي حين أنكروا الوحي وبعثة الرسل، والقائلون هم اليهود للعناء تفوهوا بهذه العظيمة الشنْعاء مبالغة في إِنكار نزول القرآن على محمد ﵇ ﴿قُلْ مَنْ أَنزَلَ الكتاب الذي جَآءَ بِهِ موسى نُورًا وَهُدًى لِّلنَّاسِ﴾ أي قل يا محمد لهؤلاء المعاندين من أنزل التوراة على موسى نورًا يستضاء به وهداية لبني إِسرائيل؟ ﴿تَجْعَلُونَهُ قَرَاطِيسَ تُبْدُونَهَا وَتُخْفُونَ كَثِيرًا﴾ أي تكتبونه في قراطيس مقطعة وورقات مفرقة تبدون منها ما تشاءون وتخفون ما تشاءون قال الطبري: ومما كانوا يكتمونه إِياهم ما فيها من أمر محمد ﷺ َ ونبوته ﴿وَعُلِّمْتُمْ مَّا لَمْ تعلموا أَنتُمْ وَلاَ آبَاؤُكُمْ﴾ أي عُلّمتم يا معشر اليهود من دين الله وهدايته في هذا القرآن ما لم تعلموا به من قبل لا أنتم ولا آباؤكم ﴿قُلِ الله ثُمَّ ذَرْهُمْ فِي خَوْضِهِمْ يَلْعَبُونَ﴾ أي قل لهم في الجواب: الله أنزل هذا القرآن ثم اتركهم في باطلهم الذي يخوضون فيه يهزءون ويلعبون، وهذا وعيدٌ لهم وتهديد على إِجرامهم ﴿وهذا كِتَابٌ أَنزَلْنَاهُ مُبَارَكٌ﴾ أي وهذا القرآن الذي أُنزل على محمد ﷺ َ مبارك كثير النفع والفائدة ﴿مُّصَدِّقُ الذي بَيْنَ يَدَيْهِ﴾ أي يصدّق كتب الله المنزّلة كالتوراة والإِنجيل ﴿وَلِتُنذِرَ أُمَّ القرى وَمَنْ حَوْلَهَا﴾ أي لتنذر به يا محمد أهل مكة ومن حولها سائر أهل الأرض قاله ابن عباس ﴿والذين يُؤْمِنُونَ بالآخرة يُؤْمِنُونَ بِهِ﴾ أي والذين يصدّقون بالحشر والنشر يؤمنون بهذا الكتاب ما انطوى عليه من ذكر الوعد والوعيد والتبشير والتهديد ﴿وَهُمْ على صَلاَتِهِمْ يُحَافِظُونَ﴾ أي يؤدون الصلاة على الوجه الأكمل في أوقاتها قال الصاوي: خصّ الصلاة بالذكر لأنها أشرف العبادات ﴿وَمَنْ أَظْلَمُ مِمَّنِ افترى عَلَى الله كَذِبًا﴾ استفهام معناه النفي أي لا أحد أظلم ممن كذب على الله فجعل له شركاء وأندادًا ﴿أَوْ قَالَ أُوْحِيَ إِلَيَّ وَلَمْ يُوحَ إِلَيْهِ شَيْءٌ﴾ أي زعم أن الله بعثه نبيًا كمسيلمة الكذاب والأسود العنسي مع أن الله لم يرسله ﴿وَمَن قَالَ سَأُنزِلُ مِثْلَ مَآ أَنَزلَ الله﴾ أي ومن ادعى أنه سينظم كلامًا يماثل ما أنزله الله كقوله الفجار\n﴿لَوْ نَشَآءُ لَقُلْنَا مِثْلَ هذا﴾ [الأنفال: ٣١] قال أبو حيان: نزلت في النضر بن الحارث ومن معه من المستهزئين لأنه عارض القرآن بكلام سخيف لا يُذكر لسخفه ﴿وَلَوْ ترى إِذِ الظالمون فِي غَمَرَاتِ الموت﴾ أي ولو ترى يا محمد هؤلاء الظلمة وهم في سكرات الموت وشدائده، وجواب ﴿لَوْ﴾ محذوف للتهويل أي لرأيت أمرًا عظيمًا ﴿والملائكة باسطوا أَيْدِيهِمْ أخرجوا أَنْفُسَكُمُ﴾ أي وملائكة العذاب يضربون\nوجوههم وأدبارهم لتخرج أرواحهم من أجسادكم، وهذه عبارة عن العنف في السياق والإِلحاح الشديد في الإِزهاق من غير تنفيس وإِمهال ﴿اليوم تُجْزَوْنَ عَذَابَ الهون﴾ أي تُجزون العذاب الذي يقع به الهوان الشديد مع الخزي الأكيد ﴿بِمَا كُنتُمْ تَقُولُونَ عَلَى الله غَيْرَ الحق﴾ أي بافترائكم على الله ونسبتكم إِليه الشريك والولد ﴿وَكُنْتُمْ عَنْ آيَاتِهِ تَسْتَكْبِرُونَ﴾ أي تتكبرون عن الإِيمان بآيات الله فلا تتأملون فيها ولا تؤمنون ﴿وَلَقَدْ جِئْتُمُونَا فرادى كَمَا خَلَقْنَاكُمْ أَوَّلَ مَرَّةٍ﴾ أي جئتمونا للحساب منفردين عن الأهل والمال والولد حفاةً عراة غرلًا كما ورد في الحديث «أيها الناس إِنكم محشورون إِلى الله حفاةً عُراةً غرلًا كما بدأنا أول خلق نعيده. .» ﴿وَتَرَكْتُمْ مَّا خَوَّلْنَاكُمْ وَرَاءَ ظُهُورِكُمْ﴾ أي تركتم ما أعطيناكم من الأموال في الدنيا فلم تنفعكم في هذا اليوم العصيب ﴿وَمَا نرى مَعَكُمْ شُفَعَآءَكُمُ الذين زَعَمْتُمْ أَنَّهُمْ فِيكُمْ شُرَكَآءُ﴾ أي وما نرى معكم آلهتكم الذين زعمتم أنهم يشفعون لكم والذين اعتقدتم أنهم شركاء لله في استحقاق العبادة ﴿لَقَد تَّقَطَّعَ بَيْنَكُمْ﴾ أي تقطّع وصلكم وتشتّت جمعكم ﴿وَضَلَّ عَنكُم مَّا كُنتُمْ تَزْعُمُونَ﴾ أي ضاع وتلاشى ما زعمتوه من الشفعاء والشركاء.\nالبَلاَغَة: ١ - ﴿وَكَذَلِكَ نري إِبْرَاهِيمَ﴾ حكاية حال ماضية أي أريناه.\n٢ - ﴿لأَكُونَنَّ مِنَ القوم الضالين﴾ فيه تعريض بضلال قومه، وبين لفظ ﴿الهداية والضلالة﴾ طباقٌ وهو من المحسنات البديعية.\n٣ - ﴿وَجَّهْتُ وَجْهِيَ﴾ بينهما جناس الاشتقاق.\n٤ - ﴿هُدَى الله﴾ الإِضافة للتشريف وبين ﴿هُدَى﴾ و﴿يَهْدِي﴾ جناس الاشتقاق أيضًا.\n٥ - ﴿مَآ أَنزَلَ الله على بَشَرٍ مِّن شَيْءٍ﴾ مبالغة في إِنكار نزول شيء من الوحي على أحدٍ من الرسل.\n٦ - ﴿مَنْ أَنزَلَ الكتاب﴾ استفهام للتبكيت والتوبيخ.\n٧ - ﴿تُبْدُونَهَا وَتُخْفُونَ﴾ بينهما طباق.\n٨ - ﴿أُمَّ القرى﴾ مكة المكرمة وفيه استعارة حيث شبهت بالأم لأنها أصل المدن والقرى.\n٩ - ﴿فِي غَمَرَاتِ الموت﴾ قال الشريف الرضي: هذه استعارة عجيبة حيث شبه سبحانه ما يعتورهم من كُرب الموت وغصصه بالذين تتقاذفهم غمرات الماء ولججه وسميت غمرة لأنها تغمر قلب الإِنسان.\nتنبيه: ذهب بعض المفسرين إِلى أن ﴿آزَرَ﴾ عم إِبراهيم وليس أباه وقال آخرون: إنه اسم\nللصنم، والصحيح كما قال المحققون من المفسرين أنه اسم لوالد إِبراهيم وقد دل على ذلك الكتاب والسنة، والآية صريحة في أن آزر كان كافرًا ولا يقدح ذلك في مقام إِبراهيم ﵇ وفي صحيح البخاري «يلقى إِبراهيم أباه آزر يوم القيامة وعلى وجه آزر قترة وغبرة. .» الحديث ودعوى إِيمانه مرفوضة بنص الكتاب والسنة والله أعلم.", "ayah": 82, "surah": 6}