{"text": "اللغَة: ﴿يَعْدِلُونَ﴾ يسؤون به غيره ويجعلون له عِدْلًا وشريكًا يقال: عدل فلانًا بفلان أي سواه به ﴿تَمْتَرُونَ﴾ تشكّون يقال امترى في الأمر إِذا شك فيه ﴿قَرْنٍ﴾ القرن: الأمة المقترنة في مدةٍ من الزمان ومنه حديث «خير القرون قرني» وأصل القرن مائة سنة ثم أصبح يطلق على الأمة من الناس التي تعيش في ذلك قال الشاعر:\nإِذا ذهب القرنُ الذي كنتَ فيهم ... وخُلِّقت في قرنٍ فأنت غريب\n﴿مِّدْرَارًا﴾ غزيرة دائمة ﴿قِرْطَاسٍ﴾ القرطاس: الصحيفة التي يكتب فيها ﴿لَبَسْنَا﴾ خلطنا يقال لَبسْتُ عليه الأمر أي خلطته عليه حتى اشتبه ﴿حَاقَ﴾ نزل بهم وأصابهم ﴿وَلِيًّا﴾ ناصرًا ومعينًا.\nسَبَبُ النّزول: روي أن مشركي مكة قالوا: يا محمد والله لا نؤمن لك حتى تأتينا بكتاب من عند الله ومعه أربعة من الملائكة يشهدون أنه من عند الله وأنك رسوله فأنزل الله ﴿وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ فَلَمَسُوهُ بِأَيْدِيهِمْ لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ .\nالتفِسير: ﴿الحمد للَّهِ الذي خَلَقَ السماوات والأرض﴾ بدأ تعالى هذه السورة بالحمد لنفسه تعليمًا لعباده أن يحمدوه بهذا الصيغة الجامعة لصنوف التعظيم والتبجيل والكمال وإِعلامًا بأنه\nالمستحق لجميع المحامد فلا نِدَّله ولا شريك، ولا نظير ولا مثيل ومعنى الآية: احمدوا الله ربكم المتفضل عليكم بصنوف الإِنعام والإِكرام الذي أوجد وأنشأ وابتدع خلق السماوات والأرض بما فيهما من أنواع البدائع وأصناف الروائع، وبما اشتملا عليه من عجائب الصنعة وبدائع الحكمة، بما يدهش العقول والأفكار تبصرة وذكرى لأولي الأبصار ﴿وَجَعَلَ الظلمات والنور﴾ أي وأنشأ الظلمات والأنوار وخلق الليل والنهار يتعاقبان في الوجود لفائدة العوالم بما لا يدخل تحت حصر أو فكر، وجمع الظلمات لأن شعب الضلال متعددة، ومسالكه متنوعة، وأفرد النور لأن مصدره واحد هو الرحمن منوّر الأكوان قال في التسهيل: وفي الآية ردٌّ على المجوس في عبادتهم للنار وغيرها من الأنوار، وقولهم إِن الخير من النور والشر من الظلمة، فإِن المخلوق لا يكون إِلهًا ولا فاعلًا لشيء من الحوادث ﴿ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ﴾ أي ثم بعد تلك الدلائل الباهرة والبراهين القاطعة على وجود الله ووحدانيته يشرك الكافرون بربهم فيساوون به أصنامًا نحتوها بأيديهم، وأوهامًا ولّدوها بخيالهم، ففي ذلك تعجيب من فعلهم وتوبيخ لهم قال ابن عطية: والآية دالة على قبح فعل الكافرين لأن المعنى أن خلقه السماوات والأرض وغيرها قد تقرر، وآياته قد سطعت، وإِنعامه بذلك قد تبين، ثم بعد هذا كله قد عدلوا بربهم فهذا كما تقول: يا فلان أعطيتُك وأكرمتُك وأحسنتُ إليك ثم تشتمني؟ أي بعد وضوح هذا كله ﴿هُوَ الذي خَلَقَكُمْ مِّن طِينٍ﴾ أي خلق أباكم آدم من طين ﴿ثُمَّ قضى أَجَلًا﴾ أي حكم وقدَّر لكم أجلًا من الزمن تموتون عند انتهائه ﴿وَأَجَلٌ مُّسَمًّى عِندَهُ﴾ أي وأجلٌ آخر مسمّى عنده لبعثكم جميعًا، فالأجل الأول الموتُ والثاني البعثُ والنشور ﴿ثُمَّ أَنتُمْ تَمْتَرُونَ﴾ أي ثم أنتم أيها الكفار تشكّون في البعث وتنكرونه بعد ظهور تلك الآيات العظيمة ﴿وَهُوَ الله فِي السماوات وَفِي الأرض﴾ أي هو الله المعظّم المعبود في السماوات والأرض قال ابن كثير: أي يعبدوه ويوحده ويقر له بالألوهية من في السماوات والأرض ويدعونه رغبًا ورهبًا ويسمونه الله ﴿يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ﴾ أي يعلم سركم وعَلَنكم ﴿وَيَعْلَمُ مَا تَكْسِبُونَ﴾ أي من خير أو شر وسيجازيكم عليه، ثم أخبر تعالى عن عنادهم وإِعراضهم فقال ﴿وَمَا تَأْتِيهِم مِّنْ آيَةٍ مِّنْ آيَاتِ رَبِّهِمْ﴾ أي ما يظهر لهم دليل من الأدلة أو معجزة من المعجزات أو آية من آيات القرآن ﴿إِلاَّ كَانُواْ عَنْهَا مُعْرِضِينَ﴾ أي إِلاّ تركوا النظر فيها ولم يلتفتوا إليها قال القرطبي: والمراد تركهم النظر في الآيات التي يجب أن يستدلوا بها على توحيد الله ﷿، والمعجزات التي أقامها لنبيه ﷺ َ التي يستدل بها على صدقه في جميع ما أتى به عن ربه ﴿فَقَدْ كَذَّبُواْ بالحق لَمَّا جَآءَهُمْ﴾ أي كذبوا بالقرآن الذي جاءهم من عند الله ﴿فَسَوْفَ يَأْتِيهِمْ أَنْبَاءُ مَا كَانُواْ بِهِ يَسْتَهْزِءُونَ﴾ أي سوف يحل بهم العقاب أن عاجلًا أو آجلًا ويظهر لهم خبر ما كانوا به يستهزئون، وهذا وعيدٌ بالعذاب والعقاب على استهزائهم، ثم حضهم تعالى على الاعتبار بمن سبقهم من الأمم فقال ﴿أَلَمْ يَرَوْاْ كَمْ أَهْلَكْنَا مِن قَبْلِهِم مِّن قَرْنٍ﴾ أي ألا يعتبرون بمن أهلكنا من الأمم قبلهم لتكذيبهم الأنبياء ألم يعرفوا ذلك؟ ﴿مَّكَّنَّاهُمْ فِي الأرض مَا لَمْ نُمَكِّن لَّكُمْ﴾ أي\nمنحناهم من أسباب السعة والعيش والتمكين في الأرض ما لم نعطكم يا أهل مكة ﴿وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَارًا﴾ أي أنزلنا المطر غزيرًا متتابعًا يدرُّ عليهم درًّا ﴿وَجَعَلْنَا الأنهار تَجْرِي مِن تَحْتِهِمْ﴾ أي من تحت أشجارهم ومنازلهم حتى عاشوا في الخصب والريف بين الأنهار والثمار ﴿فَأَهْلَكْنَاهُمْ بِذُنُوبِهِمْ﴾ أي فكفروا وعصوا فأهلكناهم بسبب ذنوبهم، وهذا تهديد للكفار أن يصيبهم مثل ما أصاب هؤلاء على حال قوتهم وتمكينهم في الأرض ﴿وَأَنْشَأْنَا مِن بَعْدِهِمْ قَرْنًا آخَرِينَ﴾ أي أحدثنا من بعد إِهلاك المكذبين قومًا آخرين غيرهم قال أبو حيان: وفيه تعريض للمخاطبين بإهلاكهم إذا عصوا كما أهلك من قبلهم ﴿وَلَوْ نَزَّلْنَا عَلَيْكَ كِتَابًا فِي قِرْطَاسٍ﴾ أي لو نزّلنا عليك يا محمد كتابًا مكتوبًا على ورقٍ كما اقترحوا ﴿فَلَمَسُوهُ بِأَيْدِيهِمْ﴾ أي فعاينوا ذلك ومسّوه باليد ليرتفع عنهم كل إِشكال ويزول كل ارتياب ﴿لَقَالَ الذين كَفَرُواْ إِنْ هاذآ إِلاَّ سِحْرٌ مُّبِينٌ﴾ أي لقال الكافرون عند رؤية تلك الآية الباهرة تعنتًا وعنادًا ما هذا إِلا سحرٌ واضح، والغرضُ أنهم لا يؤمنون ولو جاءتهم أوضح الآيات وأظهر الدلائل ﴿وَقَالُواْ لولا أُنزِلَ عَلَيْهِ مَلَكٌ﴾ أي هلاّ أنزل على محمد ملك يشهد بنبوته وصدقه و﴿لولا﴾ بمعنى هلاّ للتحضيض قال أبو السعود: أي هلاّ أُنزل عليه ملك بحيث نراه ويكلمنا أنه نبيّ وهذا من أباطيلهم المحقّقة وخرافاتهم الملفّقة التي يتعللون بها كلما ضاقت عليهم الحيَل وعييت بهم العلل ﴿وَلَوْ أَنزَلْنَا مَلَكًا لَّقُضِيَ الأمر﴾ أي لو أنزلنا الملك كما اقترحوا وعاينوه ثم كفروا لحقًّ إِهلاكهم كما جرت عادة الله بأن من طلب آية ثم لم يؤمن من أهلكه الله حالًا ﴿ثُمَّ لاَ يُنظَرُونَ﴾ أي ثم لا يُمهلون ولا يُؤخرون، والآية كالتعليل لعدم إِجابة طلبهم، فإِنهم - في ذلك الإِقتراح - كالباحث عن حتفه بظِلْفه ﴿وَلَوْ جَعَلْنَاهُ مَلَكًا لَّجَعَلْنَاهُ رَجُلًا﴾ أي لو جعلنا الرسول ملكًا لكان في صورة رجل لأنهم لا طاقة لهم على رؤية الملك في صورته ﴿وَلَلَبَسْنَا عَلَيْهِم مَّا يَلْبِسُونَ﴾ أي لخلطنا عليهم ما يخلطون على أنفسهم وعلى ضعفائهم، فإِنهم لو رأوا الملك في صورة إِنسان قالوا هذا إِنسانٌ وليس بملك قال ابن عباس: لو أتاهم ملكٌ ما أتاهم إِلا في صورة رجل لأنهم لا يستطيعون النظر إلى الملائكة من النور، ثم قال تعالى تسلية للنبي ﷺ َ ﴿وَلَقَدِ استهزىء بِرُسُلٍ مِّن قَبْلِكَ﴾ أي والله لقد استهزأ الكافرون من كل الأمم بأنبيائهم الذين بعثوا إِليهم ﴿فَحَاقَ بالذين سَخِرُواْ مِنْهُمْ مَّا كَانُواْ بِهِ يَسْتَهْزِءُونَ﴾ أي أحاط ونزل بهؤلاء المستهزئين بالرسل عاقبة استهزائهم، وفي هذا الإِخبار تهديد للكفار ﴿قُلْ سِيرُواْ فِي الأرض ثُمَّ انظروا كَيْفَ كَانَ عَاقِبَةُ المكذبين﴾ أي قل يا محمد لهؤلاء المستهزئين الساخرين: سافروا في الأرض فانظروا وتأملوا ماذا حلّ بالكفرة قبلكم من العقاب وأليم العذاب لتعتبروا بآثار من خلا من الأمم كيف أهلكهم الله وأصبحوا عبرةً للمعتبرين ﴿قُل لِّمَن مَّا فِي السماوات والأرض﴾ أي قل يا محمد لمن الكائنات جميعًا خلقًا وملكًا وتصرفًا؟ والسؤال لإِقامة الحجة على\nالكفار فهو سؤال تبكيت ﴿قُل للَّهِ﴾ أي قل لهم تقريرًا وتنبيهًا هي لله لأن الكفار يوافقون على ذلك بالضرورة لأنه خالق الكل إِما باعترافهم أو بقيام الحجة عليهم ﴿كَتَبَ على نَفْسِهِ الرحمة﴾ أي ألزم نفسه الرحمة تفضلًا وإِحسانًا والغرضُ التلطف في دعائهم إِلى الإِيمان وإِنابتهم إِلى الرحمن ﴿لَيَجْمَعَنَّكُمْ إلى يَوْمِ القيامة لاَ رَيْبَ فِيهِ﴾ أي ليحشرنكم من قبوركم مبعوثين إِلى يوم القيامة الذي لا شك فيه ليجازيكم بأعمالكم ﴿الذين خسروا أَنْفُسَهُمْ فَهُمْ لاَ يُؤْمِنُونَ﴾ أي أضاعوها بكفرهم وأعمالهم السيئة في الدنيا فهم لا يؤمنون ولهذا لا يقام لهم وزن في الآخرة وليس لهم نصيب فيها سوى الجحيم والعذاب الأليم ﴿وَلَهُ مَا سَكَنَ فِي الليل والنهار﴾ أي لله ﷿ ما حلّ واستقر في الليل والنهار الجميع عباده وخلقه وتحت قهره وتصرفه، والمراد عموم ملكه تعالى لكل شيء ﴿وَهُوَ السميع العليم﴾ أي السميع لأقوال العباد العليم بأحوالهم ﴿قُلْ أَغَيْرَ الله أَتَّخِذُ وَلِيًّا﴾ الاستفهام للتوبيخ أي قل يا محمد لهؤلاء المشركين أغير الله أتخذ معبودًا؟ ﴿فَاطِرِ السماوات والأرض﴾ أي خالقهما ومبدعهما على غير مثال سابق ﴿وَهُوَ يُطْعِمُ وَلاَ يُطْعَمُ﴾ أي هو جل وعلا يْرزق ولا يُرْزَق قال ابن كثير: أي هو الرازق لخلقه من غير احتياج إليهم ﴿قُلْ إني أُمِرْتُ أَنْ أَكُونَ أَوَّلَ مَنْ أَسْلَمَ﴾ أي قل لهم يا محمد إِن ربي أمرني أن أكون أول من أسلم لله من هذه الأمة ﴿وَلاَ تَكُونَنَّ مِنَ المشركين﴾ أي وقيل لي: لا تكوننَّ من المشركين قال الزمخشري ومعناه: أُمرتُ بالإِسلام ونُهيت عن الشرك ﴿قُلْ إني أَخَافُ إِنْ عَصَيْتُ رَبِّي عَذَابَ يَوْمٍ عَظِيمٍ﴾ أي قل لهم أيضًا إِنني أخاف إِن عبدتُ غير ربي عذاب يوم عظيم هو يوم القيامة ﴿مَّن يُصْرَفْ عَنْهُ يَوْمَئِذٍ فَقَدْ رَحِمَهُ﴾ أي من يصرف عنه العذاب فقد ﵀ ﴿وَذَلِكَ الفوز المبين﴾ أي النجاة الظاهرة ﴿وَإِن يَمْسَسْكَ الله بِضُرٍّ فَلاَ كَاشِفَ لَهُ إِلاَّ هُوَ﴾ أي إِن تنزل بك يا محمد شدةٌ من فقرٍ أو مرضٍ فلا رافع ولا صارف له إِلا هو ولا يملك كشفه سواه ﴿وَإِن يَمْسَسْكَ بِخَيْرٍ فَهُوَ على كُلِّ شَيْءٍ قَدُيرٌ﴾ أي وإن يصبك بخيرٍ من صحةٍ ونعمة فلا رادّ له لأنه وحده القادر على إِيصال الخير والضر قال في التسهيل: والآية برهان على الوحدانية لانفراد الله تعالى بالضر والخير وكذلك ما بعد هذا من الأوصاف براهين ورد على المشركين ﴿وَهُوَ القاهر فَوْقَ عِبَادِهِ وَهُوَ الحكيم الخبير﴾ قال ابن كثير: أي هو الذي خضعت له الرقاب وذلّت له الجبابرة وعنت له الوجوه وقهر كل شيء وهو الحكيم في جميع أفعاله الخبير بمواضع الأشياء.\nالبَلاَغَة: ١ - ﴿الحمد للَّهِ﴾ الصيغة تفيد القصر أي لا يستحق الحمد والثناء إلا الله رب العالمين.\n٢ - ﴿الظلمات والنور﴾ فيه من المحسنات البديعية الطباق.\n٣ - ﴿ثْمَّ الذين كَفَرُواْ بِرَبِّهِمْ يَعْدِلُونَ﴾ فيه استبعاد أن يعدلوا به غيره بعد وضوح آيات قدرته ووضع الرب ﴿رَبِّهِم﴾ موضع الضمير لزيادة التشنيع والتقبيح.\n٤ - ﴿سِرَّكُمْ وَجَهْرَكُمْ﴾ بينهما طباق.\n٥ - ﴿ِّن قَرْنٍ﴾ أي أهل قرن فهو مجاز مرسل.\n٦ - ﴿وَأَرْسَلْنَا السمآء عَلَيْهِم مِّدْرَارًا﴾ أي المطر عبَّر عنه بالسماء لأنه ينزل من السماء فهو مجاز أيضًا.\n٧ - ﴿استهزىء بِرُسُلٍ﴾ تنكير رسل للتفخيم والتكثير.\n٨ - ﴿السميع العليم﴾ من صيغ المبالغة.\nفَائِدَة: في القرآن العظيم خمس سور ابتدأت ب ﴿الحمد للَّهِ﴾ وهي سورة الفاتحة ﴿الحمد للَّهِ رَبِّ العالمين﴾ [الآية: ٢] والأنعام ﴿الحمد للَّهِ الذي خَلَقَ السماوات والأرض﴾ [الآية: ١] وسورة الكهف ﴿الحمد لِلَّهِ الذي أَنْزَلَ على عَبْدِهِ الكتاب﴾ [الآية: ١] وسورة سبأ ﴿الحمد للَّهِ الذي لَهُ مَا فِي السماوات وَمَا فِي الأرض﴾ [الآية: ١] وسورة فاطر ﴿الحمد للَّهِ فَاطِرِ السماوات والأرض﴾ [الآية: ١] .", "ayah": 9, "surah": 6}